{
    "translation": "שוליים",
    "uses": [
        "Most of the swamp fringe is reclaimable.",
        "But around and north-east of this lake the same wellmarked ranges fringe the plateau and turn their steep north-western slope towards the valleys of the Irkut, the Barguzin, the Muya and the Chara, while their southern base lies on the plateaus of the Selenga (nearly 4000 ft.",
        "The Mesozoic begins with a Triassic land period in the mainland of Australia; while the islands of the Australasian festoon contain the Triassic marine limestones, which fringe the whole of the Pacific. The Triassic beds are best known in New South Wales, where round Sydney they include a series of sandstones and shales.",
        "Small islands, inhabited by a fishing population, fringe the west coast.",
        "Cebenna or Gehenna), a mountain range of southern France, forming the southern and eastern fringe of the central plateau and part of the watershed between the Atlantic and Mediterranean basins.",
        "Many of those that fringe the Gulf coast are sand-keys, or parts of a new coast formation.",
        "Commagene, where not rocky, and the district lying along the southward drains from its divide (anc. Cyrrhestica), is in better case, enjoying perennial streams which can be utilized, and the fringe of the Tauric rainfall.",
        "The people, belonging to the \" Celtic fringe \" of Germany, had fallen during the revolutionary period completely under the.",
        "Olhao has a good harbour at the head of the Barra Nova, a deep channel among the sandy islands which fringe the coast.",
        "lasiotis, as it differed from the typical form by its larger size, paler and browner colour, smoother skin, longer, finer and redder hair, and the long fringe of hair on the ears.",
        "Instead, it made him different enough to be like her: a shadow on the fringe of society.",
        "The English setter should have a silky coat with the hair waved but not curly; the legs and toes should be hairy, and the tail should have a bushy fringe of hairs hanging down from the dorsal border.",
        "She grabbed more hay and stepped around the buggy Alex was restoring for her - a surrey with a fringe on top? exactly like she had always wanted.",
        "The rainfall is heaviest along the western fringe of the plateau, and penetrates inland in decreasing quantity over a zone which perhaps extends to loo m.",
        "Many ships have been wrecked on the jagged reefs which fringe their base.",
        "Logwood forests fringe all the lagoons and many parts of the seaboard, which are flooded during the rainy season.",
        "There is undoubtedly in the lower ranks of Japanese tradesmen a comparatively large fringe of persons whose standard of commercial morality is defective.",
        "of the country districts, is to be differentiated from the cosmopolitan fringe of the cities.",
        "It had a continuous fringe of covered halls of various dimensions and shapes, once richly adorned with statues and columnar screens.",
        "Geographically it is a table-land, forming the north-east corner of the great plateau of Asia Minor, edged on the north by a lofty mountain rim, along the foot of which runs a fringe of coast-land.",
        "Cato's half-obliterated cellar-hole still remains, though known to few, being concealed from the traveller by a fringe of pines.",
        "Its northern fringe is no doubt frequented by the Bedouin tribes of southern Nejd after the rains, when its sands, like those of the northern desert, produce herbage; but towards the east, according to Burckhardt's information, it is quite without vegetation even in the winter and spring.",
        "In 1534 Lord Thomas Fitzgerald, better known as Silken Thomas (so called because of a fantastic fringe worn in the helmet of his followers), a young man of rash courage and good abilities, son of the Lord Deputy Kildare, believing his father, who was imprisoned in the Tower of London, to have been beheaded, organized a rebellion against the English Government, and marched with his followers from the mansion of the earls of Kildare in Thomas Court, through Dame's Gate to St Mary's Abbey, where, in the council chamber, he proclaimed himself a rebel.",
        "On the well-wooded fringe of the dunes on the west side of the island are the two villages of Renesse and Haamstede, the seats in former days of the two powerful lordships of the same name.",
        "The fluviatile trees next the shore are the slender eyelashes which fringe it, and the wooded hills and cliffs around are its overhanging brows.",
        "Of all the peculiar features of the Carpathian chain, perhaps the most remarkable is the fringe of volcanic rocks which lies along its inner margin.",
        "of Manzanillo it sinks again, and throughout most of the remaining distance to Cape San Antonio is low, with a sandy or marshy littoral; at places sand hills fringe the shore; near Trinidad there are hills of considerable height; and the coast becomes high and rugged W.",
        "This fringe of wooded swamp and sea marsh is generally 20 to 30, but in places even 50 and 60 m.",
        "But the fringe of coast-land from Trebizond westward is one of the most beautiful parts of Asia Minor and is justly extolled by Strabo for its wonderful productiveness.",
        "Recently elevated marine clays, of post-glacial date, fringe the south-eastern coast, while gravels with marine shells, side by side with flint implements chipped by early man, have been lifted some 20 ft.",
        "The second tract is that known as the dry zone of Burma, and includes thewhole of the lowlands lying between the Arakan Yomas and the western fringe of the Southern Shan States.",
        "The surface features consist of an immense elevated plateau with a chain of mountains on its eastern and western margins, which extends from the United States frontier southward to the Isthmus of Tehuantepec; a fringe of lowlands (tierras calientes) between the plateau and coast on either side; a detached, roughly mountainous section in the south-east, which belongs to the Central American Plateau, and a low sandy plain covering the greater part of the Isthmus of Yucatan.",
        "This distinction between the characteristics of the two races is only true in a general sense, for a considerable population of true Bedouin origin has settled down to agricultural life in the oases of Hejaz and Nejd, while in southern Arabia the tribes dwelling on the fringe of the great desert have to a certain extent adopted the nomad life.",
        "Only here and there upon its fringe the identity of this great area with the metropolis is lost to the eye, where open country remains unbroken by streets or close-set buildings.",
        "Open gardens fringe it in part on the landward side, and it is lined with fine public and private buildings.",
        "Between the two zones lies a row of Klippen, while towards the Hungarian plain the inner zone is bordered by a fringe of volcanic eruptions of Tertiary age.",
        "To pass Cook Strait and land in the middle province of South Island is to pass from Portugal to Switzerland, a Switzerland, however, with a seacoast that in the east centre is a dull fringe of monotonous sand dunes or low cliffs.",
        "The Cainozoic or Tertiary system forms a fringe round the coasts of many portions of the empire.",
        "velutinus, a slender, ringless, hollow-stemmed, blackgilled fungus, common in gardens and about dung and stumps; it is about the size of a mushroom, but thinner in all its parts and far more brittle; it has a black hairy fringe hanging round the edge of the cap when fresh.",
        "A ceremonial \" tobe \" of red, white and blue, each colour in two shades, with a narrow fringe of light yellow, is sometimes worn.",
        "The town at Gabes itself is on the fringe of a splendid oasis, which is maintained by the water of an everrunning stream emptying itself into the sea at Gabes after a course of not more than 20 m.",
        "from the coast, while the modern houses of Bridlington Quay, the watering-place, fringe the shore of Bridlington Bay.",
        "After a series of moults it passes into the second larval stage, somewhat like the parent but differing in having each integumental ring armed with a fringe of backwardly directed short bristles.",
        "THYSANOPTERA (Oiaavos, a fringe, and 7rTepbv, a wing), a term used in zoological classification for a small order of the class Hexapoda.",
        "The larger part of Amrum consists of a treeless sandy expanse, but a fringe of rich marshes affords good pasture-land.",
        "(A portion of the fringe of cirri is removed to show the brachial membrane and a portion of the spiral extremities of the arms.) FIG.",
        "The chain of the Frisian Islands marks the outer fringe of the former continental coast-line, and is separated from the mainland by shallows, known as Wadden or Watten, answering to the maria vadosa of the Romans.",
        "Two such folds maybe distinguished, corresponding on a smaller scale to the belt of alpine tracts which fringe the plateau on the north-west.",
        "The crown of tentacles thus comes to form a fringe to the margin of the body, and the hypostome becomes the manubrium.",
        "The presence of the Sakai, a people of the Mon-Khmer stock, in the interior of the peninsula has also been considered as one of many proofs that the Malays intruded from the south and approached the 004° D peninsula by means of a sea-route, since had they swept down from the north, being driven thence by the people of a stronger breed, it might be expected that the fringe of country dividing the two contending races would be inhabited by men of the more feeble stock.",
        "After Liao-Yang there were no extended operations, the area of conflict being confined to the plain of the coast side of the Hun-ho and the fringe of the 1 As regards food and ammunition, the resources of the defence were not by any means exhausted, and General Stessel and other senior officers of the defence were tried by courts-martial, and some of them convicted, on the charge of premature surrender.",
        "This section comprehends three species only, known as Phalaropes or swimming sandpipers, which are distinguished by the membranes that fringe their toes, in two of the species forming marginal lobes,' and by the character of their lower plumage, which is as close as that of a duck.",
        "Numerous small archipelagoes and islands, of which the chief are Belle Tie, Groix and Ushant, fringe the Breton coast.- North of the Bay of St Michel the peninsula of Cotentin, terminating in the promontories of Hague and Barfleur, juts north into the English Channel and closes the bay of the Seine on the -west.",
        "Dwarfed eucalypts fringe the tree-limit on Mount Kosciusco, and the soakages in the parched interior are indicated by a line of the same trees, stunted and straggling.",
        "On the contrary, all round these there was a broad fringe of writings more or less approximating to them in character.",
        "macrocarpa, is remarkable for its large acorns, the cups bordered on the edge by a fringe of long narrow scales; the leaves are very large, sometimes from Io in.",
        "The god of a city was originally owner of its land, which encircled it with an inner ring of irrigable arable land and an outer fringe of pasture, and the citizens were his tenants.",
        "The snow-clad peaks of the main Caucasus, descending by short, steep slopes, fringe the valley on the north, while an abrupt escarpment, having the characteristics of a border ridge of the Armenian highlands, fronts it on the south.",
        "of their day, were immeasurably ahead of their times, and both also understood to the full the strategic art of binding and restraining the independent will power of their opponents, an art of which Marlborough and Frederick, Wellington, Lee and Moltke do not seem ever even to have grasped the fringe.",
        "above the timber-bearing soil along the banks, and all along the lower river the country is liable to overflow; and as the land backward from the stream slopes downward from the banks heaped up by successive flood-deposits, each overflow creates along the river a fringe of swamps.",
        "In addition to the main lines in the valleys of the Rhine and Neckar, which are connected with the towns lying on its fringe, the district is intersected by the Schwarzwaldbahn from Offenburg to Singen, from which various small local lines ramify.",
        "The silk drawn by the rows of teeth on the drum through the porcupine rollers (or porcupine sheets in some cases) covers the whole of the drum, hooked at certain intervals round the teeth; and when a sufficient weight is on the machine, it is stopped, and an attendant cuts, with a knife, the silk along the back of each row of teeth, thus leaving a fringe of silk hooked on the pins or teeth.",
        "This fringe of silk is placed by the attendant between two hinged boards, and whilst held firmly in these boards (called book-boards) is pulled off the machine, and is called a \" strip \"; the part which has been hooked round the teeth is called the \" face,\" and the other portion the \" tail.\"",
        "There are also some very rich coal seams in eastern Persia, far away on the fringe of the desert, and under existing conditions quite valueless.",
        "Beyond the Siwaliks, still looking eastwards, are the sand waves of the Indus plain; a yellow sea broken here and there with the shadow of village orchards and the sheen of cultivation, extending to the long black sinuous line which denotes the fringe of trees bordering the Indus.",
        "Fringe surrounding the anterior opening of the mantle-chamber.",
        "Lagoons fringe the lower course of the Pruth and the coast of the Black Sea, and marshy ground exists beside the Reuth and other tributaries of the Dniester.",
        "It in fact ensures that the wing, and the curtain or fringe of the wing which the primary and secondary feathers form, shall be screwed into and down upon the wind in extension, and unscrewed or withdrawn from the wind during flexion.",
        "North of the gap in the low escarpment in which the town of Lincoln centres, a close fringe of villages borders the escarpment on the west; and throughout the belt the alternations of clay and hard rock are reflected in the grouping of population.",
        "Norwich and Ipswich, Yarmouth, Lowestoft, Harwich and Colchester may be mentioned in the north-eastern part, all depending for their prosperity on agriculture or on the sea; and a fringe of summer resorts on the low coast has arisen on account of the bracing climate.",
        "In size it resembles the striped hyena, but differs in appearance, owing to the fringe of long hair covering the neck and fore part of the back.",
        "Two varieties of culture exist among the tribes inhabiting the state: that extending over the western and central area, and that of the Welle district and eastern fringe.",
        "It consisted in shaving the whole head, leaving only a fringe of hair supposed to symbolize the crown of thorns.",
        "It differs from the true crocodile principally in having the head broader and shorter, and the snout more obtuse; in having the fourth, enlarged tooth of the under jaw received, not into an external notch, but into a pit formed for it within the upper one; in wanting a jagged fringe which appears on the hind legs and feet of the crocodile; and in having the toes of the hind feet webbed not more than half way to the tips.",
        "Settlement was confined to a fringe of villages along the Mississippi.",
        "Although there may be a fringe of hair on the throat, the males have no beard on the chin; and they also lack the strong odour characteristic of goats.",
        "of the Rhine and on the fringe of the Hardtwald forest.",
        "Along the streams there is commonly a fringe of timber, which in the east is fairly heavy.",
        "In the Old World it seems to have reached the fringe of the African continent, where its wanderings in a wild state were stayed.",
        "Potsdam is almost entirely surrounded by a fringe of royal palaces, parks and pleasure-grounds, which fairly substantiate its claim to the title of a \"German Versailles.\"",
        "This chalk appears to underlie nearly the whole basaltic plateaus, appearing as a fringe round them, and also in an inlier at Templepatrick.",
        "Well-planted grounds fringe the steep slope down to the North Bay, in which there is a promenade pier; the South Cliff is similarly adorned.",
        "From here they are absent up to the Gabun river, where they commence to form a narrow fringe as far as the Kunene river, though often overlain by recent deposits.",
        "The head-rest common in the south-east and the southern fringe of the forest area is not found far north of Tanganyika until the Horn of Africa is reached.",
        "Such are the Mandingo, the Songhai, the Fula, Hausa, Kanuri, Bagirmi, Kanembu, and the peoples of Wadai and Darfur; the few aborigines who persist, on the southern fringe of the Chad basin, are imperfectly known.",
        "From the sea the only indication of a river mouth is a break in the dark green mangroves which here universally fringe the coast.",
        "These teeth sometimes form a regular fringe round the margin, and the petal becomes fimbriated, as in the pink; or laciniated, as in Lychnis Flos-cuculi; or crested, as in Polygala.",
        "The term Fraticelli was used contemptuously to denote, not any particular sect, but the members of orders formed on the fringe of the church.",
        "The precise date of the separation is fixed as later than the Miocene, since the fringe of the marine Miocene deposits along the southern coast of Victoria is broken, from Flinders to Alberton; and this gap was no doubt due to the subsidence of the land; of which the islands in the Bass Strait are remnants, which then connected Tasmania with the continent.",
        "But they all lie within the range itself and do not, as in the Carpathians and the Apennines, form a fringe, upon the inner border of the chain.",
        "One of the two jailed culprits was a fringe member of the rapper's entourage.",
        "The downside is that you're basically on the fringe of mainstream society.",
        "He was getting ready to leave the fringe where he'd spent his life.",
        "arts festival - The Edinburgh Fringe.",
        "Moor Piece This block of semi-natural woodland is dominated by birch, with a fringe of conifers along the northwestern boundary.",
        "The large lake has 200 booming bitterns in a fringe of reed 400m wide and 7km long.",
        "The Goodies are not the only act for nostalgia buffs at this year's Fringe.",
        "charming old village of Orton sits in a secluded position on the eastern fringe of the Lake District National Park.",
        "chortle posted: Wed Aug 09, 2006 1:30 pm Subject: 24 Fringe Blogs?",
        "cotton knit with it's luxurious contrasting fringe.",
        "You would be forgiven for thinking a fringe play about a World War II bomber crew would have a fairly eclectic take on events.",
        "crimson velvet, with gold fringe.",
        "Richly carved and gilded, it was hung with green damask and lavishly trimmed with expensive fringe.",
        "delightful unspoiled village on the southern fringe of the North York Moors National Park.",
        "Located on the fringe of the highly desirable commuter village of Burton Fleming.",
        "BATH FRINGE -- The posh Bath Festival's mildly disreputable younger sibling brings its own brand of mayhem to the Georgian city.",
        "fir clubmoss, Huperzia selago and the wooly fringe moss, Racomitrium lanuginosum.",
        "Scottish Dance Theater will appear with Highland, something the artistic director calls \" perfect Fringe fodder \" .",
        "lunatic fringe - ' Oh I am sorry, what did he suffer from?",
        "Bleached populations occurred predominantly at the sublittoral fringe, pale plants further up the shore occurred quite frequently in the normal course of events.",
        "Labor were kept in by the Celtic fringe; they are no longer a legitimate English government.",
        "Lower littoral fringe The Pelvetia (in shelter) or Porphyra (exposed) belt.",
        "fringe meeting without being searched or even having to show proof of identity.",
        "fringe theater going on in your area?",
        "fringe festival kicks off afterward, just outside the castle.",
        "Not any more was the view expressed at a Tuesday lunchtime fringe meeting chaired by Jane Carolan.",
        "Tall reeds fringe open water where frogs and toads spawn in the spring.",
        "gazed earnestly across the fringe of woods.",
        "I like the song \" Yesterday \", we did an upbeat cover version of it at an acoustic gig during the Fringe.",
        "heckle Leslie has been thrown out of an Edinburgh Fringe show after his rowdy pals started heckling the comedian.",
        "herb fringe communities of plains and of the montane to alpine levels.",
        "jester's hats, with fringe The beaded faces concentric to pi.",
        "As far as city breaks go, this little laddie 's got the lot, including even its own Fringe Festival.",
        "lade runs through the garden with the original mill wheel on the fringe.",
        "littoral fringe.",
        "loonyt's fine when they can be dismissed as fringe loonies, with 5 per cent of the vote.",
        "The open waters of the lough hold a range of aquatic plants, whilst a variable swamp fringe can be found surrounding the lough.",
        "fringe loyalists are now leading the call away from sectarianism.",
        "Why bother to cause mischief on the fringe when we can cause mischief on the fringe when we can cause mischief close to the center.",
        "moaning minnie but that's a rather large number of Fringe blogs isn't it?",
        "moire fringe artifact on the sharp black to white edges at this highest resolution setting.",
        "moorland fringe.",
        "mumble decided he were David Beckham and goes round mumbling in this stupid voice, flicking his fringe and practicing his free kicks.",
        "Try taking a fly fringe and attaching it to the nose band so it hangs over the horse's nostrils.",
        "oddball Irishman with a definite twinkle, his Edinburgh Fringe shows are critically acclaimed sell-outs.",
        "overhand knots make the ends more of a feature, like a fringe.",
        "pandanus trees fringe the edge of queenslands northernmost surf beach.",
        "If you've got a comedic streak or a gift for writing prose you could take part in next year's Fringe.",
        "The project area extends to a four mile radius from the center of Norwich to the fringe.",
        "Atlantic fringe benefits The famous white beaches of the Uists are made up of crushed seashells.",
        "swan song of the fringe.",
        "The Fringe Pool is absolutely teeming with golden flanked cheeky Crucian Carp.",
        "terminates also the chance to have double deck workings but terminating on the eastern fringe of the Beeches.",
        "On her head, Princess Elizabeth wore a veil of diaphanous white silk tulle held by the King George III diamond fringe tiara.",
        "The canopy, curtains, and furniture, are of crimson velvet, with gold fringe.",
        "Another feature by which this species differs from the American deer is the conformation of the bones of the lower part of the fore-leg, which have the same structure as in the red deer group. The coat is of moderate length, but the hair on the neck and throat of the old stags is elongated to form a mane and fringe.",
        "I), which are partly or completely surrounded by elongate delicate bristles forming a fringe.",
        "The pampas, which cover so large a part of the republic, have no native trees whatever, and no woods except the scrubby growth of the delta islands of the Parana., and a fringe of low thorn-bushes along the Atlantic coast south to Mar Chiquita and south of the Tandil sierra, which, strictly speaking, does not belong to this region.",
        "Lieutenant John Oxley went down the Lachlan (1817) during one of these periods of flood, and the great plains appeared to him to be the fringe of a vast inland sea.",
        "The presence of the Sakai, a people of the Mon-Khmer stock, in the interior of the peninsula has also been considered as one of many proofs that the Malays intruded from the south and approached the 004Ã‚° D peninsula by means of a sea-route, since had they swept down from the north, being driven thence by the people of a stronger breed, it might be expected that the fringe of country dividing the two contending races would be inhabited by men of the more feeble stock.",
        "27), and in Margelidae the subdivisions of the fringe simulate tentacles (fig.",
        "The members of the subgenus Guereza present a transition from a wholly black animal (C. satanas) to one (C. caudatus) in which the sides of the face are white, and the whole flanks, as well as the tail, clothed with a long fringe of pure white hairs.",
        "(c) The familiar is sometimes an ancestral spirit, and here we touch the fringe of the cult of the dead (see also Ancestor Worship).",
        "To the north-east of the Dinaric Alps extends a region of mountain, moor and forest, with deeply sunk alluvial basins, which finally expand into the lowlands of the Posavina, or Vale of the Save, forming the southernmost fringe of the Hungarian Alfold.",
        "high, yellowish white in colour, with a brown mane and a fringe of the same hue on the throat.",
        "Most of the pine that formerly grew on the Archean at the northern fringe of the settlements has been cut, but the lumberman is still advancing northwards and approaching the northern limit of the famous Canadian white pine forests, beyond which spruces, tamarack (larch) and poplar are the prevalent trees.",
        "The two easiest routes from the Mediterranean, lying through the Orontes gorge and the Beilan Pass, converge in the plain of the Antioch Lake (BalÃƒ¼k Geul or El Bahr) and are met there by (I) the road from the Amanic Gates (Baghche Pass) and western Commagene, which descends the valley of the Kara Su, (2) the roads from eastern Commagene and the Euphratean crossings at Samosata (Samsat) and Apamea Zeugma (Birejik), which descend the valleys of the Afrin and the Kuwaik, and (3) the road from the Euphratean ford at Thapsacus, which skirts the fringe of the Syrian steppe.",
        "The genus is characterized by the arrangement of the sporangia, which hang down from the lower surface of the little oval fertile leaflets, the whole resembling an epaulet with its fringe (fig.",
        "Beyond The Fringe is staged and a satire boom begins.",
        "It 's been a good fortnight for Fringe benefits: three shows made me leave the theater with a silly grin.",
        "Day 22 - Monday 25th August The swan song of the fringe.",
        "There is also the chance to have double deck workings but terminating on the eastern fringe of the Beeches.",
        "The narrow fringe of hair encircling his head was completely gray, and his eyes were a washed-out blue.",
        "Too often marriage turns into an efficient partnership with fringe benefits after several years have passed.",
        "Fringe - A little bit fussy, fringe in styles such as loop or bullion are popular in highly decorated rooms.",
        "Extra details like tassels, fringe, or flanges cannot often be found on outdoor cushions.",
        "Embellishments on furniture could include tassels or beaded fringe.",
        "Then the piece is finished with upholstery material like fabric, leather, trim, and fringe.",
        "Keep in mind that the seam might be embellished with fringe or other trim.",
        "Accents of lace, tassels, and fringe complete the Victorian look.",
        "When choosing styles for their decorative appeal, remember that you can always choose a good, basic color and add decorative fringe or other elements yourself.",
        "Don't use any embellishments like tassels or fringe.",
        "These rich, earthy colors are inspired by natural elements, such as animal prints and skins, accents in fringe, bone and feather, ethnic patterns and tribal influences.",
        "Oval area rugs, just like other rug shapes, come either with or without fringe.",
        "Avoid going over the fringe area on the ends of the rug with the vacuum as it may catch and pull the fringe, which could damage it.",
        "A flapper dress usually involves a lot of beading and sequins and a hefty dose of fringe.",
        "Other comforter sets have fringe trim or beads.",
        "\"Retro\" can mean a lot of different things in shower curtains, such as frilly fabric curtains with fringe and tassels that were seen in the 1950s.",
        "This kind of towel usually has a fabric pattern used as border hem along with rope twist fringe or tassels.",
        "Rope fringe and other kinds of trim are usually sewn for edging.",
        "These cozy blankets feature an all-over textured weave and fringe hem.",
        "These projects include adding fabric linen trim, pom-pom fringe, ribbon trim or simply creating your own design on sheer curtains by using a rubber stamp.",
        "She also co-produced the play, Red Herring, which will be a part of the 10th Annual New York International Fringe Festival in August 2007.",
        "Shiny satin, tassels, fringe and more eye-popping options are available.",
        "Still, there are fringe shops that carry a wide variety of alternative-themed items, though some of these stores have become so popular they are nearly mainstream.",
        "Cowry shells and brass beads ornament and give weight to the fringe.",
        "The petals of the laciniated section are very deeply cut into a fine fringe.",
        "Fringe Tree (Chionanthus) - A beautiful, small, hardy tree of the Olive family, well grown in this country in sandy loam; in early summer it bears long clusters of white flowers, with petals long and narrow like a fringe.",
        "America, on the fringe of lakes, and hardy in England.",
        "H. ciliaris has bright orange-yellow flowers with a conspicuous fringe, which appear from July to September.",
        "I have often seen it thriving where the air was pure and the soil suitable; and it is excellent for a moist rock garden, growing rapidly, and forming a charming fringe to groups of small alpine shrubs, on cool parts of the rock garden.",
        "Matilifa Poppy (Romneya Coulteri) - A tall perennial, with, when well grown, beautiful close leaves and an immense white fringe of flowers.",
        "The hardier varieties are admirable for artistic gardening, their fine forms being very effective when tastefully grouped on the fringe of beds of choice bushes and when touching and seeming to spring out of the grass.",
        "Styles varied from the plain cravat to those edged with lace or fringe.",
        "Be careful of large amounts of fringe, zippers, buckles and folds.",
        "Some of the styles they have featured in the past were made of glittering, delicate cloth, crochet, or rich fringe and were designed to be worn as outerwear, accessory pieces, or glitzy evening wear.",
        "Belly dancing skirts are typically sheer and colorful and decorated with beads, coins, and fringe.",
        "You can get a bandeau tube top and matching micro mini skirt with fringe trim.",
        "Many styles are playfully adorned with fringe or other elements to add some intrigue to the look.",
        "The vest has fringe and three sparkly blue lone stars down each side.",
        "The bodice of a western dress is often decorated with embroidery, beading and sometimes fringe.",
        "One piece of fringe is cut from the shawl, which is done to make it ineffective.",
        "Think about that fringe that is often left on even very bald men.",
        "According to Bernstein Medical Center for Hair Restoration, transplanted hair from that fringe isn't likely to fall out, even when placed in a previously bald spot, because that hair is not affected by the hormones that cause hair loss.",
        "Fringe, chunks, and pieces of hair are often strategically pieces, places, or texturized to achieve the desired look.",
        "If you want bangs, you'll need to decide if you want a blunt cut, side swept bangs, or just a long fringe.",
        "Medium hair: If hair is medium-long opt for above shoulder layers with face framing fringe.",
        "It's important to note that this is a high maintenance look; regular fringe trims are necessary every month or so.",
        "Show this look off by adding a hint of shine serum and flat ironing the fringe to smooth it out.",
        "Style your bangs or face-framing fringe as you wish.",
        "Jenny McCarthy transformed her casual, wash-and-go bob into a sleeker, sassier look with the addition of heavy fringe straight across her forehead.",
        "Whether it is a light layer of fringe, a side swept bang, or a mod, blunt, straight across bang, adding a bang to a bob changes the look entirely.",
        "Women sporting an indie cut may choose to soften the look with wispier fringe.",
        "Cropped styles are usually only an inch or two in length with most of the hair being the same length, but they can be personalized with a longer fringe around the face or left a little longer in the back to add softness to your hairline.",
        "This style can work well with both short bangs and fringe around the face, or longer bangs with layers.",
        "Fringe and bangs are a hot style right now.",
        "To open up the face, opt for long face framing fringe, and part hair either down the center or slightly off-center.",
        "Short, shaggy layers define this tapered cut that holds close to the head, and it can be worn with or without fringe bangs.",
        "All styles of bangs, from low blunt bangs that brush the eyebrows to side swept bangs that curve across the forehead to a thin, long fringe that covers one eye are popular and can be worn beautifully with different short hair cuts.",
        "Before you decide to make the fringe, consider the commitment of a bang and the grow out period.",
        "Long, blunt bangs are a popular Lady Gaga style - the bangs should cover the eyebrows and be cut perfectly straight in a thick fringe, and they work best with straight, simple hair styles.",
        "Nape skimming fringe is a good length to aim for.",
        "With fuller faces, darker around your cheekbones and lighter around the fringe and the top of the cut can really heighten and add volume.",
        "You're still free to explore the versatility of styling long hair when you add just a smidgen of varied fringe.",
        "Soft fringe bangs are a likely option for anyone who wants to add a bit of style to their cut without a major impact.",
        "Pair bangs with a bob cut for something edgy, or ask your stylist to feather some long layers into your fringe to create feminine wisp and movement.",
        "And, you have to see the Fringe Maternity Dress for only $168 available in black, pink or white.",
        "Use your quick-cut guide and rotary cutter to cut your fringe.",
        "Depending upon the look you prefer for your blanket, fringe may be cut in one half or one inch increments.",
        "Use a seam ripper to make a small slit in the top of each piece of fringe.",
        "Feed the end of the fringe through the back side of the slit, being careful not to stretch the fabric.",
        "Fringe isn't just for cowboys and flappers.",
        "Consider adding a row of fringe to the bottom of a chair slipcover to give it some Victorian-style beauty.",
        "You can also add fringe to the bottom of a child's jean skirt to provide a fun, Western look.",
        "Most fabric stores sell fringe by the yard in many different styles or colors.",
        "This fun, flirty and tier-layered Beauty Skirt is adorable with its black-lined fringe layers.",
        "The bottom of the swimsuit also features gold rings that ride on the hips, while a matching \"fringe\" cover-up skirt is available to complete the outfit.",
        "Note that the fringe cover-up skirt is exactly that, fringe, and it doesn't really cover very much at all.",
        "This beaded leather, island-cut bikini bottom with matching beaded fringe top is a look that will get you noticed!",
        "The intricate beading captures the rays of the sun and transforms them into a sparkling shimmer, while the wispy fringe trim is designed to move with you.",
        "Not only does the bottom offer full coverage , but it's also equipped with a skirt-like (albeit short) fringe.",
        "Feather Fringed Sequin Thong: This $36 set comes in a choice of either red or black sequins, and the seductive silver fringe accompanies both!",
        "A fringe scarf, in a deep orange and brown, immediately catches and holds the viewer's eye.",
        "Some are embellished with rhinestones or other hardware, while others contain side ties, fringe and floral appliqué.",
        "Brazilian Bikinis - Leather suits here have a range of details like fringe, bold colors and flirty designs.",
        "Tankinis for this swimsuit style can include an exposed back or incorporate fringe details.",
        "The starter sets include a white dress form for creating fashions, three pieces of fabric, accessories like belts, bows and fringe, rhinestones and stickers.",
        "One fringe benefit of caffeine-based supplements is that they hike your metabolism.",
        "Some tweed jackets have embellishments such as fringe, beading or even fur trim.",
        "Look for delicate enhancements, like fringe or lace, for a simpler look.",
        "Select a shorter bamboo scarf, preferably with fringe, and simply cross it in front in the beginning stages of a bow.",
        "You can find fringe, sequins, and even lace, so if your heart is set on wearing the opposite of what everyone else will be wearing to a certain event, don't overlook the white dresses.",
        "Craft and fabric stores carry beaded fringe that you can buy by the yard.",
        "Measure your ornaments at their widest circumference before buying your fringe, and multiply that measurement by the number of ornaments you plan to make to determine how much fringe you need to buy.",
        "Adhere one side to the circumference of your ornament, then peel the outside protective strip off and press the top strip of the fringe firmly onto the tape, with the right side (the more finished looking side) of the fringe facing you.",
        "Who could take their eyes off of a metallic dot dress with fringe?",
        "Scarves should be colorful, and if they have fringe, they'll look even more authentic.",
        "Fringe and details: Adding fringe and small Native American details will help authenticate the look of your Indian costume.",
        "You can purchase suede fringe from the craft store or create a fringe scrap by cutting peaks into a strip or brown felt.",
        "Attach the fringe to the bottom of the vest and pant legs for the boys, and at the bottom of the dress hem for girls.",
        "Serapes are long and reach roughly to the knees of the wearer when fitted properly, and may be trimmed with a bright, festive fringe.",
        "The fly girl needs boots with bling and fringe.",
        "Some typical tap dance costumes include spandex leotards with fringe skirts and sequined collars and wrist cuffs.",
        "Popular costumes are sequined bra tops decorated with coins or fringe.",
        "Both decorate well with belts that wrap around the hips and are decorated with bells, beads, fringe or charms.",
        "Tiffany & Co. also offers several exclusive design lines, such as the Tiffany Fringe: distinctive earrings and necklaces of delicately woven metal with dangling strings and gems that offer sophisticated yet fun appeal.",
        "The prices are affordable, ranging from $99.00 for the Ojai Crochet Crossbody to $229.00 for the Daisy Macrame Fringe Hobo.",
        "You'll find trendy accents infused in the bags, from fringe details to retro-inspired designs.",
        "This then means that it comes will all the bells and whistles (which in this case means fringe!).",
        "Eclectic: If you want radically different boots, you'll find styles that feature random zippers, multiple buckles, fringe and outrageous colors.",
        "Designers add buckles, studs and even fringe to their boots to give them that extra special touch that makes them stand out in a crowd.",
        "The actress will also be featured in Anaïs Nin Goes to Hell, a theater production produced for the New York Fringe Festival, in the role of Andromeda.",
        "Before significant roles on Boston Legal, Fringe and The Human Target, Mark Valley spent three years as Jack Devereaux from 1994 to 1997.",
        "As with most cultural phenomena that starts out on the societal fringe, these ghetto inspired designs are becoming more socially acceptable than they once were.",
        "School mascots can sometimes feel left on the fringe of everything that is going on.",
        "Bead Patterns has nearly 300 free patterns for necklaces, bracelets, loom patterns, fringe, rings and more.",
        "Cut the card stock into fringe about a quarter of an inch wide that takes up about half the length of the card stock.",
        "Brick stitch: The brick stitch one of the most versatile beading techniques, since it can be used to make dangling earrings as well as beaded fringe.",
        "No Fringe Poncho: Basic design using fancy yarns to great effect.",
        "MakingFriends: A low-sew project resulting in a cozy winter hat with fringe top.",
        "Make fringe from the remaining construction paper, and glue it on the bottom.",
        "You can also use fringe from the fabric store.",
        "If you want, you can tie the fleece fringe to give the blanket a more finished look.",
        "When the fabric is dry, smooth it out on the floor, and use scissors and a ruler to cut a two-inch fringe all the way around the blanket's edge.",
        "If desired, you can knot the fringe to give the blanket a more finished appearance.",
        "Body Zone Apparel is a place to get your fishnets, exotic foils, fringe, sequins, school girl looks, and more.",
        "This is probably another one you'll want to save for behind closed doors rather than behind button-up shirts due to the sequins and fringe on the bra.",
        "Case in point is the Lingerie Fringe Cupless Bra and G-Sting Set.",
        "However, the bottom portion of the bra contains a fringe ending that sways this way and that.",
        "Not to be outdone, the accompanying G-string also contains highly suggestive, similarly styled, and strategically placed, string fringe pieces as well!",
        "Colored in red, there are gold details on the cups of this bra, and even gold fringe that shimmers this way and that!",
        "This silky chemise, designed by Mary Green, pairs the romantic material in a soft pink hue with unexpected beaded fringe on the bottom and shoulders.",
        "These companies make dance costumes in leather that are decorated in studs, rings and fringe.",
        "Mild to Wild Leather: Looking for a leather v-neck babydoll with fringe?",
        "Male lingerie isn't just for a fringe group; it's actually for a variety of men with different tastes.",
        "Rainbow Metallic Fringe-Cover the food table with this metallic fringe.",
        "Rainbow Drop Fringe Garland-Put this along the edge of walls for a festive look.",
        "Distant figures on the fringe of the galaxy, the remnants of the Emperor's machinations threaten them.",
        "Science Fiction covers everything from fantasy movies to high tech space drama and even theoretical stories covering fringe technology.",
        "Many bands now include fringe on the majorette's body suits to take the place of the tassels that were on the boots at one time.",
        "The fringe shows movement as the majorette goes through her routine.",
        "above the city, lies the village of Loschwitz, where Schiller, in the summer of 1786, wrote the greater part of his Don Carlos: above it on the fringe of the Dresdner Heide, the climatic health resort Weisser-Hirsch; farther up the river towards Pirna the royal summer palace Pillnitz; to the south the Plauensche Grund, and still farther the Rabenauer Grund.",
        "The former is a long narrow valley, with a rich fringe of cultivation bordering the river; the latter is a wide open alluvial plain, cultivated only on one side, and for the rest rough stony waste.",
        "The Tertiary deposits form a fringe around the older rocks, and in some places this fringe extends far up into the interior of the island.",
        "almost land-locked, easy of access, and with so secure an anchorage that vessels can safely lie alongside the rocks that fringe the shore.",
        "Layer upon layer of clay is deposited by the sea in front of the dikes, until new fringe has been added to the coast-line on which sea grasses begin to grow.",
        "His head was large and bald, surrounded with a fringe of dark hair.",
        "Numerous early earthworks fringe the hills to the south.",
        "There is also a tuft of elongated hairs at the end of the tail, one upon each elbow, and in most lions a copious fringe along the middle line of the under surface of the body, wanting, however, in some examples.",
        "A fringe of ice generally lines the greater part of the Danish coasts on the eastern side for some time during the winter, and both the Sound and the Great Belt are at times impassable on account of ice.",
        "It is situated at the mouth of a small stream, the Dour, whose valley here breaches the high chalk cliffs which fringe the coast on either hand.",
        "The backbone or main water-divide of the Hindu Kush continues to form the boundary between Afghanistan and those semi-independent native states which fringe Kashmir in this mountain region, until it reaches Kafiristan.",
        "It still exists in places along the tarsi or submontane fringe of the Himalayas.",
        "Beyond these is a fringe of suburbs (La Union and Paso Molino), and on the western side of the bay is the straggling suburb of Cerro, largely industrial in character.",
        "The physiography of the state is simple; its main features are few and bold: a mountain fringe along the ocean, another mountain system along the east border, between them - closed in at both ends by their junction - a splendid valley of imperial extent, and outside all this a great area of barren, arid lands, belonging partly to the Great Basin and partly to the Open Basin region.",
        "The low, swampy and monotonous shore of the Caribbean, with its numerous lagoons and estuaries, and its fringe of reefs a,nd islets, contains only three harbours: Gracias a Dios, Bluefields or Blewfields, and Greytown (San Juan del Norte).",
        "On the west there are narrow coast plains of limited extent, deep gulfs, which offer facilities for trade and commerce, and a fringe of protecting islands.",
        "The vestibule of the mouth is the space bounded by the oral hood; this arises by secondary downgrowth of lid-like folds over the true oral aperture, and is provided with a fringe of tentacular cirri, each of which is supported by a solid skeletal axis.",
        "All, however, have a common feature in the fringe of islands which, throughout nearly the entire length, shelters the coast of the mainland from the open sea.",
        "As to the seas, the formation of ice on the west and south coasts is rare, but in the central and northern parts of the Baltic drift-ice and a fringe of solid ice along the coast arrests navigation from the end of December to the beginning of April.",
        "Among the islands which thickly fringe this part of the coast, the largest are Azopardo (lying within Baker Inlet), Prince Henry, Campana, Little Wellington, Great Wellington and Mornington (of the Wellington archipelago), Madre de Dios, Duke of York, Chatham, Hanover, Cambridge, Contreras, Rennell and the Queen Adelaide group of small barren rocks and islands lying immediately north of the Pacific entrance to the Straits of Magellan.",
        "The associated habitat is mainly 6430 Hydrophilous tall herb fringe communities of plains and of the montane to alpine levels."
    ],
    "definition": [
        "A decorative border or edging of hanging threads, cords, or strips, often attached to a separate band.",
        "Something that resembles such a border or edging.",
        "A marginal, peripheral, or secondary part: “They like to hang out on the geographical fringes, the seedy outposts” ( James Atlas )",
        "Those members of a group or political party holding extreme views: the lunatic fringe.",
        "Any of the light or dark bands produced by the diffraction or interference of light.",
        "A fringe benefit.",
        "To decorate with or as if with a fringe: The weaver fringed the edge of the scarf.",
        "To serve as a fringe to: Ferns fringed the pool.",
        "fring′y\nadjective",
        "Link/Cite",
        "Outside the mainstream.",
        "A decorative border.\nthe fringe of a picture",
        "A marginal or peripheral part.",
        "Those members of a political party, or any social group, holding unorthodox views.",
        "The periphery of a town or city.\nHe lives in the fringe of London.",
        "That part of the hair that hangs down above the eyes; bangs.\nHer fringe is so long it covers her eyes.",
        "(physics) A light or dark band formed by the diffraction of light.\ninterference fringe",
        "Non-mainstream theatre.\nThe Fringe; Edinburgh Fringe; Adelaide Fringe",
        "The peristome or fringe-like appendage of the capsules of most mosses.",
        "To decorate with fringe.",
        "To serve as a fringe.",
        "finger",
        "Link/Cite"
    ]
}