{
    "translation": "פרונטלי ,קדמי",
    "uses": [
        "Len knelt in front of her and examined her neck.",
        "He parked the truck in front of the house and headed down the hill.",
        "Her heart was pounding as he stopped in front of her.",
        "Julia chose that moment to open the front door.",
        "Being in front carried its responsibilities.",
        "As the truck came to a halt in front of the house, she stared up at it in awe.",
        "She stopped in front of him.",
        "They sat her in front of a mirror while Felipa worked.",
        "Then, suddenly, an awkward half-grown boy who sat right in front of the master's desk turned squarely around and whispered to Tommy Jones, three desks away.",
        "At the front an altercation occurred between an Austrian guide and a Russian general.",
        "Thinking back, her parents had done both in front of her.",
        "From the direction of Olmutz in front of them, a group was seen approaching.",
        "In the end, our fundamental challenge is to become better individuals, and technology offers little help on that front; it is up to each one of us to solve that for ourselves.",
        "She dropped to the floor in front of the fireplace and crossed her legs.",
        "Suddenly, to his great joy he saw little Lucy Martin lean over her desk and whisper to the girl in front of her.",
        "When they finally got on the plane, she and Jonathan had a window seat - Jonathan in front of her.",
        "In front of it stood carriages without horses and things were being packed into the vehicles.",
        "Princess Mary walked up and down the room and stopped in front of him.",
        "I've been thinking about rigging up something on the front to catch the webs.",
        "The lint he tucked back into his pocket, and the ring he tossed on the table in front of Adrienne.",
        "Without a word, he backed the car until they were close to the one that had pulled out in front of them.",
        "Giddon closed the door, and Lisa waved to Connie as he walked around the front of the car.",
        "From above on the left, bisecting that amphitheater, wound the Smolensk highroad, passing through a village with a white church some five hundred paces in front of the knoll and below it.",
        "How could he do such a thing in front of Jonathan... and where was Jonathan?",
        "The carriages were at the front porch.",
        "He turned onto Franz Josef Street, where he was not supposed to have been, and drove right in front of a surprised Princip.",
        "They halted in front of a dome shaped dwelling with a grass cover.",
        "He towered over them both, the muscles in his arms and shoulders straining against his shirt as he hooked his thumbs in the front pockets of his jeans.",
        "The two women adjourned to the front porch to cut green beans and shuck corn.",
        "Prince Andrew, in the white uniform of a cavalry colonel, wearing stockings and dancing shoes, stood looking animated and bright in the front row of the circle not far from the Rostovs.",
        "In the middle of the wood a brown hare with white feet sprang out and, scared by the tramp of the many horses, grew so confused that it leaped along the road in front of them for some time, arousing general attention and laughter, and only when several voices shouted at it did it dart to one side and disappear in the thicket.",
        "She tentatively lifted a foot into the front seat, and knew a moment of panic when her sandal heel caught in the hem of her dress.",
        "In front of the Governor's house Alpatych found a large number of people, Cossacks, and a traveling carriage of the Governor's.",
        "In front of a landowner's house to the left of the road stood carriages, wagons, and crowds of orderlies and sentinels.",
        "Because television was radio with pictures, the first television shows were simply men in suits standing in front of microphones reading the news.",
        "That redoubt was quite senseless in front of the position where the battle was accepted.",
        "One day some gentlemen called on my mother, and I felt the shutting of the front door and other sounds that indicated their arrival.",
        "Before him, on the right, Rostov saw the front lines of his hussars and still farther ahead a dark line which he could not see distinctly but took to be the enemy.",
        "The whole moving mass began pressing closer together and a report spread that they were ordered to halt: evidently those in front had halted.",
        "So you kissed me in front of her.",
        "Bolkonski only tried not to lose touch with it, and looked around bewildered and unable to grasp what was happening in front of him.",
        "She followed him to the front door and looked up at him inquisitively.",
        "Stopping in front of the Pavlograds, the Tsar said something in French to the Austrian Emperor and smiled.",
        "An enormous space, with our army's campfires dimly glowing in the fog, could be seen behind him; in front of him was misty darkness.",
        "In front rode a fresh-looking, handsome old man with a large gray mustache.",
        "I know you would stand beside me - maybe even in front of me with the intent of protecting me.",
        "She staggered on legs of rubber and he lifted her to the counter, sitting her in front of him.",
        "In those driving northeast rains which tried the village houses so, when the maids stood ready with mop and pail in front entries to keep the deluge out, I sat behind my door in my little house, which was all entry, and thoroughly enjoyed its protection.",
        "I'll ask leave to go to the front, this may be my only chance of seeing the Emperor.",
        "Yes, I'd send them on in front, but no fear, they're crowding up behind.",
        "\"Why don't you speak?\" she inquired of a very old man who stood just in front of her leaning on his stick.",
        "She shoved a paper in front of his face.",
        "In front and behind moved infantry.",
        "More than that, he was willing to make concessions - in front of the children.",
        "If they presented a united front, Tessa might back up.",
        "Meanwhile the staff officer standing in front pointed out something to the general, who looked through his field glass.",
        "The small lamp in front of the icons was the only light left in the room.",
        "Four days before, sentinels of the Preobrazhensk regiment had stood in front of the house to which Balashev was conducted, and now two French grenadiers stood there in blue uniforms unfastened in front and with shaggy caps on their heads, and an escort of hussars and uhlans and a brilliant suite of aides-de-camp, pages, and generals, who were waiting for Napoleon to come out, were standing at the porch, round his saddle horse and his Mameluke, Rustan.",
        "Did you chew her out in front of everyone?",
        "In front of each place was a plate bearing one of the delicious dama-fruit, and the perfume that rose from these was so enticing and sweet that they were sorely tempted to eat of them and become invisible.",
        "There is a piazza in front, covered with vines that grow so luxuriantly that you have to part them to see the garden beyond.",
        "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.",
        "\"I cannot inform Your Majesty at what o'clock the battle began at the front, but at Durrenstein, where I was, our attack began after five in the afternoon,\" replied Bolkonski growing more animated and expecting that he would have a chance to give a reliable account, which he had ready in his mind, of all he knew and had seen.",
        "Prince Andrew jumped up as if someone had burned him, and again began pacing up and down in front of the shed.",
        "Overtaking the battalions that continued to advance, he stopped the third division and convinced himself that there really were no sharpshooters in front of our columns.",
        "The French were supposed to be a mile and a half away, but had suddenly and unexpectedly appeared just in front of us.",
        "A cannon ball killed someone behind them, another fell in front and splashed Dolokhov with blood.",
        "When at last, smartly whirling his partner round in front of her chair, he drew up with a click of his spurs and bowed to her, Natasha did not even make him a curtsy.",
        "Prince Andrew, looking straight in front of him, listened in silence to Pierre's words.",
        "Just then a commissariat soldier, a hospital orderly, came in from the next room, marching stiffly, and drew up in front of Rostov.",
        "The crowd unexpectedly found itself so close to the Emperors that Rostov, standing in the front row, was afraid he might be recognized.",
        "The countess took up a position in one of the front rows of that crowd.",
        "Then, unexpectedly, as often happens, the sound of the hunt suddenly approached, as if the hounds in full cry and Daniel ulyulyuing were just in front of them.",
        "The little car pulled out in front of them.",
        "\"They've withdrawn the front line, it has retired,\" said they, pointing over the earthwork.",
        "These temporary aims are like the broom fixed in front of a locomotive to clear the snow from the rails in front: they clear men's moral responsibilities from their path.",
        "On Christmas Eve, we sit in front of the fire and take turns reading Christmas stories.",
        "As they climbed out of the car, a screen door squealed on the front porch and a short stocky man emerged, running a hand through graying hair.",
        "There was already a sizable gap between her wagon and the one in front of her.",
        "The whole army was extended in three lines: the cavalry in front, behind it the artillery, and behind that again the infantry.",
        "Two of them rode side by side in front, at full gallop.",
        "He was riding almost along the front line.",
        "In front, the French infantry were firing as they ran.",
        "After passing a chasseur regiment and in the lines of the Kiev grenadiers--fine fellows busy with similar peaceful affairs--near the shelter of the regimental commander, higher than and different from the others, Prince Andrew came out in front of a platoon of grenadiers before whom lay a naked man.",
        "A full wine glass sat in front of the seat.",
        "The girl in front of her began speaking.",
        "Prince Andrew, with a beaming, ecstatic expression of renewed life on his face, paused in front of Pierre and, not noticing his sad look, smiled at him with the egotism of joy.",
        "Nicholas could already see not far in front of him the wood where the wolf would certainly escape should she reach it.",
        "Long and short sleeve blue button front shirts are available, as well as short-sleeve polo pullovers.",
        "If you'd like to add a name to the front of the hat, you can do that as well.",
        "There are minimal charges to add numbers to the front of the jerseys, and also for numbers over 20.",
        "By the time she reached the front room, Giddon had answered the door.",
        "The Russian officer in charge of the transport lolled back in the front cart, shouting and scolding a soldier with coarse abuse.",
        "In front in the fog a shot was heard and then another, at first irregularly at varying intervals--trata... tat--and then more and more regularly and rapidly, and the action at the Goldbach Stream began.",
        "Napoleon, in the blue cloak which he had worn on his Italian campaign, sat on his small gray Arab horse a little in front of his marshals.",
        "That part of the line was not entrenched and in front of it the ground was more open and level than elsewhere.",
        "Only at the end of it, in front of the almshouse and the lunatic asylum, could be seen some people in white and others like them walking singly across the field shouting and gesticulating.",
        "In front rode a detachment of Wurttemberg hussars and behind them rode the King of Naples himself accompanied by a numerous suite.",
        "The officer walked in front, leaning on a stick and slightly limping.",
        "A great number of people crowded in front of the conflagration.",
        "Not one of those dismounted cavalrymen who had marched in front of the prisoners was left; they had all disappeared.",
        "In front of them all fled the Emperor, then the kings, then the dukes.",
        "He stopped in front of the Preobrazhensk regiment, sighed deeply, and closed his eyes.",
        "The regiment passed through the village and stacked its arms in front of the last huts.",
        "Certain destruction lay behind the French but in front there was hope.",
        "The stage came to a halt in front of the station, and people drifted by, satisfying their curiosity about its occupants.",
        "He stopped the buggy in front of the house and got out.",
        "Mr. Webster rode in front, and Daniel, on the old gray nag, followed behind.",
        "The waist is trimmed with pink and green brocaded velvet, and white lace, I think, and has double reefers on the front, tucked and trimmed with velvet, and also a row of tiny white buttons.",
        "In my front yard grew the strawberry, blackberry, and life-everlasting, johnswort and goldenrod, shrub oaks and sand cherry, blueberry and groundnut.",
        "He noticed that they had not come to the front entrance but to the back door.",
        "The caleche stopped in front of the regiment.",
        "Rostov wiping his muddy hands on his breeches looked at his enemy and was about to run on, thinking that the farther he went to the front the better.",
        "In the passage little Kozlovski was squatting on his heels in front of a clerk.",
        "In front came a man wearing a strange shako and a blue cloak, swarthy, sunburned, and with a hooked nose.",
        "At the moment he opened his eyes he heard in front of him, where the enemy was, the long-drawn shouts of thousands of voices.",
        "Denisov, as was his wont, rode out in front of the outposts, parading his courage.",
        "But here Nicholas only saw that something happened to Karay--the borzoi was suddenly on the wolf, and they rolled together down into a gully just in front of them.",
        "Nicholas went hastily to the front porch, saying he felt too hot.",
        "On entering the room now he crossed himself, turning toward the front corner of the room, and went up to Dolokhov, holding out a small, black hand.",
        "Balaga took his seat in the front one and holding his elbows high arranged the reins deliberately.",
        "There's our center, at Borodino, just there, and he pointed to the village in front of them with the white church.",
        "In front of Tuchkov's troops was some high ground not occupied by troops.",
        "\"Why's that fellow in front of the line?\" shouted somebody at him again.",
        "One cannon ball, another, and a third flew over him, falling in front, beside, and behind him.",
        "From in front and especially from the right, in the unlifting smoke the guns boomed, and out of the mysterious domain of smoke that overlay the whole space in front, quick hissing cannon balls and slow whistling shells flew unceasingly.",
        "A battery of artillery was passing in front of the regiment.",
        "Before two o'clock in the afternoon the Rostovs' four carriages, packed full and with the horses harnessed, stood at the front door.",
        "The hall porter was standing at the front door.",
        "Expecting the enemy from behind and not in front, the French separated in their flight and spread out over a distance of twenty-four hours.",
        "All his life he had looked over the heads of the men around him, when he should have merely looked in front of him without straining his eyes.",
        "Maybe they would both think about it before they jumped at each other next time - especially in front of the children.",
        "She applied the brakes and the dust cloud caught up, cloaking the road so thickly that visibility was down to the front of the car.",
        "The day Mertz attacked her; I talked to Lisa and Giddon on her front porch.",
        "Getting around in front, so that she could look inside, the girl saw a boy curled up on the seat, fast asleep.",
        "It was a pretty place, with vines growing thickly over the broad front porch.",
        "\"Singers to the front\" came the captain's order.",
        "She was, as always at evening parties, wearing a dress such as was then fashionable, cut very low at front and back.",
        "In front, far off on the farther shore of that sea of mist, some wooded hills were discernible, and it was there the enemy probably was, for something could be descried.",
        "Having passed the Guards and traversed an empty space, Rostov, to avoid again getting in front of the first line as he had done when the Horse Guards charged, followed the line of reserves, going far round the place where the hottest musket fire and cannonade were heard.",
        "In front of the group, on a black horse with trappings that glittered in the sun, rode a tall man with plumes in his hat and black hair curling down to his shoulders.",
        "Rostov, without waiting to hear him out, touched his horse, galloped to the front of his squadron, and before he had time to finish giving the word of command, the whole squadron, sharing his feeling, was following him.",
        "At that moment Count Rostopchin with his protruding chin and alert eyes, wearing the uniform of a general with sash over his shoulder, entered the room, stepping briskly to the front of the crowd of gentry.",
        "\"I can see through you and three yards into the ground under you,\" he continued, gazing at the floor in front of Dron.",
        "Cynthia was careful not to flirt with Cade again, putting on a professional front when he was around.",
        "He stopped in the village at the priest's house in front of which stood the commander-in-chief's carriage, and he sat down on the bench at the gate awaiting his Serene Highness, as everyone now called Kutuzov.",
        "From information he had received the evening before, from the sound of wheels and footsteps heard by the outposts during the night, by the disorderly movement of the Russian columns, and from all indications, he saw clearly that the allies believed him to be far away in front of them, and that the columns moving near Pratzen constituted the center of the Russian army, and that that center was already sufficiently weakened to be successfully attacked.",
        "She spoke quickly, hoping that desire could be covered up by a professional front.",
        "Today it was her turn to be in front.",
        "But instead of helping her into the wagon in the same gentlemanly manner, he grabbed her by the collar and waistband and dumped her in the front of the wagon.",
        "I noticed some crocus and daffodils coming up in the front.",
        "Let's say it landed right in front of you when you were cold sober.",
        "A car was parked in front of me, an old Ford.",
        "Howie and I were relegated to shucking more corn and cutting up strawberries on the covered front porch as we watched the rain continue to fall.",
        "I told him a big fat lie in front of you this past weekend.",
        "The store front he pointed out was boarded up.",
        "Massive maple trees shaded back and front.",
        "Our company name was modestly displayed by the front door for all to see.",
        "Her parent's pleas for her return produced front page news.",
        "Grande and Pierre are joining us from our European front.",
        "Tattoos flared on the arms and necks of the people in front of her before fading and growing invisible again.",
        "Andre said, stepping in front of her.",
        "Her eyes fell to the entryway in front of the elegant building in which she stayed, then to the street further down, where several forms moved from beneath a canopy, trailed by a shadow darker than night.",
        "She pressed the front of her body against the building, dug her fingertips into indents in the stone, and slid her foot along the roughened ledge to the right, stepping slowly and forcing her head up.",
        "The rocket slammed into an ambulance parked in front of Andre's, the brilliant explosion throwing heat and light that reached her on what she estimated was the twentieth floor.",
        "She moved to the bars at the front of her cell, aware of the beast across the hall doing the same with a growl.",
        "Sasha's men would kill you twice before you reached the front door.",
        "Bullard has invested in the design and development of hard hats so they offer protection from the top, sides, front, and rear.",
        "When you get here, you will see the pizzeria in the front and its spacious dining area behind it.",
        "After a full day of adventures, relax with a bottle of wine in front of the fire.",
        "Lines of waiting diners regularly go out the front and back doors, winding past carving stations, where chefs slice large slabs of roast beef, the restaurant's specialty.",
        "Grab a slice at the outdoor counter after a long day at the beach, or sit inside and watch your pizza pie get made right in front of you before heading to play miniature golf.",
        "When it is time for a meal, you can relax at a table in front of the fireplace.",
        "The chefs slice, chop and flip the beef, chicken, and seafood right in front of customers.",
        "There is a small grocery store at the front of the restaurant where you can take its great food home with you.",
        "Meals are prepared right in front of you, and the staff all around gets high marks for courtesy, professionalism, and sense of humor.",
        "The restaurant offers modestly priced seafood and steaks, which you can enjoy directly on the lake front.",
        "The quieter front section of the venue houses pool tables and the dining room, while the back annex holds the bands and a dance floor.",
        "Enjoy the entertainment while the chef chops, slices, dices and cooks the food on a grill right in front of you.",
        "And if so, would they be able to fit three people comfortably in the front seat?",
        "For a few moments the car hung there, the back half solidly on the ground, the front hanging precariously over the cliff.",
        "Possibly in answer to her prayers, the front of the car climbed into the air.",
        "The front end was slowly sinking down as the ground gave way.",
        "The windows were all broken and the front end was smashed back to the windshield.",
        "She planted both on the nightstand in front of Lisa.",
        "They had talked in front of her, so it couldn't be what she thought.",
        "She needed to talk to him, but not here in front of the owner.",
        "It wasn't bad enough she had to pitch her cookies in front of him, now she was going to cry.",
        "Again she had abandoned morality and shamed herself in front of him.",
        "She placed the form in front of her on the counter and began filling it out.",
        "He stepped in front of her and took the tray.",
        "He parked the truck in front of the courthouse and turned to her, dragging a paper from his pocket.",
        "There were odd wooden houses, with carved wooden flowers in the front yards.",
        "England and France, Spain and Portugal, Gold Coast and Slave Coast, all front on this private sea; but no bark from them has ventured out of sight of land, though it is without doubt the direct way to India.",
        "He walked about in front of the line and at every step pulled himself up, slightly arching his back.",
        "The regimental commander walked with his jerky steps to the front of the regiment and examined it from a distance.",
        "Then the clang of hoofs, as of several horses galloping, resounded on the planks of the bridge, and the squadron, officers in front and men four abreast, spread across the bridge and began to emerge on his side of it.",
        "All were looking at the enemy in front and at the squadron commander, awaiting the word of command.",
        "Look at me, cried Denisov who, unable to keep still on one spot, kept turning his horse in front of the squadron.",
        "After his dismissal from headquarters Zherkov had not remained in the regiment, saying he was not such a fool as to slave at the front when he could get more rewards by doing nothing on the staff, and had succeeded in attaching himself as an orderly officer to Prince Bagration.",
        "Franz, Bilibin's man, was dragging a portmanteau with some difficulty out of the front door.",
        "Our front line and that of the enemy were far apart on the right and left flanks, but in the center where the men with a flag of truce had passed that morning, the lines were so near together that the men could see one another's faces and speak to one another.",
        "In front of them rows of gray cloaks were already visible through the smoke, and an officer catching sight of Bagration rushed shouting after the crowd of retreating soldiers, ordering them back.",
        "Prince Bagration gave no further orders and silently continued to walk on in front of the ranks.",
        "Having reached the left flank, instead of going to the front where the firing was, he began to look for the general and his staff where they could not possibly be, and so did not deliver the order.",
        "Vill you be so goot to come to ze front and see dat zis position iss no goot?",
        "They reached the front, several bullets sped over them, and they halted in silence.",
        "The horses' croups began to sway in the front line.",
        "The Tsar stopped a few minutes in front of the hussars as if undecided.",
        "And the talkative Dolgorukov, turning now to Boris, now to Prince Andrew, told how Bonaparte wishing to test Markov, our ambassador, purposely dropped a handkerchief in front of him and stood looking at Markov, probably expecting Markov to pick it up for him, and how Markov immediately dropped his own beside it and picked it up without touching Bonaparte's.",
        "That same night, Rostov was with a platoon on skirmishing duty in front of Bagration's detachment.",
        "Several thousand cavalry crossed in front of the infantry, who had to wait.",
        "In front he saw our artillerymen, some of whom were fighting, while others, having abandoned their guns, were running toward him.",
        "\"Can you imagine it?\" and he began describing how the Guards, having taken up their position and seeing troops before them, thought they were Austrians, and all at once discovered from the cannon balls discharged by those troops that they were themselves in the front line and had unexpectedly to go into action.",
        "Without undressing, he lay down on the leather sofa in front of a round table, put his big feet in their overboots on the table, and began to reflect.",
        "It was getting dusk when Prince Andrew and Pierre drove up to the front entrance of the house at Bald Hills.",
        "In the hospitals, death was so certain that soldiers suffering from fever, or the swelling that came from bad food, preferred to remain on duty, and hardly able to drag their legs went to the front rather than to the hospitals.",
        "They ran to the barn and then back again, re-entering, he by the front and she by the back porch.",
        "Nicholas' Day and the prince's name day--all Moscow came to the prince's front door but he gave orders to admit no one and to invite to dinner only a small number, a list of whom he gave to Princess Mary.",
        "In the front, in the very center, leaning back against the orchestra rail, stood Dolokhov in a Persian dress, his curly hair brushed up into a huge shock.",
        "During the whole of that entr'acte Kuragin stood with Dolokhov in front of the orchestra partition, looking at the Rostovs' box.",
        "In front, beyond a hollow dale, could be seen the enemy's columns and guns.",
        "The infantry in front of them parted into platoons to allow the cavalry to pass.",
        "As they took the places vacated by the uhlans, bullets came from the front, whining and whistling, but fell spent without taking effect.",
        "After standing some time in the gateway, Petya tried to move forward in front of the others without waiting for all the carriages to pass, and he began resolutely working his way with his elbows, but the woman just in front of him, who was the first against whom he directed his efforts, angrily shouted at him:",
        "But in spite of this he continued to struggle desperately forward, and from between the backs of those in front he caught glimpses of an open space with a strip of red cloth spread out on it; but just then the crowd swayed back--the police in front were pushing back those who had pressed too close to the procession: the Emperor was passing from the palace to the Cathedral of the Assumption--and Petya unexpectedly received such a blow on his side and ribs and was squeezed so hard that suddenly everything grew dim before his eyes and he lost consciousness.",
        "Napoleon walked about in front of his tent, looked at the fires and listened to these sounds, and as he was passing a tall guardsman in a shaggy cap, who was standing sentinel before his tent and had drawn himself up like a black pillar at sight of the Emperor, Napoleon stopped in front of him.",
        "There were troops to be seen everywhere, in front and to the right and left.",
        "He tried to pass either in front of them or to the right or left, but there were soldiers everywhere, all with the same preoccupied expression and busy with some unseen but evidently important task.",
        "Pierre saw that there was a bridge in front of him and that soldiers were doing something on both sides of it and in the meadow, among the rows of new-mown hay which he had taken no notice of amid the smoke of the campfires the day before; but despite the incessant firing going on there he had no idea that this was the field of battle.",
        "Another time, general attention was attracted by a small brown dog, coming heaven knows whence, which trotted in a preoccupied manner in front of the ranks with tail stiffly erect till suddenly a shell fell close by, when it yelped, tucked its tail between its legs, and darted aside.",
        "The killed were dragged from the front, the wounded carried away, and the ranks closed up.",
        "The caleche in which Prince Andrew was being taken attracted Sonya's attention as it passed the front porch.",
        "Occasionally she leaned out of the carriage window and looked back and then forward at the long train of wounded in front of them.",
        "On the square in front of the Bazaar were drummers beating the muster call.",
        "The tall lad was standing in front, flourishing his arm and saying something with a stern look.",
        "A few minutes later an officer came hurriedly out of the front door, gave an order, and the dragoons formed up in line.",
        "Those standing in front, who had seen and heard what had taken place before them, all stood with wide-open eyes and mouths, straining with all their strength, and held back the crowd that was pushing behind them.",
        "Another still stronger wave flowed through the crowd and reaching the front ranks carried it swaying to the very steps of the porch.",
        "Like the seventh and last wave that shatters a ship, that last irresistible wave burst from the rear and reached the front ranks, carrying them off their feet and engulfing them all.",
        "The artillery the prisoners had seen in front of them during the first days was now replaced by Marshal Junot's enormous baggage train, convoyed by Westphalians.",
        "\"What were you saying?\" he asked the general, who continuing his report directed the commander-in-chief's attention to some standards captured from the French and standing in front of the Preobrazhensk regiment.",
        "In spite of the severe frost some hundred generals and staff officers in full parade uniform stood in front of the castle, as well as a guard of honor of the Semenov regiment.",
        "He came back from a trip down there one time and was upset because he said Uncle Fabrice treated him like a dunce in front of customers.",
        "His bright smile with the two missing front teeth faded as he realized they were leaving without her.",
        "Candy spilled across the coffee table and a glass bowl was shoved in front of her mouth.",
        "As she passed a neighbor boy, he waved at her, his two missing front teeth displayed in a sweet smile.",
        "Prince Andrew stood right in front of Kutuzov but the expression of the commander in chief's one sound eye showed him to be so preoccupied with thoughts and anxieties as to be oblivious of his presence.",
        "Prince Andrew, having reached the front line, rode along it.",
        "A small but distinctly visible enemy column was moving down the hill, probably to strengthen the front line.",
        "He had felt perfectly sure that there were other troops in front of him and that the enemy must be at least six miles away.",
        "When the soldiers of the regiment in front of which Kutuzov was standing began to shout, he rode a little to one side and looked round with a frown.",
        "Kutuzov, affecting the manners of an old soldier at the front, gave the command \"Attention!\" and rode up to the Emperors with a salute.",
        "But he did not look at them: he looked only at what was going on in front of him--at the battery.",
        "Rostov, fearing to be crushed or swept into the attack on the French, galloped along the front as hard as his horse could go, but still was not in time to avoid them.",
        "Suddenly he heard musket fire quite close in front of him and behind our troops, where he could never have expected the enemy to be.",
        "With her imperturbable calm she did not begin to speak in front of the valet.",
        "Toward ten o'clock the men servants rushed to the front door, hearing the bells of the old prince's carriage approaching.",
        "She understood all that awaited her only when, after stepping over the red baize at the entrance, she entered the hall, took off her fur cloak, and, beside Sonya and in front of her mother, mounted the brightly illuminated stairs between the flowers.",
        "A long, yellowish young borzoi, one Nicholas did not know, from another leash, rushed impetuously at the wolf from in front and almost knocked her over.",
        "Some five male domestic serfs, big and little, rushed out to the front porch to meet their master.",
        "He accompanied them on foot as far as the bridge that could not be crossed, so that they had to go round by the ford, and he sent huntsmen to ride in front with lanterns.",
        "\"Go to the devil!\" cried Anatole and, clutching his hair, left the room, but returned at once and dropped into an armchair in front of Dolokhov with his feet turned under him.",
        "He had just finished dressing for his ride, and wore a blue uniform, opening in front over a white waistcoat so long that it covered his rotund stomach, white leather breeches tightly fitting the fat thighs of his short legs, and Hessian boots.",
        "He went in silence from one corner of the room to the other and again stopped in front of Balashev.",
        "They were Russians: Bagration, Ermolov (who was beginning to come to the front), and others.",
        "Of a fourth opinion the most conspicuous representative was the Tsarevich, who could not forget his disillusionment at Austerlitz, where he had ridden out at the head of the Guards, in his casque and cavalry uniform as to a review, expecting to crush the French gallantly; but unexpectedly finding himself in the front line had narrowly escaped amid the general confusion.",
        "One could see that he wished to pass through the rooms as quickly as possible, finish with the bows and greetings, and sit down to business in front of a map, where he would feel at home.",
        "Mary Hendrikhovna, a plump little blonde German, in a dressing jacket and nightcap, was sitting on a broad bench in the front corner.",
        "Rostov riding in front gave the order \"Forward!\" and the hussars, with clanking sabers and subdued talk, their horses' hoofs splashing in the mud, defiled in fours and moved along the broad road planted with birch trees on each side, following the infantry and a battery that had gone on in front.",
        "Her legs felt like posts, but she drug one foot in front of another until the ground under her feet seemed to change.",
        "A small watchdog ran round barking in front of the harnessed horses.",
        "He passed up to the front rows, not noticing anyone.",
        "In front of him walked Kutuzov's groom leading horses in horsecloths.",
        "The assailant pushed a rag against the sleeping girl's nose and mouth and quietly, but with surprising speed, was down the stairs and out the front door in the matter of seconds.",
        "It scares me, like I'm stripping naked in front of strangers.",
        "I looked up with sinking heart to see a FedEx driver at the front door looking at me quizzically.",
        "It looks like he killed the parents in broad daylight, in the front yard, maybe in front of the child.",
        "My wife stood in front of the others as they all waited behind her.",
        "We're off the front page recently and frankly, that pleases me to no end.",
        "I was anxious to hear about the meeting between the two women but I didn't want to ask in front of the child.",
        "We'll take the front bedroom.",
        "It's a nice house, a keen house, complete with a front porch and swing.",
        "We were hesitant to speak candidly in front of Molly.",
        "I assumed his bedroom lay beyond the large living room that dominated the front of the house.",
        "\"Where are the others?\" a voice growled in my ear as my assailant dragged me backwards out of the room toward the front of the house.",
        "In a panic I began to crawl toward the front door.",
        "Behind him, to the far right, I could see the front door was off its hinges, wrested to a strange angle.",
        "Our operation is unraveling in front of us.",
        "The rig was parked front end out so I couldn't see the back.",
        "I pulled up in front and was inside the building as fast as I could move.",
        "A seating place was cleared for us near the front.",
        "I rushed to the front desk in a panic with Howie on my heels like a following puppy!",
        "\"I'll drive you,\" Pual said as he came out from behind the counter and hurried to the front door, leaving his boss and the elderly couple behind with mouths agape.",
        "I could barely make out the emblem on the front of the Harvard Tee shirt it was so drenched in blood.",
        "\"There they are!\" a woman called, pointing at the screen in front of her.",
        "California requires plates on the front and back.",
        "Please, Elizabeth, remove all of your clothing; everything and come to the door with your hands in front of you.",
        "I was surprised to notice the vehicle lent to Howie was no longer parked in front of his door.",
        "\"The doc says there're two in the front seat,\" came word later.",
        "The man with purple eyes knelt in front of her.",
        "His ancient, rusted Camaro was illegally parked in front of the building.",
        "\"Toni, send your Traveler to grab the driver in the Camaro down the street,\" Dusty said, returning his gaze to the charred building in front of him.",
        "She didn't look at him, afraid of finding the devil himself in front of her.",
        "She peered through her eyelashes at two armed men stopped in front of her.",
        "It left him more hands-on with the western front than he'd been in hundreds of years.",
        "The hairs on the back of his neck rose as she stopped in front of one and pushed the door open.",
        "\"He killed, like, six or seven guys right in front of me,\" she said.",
        "Healing his scars made her feel a familiar sense of exhaustion, and she retreated to the couch in front of the TV, content to doze and recover.",
        "Awhile later, the sound of furniture crashing against the tile floor startled her, and she sat up from where she'd been dozing in front of the TV.",
        "She looked away fast for fear of the sizzling blue gaze and dropped to her knees in front of Darian, pulling his hands from his face to see the wound.",
        "Dusty asked, eyes going from his dinner to the mangled creature on the table in front of them.",
        "Two large men stood in front of the door across the hall.",
        "She ran to the bedroom and flipped on the TV loud then hid in the coat closet beside the front door.",
        "She peered through the crack in the door until certain they both entered the bedroom, then opened the closet door and slid out the opened front door.",
        "The front door opened, and Jenn peered in.",
        "He sat on the ottoman in front of her, reaching out to tuck her hair behind her ear.",
        "He Traveled to the common area of the newbie barracks, where Bianca lay on her stomach across the couch in front of the TV.",
        "Jonny was sprawled on the floor in front of the TV, asleep.",
        "She rose and approached, resting back on her heels in front of him, close enough for him to smell her musk and feel her heat.",
        "Awkwardly jammed in the back seat, she sneaked a look at the occupants in the front of the car and withdrew her phone.",
        "He held up a hand, fascinated to see through it to the car parked in front of him.",
        "He felt compelled towards them, as if whatever it was he was supposed to do had to be done with one in front of him.",
        "When he was too pissed to think straight, he slammed his hands into the boards covering a store's front door.",
        "Jonny stopped in front of him and stared.",
        "\"Trinka,\" he said, kneeling in front of his little sister.",
        "Two figures stood between the two lines in front of a headstone.",
        "Both their gazes returned to the two figures talking quietly in front of their father's grave.",
        "He closed the front door and went into another room.",
        "Instead of speaking, she kissed him on the cheek and hurried out the door, where her car had already been pulled in front of the manor.",
        "She gazed up at the solemn façade of the manor before jogging up the walkway to the front door.",
        "We need to find a way out, and we can't walk out the front door.",
        "He grunted as he shoved it in front of the door moments before the door bucked under the force of some otherworldly being.",
        "She maneuvered him into the house, almost dropping him in front of the fire.",
        "He sat in the chair in front of the vamp he'd fixated on.",
        "The vamp in front of him chuckled and tossed his head in greeting to his teammates.",
        "She addressed the vamp in front of Jonny.",
        "Jenn shot the first vamp and stepped in front of the next.",
        "The vamp in front of Jonny launched towards her.",
        "Sometimes the answer is right in front of you.",
        "It was like standing in front of a bonfire.",
        "Xander stepped aside and Jonny walked through the front door.",
        "He stopped in front of her and gazed down at her with quiet intensity.",
        "The scent of the ocean was on the air, and the area in front of them was guarded by tourist police while tourists camped out in small tents up and down the road.",
        "He'd left the front door open, and she saw the car was running, waiting.",
        "\"I'll go,\" Darian said, stepping in front of her.",
        "A large form stepped in front of them suddenly, blocking her.",
        "He waved the page in front of her.",
        "His gaze roved over Jule's European front.",
        "Something was really wrong in Europe, and he needed to figure out what, before the European front was overrun by vamps.",
        "She'd roamed the ground floor before adopting the library as her favorite room and settling in front of a deadened hearth with a stack of celebrity magazines.",
        "Han asked, his form blurry in front of her.",
        "She snatched her jacket and pulled it on as she raced down the stairwell and down the hall to the front door.",
        "Ignoring him, she pulled out a set of keys and walked down the hall to the front door.",
        "She turned, startled to find the man in front her of the same make and mold as Damian's men.",
        "\"As if the European front wasn't enough,\" Dusty muttered.",
        "Like war front? she asked.",
        "She found herself again in front of Damian's door.",
        "Damian dropped an envelope on the table in front of her.",
        "Our European front has been growing progressively weaker the past hundred years.",
        "He went back to his small room and sat on the bed staring at the white wall in front of him.",
        "Claire's been on the European front for a hundred years.",
        "Darian had even tried to warn him, and he'd never wanted to see what was in front of him.",
        "Pierre was in front of Sofia's door.",
        "He waved her out and led her at a quick pace to the front door.",
        "They entered a large neighborhood and drove the same few blocks a few times before stopping in front of a large adobe hacienda walled off from its neighbors.",
        "They're the Guardians at the operational front of our war.",
        "Jule, we'll leave for the European front tomorrow.",
        "Jule pulled out his phone, and Dusty sat in front of the computer.",
        "She drove fast and arrived half an hour later to the safe house and parked out front.",
        "The front door was open, as if they were expecting her.",
        "They circled the hacienda to Sofia's car and dove into it just as the front door wrenched open.",
        "Sofia stopped at the edge of the driveway, horrified by the bloodied and broken bodies spread across the expansive area in front of her.",
        "Sofia withdrew, staring at the dead body in front of her.",
        "He stood in front of the door, unmoving as she explored her surroundings.",
        "He didn't move as she stopped in front of him.",
        "He held Damian's ring in front of her face and then tucked it into her jeans.",
        "Two armored Tahoes sat out front with an additional two more well-armed Guardians.",
        "Pierre dropped them off in front, waiting until they stepped across the entrance before driving off.",
        "Damian replaced his necklace around her neck, a small comfort until his work in the European front was finished.",
        "Sofia released the breath she was holding and moved in front of Dustin, gazing up at him.",
        "She stood in front of the door nervously for a long moment, not certain it would open.",
        "\"We'll give you a head start,\" the one in front of her said.",
        "She rolled away from him, not wanting to cry in front of him but unable to prevent the tears that were starting to form.",
        "He crossed to a mirror and pulled her in front of him.",
        "She moved away from Darkyn to stand in front of Gabriel, searching his gaze.",
        "She fought back tears, not wanting to cry in front of him.",
        "She crossed the short distance to her mate and paused in front of him, breathing in his dark scent.",
        "She emerged into the hallway in front of Zamon's library.",
        "Darkyn caught her easily and pushed her back in front of him, her back to the wall.",
        "You feared death, and I dangled hope in front of you.",
        "\"Don't be such a cry baby,\" he muttered, holding the flashlight out in front as if to see inches more of what lay before them.",
        "Fred was anxiously glancing between her bedroom and the front door where he was expecting the arrival of Bird Song's latest domestic helper candidate.",
        "The Deans retreated to the front porch, allowing Fred and Martha time alone, and Maria to her new chores.",
        "The front walk was banked with crimson petunias, the lawn spring-green and the window-boxed geraniums aglow.",
        "Even Bird Song's gilded front sign, advertising the bed and breakfast, had been washed of a year's dust from the unpaved side street.",
        "Martha rose and began to pace across the room, putting one foot toe to heel in front of the other, as if walking a tight rope.",
        "Dean was in front of Bird Song, trying to mow the lawn, still blanketed with the moisture of the now-ended drizzle when he remembered his promise to pick up Pumpkin Green and whoever else needed chauffeuring from the pool.",
        "He was off with a jog and a wave, leaving the Deans in front of Bird Song.",
        "The three were once again rocking away on the front porch.",
        "Cynthia didn't ask him to join her and he was more than happy to remain rocking a groove in the front porch decking.",
        "She stood on the front porch, puffing on her cigarette as if sucking in a lung full of chemicals might somehow help matters.",
        "Even David Dean, although he was smart enough to keep his mouth shut in front of his wife, was forced to cross every finger of both hands.",
        "Later, after the guests left, the three-person management team was cleaning up when the front door bell rang.",
        "They all squeezed into the front seat—the back seat was piled high with photographic equipment and camping gear.",
        "They paused on the front porch, taking off their boots and shaking their clothes in the afternoon sun.",
        "Because there's nobody standing in front of this desk screaming at me to do something, that's why.",
        "The Deans found themselves alone on the front porch, with only Mrs. Lincoln for company, as Fred was off to the library for more research.",
        "\"Then I spoke out of turn in front of our guests about the bones being real,\" she added.",
        "Cynthia was seated with two other women at a card table in front of the Post Office when Dean arrived.",
        "\"Dean for Sheriff\" signs were being wired on the doors, front and back.",
        "She climbed into the back of the Jeep, shooing Cynthia from having to alight to fold down the front seat.",
        "They climbed higher, circling the open area in front of the entrance, but still saw nothing.",
        "Without the light in front of him, his progress was brief pictures taken by the flashes from the sky.",
        "He cast his eyes downward, away from the brightness, and saw little except the ground in front of him.",
        "Her trousers were black with mud front and back, her pant leg torn, and her left knee bloody.",
        "Exiting traffic from the fireworks delayed his progress, but as he turned in front of Bird Song both Fred and Cynthia were on the porch to greet him.",
        "She led the participants to the front of the room.",
        "One of Mrs. Worthington's friends taped the debate and Fred and Cynthia listened to it while Dean nursed his ego, and an ale or two, on the front porch.",
        "The shop was pleasant, with comfortable easy chairs in the front, coffee counter in the center and tables to the rear.",
        "Roger rose and went to the front of Diversions and returned with one of Ouray's many history books.",
        "Dean noticed her frail form near the front, seated alone.",
        "Paul and Paulette were huddled in the parlor looking almost as happy as the front porch pair.",
        "He spoke in front of Maria's uncomprehending presence, although statements like \"Martha, no\" were readily understood.",
        "Two blocks away, the patrol car struck a van backing out from its diagonal parking space in front of the toy store.",
        "There was a sheriff's vehicle parked out front, but Dean wasn't sure if it belonged to Fitzgerald or Lydia.",
        "She relaxed, dropped back down on the sofa, and nodded toward the front closet.",
        "Before Martha could answer, the front door opened to Paul and Paulette Dawkins.",
        "\"He has a gun,\" Cynthia said, as if hesitant to speak in front of the young girl.",
        "Darkyn moved in front of him.",
        "\"Deidre,\" Cora called from a few feet in front of her.",
        "\"My gods,\" she breathed, stopping in front of one stand.",
        "We won't kill you, the demon in front of her said.",
        "Gabriel waited in front of the yawning portal.",
        "I'm afraid I have no good news on the other front.",
        "I made the agreement with Zamon and then dangled the carrot in front of Darkyn.",
        "His eyes went from Gabe to the paper in front of him.",
        "She stopped in front of a small mural depicting a triangle with a form at each of the points.",
        "He wasn't certain why; they were making progress on every front.",
        "He had no idea what she wanted on that front.",
        "Though she didn't want to in front of him, Deidre started crying.",
        "Deidre crossed the short distance to her mate and paused in front of him.",
        "He checked the front door to make sure it was locked and then quietly walked through the living room.",
        "All eyes were on him as he held the infant in front of him, one hand under her body and the other supporting her head.",
        "The front door swung open behind her and his boots clicked across the hardwood floor, stopping at the kitchen doorway.",
        "The important thing was that they displayed a united front.",
        "He stepped out on the front porch, phone to his ear as his gaze probed through the trees.",
        "The red headed man stood in front of her, lust in his eyes and smile.",
        "Within minutes a truck plunged down the hill and into the yard, stopping in a spray of gravel in front of the house.",
        "She opened them in front of her face and stared at the blood.",
        "They shouldn't have talked in front of him, but sending him to his room wouldn't have left him feeling any better.",
        "She opened the front door, which was still unlocked, and allowed Brutus to go in first.",
        "Taking a small tablet and a pencil from her purse, she put them in front of him.",
        "When she entered his room, he was sitting up in bed, a tray of food in front of him.",
        "She knelt in front of him and stood on her knees, lifting her arms to encompass his neck.",
        "When she modeled them in front of the mirror, they did things to her figure she never would have guessed.",
        "The front of the panties was low, but high enough to cover her scar.",
        "She sat cross-legged on the floor in front of him.",
        "He exited the door in front of her and reached back to relieve her of the basket.",
        "She'd made a decision in front of him, one that warned him this might be his last chance to reveal his secret.",
        "He stopped in front of the closed door to the massive set of chambers that were supposed to be his.",
        "He stopped in front of a door near the far corner.",
        "A portal opened in front of him and he crossed through it, emerging in what looked like the Pacific Northwest.",
        "She couldn't remember the last time she'd been so honest or embarrassed, and in front of a complete stranger!",
        "The man stretched out his legs in front of him.",
        "Her eyes went to the sand in front of the lot.",
        "She snatched her purse and fled out the front door, running as hard as she could down the driveway.",
        "It was dark by the time the cab dropped her off in front of the high rise where she shared an apartment with Logan.",
        "\"Logan?\" she whispered, shocked to see the man she'd thought was dead standing in front of her.",
        "Logan and Jared were in front of the television, talking about the basketball game.",
        "A pair of legs paused in front of her cubby hole.",
        "Chopped his head off right in front of me!",
        "In front of the bed, a dark cave had opened in the middle of her room, swallowing the wall where the door had been.",
        "Bracing herself, she opened the front door and crossed through the house.",
        "He lifted his eyebrows towards the glass in front of her.",
        "A stir of warm magic, and she opened her eyes, almost screaming again at the cave yawning open in front of her.",
        "His elbows rested on his knees, his hands clasped in front of him.",
        "She swallowed hard, not wanting to break down in front of them.",
        "He didn't, and she paused in front of her destination to glance back.",
        "Gabriel lay in front of her and nudged her, until her body opened to him.",
        "Calmed by the reminder, she left her spot in front of the window.",
        "\"I made an attempt to teach him to dress,\" the night-skinned man in front of her said as she met his gaze.",
        "Gabriel stopped in front of her, his heat and nearness like a subtle siren song that tried to lure her closer.",
        "\"She's gotta hear it from you, Andre,\" he said at last, stepping out from front of her.",
        "She relaxed and pressed her bare legs into the sand in front of her.",
        "There are a couple of things we must establish up front.",
        "The portal was gone, and Darkyn was in front of her again.",
        "He snapped his fingers in front of her face.",
        "Darkyn paused in front of a door guarded by two demons.",
        "Deidre turned to see the blonde woman standing in front of an open wardrobe.",
        "It was hard with the scenes she showed him flickering in front of him.",
        "She slid the Oracle's book carefully into a satchel and replaced it inside the altar before placing the hourglass in front of him.",
        "The driver said nothing the rest of the way and dropped them off in front of her apartment complex without asking for directions.",
        "He darted off the elevator and down the hall, stopping in front of her apartment.",
        "She considered debating with the nurse at the front desk, whose friendly grey eyes were familiar.",
        "She flipped both hands front and back and looked at the blood-soaked towel and the sleeve of her sweater.",
        "Her move toward the fire was reflected in a small mirror behind the desk in front of which he stood.",
        "Afraid I'll make you look bad in front of the 'hood?",
        "Her vision cleared to reveal she now stood in a luxurious living room with several people in front of her displaying varying levels of alarm on their faces."
    ],
    "definition": [
        "Link/Cite",
        "The foremost side of something or the end that faces the direction it normally moves.",
        "The side of a building with the main entrance.",
        "A field of activity.",
        "A person or institution acting as the public face of some other, covert group.\nOfficially it's a dry-cleaning shop, but everyone knows it's a front for the mafia.",
        "(meteorology) The interface or transition zone between two airmasses of different density, often resulting in precipitation. Since the temperature distribution is the most important regulator of atmospheric density, a front almost invariably separates airmasses of different temperature.",
        "(military) An area where armies are engaged in conflict, especially the line of contact.",
        "(military) The lateral space occupied by an element measured from the extremity of one flank to the extremity of the other flank.",
        "(military) The direction of the enemy.",
        "(military) When a combat situation does not exist or is not assumed, the direction toward which the command is faced.",
        "(informal) An act, show, façade, persona: an intentional and false impression of oneself.\nHe says he likes hip-hop, but I think it's just a front.\nYou don't need to put on a front. Just be yourself.",
        "(historical) That which covers the foremost part of the head: a front piece of false hair worn by women.",
        "The most conspicuous part.",
        "(UK) a seafront or coastal promenade.",
        "Shakespeare\nGrim-visaged war hath smoothed his wrinkled front.",
        "Prior\nHis front yet threatens, and his frowns command.",
        "(The foremost side of something or the end that faces the direction it normally moves): (nautical) bow (of a ship)",
        "Located at or near the front.\nThe front runner was thirty meters ahead of her nearest competitor.",
        "(comparable, phonetics) Of a vowel pronounced near the tip of the tongue.",
        "(intransitive, dated) To face (on, to); to be pointed in a given direction.",
        "To face, be opposite to.",
        "To face up to, to meet head-on, to confront.",
        "To adorn the front of; to put on the front.",
        "(phonetics, intransitive) To pronounce with the tongue in a front position.",
        "(linguistics) To move (a word or clause) to the start of a sentence.",
        "(intransitive, slang) To act as a front (f); to cover (f).",
        "To lead or be the spokesperson of (a campaign, organisation etc.).",
        "(colloquial) To provide money or financial assistance in advance to.",
        "(intransitive) To assume false or disingenuous appearances.",
        "to appear before, as in to front court.",
        "Link/Cite"
    ]
}