{
    "translation": "פירות מניב ,פורה",
    "uses": [
        "It wasn't a fruitful day.",
        "Few explorations have been so fruitful as this six years' journey.",
        "All experiments are fruitful if you don't have any preconceived notions about the results.",
        "Experience with epidemics, dearly bought in the past, has shown that one fruitful cause is the laying open to the inroads of some Fungus or insect, hitherto leading a quiet endemic life in the fields and forests, large tracts of its special food, along which it may range rampant without check to its dispersal, nutrition and reproduction.",
        "\"Good. That will make this a fruitful conversation,\" the Watcher said.",
        "Lack of information regarding the geographical features of the interior, however, led to some indefinite descriptions, and these have been fruitful sources of dispute ever since.",
        "He found here a fruitful field for his activity.",
        "The theistic writers are usually intuitionalists; but it has been urged above that a fruitful study of theism must in each case inquire what is the writer's philosophical basis.",
        "IPassing to the recognized external agencies, the physical condition of the soil is a fruitful source of disease.",
        "In this way he has gone over a great portion of the field of physics, and in many cases has either said the last word for the time being, or else started new and fruitful developments.",
        "Where the government is bad, they are a fruitful source of corruption; even where it is good, they enable the companies to drive hard bargains with the public, and prevent.",
        "Such a philosophy makes little serious attempt at constructive work in antiquity; but, upon the first great victories of physical science in modern times, a desire arose to extend the new and wonderfully fruitful method to the ultimate problems of speculation.",
        "The body of the work, however, is fruitful in seminal ideas, though some statements may be rash and some conclusions extravagant.",
        "The special Darwinian hypothesis - natural \" selection \" - may or may not be true; it was at least a fruitful suggestion.",
        "Their monotony is varied only by the fruitful river-valleys and poljes, or upland hollows, where the smaller towns and villages are grouped; the districts or cantons thus formed are walled round by a natural rampart of limestone.",
        "This fruitful region, however, was covered with villages till the frightful devastations of the 18th century; and even now it is, comparatively speaking, well cultivated.",
        "\" The wealth they brought into the country, and their fruitful commercial activity, especially in the colonial trade, soon revealed them as an indispensable element of the prosperity of the city.",
        "While the English plantations were striking root along the coast, by somewhat prosaic but fruitful industry, and were growing in population with rapid strides, two other movements were in progress.",
        "Kalamata is situated in a very fruitful district, of which it is the emporium.",
        "A well-nigh ubiquitous system of espionage, perhaps most fruitful when directed against official corruption, sapped the foundations of public confidence.",
        "It was not till De Bary (1866) made known the true nature of parasitic Fungi, based on his researches between 1853-1863, that the vast domain of epidemic diseases of plants was opened up to fruitful investigation, and such modern treatises as those of Frank (1880 and L895), Sorauer (1886), Kirchner (1890), were gradually made possible.",
        "a peculiarly fruitful soil for mysticism, and, in connexion either with the Beguines or the Church organization, a number of women appear about this time, combining a spirit of mystical piety and asceticism with sturdy reformatory zeal directed against the abuses of the time.",
        "During the short administration of Sir Robert Peel in 1834 and 1835, Aberdeen had filled the office of secretary for the colonies, and in September 1841 he took office again under Peel, on this occasion as foreign secretary; the five years during which he held this position were the most fruitful and successful of his public life.",
        "Originally a nature goddess (like Venus the garden goddess, with whom she was sometimes identified), she represented at first the hope of fruitful gardens and fields, then of abundant offspring, and lastly of prosperity to come and good fortune in general, being hence invoked on birthdays and at weddings.",
        "BAZA, a town of southern Spain, in the province of Granada; in the Hoya de Baza, a fruitful valley of the Sierra Nevada, not far from the small river Gallego, and at the terminus of a railway from Lorca.",
        "Berthelot, and shown to be very fruitful in forming hydrocarbons.",
        "The most fruitful revenue is the duty on imports, which is sometimes used for the protection of national industries, and which yields from 40 to 45% of the total receipts.",
        "The fleet now stood in to a bay called by the explorers Streamfiord or Firth of Currents, and wintered there (1003-1004), suffering some privations, and apparently getting no more news of the fruitful country desired.",
        "The calculus of variations lay undeveloped in Euler's mode of treating isoperimetrical problems. The fruitful method, again, of the variation of elements was introduced by Euler, but adopted and perfected by Lagrange, who first recognized its supreme importance to the analytical investigation of the planetary movements.",
        "The days are usually hot and the nights cold, the variations in temperature being a fruitful cause of bronchial and pulmonary diseases.",
        "His oriental studies were reshaped by diligent perusal of the works of Schultens; for the Halle school, with all its learning, had no conception of the principles on which a fruitful connexion between Biblical and Oriental learning could be established.",
        "And so Russophil agitation found a fruitful soil, especially among the clergy and intellectuals.",
        "Still, the idea of the exact measurement of sensation has been a fruitful one, and mainly through his influence on Wundt, Fechner was the father of that \"new\" psychology of laboratories which investigates human faculties with the aid of exact scientific apparatus.",
        "To the south-east stretches the fruitful plain of Beauce, \"the granary of France,\" of which the town is the commercial centre.",
        "GMUND, a town of Germany, in the kingdom of Wurttemberg,' in a charming and fruitful valley on the Rems, here spanned by a beautiful bridge, 31 m.",
        "Perles' essays are rich in suggestiveness, and have been the starting-point of much fruitful research.",
        "To treat the actual forms of religion as expressions of our various human needs is a fruitful idea which deserves fuller development than it has yet received; but Feuerbach's treatment of it is fatally vitiated by his subjectivism.",
        "But the idea of a retreat was intolerable to him, so he determined to march southwards instead of northwards as suggested by his generals, and join his forces with those of the hetman of the Dnieperian Cossacks, Ivan Mazepa, who had 100,000 horsemen and a fresh and fruitful land at his disposal.",
        "The naval war had been likewise fruitful of lessons for the future.",
        "This is a most fruitful subject, and the study of it helps to settle other related questions.",
        "His Christliche Dogmatik (3 vols., 1849-1852, new edition, 1870) \"contains many fruitful and suggestive thoughts, which, however, are hidden under such a mass of bold figures and strange fancies, and suffer so much from want of clearness of presentation, that they did not produce any lasting effect\" (Otto Pfleiderer).",
        "In the investigation of these relations, the physicist and chemist meet on common ground; this union has been attended by fruitful and far-reaching results, and the correlation of physical properties and chemical composition is one of the most important ramifications of physical chemistry.",
        "And all Nicholas did was fruitful--probably just because he refused to allow himself to think that he was doing good to others for virtue's sake.",
        "In spite of all the guilt, shopping was relaxing and fruitful with a hefty budget.",
        "The article attempted objectivity, documenting several of the cases on which our tips proved fruitful.",
        "The answer begins with a promise of deliverance from famine, and of fruitful seasons compensating for the ravages of the locusts.",
        "19, that the seasons shall henceforth be fruitful, is given after Yahweh has shown his zeal and pity for Israel, not of course by mere words, but by acts, as appears in verses 20, 21, where the verbs are properly perfects recording that Yahweh hath already done great things, and that vegetation has already revived.",
        "He held his prefecture for fourteen years; and it was during this period that he carried on his elaborate and fruitful investigations on the conduction of heat.",
        "He may justly claim the merit of having guided the awakened psychological interest of British thinkers of the second half of the 19th century into fruitful channels.",
        "Some choose to remain in the spotlight and turn their early successes into fruitful careers, while others live far away from the bright lights of Hollywood.",
        "These high sea adventures provide the ultimate family getaway by offering fruitful and wholesome activities for the entire clan.",
        "Rare has had a long and fruitful history as a game developer.",
        "30, 1905) Unpaid bills, $3,332,594, Paper £8 22,950 The paper currency forms an important part of the internal debt, and has been a fruitful source of trouble to the country.",
        "This was followed at the close of the same year by the discovery of the magnetic condition of all matter, a discovery which initiated a prolonged and fruitful study of paramagnetic and diamagnetic phenomena, including magnecrystallic action and \" magnetic conducting power,\" now known as permeability.",
        "A fruitful cause of disaster has been the practice of issuing agricultural and industrial loans under government authorization.",
        "Sydenham showed that these processes might be profitably studied and dealt with without explaining them; and, by turning men's minds away from explanations and fixing them on facts, he enriched medicine with a method more fruitful than any discoveries in detail.",
        "(a) The Kantian system had for the first time opened up a truly fruitful line of philosophic speculation, the transcendental consideration of knowledge, or the analysis of the conditions under which cognition is possible.",
        "For subsequent developments, and the fruitful results of documentary analysis as applied to the Pentateuch and other composite books, which cannot be dealt with in any detail here, reference must be made to the special articles on the books of the Old Testament.",
        "In 1877, with Crafts, he made the first publication of the fruitful and widely used method for synthesizing benzene homologues now generally known as the \"Friedel and Crafts reaction.\"",
        "The conclusion that each element had a definite atomic weight, peculiar to it, was the new idea that made his speculations fruitful, because it allowed of quantitative deduction and verification.",
        "This fruitful thought he illustrates by showing how geometry is applied to the action of natural bodies, and demonstrating by geometrical figures certain laws of physical forces.",
        "Upon the London Clay the land is generally heavy and stiff, but very fruitful when properly manured and cultivated.",
        "As organizer of the reformation in Wurttemberg he did much fruitful work.",
        "The investigations which have been carried on in recent years by King, Tallquist and Zimmern, as well as by Briinnow and Craig, on the magic and ritual of Babylonia and Assyria have been fruitful of results.",
        "Leo Africanus rightly describes its lower course as \"severing by its winding channel the barren and naked soil from the green and fruitful.\"",
        "The land itself, an alluvial deposit, is very fruitful.",
        "The soil consists, for the most part, either of clay intermixed with sand or of calcareous earth, and is on the whole fruitful.",
        "a year, and in violation of his own rule commuted it for a pension of 20 charged on the living; and the dedications of his books were fruitful.",
        "The Review of Aenesidemus and the tractate On the Notion of Wissenschaftslehre found in his mind most fruitful soil.",
        "The treasury was filled out of the proceeds of the landed possessions of the community, especially such fruitful sources of revenue as mines and quarries, and out of import and export duties.",
        "In many cases the accused persons, in order to avoid the indignity of a public trial, bought off their accusers, who found in this a fruitful source of revenue.",
        "This plain, which intervenes between Chalcis and Eretria, and was a fruitful source of contention to those cities, is the most considerable of the few and small spaces of level ground in the island, and was fertile in corn.",
        "The forty years of wandering in the wilderness is characteristic of the Deuteronomic and post-exilic narratives; in the earlier sources the fruitful oasis of Kadesh is the centre, and even after the tradition of a detour to Sinai-Horeb was developed, only a brief period is spent at the holy mountain.",
        "Missionary effort was particularly fruitful in Hilo, where Titus Coan (1801-1882), sent out in 1835 by the American Board of Commissioners for Foreign Missions, worked in repeated revivals, induced most of his church members to give up tobacco even, and received prior to 1880 more than 12,000 members into a church which became self-supporting and sent missions to the Gilbert Islands and the Marquesas.",
        "The journey was fruitful of information and valuable for mapping.",
        "Since 1854 teachers from the Hawaiian Islands have worked in the Marquesas, but results here have been less fruitful than anywhere else in the South Seas.",
        "The scions should always be ripened portions of the wood of the preceding year, selected from healthy parents; in the case of shy-bearing kinds, it is better to obtain them from the fruitful branches.",
        "The fruit is produced on small spurs on branches at least two years old, and the same spurs continue fruitful for several years.",
        "Many of his conclusions have been corrected and extended by later criticism; but he indicated more decisively than any of his predecessors the fruitful principle that each art is subject to definite conditions, and that it can accomplish great results only by limiting itself to its special function.",
        "The Beguine communities were fruitful soil for the missionary enterprise of the friars, and in the course of the 13th century the communities in France, Germany and upper Italy had fallen under the influence of the Dominicans and Franciscans to such an extent that in the Latin-speaking countries the tertiaries of these orders were commonly called beguini and beguinae.",
        "The incomplete Hebrew text exists in four different MSS., and the study of the peculiarities of these had already proved fruitful.",
        "As a typical embodiment for all time of the conflict between superstition and true religion, it is lifted out of the range of mere individual biography into that of spiritual symbolism, and it has accordingly furnished at once a fruitful theme for the religious teacher and 1 The text is uncertain.",
        "His sentiments with regard to the policy of the union remained, he said, unchanged; but \"the marriage having taken place it is now the duty, as it ought to be the inclination, of every individual to render it as fruitful, as profitable and as advantageous as possible.\"",
        "Cape Ann was too bleak, but Naumkeag was a \"pleasant and fruitful neck of land,\" which they named Salem in June 1629, probably in allusion to Psalm lxxvi.",
        "The English church also formed a quasi-official clerical oligarchy, and the land reserved by the Constitutional Act for the support of \"a protestant clergy\" formed a fruitful source of bitterness.",
        "Here, however, peculiar circumstances contributed to the increase, as successful efforts have been made to render the land fruitful by artificial means.",
        "A fresh and fruitful period of reform now began, lasting till nearly the end of the century, and interrupted only by the brief but costly war with Sweden in 1788.",
        "Never was marriage so fruitful in tragedies as the wedding of Lord Hamilton and the princess Mary.",
        "HILDBURGHAITSEN, a town of Germany, in the duchy of Saxe-Meiningen, situated in a wide and fruitful valley on the river Werra, 19 m.",
        "The town has no special industry, but is the principal market of a very extensive and fruitful plain between the rivers Morava, Mlava and Danube.",
        "The region is fruitful, and in places well wooded; it is beyond question the most picturesque part of Palestine.",
        "These two divisions absorbed the previous peasant population, and still nominally exist; down to the middle of the 10th century they were a fruitful source of quarrels and of bloodshed.",
        "A vast and fruitful harvest of coins has been gathered in Afghanistan and the adjoining regions.",
        "If it cannot be said that any of these missions were fruitful in permanent results, at least they introduced the English to a new set of diplomatic relations, and widened the sphere of their influence.",
        "These ruins have been particularly fruitful in inscribed material, especially clay tablets, many of them from the very earliest periods; but little of artistic or architectural importance has been discovered.",
        "South of the Himalayas, from which it is separated by valleys or duns, is the Siwalik range, which slopes down to the fruitful plain of the Doab (two rivers), a large irregular horn-shaped tongue of land enclosed between the Ganges and Jumna.",
        "Orthodoxy needed to counter heretical logic not with mysticism, itself the fruitful mother of heresies, but with argument.",
        "Experience is appealed to as fruitful where the formal employment of syllogism is barren.",
        "Mill may well have himself conceived his methods as practically fruitful and normally convincing with the limiting formula in each case more cogent in form but therewith merely the skeleton of the process that but now pulsed with life.",
        "A land revenue is derived from the sale of government lands, from quit rents and fees of transfer, &c. Judicial fees bring in a small amount, and the issue and sale of postage and revenue stamps have proved a fruitful source of income.",
        "In all probability it belongs to the time which was fruitful beyond all others in literary forgeries, viz.",
        "The revival of learning produced in Spain no slavish imitation as it did in Italy, no formal humanism, and, it may be added, very little of fruitful scholarship. The Renaissance here, as in England, displayed essential qualities of intellectual freedom, delight in life, exultation over rediscovered earth and man.",
        "The fruitful departments watered by the Loire and its tributaries produce considerable quantities of wine.",
        "This fruitful conception, however, Bacon does not work out; and though he uses the word cause, and identifies form with formal cause, yet it is perfectly apparent that the modern notions of cause as dynamical, and of nature as in a process of flow or development, are foreign to him, and that in his view of the ultimate problem of science, cause meant causa immanens, or underlying substance, effects were not consequents but manifestations, and nature was regarded in a purely statical aspect.",
        "The idea of final cause is also fruitful in sciences which have to do with human action.",
        "The fruitful thoughts which lay under and gave rise to these scattered efforts of the human mind, were gathered up into unity, and reduced to system in the new philosophy of Bacon.'",
        "The methods by which such results are to be obtained cannot, however, as yet be practised economically on a working scale; one great difficulty in applying them to the refining of metals is that the jets of liquid would be liable to carry with them articles of anode mud, and Swan has shown that the presence of solid particles in the electrolyte is one of the most fruitful causes of the well-known nodular growths on electrodeposited copper.",
        "This fruitful period naturally divides itself into two divisions, equivalent to the reigns of the two kings.",
        "Fruitful as the 6th and 7th centuries of the Hegira were in panegyrics, they attained an equally high standard in didactic and mystic poetry.",
        "This fruitful conception of man's ethical nature as an organic unity Butler owes directly to Shaftesbury and indirectly to Aristotle; it is the strength and clearness with which he has grasped it that gives peculiar value to his system.",
        "As they pass away southwards this gridiron formation strikes with a gentle curve westwards, the narrow enclosed valleys widening out towards the sources of the rivers, where ages of denudation have worn down the folds and filled up the hollows with fruitful soil, until at last they touch the central waterdivide, the key of the whole system, on the Quetta plateau.",
        "fruitful plain, including the chief town, Gandava.",
        "The later years of the author's life were therefore even more fruitful than the earlier.",
        "To most he seemed but a fruitful worker within lines determined by \"the twelve apostles of the Lamb\" as a body (Rev. xxi.",
        "Paul Joseph Safafik (1795-1861) was a very fruitful writer.",
        "John Neruda (1834-1891) was a very fruitful and talented writer both of poetry and of prose.",
        "Bohemia has been very fruitful in historic writers.",
        "During his Italian sojourn he made a deep and fruitful study of the best literature of Italy.",
        "In all of them the state had a financial interest either as shareholder or as entitled to part profits.4 This system of exploitation of the country was fruitful of evil, and was mainly responsible for the bad treatment of the natives.",
        "Of the original authorities on which his work is founded many of great value exist only in manuscript, and his researches in public and private collections of manuscripts at home, and in the archives of Simancas, Venice, Rome, Brussels and Paris, were indefatigable and fruitful.",
        "The climate in the eastern and southern regions is not so rigorous as was believed, there are no barren lands, the soil is fertile and can support fruitful industries, and the aborigines are far from being so dangerous as they were once considered to be.",
        "The climate of Backergunje is one of the healthiest in Eastern Bengal, owing to the strong south-west monsoon, which comes up directly from the Bay of Bengal, and keeps the atmosphere cool; but the heavy rainfall and consequent humidity of the atmosphere, combined with the use of bad water, are fruitful sources of disease.",
        "It is one of the most fruitful of palms, its clusters weighing from 120 to 200 lb each.",
        "Here he left his men and proceeded to Quilimane, where he arrived on the 10th of May, thus having completed in two years and six months one of the most remarkable and fruitful journeys on record.",
        "Its surface is for the most part mountainous, with many fruitful and well-watered valleys.",
        "The three years (1837-1840) spent in Europe were years of fruitful study and experience.",
        "An obvious and fruitful extension of the method is to employ the inspectors only in those districts which, for the time being, promise the most useful results.",
        "Of artificial productions the most fruitful and important is provided by the destructive or dry distillation of many organic substances; familiar examples are the distillation of coal, which yields ordinary lighting gas, composed of gaseous hydrocarbons, and also coal tar, which, on subsequent fractional distillations, yields many liquid and solid hydrocarbons, all of high industrial value.",
        "and 163 B seq.), it becomes consistent and fruitful as soon as a \" definite plurality \" is interpolated between them (142 B seq., 157 B seq., 160 B seq.).",
        "Two lines of argument appear fruitful.",
        "But the ten years of Richards reign were much more fruitful in the growth of institutions which were destined to curb the power of the crown.",
        "and Margaret of Anjou had aalms of been fruitful during the first few years after their the duke marriage, no one would have raised the question of a of York to change of dynasty.",
        "His sojourn there was fruitful.",
        "When Myrtilus claimed his promised reward, Pelops flung him into the sea near Geraestus in Euboea, and from his dying curse sprang those crimes and sorrows of the house of Pelops which supplied the Greek tragedians with such fruitful themes (Sophocles, Electra, 505, with Jebb's note).",
        "They are the friends of lovers, and bless marriages and make them fruitful.",
        "Hale devised on the same principle the \" spectroheliograph,\" an instrument by which the sun's disk can be photographed in calcium-light by imparting a rapid movement to its image relatively to the sensitive plate; and the method has proved in many ways fruitful.",
        "3.2: \"The Galileans are inured to war from their infancy, and have been always very numerous; nor hath the country been ever destitute of men of courage or wanted a numerous set of them; for their soil is universally rich and fruitful, and full of plantations of trees of all sorts, insomuch that it invites the most slothful to take pains in its cultivation....",
        "Excepting near the rocky coast, the islands are fruitful, mahogany and other valuable timbers with some dye wood are grown, and large quantities of coco-nuts are produced by the two smaller islands.",
        "In the same way the adoration of living human beings, the deification of living kings - whose title survives in our king or queen of the May, and in the rex nemorensis, the priest of Diana in the grove of Aricia - has been most fruitful in myths of divine beings.",
        "These labours are indispensable for scientific biblical study, and are most fruitful when they depend upon comprehensive methods of research.",
        "As bishop he carried on a great and fruitful work.",
        "His colonial and maritime policy was the newest and most fruitful part of his work.",
        "He studied the properties of the cycloid, and attempted the problem of its quadrature; and in the \"infinitesimals,\" which he was one of the first to introduce into geometrical demonstrations, was contained the fruitful germ of the differential calculus.",
        "He concerned himself above all with what fell within the range of exact inquiry, and left to others the larger but less fruitful speculations which can never be brought to the direct test of experiment.",
        "Catching the impulse from Hilary and confirmed in it by the success of Arian psalmody, Ambrose composed several hymns, marked by dignified simplicity, which were not only effective in themselves but served as a fruitful model for later times.",
        "170 (1887), that the name is for har migdo, \" his fruitful mountain\" - the mountain land of Israel.",
        "The kings domestic policy, on the contrary, was almost wholly fruitful of good.",
        "\"Fruitful as the miscibility of gases has been in interesting speculations, the experimental information we possess on the subject amounts to little more than the well-established fact that gases of a different nature when brought into contact do not arrange themselves according to their density, but they spontaneously diffuse through each other so as to remain in an intimate state of mixture for any length of time.\"",
        "It is a more humane system than \" rareying,\" which overcame by exhaustion under circumstances which were not fruitful of permanent results.",
        "Carelessness in trusting too much to a young colt that begins its training by being docile is a fruitful source of untrustworthy habits which need never have developed.",
        "The pie belongs to the same family of birds as the crow, and is the Corvus pica of Linnaeus, the Pica caudata, P. melanoleuca, or P. rustica of modern ornithologists, who have recognized it as forming a distinct genus, but the number of species thereto belonging has been a fruitful source of discussion.",
        "The mission proved fruitful in Phoenician inscriptions which Renan published in his Mission de Phenicie.",
        "Faith has always found a particularly fruitful apostolate among the young.",
        "Newtonian atomism was not fruitful as far as eighteenth-century experimental science is concerned.",
        "This is another fruitful avenue for the voluntary sector to explore.",
        "Here's hoping many more fruitful and funded years of research on spatial cognition can answer some of them.",
        "The trip to the penguin colony was also fruitful.",
        "While the game itself has stayed dormant for the last nine years, the setting has had a rich and fruitful life.",
        "Terrier has been used for conducting fruitful experimentation, with excellent outcome, allowing for a better understanding of theoretical Information Retrieval.",
        "make your ideas attractive, focus on the benefits and how you can make adoption fruitful.",
        "fruitful collaboration with the Skillset Screen Academy network across the UK.",
        "fruitful avenue for the voluntary sector to explore.",
        "fruitful dialog here.",
        "fruitful cooperation there.",
        "fruitful ministry here in the short time that they are with us.",
        "Those experiments can be immensely fruitful for new makers.",
        "A life course perspective would open up potentially fruitful lines of inquiry.",
        "For example, models involving chaotic dynamics are proving particularly fruitful.",
        "In the 1990's, ICN collaborations with the National Hospital continued to be extremely fruitful.",
        "The meeting with Phoenix Venture Holding's Deputy Chairman was very fruitful, with the company offering their full support for the event.",
        "A notable example where this relationship has been especially fruitful concerns the provision for Slavonic studies.",
        "fruitful to look at what she's actually saying and then discuss the arguments.",
        "fruitful to explore.",
        "The second half would proved more fruitful for both sides with the home side striking first.",
        "I hope that this will some day become fruitful.",
        "Meditation also fosters a state of recollection that makes fruitful the times of silence during the day.",
        "They involve working with teachers in a number of schools to see what approaches seem most fruitful in evaluating the impact of EMU.",
        "fruitful in unintended ways.",
        "Several fruitful collaborative links between PiGMaP participants and human geneticists have resulted.",
        "hospice care makes the last days of life fruitful, \" he said.",
        "lacunar stroke imply that screening this group is not likely to be fruitful.",
        "They embrace provisions which have many times proved a fruitful source of costly litigation.",
        "It illustrates well how energetic and vital, and how fruitful, is much of the debate in contemporary metaphysics.",
        "penguin colony was also fruitful.",
        "There are more than enough fruitful issues for nationalists to run on outside the partly self-inflicted ghetto of the past years.",
        "This proved a fruitful, albeit relatively short-lived, source of business for Paxman.",
        "Then, the departmental record offices from Whitehall came, and there was this wonderfully fruitful symbiosis.",
        "theorizeheless, insights such as this can be integrated into contemporary scientific theorizing about cognition and the brain with surprisingly fruitful results.",
        "tolls the bell May life be well and fruitful.",
        "On the 2nd of May 1422 Henry V., in right of the duchy of Lancaster, \" hearing that Chicheley inflamed by the pious fervour of devotion intended to enlarge divine service and other works of piety at Higham Ferrers, in consideration of his fruitful services, often crossing the seas, yielding to no toils, dangers or expenses.",
        "With the aid of this general theory the methods we have sketched in relation to historical problems apply with greater Applica- force to the special problems of modern times, and are tion to rewarded with results more accurate, more fruitful, modern more relevant to difficulties which all civilized nations problems. have to face, than those of historical research.",
        "This relation of chemistry to medicine prevailed until the 17th century, and what in the history of chemistry is termed the iatrochemical period (see Medicine) was mainly fruitful in increasing the knowledge of compounds; the contributions to chemical theory are of little value, the most important controversies ranging over the nature of the \" elements,\" which were generally akin to those of Aristotle, modified so as to be more in accord with current observations.",
        "A well-nigh ubiquitous system of espionage, perhaps most fruitful when directed against - official corruption, sapped the foundations of public confidence.",
        "By emphasizing the purely moral character of Yahweh's demands from Israel, by teaching that the mere payment of service and worship at Yahweh's shrines did not entitle Israel's sins to be treated one whit more lightly than the sins of other nations, and by enforcing these doctrines through the conception that the approach of the all-destroying empire, before which Israel must fall equally with all its neighbours, was the proof of Yahweh's impartial righteousness, they gave for the first time a really broad and fruitful conception of the moral government of the whole earth by the one true God.1 It is impossible to read the books of the older prophets, and especially of their protagonist Amos, without seeing that the new thing which they are compelled to speak is not Yahweh's grace but His inexorable and righteous wrath.",
        "Leibnitz, fresh from the battle of the calculus in the mathematical field, and with his conception of logic, at least in some of its aspects, as a generalized mathematic,' found a fruitful inspiration, harmonizing well with his own metaphysic, in Bacon's alphabet of nature.",
        "says Manwood, \"is a certain territory of woody grounds and fruitful pastures, privileged for wild beasts and fowls of forest, chase, and warren to rest, and abide there in the safe protection of the king, for his delight and pleasure; which territory of ground so privileged is mered and bounded with unremovable marks, meres and boundaries, either known by matter of record or by prescription; and also replenished with wild beasts of venery or chase, and with great coverts of vert, for the succour of the said beasts there to abide: for the preservation and continuance of which said place, together with the vert and venison there are particular officers, laws, and privileges belonging to the same, requisite for that purpose, and proper only to a forest and to no other place.\"",
        "Lessing set about the translation and annotation of it, and Moses Mendelssohn borrowed from Burke's speculation at least one of the most fruitful and important ideas of his own influential theories on the sentiments.",
        "At the opening of the era of modern scientific discovery, with all its fruitful new generalizations, the still more highly generalized laws of epistemology and of the spiritual constitutionof man might well baffle the physicist and lead his intellect to \"flounder.\"",
        "He speedily outstripped all his competitors in grammatical studies, and by his skill and acumen as a student of philosophy, and in the college disputations gave fruitful promise of that consummate excellence as a reasoner in the department of speculative truth which he afterwards displayed.",
        "But we are most of all indebted to Herbart for the enormous advance psychology has been enabled to make, thanks to his fruitful treatment of it, albeit as yet but few among the many who have appropriated and improved his materials have ventured to adopt his metaphysical and mathematical foundations.",
        "The student who secures his coveted leisure and retirement by systematically shirking any labor necessary to man obtains but an ignoble and unprofitable leisure, defrauding himself of the experience which alone can make leisure fruitful.",
        "Nevertheless, insights such as this can be integrated into contemporary scientific theorizing about cognition and the brain with surprisingly fruitful results.",
        "As long as man still tolls the bell May life be well and fruitful.",
        "Table 5 shows the large recorded difference between the fruitful and unfruitful searches in the amount of time between first and last logged event.",
        "The trip to Pridhams on the 6th of October proved to be very fruitful, workmanship standard well above requirements.",
        "A shared history and the ability to work well with someone goes a long way toward ensuring a stable and fruitful collaboration.",
        "For very old sofas, you might not be too lucky (of course, you should always give it a shot), but sofas purchased within the last half decade or so will probably result in a fruitful search for new cushions.",
        "Green color wedding ideas can make the entire wedding look lush and fruitful without overwhelming the senses.",
        "Prior to making any difficult decisions, he met with a clairvoyant, who's insight proved fruitful.",
        "Age is not a barrier to living a fruitful and satisfying life.",
        "In order to conduct a fruitful mission, you need to know your ancestor's original surname and where he or she died.",
        "If you are going in person, make sure you read the first time visitor instructions to make your visit as fruitful as possible.",
        "Heidi also enjoys a fairly fruitful acting career with appearances in major motion pictures.",
        "As with most dating sites, a personal profile is used to express what your interests are and what you're looking for in a relationship, effectively narrowing the search to the most potentially fruitful results.",
        "A pair of black patent leather maryjane shoes will prove to be a fruitful investment every season.",
        "Chances are you'll find the exercises enjoyable and effective, and with a proper mat to work on, your routine will only become more fruitful and fun.",
        "Sessilee Lopez has had a fruitful career despite her young age.",
        "The much-debated Corn Laws, after undergoing various modifications, and proving the fruitful source of business uncertainty, social discontent and angry partisanship, were finally abolished in 1846, although the act was not consummated until three years later.",
        "The true site can be determined, if at all, by excavation only; identifications based on mere outward similarity of names have always been fruitful sources of error.",
        "of Halicz, and the ravaging of that fruitful border principality by the Tatars, induced Casimir and Charles Robert to establish their joint influence there, and in 1344 the Red Russian boyar, Demetrius Detko, was appointed starosta, or governor, in the names of the two kings."
    ],
    "definition": [
        "a. Producing fruit, especially in abundance.\nb. Producing offspring, especially in abundance.\nc. Capable of producing vegetation: fruitful soil.",
        "Producing useful or desired results; productive: a fruitful collaboration; a fruitful suggestion. See Synonyms at fertile.",
        "fruit′ful·ly\nadverb",
        "fruit′ful·ness\nnoun",
        "Link/Cite",
        "Favourable to the growth of fruit or useful vegetation; fertile; not barren.",
        "Being productive in any sense; yielding benefits.\nThe extra work in the office turned out to be fruitful after all - I got promoted",
        "fruitfully",
        "fruitfulness",
        "Link/Cite"
    ]
}