{
    "translation": "בעיקרו ,ביסודו",
    "uses": [
        "It is fundamentally necessary, in order to avoid such floundering, that the \"knowledge\" of things sensible should be kept distinct from the \"knowledge\" of things spiritual; yet in practice they are constantly confused.",
        "This fact, by itself, would go far to prove that the civilization continued fundamentally and essentially the same throughout.",
        "Miss Keller's education, however, is so fundamentally a question of language teaching that it rather includes the problems of the deaf than limits itself to the deaf alone.",
        "The xylem and phloem parenchyma consist of living cells, fundamentally similar in most respects to the medullary ray cells, which sometimes replace them altogether.",
        "Erigena argues the question entirely on speculative grounds, and starts with the bold affirmation that philosophy and religion are fundamentally one and the same- \"Conficitur inde veram esse philosophiam veram religionem, conversimque veram religionem esse veram philosophiam.\"",
        "I do not think the importance of YouTube lies in its role as a communication method nor as a fundamentally new means of distribution of media.",
        "The issues are difficult because fundamentally none of us knows the ultimate effects.",
        "numerous, mainly German, workers, though no fundamentally new types of tissue have been discovered.",
        "Newcomb, was used from 1882 to 'goo; and since then the value 8.80\" has been employed, having been adopted at a Paris conference in 1896.1 Five fundamentally different methods of determining the distance of the sun have been worked out and applied.",
        "But Philips assassination in 336 fundamentally altered the situation.",
        "which, though they differ in details, are fundamentally ous in agreement.",
        "But the corrupt officials were fundamentally opposed to the scheme.",
        "Finally, side by side with a theory of the nature of moral obligation thus fundamentally empirical and a posteriori in its outlook, he maintains in his account of justice the existence of the idea of justice as distinct from a mere sentiment, carrying with it an a priori belief in its existence and identical in its a priori and intuitive character with the ultimate criterion of Utilitarianism itself.",
        "There were two distinct methods of letting and hiring - saer (= free) and daer (= base), the conditions being fundamentally different.",
        "They probably are aborigines fundamentally, with a mixture of what are now called the Scythian tribes, which at a very early time overran India.",
        "The problems raised by the relativism of Protagoras are no less fundamentally problems of the nature of knowledge and of the structure of thought.",
        "They differ, however, fundamentally in this respect, that, whereas evolution regards the process as from the indeterminate lower towards the determinate higher, emanation regards it as from the highest to the indefinitely lower.",
        "I feel we have set the bar way too low and in doing so have fundamentally cheapened life, everyone's life.",
        "It is considered that these nomads will be gently pushed back towards the Sahara, leaving cultivable Tunisia to the settled Berber stock, a stock fundamentally one with the peoples of Mediterranean Europe.",
        "refringens, agree fundamentally in structure with the type-species.",
        "Evidence is not wanting, however, that the cytoplasm must be regarded as, fundamentally, a semifluid, homogeneous substance in which by its own activity, granules, vacuoles, fibrils, &c., can be formed as secondary structures.",
        "The papacy, which had been so fundamentally shaken by the great schism of the West, came through this trial victorious.",
        "In the five subsequent years the proportion was fundamentally altered, so that with a greatly increased importation of grain, that of meal and flour was in the proportion of about one-ninth.",
        "Yet he found time, amid these multifarious occupations, to elaborate an entirely new system of astronomy, by the adoption of which man's outlook on the universe was fundamentally changed.",
        "Methodist episcopacy is therefore based on the denial of any special potestas ordinis in the degree of bishop, and is fundamentally distinct from that of the, Catholic Church - using this term in its narrow sense as applied to the ancient churches of the East and West.",
        "Both ideas, or both modes of expressing what is fundamentally the same idea, have this in common, that life is not a sum of the qualities of the chemical elements contained in protoplasm, but a function first of the peculiar architecture of the mixture, and then of the high complexity of the compounds contained in the mixture.",
        "Another form of coupler, which used to be universal in the United States, though it has now been almost entirely superseded by the automatic coupler, was the \" link and pin,\" which differed fundamentally from the couplers commonly used in Europe, in the fact that it was a buffer as well as a coupler, no :side buffers being fitted.",
        "But even the entrance upon the very first stage implies something more than, and something fundamentally different from, the life of an ordinary layman, however morally excellent this life may be.",
        "There's no sense in morality, I suppose, unless you are fundamentally immoral.",
        "civic republicanism is fundamentally an egalitarian form of politics.",
        "This works in fundamentally the same way as the iPhone App Store.",
        "There is no greater mistake than to suppose that the estimate formed by the early Church of its Bible was a merely arbitrary verdict imposed by an external authority; it was the expression, and the natural expression (though following certain prescribed lines), of its real sense of the value and fundamentally divine origin of the writings which it treasured.",
        "In spite of superficial resemblances, mainly due to the unavoidable influence of current exegetical methods, the conception of prophecy as fulfilled in Christ is fundamentally different from the Jewish apocalyptic view of unfulfilled prophecy.",
        "Such a composite structure is, however, fundamentally defective, the distribution of loading to the two independent systems being indeterminate.",
        "Grotius was a great jurist, and his De jure belli et pacis (Paris, 1625), though not the first attempt in modern times to ascertain the principles of jurisprudence, went far more fundamentally into the discussion than any one had done before him.",
        "The contest between Empire and Papacy was more than a mere struggle for supremacy between two world-powers; it was a war to the death between two fundamentally opposite conceptions of life, which in many respects anticipated and prepared the way for the Renaissance and the Reformation.",
        "But, fundamentally, pilgrimages in themselves were rejected by a mere handful: the protest was not against the thing, but against its excrescences.",
        "Actual modes of expression are shown to embody distinctions which average intelligence can easily recognize and will readily acknowledge, though they may tend by progressive rectification fundamentally to modify the assumption natural to the level of thought from which he begins.",
        "The thorough recasting that this involves, even of the thought of the masters when it occasionally echoes them, has resulted in a phrasing uncouth to the ear of the plain man with his world of persons and things in which the former simply think about the latter, but it is fundamentally necessary for Bradley's purpose.",
        "Finally we have a logic of a type fundamentally psychological, if it be not more properly characterized as a psychology which claims to cover the whole field of philosophy, including the logical field.",
        "Possibly Gregoire's Gallicanism was fundamentally irreconcilable with the Catholic idea of authority.",
        "There is some ground nevertheless for maintaining, contrary to much modern opinion, that the controversy is fundamentally and in the main a moral controversy.",
        "It was not until the middle of the 18th century that experiments due to Benjamin Franklin showed that the electric phenomena of the atmosphere are not fundamentally different from those produced in the laboratory.",
        "The structure of the stomata of the sporophyte of vascular plants is fundamentally the same as that of the stomata on the sporogonium of the true mosses and of the liverwort A nihoceros.",
        "The surface layer of the root, sometimes included under tht term epidermis, is fundamentally different from the epidermis of the stem.",
        "- The more characteristic features of the bird's brain show clearly a further development of the reptilian type, not always terminal features in a direct line, but rather side-departures, sometimes even a secondary sinking to a lower level, and in almost every case in a direction away from those fundamentally reptilian lines which have led to the characters typical of, and peculiar to, the mammals.",
        "The following are pages that are fundamentally wonderful articles, but need serious work.",
        "Already by the beginning of the 14th century these conquests had fundamentally changed the character of the Order.",
        "His aim is to remedy this defect by psychology, under the conviction that a true metaphysics is at bottom psychology, and a true psychology fundamentally metaphysics.",
        "Its distinctive method is spectrum analysis, the invention and development of which in the 19th century have fundamentally altered the purpose and prospects of celestial inquiries.",
        "Such knowledge is fundamentally hypothetical, and might well be accepted as such without the labour of a demonstration which is logically invalid.",
        "They form an interesting and bleak moorland between Cookstown and Omagh, extending north-eastward into Slieve Gallion in county Londonderry, and consist fundamentally of mica-schist and gneiss, affected by earth-pressures, and invaded by granite near Lough Fee.",
        "With such thoroughness have the compilers given effect to their views that only on closer examination is it found that even at a relatively late period fundamentally differing traditions still existed, and that those which belonged to circles which did not recognize the Exodus have been subordinated and adjusted by writers to whom this was the profoundest event in their past.'",
        "The metaphysical supplementing is also fundamentally as before.",
        "Although individual essential oils may differ somewhat in action, chemically and pharmacologically they are fundamentally similar.",
        "The Chinese are beginning to embrace a fundamentally different paradigm in development.",
        "Setch is one of a generation of leading British artists whose work was fundamentally affected by American abstract expressionism in the late 1950s.",
        "I believe that the two Bills, taken together can fundamentally alter the landscape of domestic energy for the better \" .",
        "We argue that these are fundamentally different, and potentially complementary, language facilities.",
        "Crowther, 8 February) We depend fundamentally for our knowledge of the second Athenian confederacy on the evidence of inscriptions.",
        "Equally, they recognize the fundamentally constitutive nature of language.",
        "It is the destruction of Western society and democracy, which they believe are fundamentally corrupt and weak.",
        "deep-seated fears about the escalating levels of labor unrest in China are fundamentally misplaced.",
        "disagree fundamentally with the terms of the Motion.",
        "I argue for wider recognition that instructor led asynchronous distance learning is fundamentally discontinuous with other delivery model.",
        "It is a fundamentally discursive environment which takes the asynchronous discussion board as its central tool.",
        "Above all, socialists would be making a fundamentally dishonest proposition to the working class.",
        "He found religious people tithing, giving a tenth, in a precise legalistic way, yet being fundamentally disobedient to God's word.",
        "Indeed, in some cases they're fundamentally flawed.",
        "This is fundamentally incompatible with the reasons for the American invasion.",
        "This unrelenting, self-referential entertainment left a large part of mankind chronically inebriated and fundamentally uneducable.",
        "It is perhaps invidious to criticize such an ambitious and fundamentally valuable undertaking as this on these grounds.",
        "Rational debate seems to be your reason, but on some topics you start from fundamentally irrational positions.",
        "The judge said: \" With respect that is fundamentally misconceived.",
        "misguided by a scientific paradigm that is fundamentally flawed, out of date and in conflict with scientific findings.",
        "misunderstandt four suburban girls who decided they were fundamentally misunderstood.",
        "We are interested in analyzing the structural differences during seed ontogeny that leads to these two fundamentally different seed surface sculpture types.",
        "pathbreaking book, he offers a fundamentally new interpretation of this critical turning point in Western history.",
        "On the one hand, we found that redaction criticism proper, which seeks to vigorously differentiate redaction from tradition, is fundamentally bankrupt.",
        "If my identity is fundamentally relational then salvation must take the form of restored relationships.",
        "Double loop learning: people fundamentally reshape their patterns of thinking with the intent of helping them learn to do different things.",
        "rethinke core of Modernism lay the idea that the world had to be fundamentally rethought.",
        "The Freudian concept of human beings as fundamentally selfish and instinct driven has been fostered by business because it produces ideal consumers.",
        "Local Government Act, 1972 (which fundamentally altered the structure of cemetery provision in England and Wales ), repealed ss.",
        "It is fundamentally about stability around the state: compartmentalized 'ethnic ' groups become mere supplicants for funding and resources.",
        "FP: So what you're saying, fundamentally, is that the solution to the industry's problems is... third-world sweatshop labor?",
        "taking of hostages is based fundamentally on a theory of collective responsibility.",
        "Christus is a very impressive five-movement work, whose fundamentally tonal language is influenced by Carl Nielsen, with English and French accents.",
        "Fundamentally these steps are not sufficiently transparent for citizens, who are eager to know the outcome \", the President added.",
        "And that view is both wrong and fundamentally un-American.",
        "The Key Worker will then determine whether there is a need for an urgent Core Group meeting or whether the plan is fundamentally undermined.",
        "Thus, if economic relationships are fundamentally unequal, then political and ideological relationships will both reflect - and help to reinforce - inequality.",
        "I also request that the UK withdraw from such a fundamentally unjust agreement.",
        "In the case of pornography the claims of harm are not only unproven, but are likely to be fundamentally unsound.",
        "Within these fundamentally different approaches, there are several encoding variants.",
        "Beneath the technical wizardry, the way in which a car works is fundamentally very simple.",
        "Very important are also the investigations which show how, for instance in such fundamentally different groups as petrels and gulls, similar bionomic conditions have produced step by step a marvellously close convergence, not only in general appearance, but even in many details of structure.",
        "The countries lying between India and the Mongolian are occupied by populations chiefly of the Mongolian and Chinese type, having languages fundamentally monosyllabic, but using letters derived from India, and adopting their religion, which is almost everywhere Buddhist, from the Indians.",
        "But the Janissaries and the corrupt officials were fundamentally opposed to the scheme, and the conservatives joined with them against such reforms of European origin.",
        "It is now commonly recognized by scholars that when Gregory the Great became a monk and turned his palace on the Caelian Hill into a monastery, the monastic life there carried out was fundamentally based on the Benedictine Rule (see F.",
        "On the whole, then, Congregationalism, the self-government of each local church, prevailed for the most part during the first two and a half centuries of Christianity, and with it a church life which, with all its developments of ministry and ritual, remained fundamentally popular in basis (cf.",
        "In spite of the fact that in a few of its later representatives Gnosticism assumed a more refined and spiritual aspect, and even produced blossoms of a true and beautiful piety, it is fundamentally and essentially an unstable religious syncretism, a religion in which the determining forces were a fantastic oriental imagination and a sacramentalism which degenerated into the wildest superstitions, a weak dualism fluctuating unsteadily between asceticism and libertinism.",
        "The Warwick trial was most carefully schemed: the procedure, fundamentally dissimilar to that adopted in 1415, follows exactly the forged precedent; but the constitution of the court was plainly derived from the Southampton case.",
        "Thus while the emperor, as king of Prussia, is summus episcopus of the Prussian Evangelical Church, as emperor he enjoys no such ecclesiastical headship. In the several states the relations of church and state differ fundamentally according as these states are Protestant or Catholic. In the latter these relations are regulated either by concordats between the governments and the Holy See, or by bulls of circumscription issued by the pope after negotiation.",
        "The fundamentally enumerative character of the process is clearly not cancelled by the recognition that it is possible to abbreviate it by means of technique.",
        "At the same time it cannot be denied that the \"aesthetic\" movement, in the aspect fundamentally represented by the school of William Morris and Rossetti, had a permanent influence on English decorative art.",
        "Fundamentally, what is going on is that replicating molecules ensure their survival by means of phenotypic effects on the world.",
        "Civic republicanism is fundamentally an egalitarian form of politics.",
        "It will also fundamentally reshape the local economy of its host community.",
        "At the core of Modernism lay the idea that the world had to be fundamentally rethought.",
        "Local Government Act, 1972 (which fundamentally altered the structure of cemetery provision in England and Wales), repealed ss.",
        "Fundamentally these concerns raise questions about our responsibilities in addressing offending and offenders outside the strictures of the criminal justice system.",
        "FP: So what you 're saying, fundamentally, is that the solution to the industry 's problems is... third-world sweatshop labor?",
        "The taking of hostages is based fundamentally on a theory of collective responsibility.",
        "In his Preface to Plato, Eric Havelock finds that Plato 's assault on poetry was fundamentally technological in nature.",
        "Fundamentally these steps are not sufficiently transparent for citizens, who are eager to know the outcome, the President added.",
        "The amount of water vapor in the stratosphere is thought to be fundamentally dependent on tropical tropopause temperatures through a freeze-drying mechanism.",
        "Even though the majority of wireless routers on the market sound like they do fundamentally the same thing, there is definitely a reason why some routers cost so much more than others.",
        "For instance, since it is fundamentally operating two side-by-side networks, it is possible to set up one as a \"guest network\" that is completely separate from the main network.",
        "GMOs utilize scientific technology to fundamentally change the genetic structure of the organism.",
        "When crops are genetically modified, they may appear to grow just like any other crop but the fact is that they are fundamentally not the same.",
        "The condition is fundamentally a breathing problem and it can be dangerous if it is attributed to severe sleep apnea.",
        "This is fundamentally the same idea as WiiWare and Xbox Live Arcade titles, so you'll get your fair share of puzzle games and other \"small footprint\" titles.",
        "Available on the Nintendo DS, Pokemon Diamond and Pokemon Pearl are fundamentally the same game, but with very slight variations in the availability of certain creatures.",
        "The control scheme was simple and navigating the ring was fundamentally a two-dimensional affair, but loads of fun were had by all.",
        "Although they may offer slightly more options and such, the gameplay is fundamentally the same as the classic title, so don't worry about exactly which version you try and/or buy.",
        "Each variant may be slightly different than the original design, moving a button here or an extra feature there, but they are fundamentally identical to the original platform.",
        "Are they fundamentally different from landline telephones or do they still use the same kind of technology?",
        "That fundamentally answers the question, \"How do cell phones work?\"",
        "This is despite running the same operating system and using fundamentally the same hardware.",
        "The basic concept is the same for both, fundamentally a short-term dating service.",
        "Fundamentally, to flirt is to be artfully friendly.",
        "For this reason, a facial tattoo can fundamentally change a person's appearance, and not always for the better.",
        "Fundamentally, some individuals on the spectrum may not like autism while others embrace the differences as aspects of their personality.",
        "Autism is fundamentally about mental processing, communication and behavior.",
        "Some studies indicate that the brains of autistic individuals are fundamentally different than those of their neuro-typical peers.",
        "Fundamentally, everyone's skin is the same.",
        "But in such passages it remains fundamentally human; no attempt is made to define the limits of the human and the divine in its composition - it is all human and all divine.",
        "The conditions which led to the second Athenian or Delian Confederacy were fundamentally different, not only in virtue of the fact that the allies had learned from experience the dangers to which such a league was liable, but because the enemy was no longer an oriental power of whose future action there could be no certain anticipation, but Sparta, whose ambitious projects since the fall of Athens had shown that there could be no safety for the smaller states save in combination.",
        "While he was fundamentally at one with Luther in opposing both Romanism and Calvinism, his mysticism led him to interpret justification by faith as not an imputation but an infusion of the essential righteousness or divine nature of Christ.",
        "Even before the beginning of the agitation led by Ronge, another movement fundamentally distinct, though in some respects similar, had been originated at Schneiderriihl, Posen, under the guidance of Johann Czerski (1813-1893), also a priest, who had come into collision with the church authorities on the then much discussed question of mixed marriages, and also on that PRO r.",
        "The Reformation was, fundamentally, then, but one phase, if the most conspicuous, in the gradual decline of the majestic medieval ecclesiastical State, for this decline has gone on in France, Austria, Spain and Italy, countries in which the Protestant revolt against the ancient Church ended in failure.",
        "It is now commonly recognized by scholars that when Gregory the Great became a monk and turned his palace on the Caelian Hill into a monastery, the monastic life there carried out was fundamentally based on the Benedictine Rule.",
        "Beneath his fun-making we can discern a man who is fundamentally serious, and whose ethical standards are ever lofty.",
        "Industry was thus in many ways compensated for the paralysis of trade with private buyers in the home market and for the closing of foreign markets, and it would have been able to continue quietly on the old lines but for the emergence of a new factor which fundamentally altered the conditions.",
        "Montagnards and Girondists alike were fundamentally opposed to the monarchy; both were democrats as well as republicans; both were prepared to appeal to force in order to realize their ideals; in spite of the accusation of \"federalism\" freely brought against them, the Girondists desired as little as the Montagnards to break up the unity of France.",
        "To this class also fundamentally belong the Simoniani, who have included the probably historical figure of Simon Magus in a system which seems to be closely connected with those we have mentioned, especially if we look upon the \" Helena \" of this system as a mythical figure.",
        "\"The antagonism of the two Socialist movements is not based on small personal jealousies: it is the clashing of two fundamentally distinct methods, that of democracy and that of dictatorship.",
        "The Thomism, therefore, of our day is wrong, from a metaphysical point of view, so far as it elevates Aristotelianism, as seriously modified but not fundamentally corrected by Aquinas, into an authoritative orthodoxy in metaphysics.",
        "It is quite a mistake to suppose that, apart from the chlorophyll function, the physiology of the fungus-cell is fundamentally different from that of ordinary plant-cells.",
        "In view of the many evidences of the linguistic character of Sumerian as opposed to the one fact that the language had engrafted upon it a great number of evident Semitisms, the opinion of the present writer is that the Sumerian, as we have it, is fundamentally an agglutinative, almost polysynthetic, language, upon which a more or less deliberately constructed pot-pourri of Semitic inventions was superimposed in the course of many centuries of accretion under Semitic influences.",
        "The arguments are fundamentally moral, rather than merely instrumental.",
        "A consideration of these facts emphasizes still more fully the view with which we set out, that all living substance is fundamentally, the same, though differentiated both anatomically and physiologically in many directions and in different degrees.",
        "Islam, on the other hand, had no theoretic place in its scheme for tolerated religions; its principle was fundamentally intolerant.",
        "He was fundamentally too much a man of strong convictions to be correctly described as open-minded, for if nature ever determined any man's faith, it was his; the root of his whole intellectual life, which was too deep to be disturbed by any superficial change in his philosophy, being the feeling for God."
    ],
    "definition": [
        "to the very core of the matter",
        "Link/Cite"
    ]
}