{
    "translation": ".1 להלביש, לכסות .2 לבוש, בגד, כיסוי",
    "uses": [
        "The length of the garment varied considerably.",
        "She hung the last garment and changed into jeans and tennis shoes before leaving the house.",
        "She eyed the garment bags.",
        "He followed her direction and tossed the garment to her.",
        "A third with pins in her mouth was running about between the countess and Sonya, and a fourth held the whole of the gossamer garment up high on one uplifted hand.",
        "She had pulled her long auburn hair high on her head, making her appear taller and almost regal in spite of the simple lines of the garment, and the plainness of her features.",
        "But such was not the effect on Walden that year, for she had soon got a thick new garment to take the place of the old.",
        "Edith Shipton took the garment and held it against herself.",
        "On Sabbath he dressed in white, wearing a four-fold garment to typify the four letters of the Divine Name.",
        "A woman, bent with age, with a wallet on her back, and a short, long-haired, young man in a black garment had rushed back to the gate on seeing the carriage driving up.",
        "On the other are such figures as the Hebrew prophets, distinguished by their hairy garment and by their denunciation of the luxury of both sexes.",
        "It was clothed in a black garment reaching to the feet, and held in one hand a dolphin, in the other a dove.",
        "Before reaching Montserrato, Ignatius purchased some sackcloth for a garment and hempen shoes, which, with a staff and gourd, formed the usual pilgrim's dress.",
        "He dropped the bill on the counter, pocketed his card, and grabbed the garment bags.",
        "The rest pay an annual tax for this outside garment of all, become indispensable summer and winter, which would buy a village of Indian wigwams, but now helps to keep them poor as long as they live.",
        "Edith looked once more at her son and then picked up the garment and the comb.",
        "- We are told that the toga, the national garment of the Romans, was originally worn both by men and by women; and though the female dress of the Romans was in historical times essentially the same as that of the Greeks, young girls still wore the toga on festal occasions, as we see from the reliefs of the Ara Pacis Augustae.",
        "Xander barely resisted the urge to touch the finely woven garment with a fur lining that was certain to be the softest thing in the world.",
        "This long, trailing garment was especially characteristic of Ionia; in the Homeric poems (Il.",
        "Thys Ihon had hys garment of camelles heere, and a gyrdyll of a skynne about hys loynes.",
        "The distinctive feature is the spiral arrangement of the garment,the body being wrapped to a greater or less extent with a bandage of varying length in more or less parallel stripes.",
        "In old Babylonia both the arms and the whole of the right shoulder were originally uncovered, and one end of the garment was allowed to hang loose over the left arm.",
        "One end of this garment was thrown over the left shoulder and allowed to hang down in front; the remainder 1 It was also worn by Roman children.",
        "Another very characteristic garment suggests an original loin-cloth considerably longer than the elementary article which was noticed above.",
        "It is the method, or rather the manner of thinking, of which that style is the garment, which has in reality exercised influence on the world.",
        "She was as white as the garment she now casually pushed with one foot behind a hall table.",
        "For the former class the generic name is Xgtwv, a word of Semitic origin, which denotes the Eastern origin of the garment; for the latter we find in Homer and early poetry irbrXos, in later times ij tnnov.",
        "But the garment as explained by Josephus (Ant.",
        "The upper edge was folded over for a distance equal to the space from neck to waist - this folded portion was called Ior67rTV^y ua or &71-XotS, - and the whole garment was then doubled and wrapped round the body below the armpits, the left side being closed and the right open.",
        "The statement of Herodotus is illustrated both by Attic vase-paintings and also by the series of archaic female statues from the Acropolis of Athens, which (with the exception of one clothed in the Doric irk-Nos) wear the Ionic chiton, together with an outer garment, sometimes laid over both shoulders like a cloak (Greek Art,, fig.",
        "The borders of the garment are painted with geometrical patterns in vivid colours; a broad stripe of ornament runs down the centre of the skirt.'",
        "22), an Etruscan work of the 3rd century B.C., represents a man clothed in this garment, which will be described below.",
        "In this period, however, the tunica, corresponding to the Greek chiton, was universally worn in ordinary life, and the toga gradually became a full-dress garment which was only worn over the tunica on important social occasions; Juvenal (iii.",
        "We don garment after garment, as if we grew like exogenous plants by addition without.",
        "The garment (which resembles the Doric irbirXos, but seems to have been rectangular rather than square) is folded over at the top, and the central part is drawn up towards the right shoulder to produce an elaborate system of zigzag folds (Greek Art, fig.",
        "21), the hem of Christ's garment (Matt.",
        "That the Pharaoh's skirt, sometimes decorated with a pleated golden material, should become an honorific garment, the right of wearing which was proudly recorded among the bearer's titles, is quite intelligible, but many difficulties arise when one attempts to identify the individuals represented, or to trace the evolution of ideas.2 The well-known conservatism of religious practice manifests itself in ceremonial festivals (where there is a tendency for the original religious meaning to be obscured) and among cere= the priests, and it is interesting to observe that despite the great changes in Egyptian costume in the New Kingdom the priests still kept to the simple linen skirt of earlier days (Erman, 206).",
        "He alone constitutes the world of pure spirit, and is the garment of Shaddai, i.e.",
        "The Hittite warriors upon north Syrian sculptures (Zenjirli, perhaps ' all to 9th centuries) have a short-sleeved tunic which ends above the knees, and this type of garment recurs over a large area with numerous small variations (with or without girdle, slits at the neck, or bordering).",
        "Among the Hebrews the outer garment, as distinct from the inner loin wrapper (ezor) or tunic, evidently took many forms.",
        "One corner of this was pulled over the left shoulder from the back and tucked in under the left arm; the rest of the garment was brought round the right side of the body and either carried under the right shoulder, across the chest and over the left shoulder, if it was desired that the right arm should be free, or wrapped round the right arm as well as the body, leaving the right hand in a fold like a sling (Greek Art, fig.",
        "And the sayd Iohn had his garment of camels heare, & a girdle of a skinne about his loynes: and his meate was locustes & vvilde honie.",
        "The tassels attached by blue threads to the four corners of the outer garment were unique only as regards the special meaning attached to them (Num.",
        "That it was proper to wear special garments (or at least to rearrange one's weekday clothes) on the Jewish sabbath was recognized in the Talmud, and Mahommedans, after discussing at length the most suitable raiment for prayer, favoured the use of a single simple garment (Bukhari, viii.).",
        "The inside of the case has a garment holder and zippered and unzippered pockets.",
        "Just as you would with a garment, be sure to give your shoes a good test drive.",
        "While that may be a bit of overkill, it is more proof of the versatile popularity of this garment.",
        "Styles range from the standard shell, which is a sleeveless aptly-fitted garment that extends just a few inches past the natural waist, to more updated looks that can be bare both at shoulders and midriffs.",
        "When the stain is gone, wash the garment, dry and it is ready to wear.",
        "If you've run your blood-stained garment through a hot wash cycle or dried it in the dryer, chances are it can be near impossible to get the stain out because it is permanently set.",
        "Continue to retreat the stain until it is gone, and then you can wash and dry the garment as usual.",
        "Look at the label found in the collar or side seam of the garment.",
        "It will tell you what fabrics it is made of and the best way of cleaning the garment.",
        "For example, if the garment says that you shouldn't use chlorine bleach, you won't want to use bleach to remove that ketchup stain.",
        "When laundering stained clothing, be sure to check that the stain has been completely removed before putting the garment in the dryer.",
        "If it says dry clean on the tag, you will need to get the garment to the dry cleaner within 48 hours of the stain.",
        "the word \"vestment\" is used as synonymous with but one liturgical garment - the chasuble, the \"mass vestment\" par excellence; in the Prayer Book of 1559 \"vestments\" are eliminated altogether, \"ornaments\" being substituted as a more comprehensive term.",
        "The cassock, which must always be worn under the vestments, is not itself a liturgical garment.",
        "Popular etymology has given the word its present form, as if it meant \"wing-flapper,\" from \"lap,\" a fold or flap of a garment.",
        "and not to a purely ideal standard, it must have appeared at once that the attempt to govern by prophetic ideas was only sewing a new piece on an old garment.",
        "The ample vestment with beautiful falling folds has thus in many churches given place to a scanty, unpleated garment scarce reaching to the knee.",
        "Hang the garment up and allow it to dry.",
        "The tunica, a loose sack-like tunic with a hole for the head, was the innermost garment worn by all classes of Roman citizens under the republic and empire.",
        "This plain diaphanous garment, without distinction of colour (white, red or yellow), and with perhaps only an embroidered hem at the top, was worn by the whole nation, princess and peasant, from the IVth to the XVIIIth Dynasties (Erman, Life in Ancient Egypt, p. 212).",
        "Xc-reev, tunica), like its Greek counterpart, was apparently of two kinds, for, although essentially a simple and probably sleeveless garment, there was a special variety worn by royal maidens and men of distinction, explicitly described as a tunic of palms or soles (passim), that is, one presumably reaching to the hands and feet (Gen.",
        "But the garment usually worn by men of mature age was the iµaTCov, which was (like the rbrXos) a plain square of woollen stuff.",
        "The paenula, which was the garment most commonly worn, especially by soldiers when engaged on peace duties, was an oblong piece of cloth with a hole in the centre for the neck; a hood was usually attached to the back.",
        "[xvi.], agrees with Sophocles' Trachiniae as to the hero's end.) Mad with pain, he seizes Lichas, the messenger who had brought the fatal garment, and hurls him on the rocks; and then he wanders in agony to Mount Oeta, where he mounts a pyre, which, however, no one will kindle.",
        "The priestly dress, which is all white, consists of drawers, an upper garment, and a girdle with the so-called taga (\" crown\");.",
        "This Plato expressed in the myth of the Sun, but the garment of mythology in which Plato clothed his idealism, beautiful as it is in itself and full of suggestion, covered an essential weakness.",
        "17-23) actually used the clothing peculiar to some deity, nor is it quite clear what is meant when a Babylonian ritual text refers to the magical use of the linen garment of Eridu (seat of the cult of Ea).",
        "On the claim involved by the act of throwing a garment over another (Ruth iii.",
        "Thus in Syria one who touched a dove became taboo for one whole day, and if a drop of blood of the Hebrew sin-offering fell on a garment it had to be ritually washed off.",
        "Such were the sleeveless surplice, which was provided at the sides with holes to put the arms through; the surplice with slit-up arms or lappels (so-called \"wings\") instead of sleeves; the surplice of which not only the sleeves but the body of the garment itself were slit up the sides, precisely like the modern dalmatic; and, finally, a sort of surplice in the form of a bell-shaped mantle, with a hole for the head, which necessitated the arms being stuck out under the hem.",
        "The Latin word amictus was applied to any wrap-like garment, and, according to Father Braun, the liturgical amice originated in the ordinary neck-cloth worn by all classes of Romans.",
        "The peplus was a costly, saffron-coloured garment, embroidered with scenes from the battle between the gods and giants, in which Athena had taken part.",
        "xrrwv was a garment in the shape of a loose tunic, varying at different periods: see Costume: Greek.",
        "There is, notwithstanding, a great demand for these from the fashionable world, as not only are they very effective, but being so flat in the wool the figure of the wearer can be shown as perfectly as in a garment made of silk.",
        "The Viennese have been particularly successful, and their method has been to dye the skins a good brown and then not put in the dark stripes, which exist in sable and mink, until the garment or article is finished, thus obtaining as perfectly symmetrical effects as if the articles were made of small skins instead of large ones.",
        "With care, however, such a garment lasts sufficiently long to warrant the present outlay.",
        "These however are exceedingly scarce, and when a number are required to match for a large garment, considerable time may be necessary to collect them.",
        "The very small pups are of a beautiful quality, but too tiny to make into garments, and, as the aim of a good furrier is to avoid all lateral or cross seams, skins are selected that are the length of the garment that, is to be made.",
        "Some of the better haired sorts are dyed black and brown and used for men's motor coats when quite a waterproof garment is wanted, and they are used also for this quality in China.",
        "The introduction of a third fur in the same garment or indiscriminate selection of colours of silk linings, braids, buttons, &c., often spoils an otherwise good article.",
        "During the period just mentioned the tailors' methods of scientific pattern cutting have been adopted by the leading furriers in place of the old chance methods of fur cutters, so that to-day a fur garment may be as accurately and gracefully fitted as plush or velvet, and with all good houses a material pattern is fitted and approved before the skins are cut.",
        "There are, however, certain parts of a garment, such as the putting in of sleeves and placing on of collars, &c., that can only be sewn by hand.",
        "Imprisoned in the garment of flesh, burdened with its sin, souls long to be clothed upon with the habitations they left in heaven.",
        "And He added, in picturesque and pregnant sayings, that an old garment could not bear a new patch, and that old wine-skins could not take new wine.",
        "Comparatively early in life he had found in Spinoza the philosopher who responded to his needs; Spinoza taught him to see in nature the \"living garment of God,\" and more he did not seek or need to know.",
        "The men wear a tunic reaching to the knees, the women a longer customs. garment.",
        "Out of doors Mahommedan women wear the burka, a long loose white garment entirely covering the head and body.",
        "The garment distinctive of the Hindus of all castes, men and women, all over India, is the dhoti or loin cloth.",
        "He exhibited Othman's blood-stained garment in the mosque at Damascus, and incited his Syrians to vengeance.",
        "The names of the two heroes meaning simply\" black \"or\" dark,\"the blue tint may originally have belonged to Vishnu, who is also called pitavasas, dressed in yellow garment, i.e.",
        "The name was originally specially applied to the dress worn by soldiers and horsemen, and later to the long garment worn in civil life by both men and women.",
        "de la langue franraise), and the Cossack horseman may have given to the West both the garment and the name.",
        "In mild weather it was the outer garment; in cold weather it was worn under the tabard or chimere; sometimes in the middle ages the name \"chimere\" was giveh to it as well as to the sleeveless upper robe.",
        "The zir-jamah, or trousers,i are of cloth among the higher classes, particularly those of the military order, who affect a garment of a tightness approaching that worn by Europeans.",
        "Over the shirt and zir-jamah comes the arkhalik, generally of quilted chintz or print, a closely-fitting garment, collarless, with tight sleeves to the elbow, whence, to the wrist, are a number of little metal buttons, fastened in winter, but not in summer.",
        "The garment doing duty as a chemise is called a pirahan; it is, with the lower orders, of white or blue calico, and comes down to the middle of the thigh, leaving the leg nude.",
        "we receive but what we give, And in our life alone does nature live; Ours is her wedding garment, ours her shroud,\" with the passage which follows, contain more vividly, perhaps, than anything which Coleridge has written, the expression of the shaping and colouring function which he assigns, in the Biographia Literaria, to imagination.",
        "The Greek v X iaµa, a cleft, split, from a-A\"eiv, to cleave, is used in the New Testament of an actual rent in a garment (Matt.",
        "The great temple of Siva, dedicated to Ekambara Swami (the god with the single garment) is remarkable for its lofty towers (gopuram) and the extreme irregularity of its design, through which it gains in picturesqueness what it loses in dignity.",
        "Upon this Gilpin prepared for martyrdom; and, having ordered his house-steward to provide him with a long garment, that he might \"goe the more comely to the stake,\" he set out for London.",
        "What he would have been as a poet, if, instead of visiting Europe in early life and drinking in the spirit of the middle ages under the shadows of cathedral towers, he had, like Whittier, grown old amid American scenery and life, we can only guess from his earlier poems, which are as naturalistic, fresh and unmystical as could be desired; but certain it is that, from his long familiarity with the medieval view of nature, and its semi-pagan offspring, the romantic view, he was brought, for the greater part of his life, to look upon the world of men and things either as the middle scene of a miracle play, with a heaven of rewarding happiness above and a purgatory of purifying pain below, or else as a garment concealing, while it revealed, spiritual forms of unfathomed mystery.",
        "We do not even know what the appearance and form of the birrus were; and the question of the origin of the cope is not whether it was derived from any garment of the time of the Roman Empire, and if so from which, but what garment in use in the 8th and 9th centuries it represents.",
        "\"Mantua,\" much used in the 18th century for a similar garment, is probably a corruption of manteau, due to silk or other materials coming from the Italian town of that name, and known by the trade name of \"mantuas.\"",
        "Sandals and shoes of bronze are mentioned in Irish literature, and quite a number are to be seen in museums. A loose flowing garment, intermediate between the brat and lend, usually of linen dyed saffron, was commonly worn in outdoor life, and was still used in the Hebrides about 1700.",
        "religious mendicants) and given them the jibba as their characteristic garment or uniform.",
        "She changed her blouse and threw the torn garment on the bed.",
        "Daisy Roots shoes are manufactured from the finest quality Garment leather with an elasticated ankle.",
        "clad in a narrow woolen garment, her bosom was covered with golden stars, the feet being left naked.",
        "couture garment.",
        "diaphanous lower garment across her broad hips.",
        "The woman kneeling at Michael's feet holds a distaff and a white garment, which she holds out as an offering.",
        "Secondly, He appeareth to his own sometimes in a garment dyed in blood, according to that word, Isa. lxiii.",
        "So he made an ephod, which is a priestly garment, and he consecrated his own son to be a priest.",
        "Dov Charney runs American Apparel, the largest single garment factory in the United States.",
        "This is suitable for colored items but test for color fastness on each garment first.",
        "finny garment, which flashed like a collapsed fish in the sunshine.",
        "The pig by Thomson is lying on its side, the sheep appears to be knitting a garment from its own wool.",
        "I can't imagine asking someone in Britain to spend three days embroidering a single garment.",
        "garment worn by both sexes, for warmth in the winter months.",
        "You must have at least 2 years previous experience in garment technology working on ladies woven garments.",
        "garment dyed in blood, according to that word, Isa. lxiii.",
        "The coat is an outer garment worn by both sexes, for warmth in the winter months.",
        "She rose, holding out the glittering, finny garment, which flashed like a collapsed fish in the sunshine.",
        "garment factory.",
        "Her silk dresses feature hand-embroidered details that you would normally expect to see on a couture garment.",
        "A young man, wearing nothing but a linen garment, was following Jesus.",
        "When getting out of a vehicle on any dual carriage way or non-urban road, an emergency high visibility garment must be worn.",
        "The camel's hair garment speaks of separation; the leathern girdle of a certain severity of restraint on himself, restraint upon nature.",
        "hem of the garment of Death these troubles have cost.",
        "The new limited edition range is worn by the Quins squad and all items include the jester embroidered onto the garment.",
        "jet propulsion systems for robotic vehicles to automatic garment bagging machines.",
        "His previous experience ranges from the design of underwater water jet propulsion systems for robotic vehicles to automatic garment bagging machines.",
        "silk kaftan in Oyster If ever there was a garment to stun - then this oyster silk kaftan with its ethereal beauty is it!",
        "This garment is made of a soft supple leather combined with a stretchable, sensuous mesh.",
        "Great care is taken with each little garment, many of which are beautifully enhanced with hand embroidered motifs.",
        "The Regimental History records A very motley crew they were, in every sort of civilian garment, not excluding bowler hats and shorts.",
        "The identity of the young woman in the coffin, and how she came by such a splendid garment, remains an intriguing mystery.",
        "Mrs Fortesque Forbes Brown was dressed only in a see-through negligee, a short flimsy garment that left little or nothing to the imagination.",
        "patchwork patterns were drawn by visitors, from around the museum, to make their own mark on a huge garment.",
        "pleated garment is a No No!",
        "pullover style garment?",
        "A fleece being fashioned into a garment is shown on a Scythian chief's gold regalia of around 500 B.C. (left ).",
        "Far from surging, growth in European garment imports from China in 2005 may actually have been quite sluggish.",
        "Arguably, the traditional peasant smock, which was worn in Britain up until the last century was an evolution of the garment.",
        "superman costume: Wearing of this garment does not enable you to fly.",
        "Working for garment sweatshops in Merseyside he was always desperately home sick, particularly for Vietnamese food.",
        "tailored garment, again with seven brass general service buttons to the front, which is piped in white.",
        "Farida (right) worked in a garment factory in Dhaka as a machine operator earning 2,700 taka (£ 22) per month.",
        "thread entitled \" GARMENT IMPORT TO THE US \" .",
        "trend forecasting to garment production.",
        "His garment, which includes an outer, sleeveless tunic, suggests a knight in repose.",
        "In the study three operators were tested wearing the same outer garment but wearing either normal cotton undergarments or high tech cleanroom undergarments.",
        "Only he whose garment is rent by love becomes entirely unselfish \" .",
        "Also used for gloves, hats, etc. Not windproof, so used in conjunction with a shell garment.",
        "waterproof trousers: can be bought to match the shell garment.",
        "worn-out garment.",
        "both in and out of church, the few notices remaining which suggest a special tunic for ministers at the Eucharist merely implying that it was not fitting to use for so sacred a function a garment soiled by everyday wear.",
        "But as late as the 9th and 10th centuries the alba is still an everyday as well as a liturgical garment, and we find bishops and synods forbidding priests to sing mass in the alba worn by them in ordinary life (see Braun, p. 62).",
        "The pure Sakai in the interior have a good knowledge of planting rice, tapioca, &c., fashion pretty vessels from bamboos, which they decorate with patterns traced by the aid of fire, make loin-cloths (their only garment) from the bark of the trap and ipoh trees; are very musical, using a rude lute of bamboo, and a noseflute of a very sweet tone, and singing in chorus very melodiously; and altogether have attained in their primitive state to a higher degree of civilization than have the Semang.",
        "On less solemn occasions bishops wear the mandyas (A avHuas), a cope-like garment fastened at the lower corners as well as at the neck, and the kalimaukion (KaXamtainc ov), a tall, brimless hat, with a veil hanging down behind, and, in place of the S &aKOP they carry a short staff with an ivory cross-piece.",
        "Not seldom it is difficult to distinguish between the true spiral garment and a dress with parallel horizontal stripes, and, i?iiii iiu?i u?i?!N???iiii?",
        "It was usual, however, to hold the front and back of the ir6rXos together by a girdle q'c'ovr7), passed round the waist below the airO rrv'ypa; the superfluous length of the garment was pulled up through the girdle and allowed to fall over in a baggy fold (KOA7ros) (see Greek Art, fig.",
        "A lighter garment was the XXaµus, chlamys, a mantle worn by young men, usually over a short chiton girt at the waist, and fastened on the right shoulder (cf.",
        "4 The suffibulum of the vestals, which was fastened on the breast by a brooch (fibula), was a garment of this sort.",
        "of Dillmann's commentary on Ex.-Lev.) leaves it uncertain whether it covered the back, encircling the body like a kind of waistcoat, or only the front; at all events it was not a garment in the ordinary sense, and its association with the sacred lots indicates that the ephod was used for divination (cf.",
        "There were numbers of lesser deities, such as Tlazolteotl, goddess of pleasure, worshipped by courtesans, Tezcatzoncatl, god of strong drink, whose garment in grim irony clothed - the drunkard's corpse, and Xipe, patron of the goldsmiths.",
        "This Ihon had his garment of camels heer, and a lethren gerdell aboute his loynes.",
        "Thys Iohn had hys garment of camels heer And a gyrdell of a skynne aboute hys loynes.",
        "From an anecdote of Aurelian, who neither used silk himself nor would allow his wife to possess a single silken garment, we learn that silk was worth its weight in gold.",
        "They are, however, traditionally vestments symbolical of joy (the bishop in placing the dalmatic on the newly ordained deacon says: - \"May the Lord clothe thee in the tunic of joy and the garment of rejoicing\"), and they are therefore not worn during seasons of fasting and penitence or functions connected with these, the folded chasuble (paenula plicata) being substituted (see Chasuble).",
        "As he passed through the streets of Athens, his curls and long garment reaching to his ankles drew on him the derision of some masons, who were putting on the roof of the new temple of Apollo Delphinius: \"Why,\" they asked, \"was such a pretty girl out alone?\"",
        "This, indeed, was its original meaning, the cappa having been an outer garment common to men and women whether clerical or lay (see Du Cange, Glossarium, s.v.).",
        "directus, arranged, dirigere, to direct, arrange), a substantive of which the current meaning is that of clothing or costume in general, or, specifically, the principal outer garment worn by a woman (see Costume).",
        "Does this matter with a simple pullover style garment?",
        "A fleece being fashioned into a garment is shown on a Scythian chief 's gold regalia of around 500 B.C. (left).",
        "This was quite easy for him as young Jews in the garment trade often became seamen in times of seasonal unemployment.",
        "On a childs superman costume: Wearing of this garment does not enable you to fly.",
        "This is tailored garment, again with seven brass general service buttons to the front, which is piped in white.",
        "Please see the reply that I have given TODAY to KAVITHA in the thread entitled \" GARMENT IMPORT TO THE US \".",
        "My course has prepared me to be able to manage the entire design process from trend forecasting to garment production.",
        "Only he whose garment is rent by love becomes entirely unselfish .",
        "Waterproof trousers: can be bought to match the shell garment.",
        "All that had happened in my life until that time was now left behind me, cast off like a worn-out garment.",
        "While many women choose to go with the ultimate in comfort when it comes to choosing a nursing bra, a more supportive garment is essential for those with larger chests.",
        "We all know of the pajama suit combinations - these feature a loose fitting shirt type of an upper garment normally with a collar and loose pajama pants that are long or and come with or without pockets.",
        "The slip is a handy inner garment that conceals, covers and even adds volumes to your appearance.",
        "If you find cat urine on clothing, test the enzymatic cleaner on an area of the clothing that is inconspicuous to make sure it does not stain the garment.",
        "From the craft of Dolce & Gabbana fashion designs, the packaging for the perfume unfolds like a stylish garment.",
        "Whether it's an extra layer, a base under a transparent top or a top all on its own, this handy garment really is one a girl can't be without.",
        "The word \"camisole\" derives from Latin, French and Italian and originally referred to a negligee jacket or a garment worn under a transparent top to conceal what back then would have been a corset.",
        "When you want to treat yourself, look to Stewart+Brown or Gaiam for a more responsibly made garment that will last as long as you want to wear it, making for the ultimate endless summer!",
        "The best way to buy something you can be sure is fake is to learn how to test a garment, as well as which shops and manufacturers make clothes that can be trusted to be cruelty-free.",
        "Add color to your ensemble with pastel wedding dresses or opt for a trendy, yet casual mermaid style garment.",
        "Heritage Garment Preservation, a Better Business Bureau accredited retailer.",
        "If you are close enough to your destintation that you can travel by car, make sure you have a good garment bag.",
        "In many thrift shops, you can find a real gem gown; in others, the garment may be in need of some repair.",
        "Check the garment thoroughly make sure any damage is easily repaired.",
        "Beach wedding dresses are generally a lighter weight, more casual garment than their more formal counterparts.",
        "If you're extra large or extra small the tuxedo rental might not have a garment available in your size.",
        "Store them in a garment bag on a hanger, to keep wrinkles at bay.",
        "Even if a garment is destined to only last one season, you don't want something so poorly made that it won't last through one washer cycle!",
        "Sizing: It's always best to have your child try on a garment prior to purchasing.",
        "Quality: Some online retailers are able to offer girls dresses at dramatically reduced prices because the garment features an imperfection, such as a small tear or uneven stitching.",
        "FlowerGirlPrincess.com: Nearly everything listed on this website is made in high fashion American garment districts.",
        "You may find a unique garment for your child that not only fits him or her perfectly, but is also a fine quality piece that's tailor-made for a special event.",
        "With all of the Christmas-themed sweaters available once Halloween is over, you should have no trouble finding at least one garment that celebrates the season.",
        "The hat on this dress has a cute bow that matches the fabric of the garment.",
        "However, one distinct advantage of buying from a reputable department store is that there is usually a tailor on staff who can alter, adjust, and sometimes make major changes to your garment for an additional fee.",
        "If you foresee your child wearing this jacket for several months out of the year, it will probably be to your advantage to purchase a more expensive garment as opposed to a cheaper variety.",
        "In a city, this was comparatively easy, as there used to be thriving garment districts and so people had connections.",
        "Even today, if you live in a large city, there will still be a garment district and some shops will allow wholesale purchases to the public.",
        "Generally, baby boys are clad in onesies (a leotard-like garment with snaps at the crotch area), but baby boy tees are one of the first steps your infant takes into the world of adult fashion.",
        "More specific themes within the modesty movement will deal with the colors and designs of a garment.",
        "Many hand-smocked dresses are still made without elastic, which improves both the comfort and the durability of the garment, allowing you to pass it on to anyone else who needs a lovely baby dress.",
        "While actual garment measurements vary depending on styles and manufacturers, there are some general industry guidelines.",
        "Formal clothes are usually made from fabrics that must be dry-cleaned rather than machine-washed, which increases the overall cost of the garment.",
        "Consider how much care the garment needs.",
        "The quality of these products is not acceptable for the retail stores, as this might damage the reputation of the garment maker, so these pieces are transported to outlet stores to be sold at a discount.",
        "Finally, the special finishing techniques like pinching and sandblasting create a finished garment that feels as good as it looks.",
        "A knitter should be sure to choose yarns that will not irritate sensitive baby skin unless she already knows that the child for whom she is making a garment can wear virtually any material next to his or her skin.",
        "Like any other formal wear garment, canine formal wear needs to be treated with extra care to preserve the shape and texture of the fabric.",
        "You have different options for smock styles as well as places to purchase the garment.",
        "Some people find these easier to put on since you can simply unsnap the garment and put it on over what you are already wearing.",
        "Donning such a garment is as easy as putting on a jacket.",
        "Just as garment fashion changes from one season to the next, so does jewelry fashion.",
        "While this garment sometimes gets negative attention, men who like a casual vibe will want to know where to find the latest styles of jogging suits for on the track and off.",
        "Easy care: This is not a fussy garment and men want to be able to wash and wear it with minimal care.",
        "For less than $1000, our customers can get 100 percent wool, full-canvas suit expertly tailored to their exact measurements for an exceptional fit unsurpassed by any ready-made garment.",
        "How do you go about choosing fabrics for each garment?",
        "We take up to 30 unique measurements and evaluate subtle aspects of posture and build to identify areas in which the garment's pattern will need to be manipulated to achieve an optimal fit.",
        "Once the garment arrives, our expert alteration tailors make any final tweaks that are needed to get the suit just right.",
        "In short, the more active you are, the more breathable your garment needs to be.",
        "Mass market stores tend to stock items that the majority of their customers will buy, with the occasional inspired garment added to the list, depending on what the latest men's fashions are.",
        "Inexpensive shirts may not drape the same as a well-tailored garment, so investing in a good quality top is a wise move.",
        "Searching for big and tall men's leather coats can be a challenge indeed, mainly because fit is the most crucial aspect of any garment.",
        "Finally, value is a major consideration that goes into shopping for any garment.",
        "This applies to any garment, but is exceptionally more important with something that gets attention in public places.",
        "What's old is new again: Today, designers embrace the classic patterns that made the suit the defining garment it is today.",
        "Wrinkle free fabrics provide the look and feel of a pressed garment and will have you looking fresh and well-put together no matter where you wear them.",
        "Guys like Danny Zuko in Grease and The Fonz in Happy Days popularized the leather jacket among men of their respective eras, but in truth the garment has been popular for decades.",
        "The traditional leather jacket is black, but the garment is also available in various neutral colors, like brown, gray, white and beige.",
        "The leather jacket is an eternally hip garment that should reflect your adventurous approach to style, so the right fit is important!",
        "From there, simply navigate to the garment you're interested in and choose the size that best fits.",
        "Narrow down your search specifically by garment and size, or search more broadly and find a variety of clothes available in your size.",
        "The Hawaiian shirt is not exactly a \"seasonless\" garment, and is really only appropriate to wear during spring and especially during summer - unless you happen to live in a perpetually warm climate.",
        "Although now called a \"vest\" in American parlance, this garment is perhaps the most important in Victorian men's clothes.",
        "It's worth it to get the best buy possible on a garment you will wear for years to come.",
        "Whether you opt for a vintage or modern piece, know that you're investing in a quality garment that will look great for years.",
        "As with any garment, the right fit is imperative - but perhaps it's even more important when it comes to jeans.",
        "If it's a fine garment, it can and should be mended - there are plenty of specialists who will fix your cardigan and have it looking new again in no time.",
        "Though clothing that is defined as tall makes it easy for the consumer to find just what he is looking for, it's still a good idea to examine every garment closely - or better yet, try it on.",
        "A dress vest is not the most common garment in the world, and is not exactly found in every man's closet.",
        "Many styles are also water-resistant, so the garment will stay in great shape over time.",
        "Since this is not the type of garment most men wear regularly, it is worth having it professionally cleaned once a year and keeping it wrapped in tissue paper in a dry area.",
        "Whether you want to make a fashion statement with your jacket, or need the best protective garment for leisurely road trips, there is a wide variety of styles and fabrics from which to choose.",
        "Ask yourself the following questions to help you decide on the most helpful features for your garment.",
        "The garment should fit well and allow freedom of motion without being constrictive.",
        "A waterproof jacket is, first and foremost, a functional garment.",
        "Designers recognize that men demand this functional garment in their wardrobes, and many outdoor specialty companies and sporting goods brands design their own versions.",
        "Dry cleaning is expensive, so choosing a machine washable style saves money over the life of the garment.",
        "When you need the right sock to accessorize each garment in your professional and social wardrobe, you might want to explore the wide variety offered by Stacy Adams men's socks.",
        "Their footwear is available in most shades and styles to go with any garment in your wardrobe.",
        "You can also feel good about supporting them since they are one of the few garment manufacturers who still make their clothes exclusively in the States.",
        "The basic garment for men was the tunic.",
        "The materials used for clothing and the style of a garment were determined by class.",
        "Many of the toxins may all ready be out of the garment by the time you get it and you can get an entire wardrobe for the price of a couple of new items.",
        "This will help the finished garment keep its shape and beauty.",
        "In that case, the consumer doesn't know how much of the materials used to make the garment meet the standard to be considered \"organic.\"",
        "This material is prohibited from any part of the process, from growing the cotton to making the garment or packaging it for resale.",
        "Color blocks, diagonal stripes, and single splashes of color can help add flair to a swimsuit while simultaneously making it an attractive garment for any size woman.",
        "The kimono is a \"T\" shaped, coat-like garment with a horizontal piece across the top to make the \"T\" shape.",
        "It conducts heat well and is very absorbent, making it a cool garment.",
        "Check the garment tag to be sure the pants are hand or machine washable.",
        "Practical for travel - The knit fabric lets the garment fold flat in a suitcase, taking minimal room to pack.",
        "Quality construction - Look for a garment with tight stitching on the seams and hem.",
        "For those who love an old-fashioned look but are relatively new to sewing, a modern pattern for a vintage garment is much easier to work with than a vintage pattern.",
        "Get the look and feel of suede without the hassle of maintaining a special care garment with this gorgeous faux suede topper from One Stop Plus.",
        "Well-known for catering to the full-figured market niche, Lane Bryant has even offered such unusual designs as a kimono-sleeved poncho with a gathered waist to bring a bit of tummy tucking style to an otherwise loosely fitted garment.",
        "A variety of fleece fabrics are manufactured in the garment industry today; these fabrics not only present different looks but also offer measurable differences in the warmth they provide.",
        "With proper care, a well-made garment can last a long time.",
        "When winter comes to an end, but there's still a slight chill in the air, women's plus size spring jackets fill the need for a lighter weight garment to keep you warm.",
        "Customer loyalty perks or frequent shopper clubs can cut the cost of a new garment significantly.",
        "Just wash, wring, and hang dry; you'll love this hassle-free garment.",
        "Love Your Peaches cuts and sews each garment when an order is placed.",
        "Prom dresses tend to be a one-time-only garment, so what do you do with a dress after the prom?",
        "Shopping for a garment like cargos, complete with zippers, pockets, and buttons that draw attention to your lower half, doesn't have to be challenging.",
        "For example, a tummy control garment would reduce your circumference.\"",
        "It is much easier to take in a garment that is too big than to try and fix it if it's too small.",
        "When buying sweaters, don't make a common plus size mistake and choose the biggest, roomiest garment you can find.",
        "You can always commission a creative friend or expert; understand that commissioned items tend to be expensive, but you may feel it's more than worth it to have a garment that not only fits you, but is also the only one like it.",
        "That's right -- while push up bras are known to produce cleavage for small to average cup sizes, the plus size woman can also enjoy the uplifting effect of this garment.",
        "For fuller busted women, this miracle garment lifts the breasts and pushes them together.",
        "You can choose a shawl-like collar, which snuggles close to your neck for additional warmth and comfort, or a kimono style, which basically has no collar and makes the garment look more like a V-neck in the front.",
        "Comfort. Not only should the garment be comfortable to wear, but it should be something she will want to wear and show off.",
        "Nor does it have to be just a wedding or evening garment.",
        "Convertible bras are great since you can get a lot of options from one garment.",
        "When you pair this versatility with a wrap-style top, you're choosing a flattering garment.",
        "Since the style is ageless and flattering for nearly every type of figure, you would think that this garment would be a cinch to find.",
        "This is not necessarily due to the unusual style; the quality of the material and construction of the garment may be lacking, especially if you select a very inexpensive costume.",
        "Let's look at the pros and cons of this type of garment for consideration.",
        "Consignment shops are nice places to start but you can spend a lot of time shopping without successfully finding the right garment.",
        "There's no better garment to keep you cool in the summer than a junior plus size summer dress.",
        "Various elements in the halter dress help to create an entirely different look, making one garment poles apart from another.",
        "Some features appeal to the aesthetic aspects of the garment, namely figure-flattering designs.",
        "The neckline is a very important feature to consider but the elements make little difference if the garment doesn't fit properly.",
        "Get the right fit: While a robe can be a one-size-fits-all garment, other lingerie should fit you well.",
        "Each requires different care and it's best to follow the specific instructions found on the garment's tag.",
        "Check the tag on your particular garment for care instructions.",
        "Plus size strapless corsets make a sexy addition to any lingerie collection for women ready to celebrate their curves, and they double as a foundational garment to wear with a strapless gown for that special occasion.",
        "When the corset fell out of grace as a foundational garment, it garnered a stigma as being \"dirty\" and was looked upon as a sign of suppression.",
        "Today, the corset is a sign of femininity, and plus size strapless corsets are worn not only as lingerie or an undergarment, but also for the Goth look when it is worn as an outer garment.",
        "Once you decide on the kind of garment to wear, you must choose the style.",
        "For a garment that's sure to attract attention, plus size leather hot pants are one option that's made to turn heads.",
        "Without a proper fit and the ability to make you feel cool and comfortable, the garment simply isn't worth consideration.",
        "If it is full of hassles, you won't be happy if for some reason you have to return your garment.",
        "A popular type of foundation garment today, panty girdles have undergone many changes since the first ones, made of perforated rubber, were introduced into the fashion world in the 1930s.",
        "Through the following decades, several factors caused more women to choose panty girdles as their foundation garment of choice.",
        "You can even wear it as is, making this top a flexible garment that works with many different styles.",
        "A plus size denim jumpsuit can be a versatile and chic garment that best flatters hourglass shapes.",
        "Once you find the denim jumpsuit of your dreams, get ready to enjoy a variety of casual and dressy-casual events in a garment that's made to fit curves to a T.",
        "For online orders, take a good look at the schematics on the site so that you know the dimensions of any garment you buy-this will save you the hassle of annoying returns.",
        "The drawbacks to buying a garment made of silk chiffon are that it is expensive and has to be dry cleaned.",
        "The best approach is to always read the care label sewn into the garment.",
        "You can instantly create a chic look by slipping into this one garment.",
        "Unfortunately, most women can probably relate to that feeling of discomfort that comes along with wearing a garment that is too something - too snug, too itchy or, yes, too darn tight.",
        "While any type of ill-fitting garment is unfortunate, lingerie in particular ranks high on the list of items that can cause serious annoyance as the day wears on.",
        "At the very least, it is suggestive of a hint of mystery - a barely there, lightweight garment or a touch of bare skin revealed are both quite sexy in their own ways.",
        "It's not about showing every inch of skin in a microscopic garment.",
        "As every woman knows, an ill-fitting garment can cause all kinds of distress, physically and even emotionally if you're focusing all of your attention on how uncomfortable you feel.",
        "A tailored garment is always preferable.",
        "This comprehensive list of online boutiques will make your search for any plus size garment much easier.",
        "A fishnet bra, while pretty sexy, is not such a garment.",
        "If you're on the hunt for a plus size fishnet bra, you're in luck: Plenty of online retailers offer this niche garment for very reasonable prices.",
        "Whether you are going to a gala party, a special date, out dancing, or just to the beach or grocery store, a ladies plus size sequin top may be the garment for you.",
        "From chic tops to vivid handbags, it seems almost every garment and accessory out there has been touched in some way by a fierce animal print.",
        "There's a shaping garment for literally every single purpose, from supporting flabby arms and whittling thick waistlines to smoothing bulgy hips and flattening round bellies.",
        "Women can rest assured that there are no visible panty lines showing through their dresses or trousers, nor can anyone detect that there's a shaping garment underneath!",
        "A plus size fishnet chemise is a perfect garment for a seriously sexy night in.",
        "At the best of times, it can be difficult finding just the right garment to suit your needs.",
        "It is wiser to slightly size up than down, but not to the point that the garment hangs loose on the body.",
        "The garment typically falls below the hip, though many styles extend even lower.",
        "That's because this garment is so versatile that it tends to work in a myriad of situations.",
        "A long tunic is, by nature, an effortless sort of garment that requires little thought.",
        "Fit is essential for any garment, but on prom night, a dress simply has to be comfortable enough to withstand hours of constant movement.",
        "This versatility makes them the ideal garment to pack when going on a vacation or cruise.",
        "If possible, pay a visit to the store to try the garment on first; you may need to do a few \"test tries\" before settling on the perfect pair of trousers.",
        "Once considered lingerie, today the dressy camisole has become a versatile garment whether you're looking for a casual, comfortable look or want to use it as an accessory to dress up for a night out.",
        "If you've never owned a dressy camisole, in your mind's eye, you may picture a slinky little garment meant to be worn behind closed doors.",
        "As with any garment, proper fit is imperative.",
        "Henry David Lee founded the Lee Mercantile Company back in 1889 when he opened a small garment factory that started out making jackets and dungarees.",
        "If you are in a major city, you will likely have a local garment district to browse.",
        "They are a great garment to pack when traveling.",
        "The little black dress is a faultless garment.",
        "This is half the battle, because fit is always so important with any garment, but especially so in clothing that you plan to wear to special events.",
        "What you want to try to find in any type of clothing, but especially designer wear, are items that have been designed especially for larger figures, rather than a garment that was designed for a slimmer woman and has been sized up.",
        "A baggy, widely cut garment only adds bulk to your figure and creates a sloppy appearance.",
        "A pair of pants may fit you wonderfully but for its length, so don't put away that dream garment if it's not entirely perfect.",
        "Remember that an \"almost perfect\" garment can be altered, and that something that makes you feel confident and fabulous is almost always worth the investment.",
        "The parka crossed from just a practical, functional piece of outerwear to a fashionable but functional garment back in 1959 when it was featured in Vogue magazine.",
        "Whether you purchase the turtleneck of your dreams or make it yourself, you can count on getting plenty of wear from this versatile garment.",
        "The trick is to find a garment that provides relief from cold spells, is easy to pull on and off and is also flattering to the plus size figure.",
        "It is simply not a garment that is particularly flattering to the plus size figure - but that does not mean that plus size women can't wear them, either!",
        "The ubiquitous garment is available at almost all fashion retailers, both online and in stores.",
        "Before long, you will have a truly unique garment in which to wrap yourself.",
        "While these are some of the more popular raincoat textiles, the garment industry is constantly producing new high-tech fabrics, so keep your options open when shopping for your coat.",
        "For every sensible, no-fuss garment out there, there's a playful alternative at Sleepyheads, an online retailer that specializes in cute nightwear.",
        "Additionally, remember that beads can be heavy, so this may add some undesired weight to the garment and cause it to fall in an unflattering manner.",
        "As with any garment, comfort is key when it comes to workout wear.",
        "From baby soft knits to sturdier Merino wool fabrics, the style of the garment determines the textile that is used.",
        "By following the manufacturer's care directions and giving your intimate clothing the proper care, you extend the life of the garment and save money.",
        "Oversized clothing just makes you look bigger, so buy clothes that fit, and have the garment altered if necessary.",
        "Fortunately, cocktail parties and weddings are not the only venues that call for evening attire, or your statement-making garment would spend most of its time in the closet.",
        "The downside is that they usually must be dry cleaned, thus adding an additional element of cost to the overall cost-per-wear of the garment.",
        "Theirs were long, straight tops with slit necklines and short sleeves that were worn over another garment and typically belted at the waist.",
        "Fast forward a few centuries for the modern take on this ancient garment: knee length to thigh length, made of flowing, lightweight fabrics, left loose or belted, and sporting a variety of necklines and sleeve styles.",
        "Use them with almost every other garment in your wardrobe because they are available in a great variety of colors and styles.",
        "Plush Necessities: A robe from Plush Necessities could be the softest garment that ever caresses your bare skin.",
        "Since a sheer garment is prone to snags, you should wear gloves while washing, then roll the robe in a towel to soak up the water before laying it flat to dry.",
        "While your transaction is safe, the risk is that a garment may not fit, and you lose the money paid.",
        "Invest a few minutes and carefully examine a garment prior to purchasing.",
        "Read the garment's care instructions if the item has a tag.",
        "While a $2 vest may seem like the steal of the century, and you love the silky fabric, if it has to be dry-cleaned, the final cost of the garment over its wearable lifetime could be extremely high.",
        "While the little black dress is considered an essential part of every wardrobe, red plus size dresses are another versatile garment to add to your closet.",
        "The beauty of a versatile garment like this is how easily you can transform it from plain to powerful with just a few accessories. like shoes, handbags, jewelry, and scarves.",
        "Small details - like pockets - make a huge difference in the garment's on-the-body appearance.",
        "These lay flat to the garment and do not add bulk to the midriff.",
        "While getting a bargain at a local thrift store or yard sale is gratifying, sometimes the only thing that satisfies a new-clothes craving is a spanking new garment.",
        "The line is created around five core design values for each garment: Timeless, beautiful, functional, simple, and sensual.",
        "Keep a keen eye out for the Eileen Fisher label; you could end up with a stunning new garment just for donating a piece of your unwanted clothing.",
        "Shapewear is specially designed to slim without binding and makes even the most form-fitting garment feel comfortable and look fantastic.",
        "However, knowing how to tell the difference between a cheaply made garment and a well made but lower price dress is just as important as knowing where to find them.",
        "Remember that plus size clothing is not just a regular garment made in a larger size.",
        "For instance, a garment may have a ripped hem or a button missing, and the store manager is more than willing to give individuals a discount to move the item out of inventory.",
        "Jackets typically are available in lengths that hit just above the waist to mid-length so individuals can make their choices based on preference, the desired look, and with what type of garment the jacket is worn.",
        "Keep in mind that there are no standardized guidelines for measurements in the garment industry so you may notice a discrepancy in the fit between different brand labels.",
        "Well-made women's plus size leather jackets are usually quite expensive but well worth the investment, so be sure to maintain the garment properly.",
        "His dress is simple, with a worn, monk-like garment.",
        "Blot the stain dry and then get the garment to the dry cleaner as soon as possible.",
        "Don't try to pretreat the garment first, since this might only cause damage to the fabric and make it more difficult for the dry cleaner to remove the stain.",
        "If you decide to order online, remember to check out the product descriptions for additional information about the fit of a particular garment.",
        "And now, they've found even more than six ways to create the maternity dress of your dreams from the one garment.",
        "You should place your stitches as evenly as possible, making sure that they're as small as possible on the outside of the garment.",
        "For men and women who like creating their own fashions from existing ones, knowing basic sewing skills can help with this garment recycling.",
        "For example, in our Short Board (board shorts) we use a traditional Velcro closure on the pouch but we've put a nice layer of thin, soft fabric on the inside of the garment to protect the wearer from rubbing against the Velcro.",
        "This line is a high-end line for guys who really appreciate a good quality garment and are tired of your average surf shorts.",
        "This seasonal garment has a short shelf life, so saving some money on it is a smart idea.",
        "It's essential to wash the sand, salt water, chlorine, sunscreen and oils out of your garment if you want to keep it looking good.",
        "This barely-there garment consisted of the tiniest bikini bottom and a set of shoulder straps.",
        "Depending on the size of your garment, you can simply pull it over your head or wrap it around like a turban.",
        "These panels are attached with flatlock stitching, allowing the garment to lie flat against your body.",
        "This construction makes for a stronger, more flexible garment.",
        "If this is your first time exploring the option of mini sheer swimsuits, then you need to be aware of one very important prerequisite for wearing this style of garment.",
        "If you just tie a pareo around your waist and head to the beach, you're missing out on many other ways in which to wear this versatile garment.",
        "Since the fit is paramount to the garment's use, it needs to provide just the right amount of \"give\".",
        "The fabric used in the garment actually wicks sweat away from the body into the guard itself.",
        "Martial arts practitioners also appreciate the garment's fit because it provides freer movement during quick maneuvers.",
        "For this variation, wrap the garment around the upper torso and tie it over the bosom.",
        "The garment itself is the ultimate string bikini, a sort of V-shaped extended thong.",
        "It's a style suitable for women who prefer two-piece suits, but who don't want to wear as revealing a garment as a bikini.",
        "Plan to spend somewhere between $40.00-$80.00 for a fashionable garment that will flatter your figure while you frolic in the sand and surf, or as you simply relax in the sun.",
        "Moreover, not all women are comfortable enough with their bodies to enjoy a stroll from the car to the shoreline without some sort of concealing garment.",
        "Although thong bikinis hit the swimwear scene in the 1970's, they were by no means a \"new\" garment.",
        "Instead, use a mild garment wash like Woolite or some other brand of cleanser formulated especially for use with swimwear and lingerie.",
        "During these tests, UV light is pointed at the clothing in question and the radiation transmitted through the garment is calculated.",
        "The UV swimwear industry is highly regulated, so you can be reasonably sure that the garment you're buying will offer the advertised amount of protection from the sun's rays.",
        "In general, the skimpier the garment is, the lower the level of protection it will offer, so a Brazilian bikini will offer far less protection than a one piece.",
        "If, while you're swimming, you feel trunks or a bikini bottom start to slide down, you can stop and yank the offending garment back in place.",
        "Whether worn under a wet suit or as your sole outer garment, women's rash guards are an important accessory for your surfing, sailing or snorkeling experience.",
        "While some may just make a garment shorter in length and call it a petite, others will cut the entire garment smaller than a normal size.",
        "What you'll need are the right tools and accessories to make your garment designing fantasies come true.",
        "This garment is traditionally worn by women in India.",
        "Clearly, the varieties are enough to boggle the minds of people who aren't familiar with this elegant garment - and even those who are!",
        "You'll get a feel for the numerous types of fabrics and you'll gain an even greater appreciation for the beauty of this classic garment.",
        "When temperatures soar, there's nothing more comfortable or practical than a lightweight garment that keep you cool and stylish.",
        "Don't wear leggings in place of pants: Leggings are an accessory, not a garment.",
        "Plus, if you're a trendy shopper, you may already have a garment that fits the current fashions; it probably came into vogue several seasons ago and is again the hot new thing.",
        "It's quite clear that this style of dress is just as relevant today as it was so many years ago, yet more proof that the LBD is, without question, an enduring garment.",
        "A short-sleeved or sleeveless dress, knee-length and drop-waisted with an overall loose fit, is a perfect garment for a hot day.",
        "Not only is this garment available in numerous prints, styles, cuts and fabrics, it's the feminine answer to the old shorts-and-tank scenario.",
        "Of course, this doesn't always hold true; the virtual model is, after all, a computerized figure, and it will not take into account such things as a garment's cut.",
        "This is the best way to get a complete idea of the garment's fit.",
        "This is the type of garment that's simply too tricky to order online if you're not familiar with the brand in question, or if you normally have a tough time finding jeans that fit you.",
        "Though it tends to go in and out of style, its legacy as a sexy, feminine garment has secured its place in fashion history.",
        "In fact, the jumpsuit was originally designed as a work garment.",
        "Hepburn being the stylish icon she was, she had no trouble making a name for the then-unfamiliar garment.",
        "In fact, the onesie-like garment was so popular that just about every woman owned at least one!",
        "You'll enjoy wearing them after you get used to the feeling of wearing a jumpsuit-like garment, mostly because they are incredibly comfortable, even when styled in a sexier manner.",
        "Not only is it the perfect grab-and-go garment for a chilly day, it is also quite flattering to most figures and easy to pair with almost anything in a woman's wardrobe.",
        "There's a time and a place for every garment in your closet.",
        "By the 1920s Henry David Lee had a well known reputation in the garment industry as an innovator.",
        "They are the perfect garment for wearing in a restaurant kitchen.",
        "Even if you're a seasoned fashionista, there's always something new and exciting when it comes to style -- you may find a way to wear a garment that you've never thought of before.",
        "The deep V-neck in the front and revealing back combine to create an undeniably sexy garment.",
        "Combine cotton with a gauzy feel and you have a flowing, easy garment that practically defines summer.",
        "Given their uneven cuts, it may seem odd that something as \"imperfect\" as an asymmetric garment could ever be deemed trendy.",
        "At the very least, you'll want to save them for special occasions so that you only have to take the time to hand wash or dry clean the garment a few times per year.",
        "Before you can choose the appropriate garment for any of these categories, consider the corporate culture of your work environment.",
        "Lapels and other styling details date a garment, so choose jackets with minimal details and a clean executive look.",
        "By carefully considering the function of each garment and choosing a style that complements the dress code of your work environment, you can be sure your clothes give the right message.",
        "A cocktail dress is a semi-formal garment worn at formal affairs, like special events and cocktail parties, and it can hit anywhere from above the knee to near the ankle.",
        "There won't be any plain serged or unraveling details on the garment whatsoever.",
        "The key is to know your designers and their labels, and examine each garment thoroughly before making your purchase.",
        "Clothing that can be machine-washed and dried is less expensive over the life of the garment than items that must be hand washed or dry cleaned.",
        "Shawls, pashminas and shrugs are good cover-ups for chilly shoulders and the best way to transition a halter dress from summer to winter to extend the wearable use of the garment.",
        "Better yet, look for camisole tops with built-in bras -- you'll get the necessary support all in one garment.",
        "Even if your goal is to get the lowest possible price on formal wear for an upcoming special event, it is worth the effort it takes to ensure that the garment you choose is of the best possible quality for the price.",
        "Many manufacturers mark petite clothing with a \"P\" to identify it, but if the garment is not labeled, there are other signature marks of petite clothing like shorter arm and leg inseams or shorter waist and hem lengths.",
        "Some of these types of gadgets are referred to as \"fabric shavers\", but still perform the same type of garment freshening function as those labeled specifically as \"sweater shavers\".",
        "It is also sold from certain retailers under the name, Samsonite Dual Voltage Garment Steamer, but while the names vary slightly, these two appliances are identical.",
        "To get wrinkles out of your clothing, simply run the brush along the garment and allow the steam to do its job.",
        "Hamilton Beach offers kitchen appliances, air care products, cookware and garment care products.",
        "Available products include air purifiers, allergen reduces, replacement filters and odor eliminators.The garment care product line helps you keep clothes looking professional and stylish.",
        "This line includes stainless steel irons, nonstick irons, dry cleaning stations and garment steamers.",
        "From steam irons to garment steamers, the line has anything you need to keep your clothing and linens looking fresh and crisp.",
        "The serape is a brightly colored, woven wool blanket used as an outer garment.",
        "A muumuu, which can be fitted and even sexy, as opposed to the voluminous garment that might be expected, is an excellent alternative, as is any dress boasting a Hawaiian print.",
        "In a tight economy, plenty of people are happy to sell an old costume and you get the benefit of paying less and recycling a garment.",
        "For the most conservative costume wearers, a basic bubbly costume can come to life simply by adding some of your favorite accessories to a black tie garment.",
        "Choices include duffel bags, mini duffels, laptop bags, organizer totes, cosmetic bags, hanging organizers, backpacks, curling iron covers, cinch top bags, jewelry rolls and garment bags.",
        "Fancy presentations were intended to hide what would normally have been the display of an intimate garment.",
        "Beyond the Business Case, you'll also find Brighton's Garment Carrier.",
        "From garment bags and basic suitcases to laptop sleeves and cosmetic cases, the company's diverse range is sure to suit every lifestyle.",
        "The collection includes vertical uprights, rolling totes and garment bags.",
        "It features smart organizers, such as men's grooming and travel cases, and generously sized garment carriers to make life on the road just a little bit easier.",
        "In addition, Vera Bradley features items to coordinate with you luggage such as cosmetic cases, laptop and iPad bags, garment bags and jewelry organizers.",
        "The gorgeous pieces in this collection include a 17 and 21.5 inch carry on, a 26 and 30 inch suitcase, an oversized garment bag and a boarding bag.",
        "To make an adjustable waistband, make a vertical cut on the inside waistband of the garment at each side (by the hips).",
        "If you choose to sew your own girly clothes, adding special adornments and notions such as Battenburg lace, mother of pearl buttons and satin bows can add an elegant and heirloom feel to any garment.",
        "To store dresses safely, dry clean the garment prior to packing up.",
        "Store dresses in airtight zipped garment bags with lavender sachets for natural deodorizing and insect repellent protection.",
        "One might say it started in 2008, when an abundance of ruffles began to appear on just about every garment and accessory known to womankind.",
        "If you've ever been at yoga class and found that a garment was too loose or didn't have enough give, you might want to check out what Green Dragon has to offer.",
        "The combination garment comes in a wide variety of styles, but more importantly soffe skorts comes in very practical material choices. 50% polyester is the usual choice, though terry cloth and other kinds of fabric are available."
    ],
    "definition": [
        "Link/Cite",
        "A single item of clothing.",
        "See also clothing",
        "Link/Cite"
    ]
}