{
    "translation": "לכנס, לאסוף",
    "uses": [
        "I need to gather the eggs.",
        "I gather Alex isn't home yet.",
        "We didn't have the ability to gather this many.",
        "I gather you two aren't the best of friends?",
        "She stooped to gather the wounded hen.",
        "Martha paused, but the Deans allowed her time to gather her thoughts and continue.",
        "From the epistles of Paul, who thanked God that he spake with tongues more than all or any of his Corinthian converts, we can gather a just idea of how he regarded this gift and of what it really was.",
        "He's coming out to gather her up and haul her home.",
        "The Immortal nodded and trotted away to gather more.",
        "Without the Internet, they would just gather dust.",
        "= (A11+A22)n by the substitutions 51 = A l, E1+ï¿½1 2, 52 = A2E1+ï¿½2E2, the umbrae Al, A2 are expressed in terms of the umbrae al, a 2 by the formulae A l = Alai +A2a2, A2 = ï¿½la1 +ï¿½2a2ï¿½ We gather that A1, A2 are transformed to a l, a 2 in such wise that the determinant of transformation reads by rows as the original determinant reads by columns, and that the modulus of the transformation is, as before, (A / .c).",
        "c. 17), though from Thucydides and Herodotus we gather that they were distinct - e.g.",
        "Before taking this step, he had been wont in his enforced leisure to gather the poor children of Bala into his house for instruction, and so thickly did they come that he had to adjourn with them to the chapel.",
        "Such a remnant, amongst whom might be members of the priestly and royal families, would gather strength and boldness as the troubles of Babylon See the note on Ps.",
        "Gabe had us gather them all and place them here near the Immortals.",
        "You gather knowledge from the little things which common men pass by unnoticed.",
        "She stared into the flames, wondering why none of the windows had curtains, and why so many things were left to gather dust in the attic.",
        "The usual process was to gather, first, a small quantity of opaque white glass; to coat this with a thick layer of translucent blue glass; and, finally, to cover the blue glass with a coating of the white glass.",
        "decided to continue the war against Athens and give strong support to the Spartans, he sent in 408 the young prince into Asia Minor, as satrap of Lydia and Phrygia Major with Cappadocia, and commander of the Persian troops, \"which gather into the field of Castolos\" (Xen.",
        "The plebs did not gather round the patres, neither were they conquered by the patres; the patres were developed by natural selection out of the plebs, or, more strictly, out of the ancient populus.",
        "He gritted his teeth, not wanting to think of how long she'd cut herself to gather so much.",
        "The coterie of ice climbers was beginning to gather on the front porch.",
        "It was in vain that the popes sought to gather a new Crusade for its recovery; Pius II., who had vowed to join the crusade in person, only reached Ancona in 1464 to find the crusaders deserting and to die.",
        "Between them it was arranged that Jameson should gather a force of Boo men on the Transvaal border; that the Uitlanders should continue their agitation; and that, should no satisfactory concession be obtained from Kruger, a combined movement of armed forces should be made against the government.",
        "The assaults, of the Dalmatian pirates, attracted by the growing wealth of the city, necessitated the building of strong castellated houses, of which no example has come down to our day, but we may gather what they were like from Petrarch's description of his house on the Riva degli Schiavoni, with its two flanking towers, probably retaining the primitive form, and also from the representations of protecting towers which occur in Carpaccio's pictures.",
        "The breakers would swoop back to gather themselves for a mightier leap, and I clung to the rock, tense, fascinated, as I felt the dash and roar of the rushing sea!",
        "Had the thought been able to gather support among her disjointed faculties, she would have walked away from him.",
        "I also dreamed that I might gather the wild herbs, or carry evergreens to such villagers as loved to be reminded of the woods, even to the city, by hay-cart loads.",
        "From the scanty and ill-natured notices of his opponents (Anselm and Abelard), we gather that he refused to recognize the reality of anything but the individual; he treated \" the universal substance,\" says Anselm, as no more than \" flatum vocis,\" a verbal breathing or sound; and in a similar strain he denied any reality to the parts of which a whole, such as a house, is commonly said to be composed.",
        "In 1667 he had made the acquaintance of Anthony a Wood at Oxford, and when Wood began to gather materials for his invaluable Athenae Oxonienses, Aubrey offered to collect information for him.",
        "A verbal lease is deemed to be for the term necessary to enable the lessee to gather in all the produce, thus for a year in the case of a meadow or vineyard; in the case of lands leased in tillage, where they are divided into shifts or seasons, for as many years as there are shifts (Art.",
        "Soon after the third occasion he formally abdicated in favour of his son Ariobarzanes \"Philopator,\" of whom we gather only that he was murdered some time before 51.",
        "From all these various sources we should gather that the Hittites were among the more important racial elements in N.",
        "A beekeeper, seeing the bee collect pollen from flowers and carry it to the hive, says that it exists to gather honey.",
        "The legend continued to gather accretions, and a miraculous origin came to be assigned to the image.",
        "So far as the Old Testament goes, therefore, we gather that the Hittites were a considerable people, widely spread in Syria, in part subdued and to some extent assimilated by Israel, but in part out of reach.",
        "ii., 1857) that one has been able to gather a true idea of Eckhart's activity.",
        "Thus in the 37th of the so-called \"Canons of Hippolytus\" we read: \"As often as the bishops would partake of the Mysteries, the presbyters and deacons shall gather round him clad in white, quite particularly clean clothes, more beautiful than those of the rest of the people.\"",
        "The timing was propitious, as black clouds had begun to roll up the valley and gather above them, the advance guard of a summer shower.",
        "All voyagers agree that for varied beauty of form and colour the Society Islands are unsurpassed in the Pacific. Innumerable rills gather in lovely streams, and, after heavy rains, torrents precipitate themselves in grand cascades from the mountain cliffs - a feature so striking as to have attracted the attention of all voyagers, from Wallis downwards.",
        "These pickers go carefully over the field, usually just before the second picking, and gather ripe cotton from the best plants only; this selected seed cotton is ginned separately, and the seed used for sowing the next year's crop.",
        "The ages were not dark in which Christianity could gather itself together in a common cause, and carry the flag of its faith to the grave of its Redeemer; nor can we but give thanks for their memory, even if for us religion is of the spirit, and Jerusalem in the heart of every man who believes in Christ.",
        "Sometimes I would go with Mildred and my little cousins to gather persimmons.",
        "\"There was not a chief man in the kingdom who could gather a force, but each fled as he best might; nor even at last would any there resist another.\"",
        "The heathen gather against Jerusalem and take the city, but do not utterly destroy the inhabitants.",
        "And when in 1890 he began to gather together the miscellaneous essays and papers written during a period of sixty years, he expressed the hope that, though \" they could lay no claim to logical consistency,\" they might yet show \" beneath the varying complexion of their thought some intelligible moral continuity,\" \" leading in the end to a view of life more coherent and less defective than was presented at the beginning.\"",
        "The shadows of poverty and meanness gather around us, \"and lo! creation widens to our view.\"",
        "His mother wasn't doing well and from what we could gather from his vague conversations, she wasn't expected to recover.",
        "But we gather that in two directions our reason is bound up with bodily conditions, which make or mar it, according as the will, or central energy of thought, is true to itself or not.",
        "was able to gather in force during the critical hours of ' The German commander of the 5th Div.",
        "The Asiatic elephant; the seladang, a bison of a larger type than the Indian gaur; two varieties of rhinoceros; the honey bear (bruang), the tapir, the sambhur (rusa); the speckled deer (kijang), three varieties of mouse-deer (napoh, plandok and kanchil); the gibbon (ungka or wawa'), the siamang, another species of anthropoid ape, the brok or coco-nut monkey, so called because it is trained by the Malays to gather the nuts from the coco-nut trees, the lotong, kra, and at least twenty other kinds of monkey; the binturong (arctictis binturong), the lemur; the Asiatic tiger, the black panther, the leopard, the large wild cat (harimau akar), several varieties of jungle cat; the wild boar, the wild dog; the flying squirrel,.",
        "Cyrus managed very cleverly to gather a large army by beginning a quarrel with Tissaphernes, satrap of Caria, about the Ionian towns; he also pretended to prepare an expedition against the Pisidians, a mountainous tribe in the Taurus, which was never obedient to the Empire.",
        "I gather information and present findings, not give my opinions.",
        "In 1676 the Lords of Trade and Plantations sent over Edward Randolph to investigate and gather information which would show the justice and expediency of imposing imperial control, and two years later Randolph was appointed Collector and Surveyor of Customs in New England.",
        "Gather a handful of swatches and tape them to the wall to see how the light plays off the color.",
        "There is a garden terrace where guests can dine on summer days, and a fireplace where visitors can gather to watch the snow fall in the distant mountains.",
        "Thousands had joined this new Crusade, which should deal the final blow to Mahommedanism: among the rest came the first of the troubadours, William IX., Count of Poitiers, to gather copy for his muse, and even some, like Stephen of Blois and Hugh of Vermandois, who had joined the First Crusade, but had failed to reach Jerusalem.",
        "The position of the Franks in the Holy Land was not improved by the attack on Damascus; while the ignominious failure of a Crusade led by two kings brought the whole crusading movement into discredit in western Europe, and it was utterly in vain that Suger and St Bernard attempted to gather a fresh Crusade in 1150.",
        "The full contents of his dogmatic and ethical teaching we cannot gather from the Gallas.",
        "From his account and other references in classical authors we gather that in the first century of the Christian era, and probably for hundreds of years before that time, the sides of the mountain were richly cultivated, as they are still, the vineyards being of extraordinary fertility.",
        "Just as horses shy and snort and gather about a dead horse, so the inmates of the house and strangers crowded into the drawing room round the coffin--the Marshal, the village Elder, peasant women--and all with fixed and frightened eyes, crossing themselves, bowed and kissed the old prince's cold and stiffened hand.",
        "The count will be calling and there's nobody there; go and gather the clothes together.",
        "Besides that, four times a year, on the name days and birthdays of the hosts, as many as a hundred visitors would gather there for a day or two.",
        "He was able to gather around him a group of congenial friends and pupils, such as the Mills, the Austins and Bowring, with whom he could discuss the problems upon which he was engaged, and by whom several of his books were practically rewritten from the mass of rough though orderly memoranda which the master had himself prepared.",
        "de Slane in his Histoire des Berberes, from which we gather that it was a medley of true tradition and romance, and must be reckoned, with the book of his slightly senior contemporary, the Spaniard Ibn IIabib, in the class of historical romances.",
        "I've set up the same old power sources as New Hampshire and I managed to gather up about a third of the same plants.",
        "He cupped her cheek with one of his large hands, and she was embarrassed to feel tears gather.",
        "No problems, I gather.",
        "He could still picture Ralph slowly turning, the flies beginning to gather.",
        "Gather your Guardians and battle the Black God, the Watcher said.",
        "Far superior to these maps is Fra Mauro's map (1457), for the author has availed himself not only of the information collected by Marco Polo and earlier travellers, but *was able, by personal intercourse, to gather additional information from Nicolo de' Conti, who had returned from the east in 1440, and more especially from Abyssinians who lived in Italy at that time.",
        "The danger to the fort roused General Nicholas Herkimer to gather a force of between 700 and moo men (including some Oneida Indians), who during their advance on the 6th of August were ambuscaded in a ravine near Oriskany, about 8 m.",
        "From the Acts of the Apostles we gather something as to the methods adopted by St Peter and St Paul, and these we may believe were more or less general.",
        "We gather that it had already been introduced into Cyprus asabaptismal creed.",
        "The development of a true insect society among the Hymenoptera is dependent on a differentiation among the females between individuals with well-developed ovaries (\" queens \") whose special function is reproduction; and individuals with reduced or aborted ovaries (\" workers \") whose duty is to build the nest, to gather food and to tend and feed the larvae.",
        "Thus, wasps catch flies; worker ants make raids and carry off weak insects of many kinds; bees gather nectar from flowers and transform it into honey within their stomachs - largely for the sake of feeding the larvae in the nest.",
        "The afternoon sermon, which fell to the lot of the canon in residence, had usually been delivered in the choir, but soon after Liddon's appointment it became necessary to preach the sermon under the dome, where from 3000 to 4000 persons used to gather to hear the preacher.",
        "In connexion with the census of 1810 an attempt, perhaps the earliest in any country, was made to gather certain industrial statistics showing \"the number, nature, extent, situation and value of the arts and manufactures of the United States.\"",
        "But we hear no good news of that kind, and gather small comfort from the mere fact that Congregational churches are holding their own as well as any of their neighbours.\"",
        "Like all quacks they gather a crowd of slaves, children, women and idlers.",
        "As sound arises in general from vibrating bodies, as it takes time to travel, and as the medium which carries it does not on the whole travel forward, but subsides into its original position when the sound has passed, we are forced to conclude that the disturbance is of the wave kind, We can at once gather some idea of the nature of sound waves in air by considering how they are produced by a bell.",
        "The book reveals a strong personality and helps us to know the man and his teaching, even though we have to gather his own views largely from his criticism of his antagonists.",
        "For while the self-contained basins of Tibet generally possess a salt lake in the middle, into which brooks and streams of greater or less magnitude gather, often from very considerable distances, these self-contained basins of the Astintagh are very small in area, and it is extremely seldom that their central parts receive any water at all, only in fact after copious rain.",
        "That it also possessed adherents in southern Siberia we gather from the inscriptions of Semiryetchensk, and in the beginning of the 11th century it found its way even into Mongolia.",
        "With the beginning of a settled state the sanctuaries must rise in importance and all the functions of revelation will gather round them.",
        "The extraordinary weakness of the grand duke allowed the rising to gather strength.",
        "The Confederate general Hardee managed to gather some force (chiefly from the evacuated coast towns) wherewith to oppose the onward progress of the Federals.",
        "He was apparently one of the Cambridge men who were wont to gather at the White Horse Tavern for Bible-reading and theological discussion early in the third decade of the 16th century.",
        "The existing fragments tell us little as to the decentralization of the functions of government, but from the Lex Rubria, which applies to the Transpadane districts enfranchised by Caesar (it must be remembered that Cisalpine Gaul remained nominally a province until 42 B.C.) we gather that considerable powers of independent jurisdiction were reserved to the municipal magistrates.",
        "Thiers was unable to govern the forces he had helped to gather, and he resigned.",
        "7 the faithful of Troas gather together to break bread \" on the first day of the week \" after sunset.",
        "Remember, Lord, thy church to deliver it from all evil, and to perfect it in thy love, and gather it together from the four winds,' the sanctified, unto thy kingdom, which thou bast prepared for it; for thine is the power and the glory for ever.",
        "Along the transition belt between plains and prairies the climate is peculiarly trying as to rainfall; one series of five or ten years may have sufficient rainfall to enable the farmers to gather good crops; but the next series following may be so dry that the crops fail year after year.",
        "It is probable that the compiler set down all he could gather of this ancient author, and that his interest in him was chiefly due Co his antiquity.",
        "Then he summoned all the \"sons\" to gather round his bed, and told them \"what shall befall in the latter days\" (xlix.).",
        "The scribes were mainly busied with the law; but no religion can subsist on mere law; and the systematization of the prophetic hopes, and of those more ideal parts of the other sacred literature which, because ideal and dissevered from the present, were now set on one line with the prophecies, went on side by side with the systematization of the law, by means of a harmonistic exegesis, which sought to gather up every prophetic image in one grand panorama of the issue of Israel's and the world's history.",
        "4); to gather a holy nation and lead them in righteousness..",
        "We also xi\" 9 a gather from Luke's preface (i.",
        "From his Journal we gather that he had piercing eyes and a very loud voice, and wore good clothes.",
        "We gather from these passages that down to about A.D.",
        "But Caesar himself seems to have regarded the Germani as essentially pastoral peoples and their agriculture as of quite secondary importance, while from Tacitus we gather that even in his time it was of a somewhat primitive character.",
        "Inconsistent with this is the account of the intervention of Hushai, whose counsel of delay (in order to gather all Israel \"from Dan to Beersheba\"), in spite of popular approbation, was not adopted, and with this episode is connected the tradition that the sagacious counsellor returned to his home and, having disposed of his estate, hanged himself.",
        "Chiefly on the ground that such a work was beyond the powers of a Roman, it is generally agreed that Trogus did not gather together the information from the leading Greek historians for himself, but that it was already combined into a single book by some Greek (very probably Timagenes of Alexandria).",
        "Froissart is perhaps the source from which we may gather most of chivalry in its double aspect, good and bad.",
        "Though the struggle was unequal, their attitude of resolute opposition to the Lombards gained for them great weight among the people, who felt that their archbishop was a power around whom they might gather for the defence of their liberty and religion.",
        "12) we read of \"John, whose surname was Mark,\" and gather that Peter was a familiar visitor at the house of his mother Mary, which was a centre of Christian life in Jerusalem.",
        "We gather, too, that his restoration to Paul's confidence took place some time earlier, as the Colossians had already been bidden by oral message or letter to welcome him if he should visit them.",
        "The bottom of the border as well as that Cymbidium Cypripedium Cyrtopodium Dendrobium Diacrium Disa Epidendrum Eulophia Eulophiella Galeandra Gongora Grammatophyllum Habenaria Houlletia lonopsis Ipsea Laelia Laelio-Cattleya* Leptotes Lissochilus Lycaste Masdevallia Miltonia Mormodes Odontoglossum Odontioda* Oncidium Peristeria Pescatorea Phaj us Phaio - calanthe* Phalaenopsis Pilumna Platyclinis Pleione Pleurothallis Polystachya Promenaea Renanthera Restrepia Rodriguezia S accolabium Schomburgkia Scuticaria Sobralia Sophro-cattleya* Sophronitis Spathoglottis Stanhopea Thunia Trichopilia Trichosma Vanda Zygo - colax* of the drain must be kept lower than the general level of the subsoil, else the soakage will gather in all the little depressions of its surface.",
        "When severe frost prevails the lights or cloches are rarely taken off except to gather mature specimens; and no water is given directly overhead to the plants for fear of chilling them and checking growth.",
        "Gather and dry herbs; also propagate these by slips and cuttings.",
        "Gather fruits of all kinds as they ripen.",
        "Gather fruits as they ripen.",
        "Gather and lay up in the fruit-room with care the autumnal sorts of apples and pears.",
        "Gather and store all sorts of apples and pears, the longest-keeping sorts not before the end of the month, if the weather be mild.",
        "Gather and store the latest apples and pears.",
        "243 - is trained by the natives of Benkulen to ascend coco-nut trees to gather nuts.",
        "Justin Martyr, describing divine worship in the middle of the 2nd century says: \"On the day called Sunday all who live in cities or in the country gather together to one place, and the memoirs of the Apostles, or the writings of the Prophets are read as long as time permits\" (A poi.",
        "In the latter we possess a more historical account of the anointing of Jehu, and Robertson Smith observes: \"When the history in I Kings represents Elijah as personally commissioned to inaugurate [the revolution] by anointing Jehu and Hazael as well as Elisha, we see that the author's design is to gather up the whole contest between Yahweh and Baal in an ideal picture of Elijah and his work\" (Ency.",
        "This was caused primarily by Conrads avowed desire to acquire the kingdom of Burgundy, but other reasons for dissatisfaction existed, and the revolting duke found it easy to gather around him the scattered forces of discontent.",
        "Thus precious time was lost, violent antagonisms were called forth, the patience of the nation was exhausted, and the reactionary forces were able to gather strength for once more asserting themselves.",
        "It was in the power of Austria to crush Prussia and to put an end to the dual influence in the Confederation which experience had proved to be unworkable; she preferred to re-establish a discredited system, and to leave to Prussia time and opportunity to gather strength for the inevitable conflict.",
        "Yet he could still gather a force which enabled him to seize Segesta, to slay or enslave the whole population, and to settle the city with new inhabitants.",
        "The stations of the plants are minutely described; and Cambridge students still gather some of their rarer plants in the copses or chalk-pits where he found them.",
        "The commissioners, ten in number, were directed to go through all the constitutions of which copies existed, to select such as were of practical value, to cut these down by retrenching all unnecessary matter, and gather them, arranged in order of date, into one volume, getting rid of any contradictions by omitting one or other of the conflicting passages.",
        "The first houses of Biickeburg began to gather round the castle about 1365; and it was not till the 17th century that the town was surrounded with walls, which have given place to a ring of pretty promenades.",
        "Of the great universities but one survives - the Azhar mosque at Cairo - where thousands of students still gather to follow a course of study which gives an accurate picture of the Mahommedan ideal of theological education.",
        "Professors and students gather every morning for the daily prayer; then the professors take their seats at the foot of the pillars of the great court and the students crouch on mats at their feet.",
        "subsequently conferred on Charlemagne at his coronation, and borne, as we gather from medieval documents, indiscriminately, not only by subsequent emperors, but also by a long line of Burgundian rulers and minor princes of the middle ages generally.'",
        "\" Jerusalem, Jerusalem, how often have I desired to gather thy children together, as a bird her brood beneath her wings, but ye refused.\"",
        "\" Where the carcase is, the vultures will gather.\"",
        "A Hegelian school began to gather.",
        "The personal character of Averroes is known to us only in a general way, and as we can gather it from his writings.",
        "2 In 1786 he suggested to James Monroe that the society of friends he hoped to gather in Albemarle might, in sumptuary matters,\" set a good example \"to a country (i.e.",
        "Local trade is conducted either at the permanent bazaars of great towns, at weekly markets held in certain villages, at annual gather ings primarily held for religious purposes, or by means of Local travelling brokers and agents.",
        "diameter by Alvan Clark & Son of Cambridge, U.S.A., and with a mounting, dome and rising floor by Warner & Swasey of Cleveland, Ohio, U.S.A. The reader will gather a good general idea of the design from fig.",
        "He was a friend of Duke Humphrey of Gloucester, whom he helped to gather together his famous collection of books, and was himself a writer, his works including Granarium de viris illustribus; Palearium poetarum; and Super Valerium in Augustinum de Anchona.",
        "`Adi 1 about the last discourse which father and son had together, we gather that the former had misgivings in regard to the fulfilment of his wishes.",
        "Introduction to unfamiliar collocations follows upon this, and, only so, is it possible finally to gather scattered examples into a conspectus as instances of one idea or law.",
        "Round Mount Ararat, however, gather many traditions connected with the Deluge.",
        "We should gather from the parallel narrative in Mark ii.",
        "They have greatly increased since hunting them for their hides and oil ceased to be profitable, and thousands sometimes gather on the Farallones, off the Golden Gate.",
        "A number of Mahommedan natives here are descended from tribes compelled in 1657 to gather together from the different parts of the island, while all the clove-trees were exterminated in an attempt by the Dutch to centralize the clove trade.",
        "This view is strengthened by what we can gather of the conditions obtaining in such districts as Aetolia, Acarnania and Samnium, as in modern times among primitive peoples and tribes.",
        "It did not fully gather way till 1896, when plague appeared in Bombay, but our modern knowledge of the disease dates from 1894, when it attacked Hong Kong and first presented itself to accurate observation.",
        "(5) Finally, as we gather from the parallel account in Luke xxiv.",
        "Considering that the divergence of two alphabets (like the difference of two dialects) requires both time and familiar use, we may gather from these facts that writing was well known in Greece early in the 7th century B.e.2 The rise of prose composition in the 6th century B.C. has been thought to mark the time when memory was practically superseded by writing as a means of preserving literature - the earlier use of letters being confined to short documents, such as lists of names, treaties, laws, &c. This conclusion, however, is by no means necessary.",
        "At this point advantage is taken of fine dry weather to gather up the flax, which is now ready for scutching, but the fibre is improved by stooking and stacking it for some time before it is taken to the scutching mill.",
        "Soon afterwards the clouds began to gather round him.",
        "Relegere meant to gather together, collect, hence to go over a subject again in thought, from re and legere, to collect together, hence to read, collect at a glance.",
        "It was naturally more easy for a relatively spiritual worship to gather round a god whose name did not immediately suggest a familiar body.",
        "The permanent residents are generally limited to the major-domo and his family; and in the dry season labourers are hired, of any colour that can be obtained - some from the low country, others from the highlands - for three, four, or five months, who gather in and grind the cane, and plant for the harvest of the following year; but the staff of resident Indian labourers, such as exists in the farms of the sierra, cannot be kept up in the Yungas, as these half-warm valleys are called.",
        "Aga Mahommed, son of Mahommed Ilasan, the Kajar chief of Astarabad, a prisoner at large in Shiraz, was in the environs of that city awaiting intelligence of the old kings decease, and, hearing it, instantly escaped to Mazandaran, there to gather his tribesmen together and compete for the crown of Persia.",
        "Forster was travelling homeward by the southern shores of the Caspian in January I784, and from him we gather many interesting details of the locality and period.",
        "In the same year he was appointed clerk of the closet to the queen, and had to take part in the metaphysical conversation parties which she loved to gather round her.",
        "This is how Paul, from whom we gather most on the point, conceives the matter.",
        "In both cases the envelopment of all the forces that the Turks could gather for battle was the object aimed at.",
        "Cavaignac was censured by some for having, by his delay, allowed the insurrection to gather head; but in the chamber he was declared by a unanimous vote to have deserved well of his country.",
        "That he possessed considerable literary abilities, and that these were carefully trained, we gather, both from the speeches which Tacitus puts into his mouth, and from the reputation he left as an orator, as attested by Suetonius and Ovid, and from the extant fragments of his works.",
        "By the mechanism now at his disposal the scientific explorer can read more history from the dust-heaps of Abydos than the greatest traveller of antiquity could gather from the priests of Sans.",
        "The streams of the southern and western slopes are short and many, flowing directly to the Bristol Channel and the Irish Sea; but the no less numerous streams of the eastern slopes gather themselves into three river systems, and reach the sea as the Dee, the Severn and the Wye.",
        "The Vyrnwy is tributary to the Severn; but north of it the streams gather into the Dee, and flow eventually northward.",
        "The tyranny of Ts'in was of short duration, and the next dynasty, that of Han, while entering into the new China, found its surest strength in doing honour to his name, and trying to gather up the wreck of the ancient books.",
        "China was in his eyes drifting from its ancient moorings, drifting on a sea of storms \" to hideous ruin and combustion \"; and the expedient that occurred to him to arrest the evil was to gather up and preserve the records of antiquity, illustrating and commending them by his own teachings.",
        "In the absence of wind the summer atmosphere is often bright and exhilarating, but there is a constant tendency to sudden squalls of wind and rain, which pass as quickly as they gather.",
        "Its territory extended to the sea, and Strabo says that from the extent of the city walls one could gather that it had once been one of the greatest cities of Italy.",
        "The Fabule, si istorioare (2 vols., 1839-41) is a collection of short popular stories in rhyme; SezVoarea la tarci (1852-53) is a description of the Rumanian Spinnstube, for which the peasants gather in one of their houses on a winter's night, the girls and women spinning and working, the young men telling tales, proverbs, riddles, singing songs, &c. Pann also collected the jokes of the Turkish jester, Nasreddin, under the title of Neisdraveiniile lui Nastratin Hogea (1853), also in rhyme.",
        "This error they realized too late, and endeavoured by fixing the resurrection for another day to gather the clans, but blank despair had taken the place of hope and faith, and it was only as starving suppliants that the Amaxosa sought the British.",
        "About 1866, when he had begun to teach and to gather disciples, he first saw the Christian scriptures, which he vehemently assailed, and the Rig Veda, which he correspondingly exalted, though in the conception which he ultimately formed of God the former was much more influential than the latter.",
        "We gather from Acts xix.",
        "18-20), he will gather them that are in exile away from the sacred festivals, who were a cause of \" reproach \" (cf.",
        "disappointed, to find that he could gather few supporters; the justiciar and the bureaucrats of the Curia Regis would give him no assistance; they worked on honestly in the name of the absent king.",
        "Leaving Bruce to gather fresh strength and to commence the tedious -process of reducing the numerous English garrisons in Scotland, he betook himself to London, and was not seen on the border again.",
        "He planned to gather the Lollards of London and the Home Counties under arms, and to seize the person of the kinga scheme as wild as the design of Guy Fawkes or the Fifth Monarchy Rising Men in later generations, for the sectaries were not u0,der1 strong enough to coerce the whole nation.",
        "He landed in Lancashire, and pushed forward, hoping to gather the English Yorkists to his aid.",
        "The Lithuanians, and subsequently the Poles, kept the country under their dominion until the 16th century, when it was seized by the Tatars, who still permitted, however, the Lithuanians to gather salt in the neighbouring lakes.",
        "We can gather no indication of the forefathers of the Hexapoda or of the Chilopoda less specialized than they are, whilst possessing the essential characteristics of these classes.",
        "In 1700 he went to Constantinople and began to gather disciples around him.",
        "Catching a single deer and belling it, he drives it through the wood; the other deer, whose instinct leads them to gather into herds for mutual protection against the mosquitoes, are attracted by the sound.",
        "From his inscriptions we gather that Nebuchadrezzar was a man of peculiarly religious character.",
        "About this time, moreover, it is probable that he had begun to gather information from the Moors with regard to the coast of \"Guinea\" and the interior of Africa.",
        "Khammurabi attributes to Shamash the inspiration that led him to gather the existing laws and legal procedures into a code, and in the design accompanying the code the king represents himself in an attitude of adoration before Shamash as the embodiment of the idea of justice.",
        "But though Loigaire refused to desert the faith of his ancestors we are told that a number of his nearest kinsmen accepted Christianity; and if there be any truth in the story of the codification of the Brehon Laws we gather that he realized that the future belonged to the new religion.",
        "The Edomite genealogies (xxxvi.) represent a more extensive people than the references in the popular stories suggest, and the latter by no means indicate that Edom had so important a career as we actually gather from a few allusions to its kings (xxxvi.",
        "The premier not only approved Sagastas efforts to gather round him as many Liberals and Democrats as possible, but did not even oppose the return of Emilio Castelar and a few Republicans.",
        "That he had carefully studied the comet of 1577 as an astronomer, we may gather from his adducing the very small parallax of this comet as disproving the assertion of the Aristotelians that a solid sphere enveloped the heavens.",
        "The influence of the railways has been very great, and a constant drag on just taxation and other legislative reforms. In 1885, 1887 and 1897 the legislature created a Board of Transportation consisting of existing state executive officers or their secretaries, but this could do little except gather statistics, investigate alleged abuses, and advise the legislature, upon which the regulation of rates remained mandatory by the constitution.",
        "This position he desired to maintain as long as possible so as to gather recruits and supplies in safety.",
        "No one in fact would gather from this and parallel passages how important a part was played by the Amorites in the early history of Palestine.",
        "431), from whom we gather that not only martyrdoms and Bible histories, but also symbols of the Trinity were in his day freely represented pictorially.",
        "On a height immediately to the southeast is the ruined castle of Klopp, on the site of a fortress founded by Drusus, and higher still the celebrated chapel of St Roch (rebuilt in 1895 after a fire), where thousands of pilgrims gather on the first Sunday after the 16th of August.",
        "The coarser materials settle nearer the land, and the shallower portions of the sea floor are strewn with gravel and sand, except in occasional depressions and near the mouths of rivers where mud may gather.",
        "This is a life changing offer and we need all the information we can gather before we consider the ramifications.",
        "She watched the Guardians gather wood in the eerie light of the bloody sun and start the funeral pyre for her father's body.",
        "Gather the witnesses, push for details, probe, get the precise meanings of what they said.",
        "Some 3,000 exhibitors gather for one of the biggest trips back in time at a weekend of motoring nostalgia.",
        "analogy of faith we may gather this point: Doct.",
        "totally annihilated, I could not even gather my thoughts.",
        "autopsyrganizational Questionnaire was designed to gather information about the facilities that are available to pathologists to perform coronial autopsies.",
        "Philip's plan being to destroy the beachhead then retire before the Japanese could gather what were felt to overwhelming forces.",
        "blackberryspan>pick blackberries in the hedgerow or gather sweet chestnuts in the woods?",
        "bramble bush gather they grapes.",
        "We particularly needed to gather together this group of experts to be sure than any adult caddis found were indeed Land Caddis.",
        "As usual, St. Patrick's primary care was to gather the ruling chieftains into the fold.",
        "chime people gather to await the chiming of the famous astronomical clock.",
        "They will tell you about how the drug dealers openly gather around the school gates.",
        "defenceually Freddie was able to gather a kick ahead and outpace the defense to score.",
        "The McGillicuddy's Reeks gather so hard about that the deep defile can be perceived from a great distance.",
        "When we have new students join the dojo we gather in a circle for introductions.",
        "drug dealers openly gather around the school gates.",
        "dusk approached, we settled on a lonely mound to watch the cranes fly by and gather to roost.",
        "envisaged that nine participants (five women and four men) would be sufficient to gather a rich amount of data.",
        "The People Survey: designed to gather feedback from the individual employees perspective.",
        "firewood log carrier tote bag, allows you to gather wood then place it in your home or hearth.",
        "MORI has already held focus groups at various locations in England and Wales in order to gather views.",
        "gather any dust.",
        "gather evidence on key issues.",
        "gather around to watch, forming small groups.",
        "gather around the banquet table of the Lamb with Abraham, Isaac and Jacob.",
        "gather to roost on Mokuaeae Island.",
        "gather together to remember the victims and survivors of the tsunami disaster.",
        "gather in a circle on Tuesday and Thursday evenings, wearing jeans and T-shirts.",
        "gather in this great cathedral, one of the finest Romanesque buildings in northern Europe.",
        "gather for worship.",
        "To gather in our harvests, not forgetting The poor, who only glean!",
        "You shall not reap to the very edges of your field, or gather the gleanings of your harvest.",
        "Some 400 great-crested grebes gather on the lake in autumn.",
        "hadron production experiment, HARP, will gather important data about the performance of materials for pion targets.",
        "Indeed, many never leave Tarmac or gather the faintest hint of mud.",
        "idiot box running, they unwittingly share a truly communal experience as they gather in silent contemplation.",
        "And I gather o­ne man ' falsely imprisoned monitors in a public car park '?",
        "With regular e-mails you can build relationships and gather market intelligence.",
        "I knew I had a prob LEM, but was unable to gather enough evidence to prove it.",
        "There are salt licks where hordes of animals gather.",
        "We'll gather lilacs from ' Perchance to Dream ' .",
        "liturgical celebrations gather today, we see the great crowds to whom we are sent.",
        "The Israelites were to gather the manna, every man according to his eating (Exodus 16:16 ).",
        "masticate experienced with masticating juicers, which I gather are slower to use.",
        "With this news, BDMLR's office stepped up efforts to gather equipment and organize plans to get trained medics into position.",
        "George's adventures in bricolage gather strength in their new record, a coherent miscellany of bric-Ã -brac electronics and clockwork melody.",
        "multimedia application is to gather your assets.",
        "They build and repair the nest and gather nectar and pollen from the flowers.",
        "They gather inorganic nitrogen from the soil and convert it into protein as a means of storing it.",
        "I gather the boat club objects to other craft using their own stretch of river where they train oarsman.",
        "ousted from office to gather around the heir to the throne.",
        "We often gather and cast a circle just as many other pagans do.",
        "I have been forced to watch this pantomime, whilst I gather my forces.",
        "Gather these together in a rubber band and stitch your false plait to them.",
        "posyy the rusting harvest hedgerow Still the Traveler's Joy entwine, And as happy children gather Posies once mine.",
        "The HSC are keen to gather more specific information on good practice preventive strategies physiotherapists adopt to avoid injury in the workplace.",
        "There are burning pyres in my own backyard, because I don't have time to gather in the harvest.",
        "reap where I have not sowed, and gather where I have not winnowed?",
        "In practice, I gather that there are currently only a few dozen refuseniks insisting on headscarves.",
        "Often seen resting near the surface of the water where they gather oxygen.",
        "But their role is to do precisely that - gather reliable information, not engage in Populist rhetoric like Sarkozy.",
        "The main problem occurs when large numbers gather for overnight roosting.",
        "Great joy does, not gather the rosebuds while it may; its eyes are fixed on the immortal rose which Dante saw.",
        "Pilgrims from all over Sardinia gather to venerate the saint, whose effigy is paraded around on an ox-drawn carriage.",
        "scavenged by the gulls, already beginning to gather.",
        "sen co-ordinator and colleagues gather information about the child, including from parents.",
        "Luckily the law didn't get involved but a crowd did gather to watch our rather shameful descent from our heavenly nest.",
        "The Act also applies to people using others to gather shellfish.",
        "silver birch tree with glass petals on top which gather in the sunlight.",
        "sip of water to give you time to gather your thoughts.",
        "They gather momentum around the homes and reach a climax at the Manor, followed by a brief sortie to the Cross.",
        "Everyone charged with carrying out investigations and undertaking a surveillance in order to gather evidence, should find this book both informative and educational.",
        "Each week Food Chain volunteers gather at six kitchens to cook and deliver tasty, healthy meals to housebound Londoners affected by HIV.",
        "A immense problem is the fact that it needs the inner bark of six trees to gather enough taxol to treat one patient!",
        "territoryople in the lonely, wild frontier territories were able to gather and pledge their faith.",
        "There is a committee on toxicology which we gather looks at the toxicology of chemicals such as benzene (and perhaps even pesticides ).",
        "ulterior motive - to allow the Tories time to gather strength to take on Gordon?",
        "She wants to go undercover in the clinic for a month to gather evidence.",
        "Hunt was able to gather the ball at the second attempt and clear upfield.",
        "Focus groups, written evaluation, and transaction logs were used to gather data and understand actual usage and user needs.",
        "Baker Tilly advised the vendors ensuring that the process didn't gather any dust.",
        "They will work in schools, markets and other places where people gather, to persuade voters to register.",
        "They are mostly unorganized daily wage earners, who gather at the mill gates every morning.",
        "Many people are afraid to gather wild mushrooms, probably because they are quite rightly wary of picking poisonous ones.",
        "A day or two later; \" Miss James and me went to gather watercress this evening.",
        "In the lobbythe reindeer-herding people gather annual water ski a difference years.",
        "According to the latest reports, the spam zombies will scan inboxes, gather information and compose convincing replies to existing messages.",
        "The grander features of the relief of the lithosphere or stony crust of the earth control the distribution of the hydrosphere or collected waters which gather into the hollows, filling them up to a height corresponding to the volume, and thus producing the important practical division of the surface into land and water.",
        "Of his early life and education we know nothing; from the contempt with which he spoke of all his fellow-philosophers and of his fellow-citizens as a whole we may gather that he regarded himself as self-taught and a pioneer of wisdom.",
        "In the spring of 1379 Pierre d'Ailly, in anticipation even of the decision of the university of Paris, had carried to the pope of Avignon the \"role\" of the French nation, but notwithstanding this prompt adhesion he was firm in his desire to put an end to the schism, and when, on the 10th of May 1381, the university decreed that the best means to this end was to try to gather together a general council, Pierre d'Ailly supported this motion before the king's council in the presence of the duke of Anjou.",
        "Although the dominant position of Lysander had been broken in 403 by King Pausanias, the Spartan government gave him all the support which was possible without going into open war against the king; it caused a partisan of Lysander, Clearchus, condemned to death on account of atrocious crimes which he had committed as governor of Byzantium, to gather an army of mercenaries on the Thracian Chersonesus, and in Thessaly Menon of Pharsalus, head of a party which was connected with Sparta, collected another army.",
        "His writings also were ransacked for matter of accusation against him, \"a committee of Scotch spiders being appointed to see if they can gather or make poison out of them.\"",
        "Of B2eda, commonly called \"the Venerable Bede,\" almost all that we know is contained in the short autobiographical notice which he has appended to his Ecclesiastical History: - \" Thus much concerning the ecclesiastical history of Britain, and especially of the race of the English, I, Ba da, a servant of Christ and priest of the monastery of the blessed apostles St Peter and St Paul, which is at Wearmouth and at Jarrow, have with the Lord's help composed, so far as I could gather it, either from ancient documents, or from the tradition of the elders, or from my own knowledge.",
        "= (A11+A22)n by the substitutions 51 = A l, E1+Ã¯¿½1 2, 52 = A2E1+Ã¯¿½2E2, the umbrae Al, A2 are expressed in terms of the umbrae al, a 2 by the formulae A l = Alai +A2a2, A2 = Ã¯¿½la1 +Ã¯¿½2a2Ã¯¿½ We gather that A1, A2 are transformed to a l, a 2 in such wise that the determinant of transformation reads by rows as the original determinant reads by columns, and that the modulus of the transformation is, as before, (A / .c).",
        "Mr Laurence Gomme (Primitive Folk-Moots, pp. 1 55, 156) takes up the matter at this point, and places the tradition implied by Cade's significant action as belonging to times when the London Stone was, as other great stones were, the place where the suitors of an open-air assembly were accustomed to gather together and to legislate for the government of the city.",
        "To judge only by the negative evidence of the decree of Aristoteles which records the terms of alliance of the second confederacy (below), we gather that in the later period at least of the first league's history the Athenians had interfered with the local autonomy of the allies in various ways - an inference which is confirmed by the terms of \"alliance\" which Athens imposed on Erythrae, Chalcis and Miletus.",
        "Though his own account of his share in the campaign is characteristically modest, one can gather from it that the success of the British troops was chiefly owing to his assuming the command at an important crisis during the battle of Kirkee.",
        "To gather the dispersed implies a call of God to individuals, and in the restored Israel the covenant of Yahweh shall not be merely with the nation but with man one by one, and \"they shall no more teach everyone his neighbour saying, Know the Lord, for all shall know Me from the least of them even to the greatest of them\" (xxxi.",
        "In some of the simpler fungi the spores are not borne on or in hyphae which can be distinguished from the vege A tative parts or mycelium, but in the vast majority of cases the sporogenous hyphae either ascend free into the air or radiate into the surrounding water as distinct branches, or are grouped into special columns, cushions, layers or complex masses obviously different in colour, consistency, shape and other characters from the parts which gather up and assimilate the food-materials.",
        "From the Constitution of Athens (c. 22) we gather that from the fall of the Tyranny to 487 B.C. the archons were aiperoL, not KXf pWTOL (i.e.",
        "But all these warnings were disregarded with a blindness as great as was the incapacity that allowed the Mutiny to gather head unchecked after its first outbreak at Meerut.",
        "In these series we can trace the attempt to gather the incantation formulae and prayers produced in different centres, and to make them conform to the tendency to centralize the cult in the worship of Marduk and his consort in the south, and of Assur and Ishtar in the north.",
        "This empire of the Kushana merits special mention here, on account of its peculiar religious attitude, which we may gather from the coins of its kings, particularly those of Kanishka and his successor Huvishka, on which an alphabet adapted from the Greek is employed (cf.",
        "In England the people are free to assemble as they please, to march in procession through the streets, to gather in open spaces, to listen to the harangues, often forcibly expressed, of mob orators, provided always that no obstruction is caused or that no disorder or breach of the peace is threatened.",
        "So far, then, we gather that the original Palestinian type of apostleship meant simply (a) personal mission from the risen Christ (cf.",
        "p. 633) emphasizes the former aspect, but there can be little doubt that, at all events after the revolt of 464 (see Cimon), its more sinister purpose was predominant, as we may gather from the secret massacre of 2000 helots who, on the invitation of the ephors, claimed to have rendered distinguished service (Thuc. iv.",
        "The first years of his episcopate were tranquil; then the storms in which the remainder of his life was passed began to gather round him.",
        "There are burning pyres in my own backyard, because I do n't have time to gather in the harvest.",
        "You knew that I reap where I have not sowed, and gather where I have not winnowed?",
        "But their role is to do precisely that - gather reliable information, not engage in populist rhetoric like Sarkozy.",
        "This week the full company gather for a run-through of the entire play.",
        "The broken body fluttered down to the sea a hundred feet below, to be scavenged by the gulls, already beginning to gather.",
        "It will chuff gently away from rest and will gather speed in a sedate manner.",
        "SEN co-ordinator and colleagues gather information about the child, including from parents.",
        "Luckily the law did n't get involved but a crowd did gather to watch our rather shameful descent from our heavenly nest.",
        "He comes looking for fruit to gather and discovers only a few pitiful bunches of shriveled grapes.",
        "The giant steel stem is based on a young silver birch tree with glass petals on top which gather in the sunlight.",
        "You could also take a sip of water to give you time to gather your thoughts.",
        "Twenty or thirty of us would gather in the square, dingy room with splintery floor.",
        "A immense problem is the fact that it needs the inner bark of six trees to gather enough Taxol to treat one patient !",
        "Here people in the lonely, wild frontier territories were able to gather and pledge their faith.",
        "There is a committee on toxicology which we gather looks at the toxicology of chemicals such as benzene (and perhaps even pesticides).",
        "Born Free wants to gather evidence on what we believe is the impact from trophy hunting.",
        "Could Tony have had an ulterior motive - to allow the Tories time to gather strength to take on Gordon?",
        "A day or two later; Miss James and me went to gather watercress this evening.",
        "On the informal side, gather trusted and savvy people outside of your business who can guide your efforts.",
        "Visit the US Department of Labor's website on child care careers to gather the necessary detailed information to form a career decision.",
        "Although you may be notified about a baby, it may take several months to gather all of the proper documentation, which means your infant may grow into a toddler before you can bring her home.",
        "Gather your supplies together, and work as a team on the centerpiece.",
        "Play Basket: Gather together a variety of baby toys, and tie a balloon at the top of the basket.",
        "Buy a plain white onesie for each guest, and gather all of the fabric paint, iron-on transfers and other craft supplies you can find.",
        "Along with the adoption application, you'll also gather a number of other notarized documents, which will need to be authenticated by your state's Chinese consulate.",
        "Gather all of your supplies ahead of time, so you won't have to stop working to search for something.",
        "Once you've decided on the type and style of corsage, it's time to gather together all the supplies.",
        "If you don't know how to make a diaper cake but are ready to learn, gather the materials you need and allow enough time.",
        "Materials: Make a list and gather all of your materials before you start working.",
        "Do you plan to have people gather around the table to play games?",
        "The information you can gather at retail outlets will depend if the sales people are on commission or not.",
        "It allows its members to track their portfolios, learn about smart investments and gather data on mutual funds.",
        "They are also easy to clean, although they do gather water spots and may scratch easily.A stainless steel design can dent if a heavy enough object is dropped in it.",
        "Makeup Alley, as you can gather by the name, features reviews on makeup products.",
        "The higher the aperture the more light the telescope can gather, thereby giving you a clear picture, which can give you a good resolution.",
        "The internet is a good place to gather information about the different brands of watch winders, such as MTE, Time Mover and Scatola del Tempo.",
        "Tanger malls are well designed with open layouts to accommodate the crowds that gather to take advantage of fantastic outlet pricing.",
        "Whether you plan to go solo or gather a group of friends for a getaway, the shopping opportunities and prices at San Marcos Outlet Mall are hard to beat.",
        "Product descriptions can be found right above customer reviews, making it easy for shoppers to gather information about a product.",
        "You will want to gather your kitten care supplies before picking up your new kitten, so you don't have to leave kitty at home alone while you run to the store.",
        "You'll also need to gather a few other supplies.",
        "Then I put my bottle in a piece of tinted cellophane, gather up the cellophane and make a bow around the neck of the bottle with raffia.",
        "To begin, gather up your cat in a towel to protect both her and you.",
        "First, you gather the pillowcase up in your hands, decreasing the amount of space between the case's entrance and its closed end.",
        "However, once you determine your basic income and expenses, you should gather even more information to take control of your finances.",
        "Four percent of identity thefts happen when thieves steal the mail of an individual to gather personal information, according to the United States Postal Service.",
        "However, many people will find the online Discover Card Account Management features to be one of the fastest and easiest methods to gather account detail.",
        "Accessing your account online allows you to gather the information you need quickly.",
        "Ask questions and gather information about services as well as how the process works.",
        "Many brokers simply gather your information and applications and send them off to numerous lenders for a fee.",
        "Before filing for divorce, you should take some time to review your documents, gather them up and take them to your divorce attorney.",
        "The first thing you want to do is gather as much information as possible on your child(ren)'s father.",
        "It takes private investigators some time to gather information and find someone even with all of their resources.",
        "The first step in filing for legal separation is to gather information for the reason you want a separation from your spouse.",
        "If you can gather some information on your own, you will cut down on the amount of time you will need to consult with your attorney.",
        "If you live in a state outside of Tennessee or New York, you will most likely have to pay for a kit unless you gather the forms yourself, essentially creating your own divorce kit.",
        "If you want to get a divorce in Mississippi, you should gather as much information about the property you and your spouse have accumulated as possible.",
        "If you think you can get a common law divorce to end a common law marriage, make sure you gather the facts before you take action.",
        "Once or twice a week, gather the family in the kitchen to make each dish and learn how to use more kitchen appliances than the microwave.",
        "Considering the fact that the dining room table is one of the only places in the home that the family can gather together, it's a good idea to put some thought and attention into finding the right one for your situation.",
        "Regardless of the size or shape of the desk, it's best to gather the necessary materials and assemble them in the room where the desk will remain.",
        "Solvents are generally heavier than air, meaning that if they leak or are not disposed of safely they can gather in a single spot and not disperse.",
        "While chickens are easy to care for, you must be prepared to gather eggs and clean the coop as part of your daily routine.",
        "Make certain to gather your materials before you begin construction, and always keep printed instructions to build a windmill accessible to guide you during the process.",
        "Then gather them using your preferred method of raking or blowing.",
        "Another option is to gather the leaves first and them run them through a leaf shredder.",
        "Here, huge turbines can gather the energy from the sea winds without using valuable land or bothering nearby populations.",
        "By doing simple things like turning the water off when brushing their teeth or making a rain barrel to gather rainwater for watering the plants, children can begin to understand the importance of protecting water resources.",
        "Earth Day continues to grow and gather strength with each passing year.",
        "From working with the size and shape of the room to using an accent piece you truly love as a jumping off point, there are numerous ways to gather ideas for the perfect room scheme quickly and easily.",
        "If you're completely stuck for ideas and need a visual jumping off point, there are numerous places you can go to gather information and ideas.",
        "A living room can be a formal space for receiving visitors, a casual space for your family to gather, or a combination of both formal and informal uses.",
        "Most living rooms are comfortable spaces for family members to gather and watch their favorite television programs.",
        "It is where casual nights in front of the TV take place and where friends gather to play games or socialize.",
        "Gather round the fire, get cozy, put your feet up, and relax in a home decked out with Country style Christmas charms.",
        "You can gather materials you need from outside, like pine cones, holly, twigs, and more, or you can build a wreath with other materials, like silver and gold bells, poinsettia flowers or even candy.",
        "These periodicals often contain several photo spreads of log cabins, which can be an excellent way to gather new ideas.",
        "Some family rooms are combined with the kitchen to create an open floor plan and a place where the entire family can gather.",
        "Finally, remember that the most important part of your family room design, is making it a comfortable place for family and friends to gather and relax.",
        "If you love to entertain, you can create a beautiful kitchen island where friends can gather for drinks and appetizers or coffee and dessert.",
        "Before you delve into your sponge painting job, you should gather your supplies.",
        "It could be where families gather to spend time together and talk.",
        "If it's a vibrant room where friends gather for cooking parties, then a bright and bold color scheme might work very well.",
        "Curves, or bends in the rod allow room for the curtains to gather at the edges of the windows naturally, which straight curtain rods would lack.",
        "This gives you the ability to gather your curtains in the corners of the window, while accommodating custom or non-standard sizes.",
        "Drapery clip rings that thread onto the rod and gather the material below are the perfect way to make a statement with your windows.",
        "As you gather information from various makeup artists colleges, be sure to inquire about the availability of financial aid, whether it be in the form of student loans, grants or a combination of both.",
        "Before applying smokey eye makeup, gather all the necessary tools and \"prep\" the eyes to begin receiving color.",
        "For a quick gift idea, gather several fragrance samples and stuff them in a stocking or in a makeup train case as a way of pampering your favorite fragrance aficionado.",
        "Step 2: Gather your eye shadows and liners because you'll be using a combination of both.",
        "Gorgeously colored purple smoky eyes can be yours if you gather all of the appropriate tools and take your time during the application.",
        "If you're just starting out in the craft of face painting, you'll want to gather a few basic supplies and keep your initial investment frugal until you're certain you want to commit to the hobby.",
        "You are the manager when you join a league, recruit players and gather stats.",
        "In a focus group, several people gather together to discuss a topic or product.",
        "A specific number of players gather, either in person or on the Internet, prior to the start of the National Football League's season, so they can select players and create their own fantasy teams.",
        "They may be directing you to look-alike sites to apply, so they can gather your personal data.",
        "You probably know about some of the malicious attacks that occur or the techniques used to pilfer personal data or gather information about your computer.",
        "Phishers create fictitious websites based on real sites to gather personal information.",
        "Many studios have a variety of props, so gather up cushions, blankets and baskets - they can all be used to add setting and texture to the scene.",
        "Gather the family and get ready to capture the abundance of holiday cheer.",
        "In a dark room or outdoors after sunset, have the kids gather around a lone Christmas candle that casts a soft glow on their faces.",
        "Gather materials like backgrounds, apparel, accessories, decorations and camera equipment.",
        "That's why every June, in the middle of the royal herb's very short growing season, the pesto kings and queens from restaurants along the coast gather for a grind off.",
        "Are there any supplies I need to buy or additional information I need to gather before I'm ready to begin this page?",
        "It is important to gather as much information as possible before beginning.",
        "Gather a few photos and get ready to do some journaling about the day.",
        "Post them wherever busy people tend to gather, such as supermarkets or daycare centers.",
        "You'll only have one shot to take most of the pictures and gather artifacts from the different locations you visit.",
        "All About Me: If you have elderly relatives nearby, consider conducting a short family history interview to gather information for your project.",
        "Gather cardstock in your team's colors and cut the paper into football shapes.",
        "Word of mouth and personal recommendations are some of the best, most reliable ways to gather information on European ski destinations.",
        "Clothing swaps: Gather your friends together for a clothing swap.",
        "To get the emo look right, you'll need to gather the following.",
        "The perfect place to layer up, gather up and go crazy with this cotton basic is American Apparel.",
        "Options worth considering are the Side Gather Dress, and elegant one-shoulder number, and the Compact Jersey Dress, a form-fitting creation.",
        "Gather a group of your friends together and spend a Saturday cleaning up a neighborhood park, helping elderly citizens, or reading to younger kids at a local recreation center.",
        "Heat conduction: Students can gather different types of coins, pieces of fabric and other materials to see which can hold heat best by recording the temperature of each after a set amount of time.",
        "First, gather information on what local day care centers in your area charge.",
        "Gather a sharp knife, cutting board and large bowl of water.",
        "Gather your thoughts and ideas, and write them down.",
        "The groom would gather together several of his closest friends to aid him in the procurement of his lady, even if this meant battling her relatives!",
        "To gather ideas for scrap invites, visit craft stores, scrap websites, or read card-making magazines.",
        "Consult other friends and family members of the groom to gather some great ideas on how to make the cake, or check specialty stores for deer cake kits.",
        "Gather your hair in a French twist and secure it at the back of your head.",
        "To enhance the theme, place tulle over the back of each chair and gather together with a sequined medallion in the middle.",
        "Instead of buying a tree, you can also gather thin twigs from willows, birches or other small trees and anchor them in a tall glass vase.",
        "If you have the responsibility of designing the head table wedding decorations, gather some good ideas before choosing one that is right for the bride and groom.",
        "My mother died by hitting her head on the fireplace, from what I gather was a very common alcoholic death.",
        "Gather the skills and behaviors that can help them quit.",
        "Gather concerned family members or friends together in advance to discuss the goals of the intervention.",
        "You can sew the lace in a straight match to the edge of your fabric or you can gather the lace to create a ruffled look.",
        "It's always fun to gather more graduation cake decorating ideas.",
        "You'll also be able to gather all the cake decorating supplies and frosting colors you need ahead of time.",
        "The Internet has changed the way that people shop, gather information, and even cook.",
        "A fun idea for a decorating party is to gather a variety of supplies, frostings, gel colors, and candies, and invite kids to create their own monsters to put on top of a cupcake.",
        "Every May, in Las Vegas, several Chers and Elvises, a few Marilyn Monroes, and the Pope, to name a few, gather to swap stories and network at the annual Celebrity Impersonator Convention.",
        "When a celebrity couple announces their plans to wed, the celeb-obsessed spring into action to gather as much information and as many photos as possible, but sometimes the stars are really good at keeping their ceremonies private.",
        "A spokesperson for the district attorney's office stated that they are attempting to gather evidence against Brown, but are not having much luck.",
        "No matter how much time lapses between her recordings, Sade continues to reach her long-time fans and gather new ones with every new release.",
        "Gather together a group of your friends, and ask them to bring their children's gently used clothing.",
        "Gather a stack of possible stores and take the flyers with you so that you know where the deals are.",
        "There will usually be someone there who can show you how to create the gather that will make a ruffle.",
        "You can also try sites like Refund Cents and Hip2Save to gather information on sales across the country.",
        "If there are any portions of your application that depend on others, such as letters of recommendation, make sure to allow enough time to gather this information.",
        "When you consolidate student loans, you are letting one lender gather together all your loans into one monthly payment.",
        "Gather information and keep track of application deadlines, so you can send in your required information on time.",
        "Another great place to gather information is right from your travel agent.",
        "Working onboard a Royal Caribbean cruise ship gives you the chance to earn money as you gather priceless experiences.",
        "You can also contact a local travel agent to gather additional information.",
        "Once you gather your flight information from the Disney representatives, the next step is to contact the airline directly.",
        "As a result, these dogs characteristically have long, hanging ears and a series of wrinkles on the face and/or chest that help gather scent as the dog moves and keep it near the dog's nose.",
        "Just remember to gather the information you will need well before hand, so you will be fully prepared when travel time arrives.",
        "If you are planning on traveling with your pet to a foreign land, give yourself plenty of time to gather that nation's quarantine regulations and make all the necessary preparations for your pet to enter the region.",
        "I gather from the info you provided that she has never had a litter, so what I say next is based on that assumption.",
        "If you don't feel like you can forget about it, I suppose you can gather up all the paperwork and take the breeder to small claims court.",
        "If you do take them to the cottage, be sure to do a very thorough vacuuming before you leave to gather loose fur and dander from the floor, furniture and curtains.",
        "Gather all your ingredients, except the chili pepper flakes and the hot sauce, and put them all into a food processor or blender.",
        "Gather all of your supplies together before beginning the project to reduce the amount of time wasted between steps.",
        "If the flowers are to be dried, it is best to gather them when fresh and young-some in the bud state.",
        "To gather the nectar, beehives are placed on bluffs, elevated platforms along the river's edge, or even on floats during the short period in April and May when the white tupelo blooms.",
        "Others like to watch the birds that gather to eat dried seeds from perennials like Echinacea.",
        "This might include built-in seating so people can gather around the fire to socialize.",
        "Once you have your growing space selected, it is time to gather your supplies.",
        "Strawberry roots stay fairly close to the surface, so they can't send down deep roots like other plants to gather water from deeper levels in the soil.",
        "Simply gather the harvested seed and store in a jar or container in a cool, dry location.",
        "Don't hesitate to gather estimates from at least three bath professionals to help you evaluate potential problems and create a budget.",
        "Measure the room(s) where you plan to install the lightweight crown molding and be sure to gather accurate corner angle measurements before you order.",
        "One way to gather kitchen painting ideas is to live in the space without color on the walls for a short time.",
        "The jewelry is often sold at parties where groups of potential buyers gather to learn about the unique lia sophia styles and see examples of the latest designs.",
        "The line is named for the Zoo York Tunnel, a place where Manhattan's graffiti artists would gather after dark in the 1970s to mark their territory with their paints and talent.",
        "Finally, once deficiencies are identified, you can gather the ingredients for organic fertilizers that suit your purposes.",
        "By definition all natural bee pollen is essentially the materials that bees gather when they collect plant matter for use in making their hives and making honey.",
        "People gather the pollen from the bees as they enter their hives to deposit their collections, using a screen device that brushes it off of their legs.",
        "Start looking for patterns and fabrics one season out so you will have plenty of time to gather your materials and work on your item.",
        "The fly can gather awkwardly around the areas that the buttons meet, leaving unsightly gaps.",
        "To avoid these problems, first gather up the leg material carefully, so when you slip your foot into the pantyhose it goes directly into the foot section of the stocking.",
        "Gather with friends for a day trip to an exclusive art exhibition.",
        "The idea that you could gather a group of women together for no other purpose than to just be together really intrigued me.",
        "You can put it up for a special occasion, part the hair on either side, or pull it straight back from the face and gather it up with a decorative barrette or hair clip.",
        "You can also take pictures at various family functions or whenever you gather with friends.",
        "Try to gather honest critics to tell you if your hair is too long.",
        "For those who don't want to wait for the gang to gather, the simplest way to pass the time alone while exercising the mind is to purchase some puzzle games and books.",
        "Make sure you gather all the facts and take your time before you sign the dotted line to get discount senior citizen life insurance.",
        "If someone close to you is diagnosed with Alzheimer's disease, it is important for you to receive support and gather whatever Alzheimer's info you require.",
        "Game nights are a great tradition for senior communities, allowing seniors to gather for indoor, effortless games.",
        "Ask about eligibility criteria and gather whatever information the center offers including menus and activity calendars.",
        "Offer a \"campfire\" activity where seniors gather in a circle or in pairs, and everyone gets a chance to give a tall tale or campfire story.",
        "Pogo allows users to select chat rooms where people over 50 years of age gather.",
        "There are many things to consider as you explore your retirement options and gather information to determine the best location for you to live comfortably on your income and enjoy your retirement years.",
        "The community atmosphere is fostered by programs that offer recreational activities as well as opportunities to gather with others of like faith for spiritual support.",
        "Dancey House is another community neighborhood that provides apartment-style living and community areas where residents can easily gather to interact."
    ],
    "definition": [
        "Link/Cite"
    ]
}