{
    "translation": "נדיב",
    "uses": [
        "You've been far too generous already.",
        "He's so generous; there's nothing he wouldn't do for us.",
        "Helen wrote letters to the newspapers which brought many generous replies.",
        "Dean smiled at the generous offer.",
        "I gave her three months, but it's probably generous, given her sunny nature.",
        "He emphasized the word any and said I should be as generous as Santa Claus but totally discrete.",
        "He was a generous patron of monasticism.",
        "That is, if the FBI feels generous and tells me anything.",
        "Blue eyes sparkled like sapphires in her round face, and a dimple danced at the corner of her generous mouth.",
        "Life hadn't always been so generous with either of them.",
        "That's very generous of Mr. O'Connor.",
        "This Hatto built the church of St George on the island of Reichenau, was generous to the see of Mainz and to the abbeys of Fulda and Reichenau, and was a patron of the chronicler Regino, abbot of Priim.",
        "Their mental and social standard is high among Pacific peoples; they are simple, honourable, generous and hospitable, but brave fighters.",
        "in height, broad in proportion, and his wife was of equally generous build.",
        "I idealized them as the bravest and most generous men that ever sought a home in a strange land.",
        "Cynthia, in her infinite wisdom, arranged a generous monetary scale of chores-for-bucks that seemed to take care of the problem.",
        "As I was saying to you, Andrew, be kind and generous as you always used to be.",
        "Noble, wretched, magnanimous, heartless, petty, generous, self-sacrificing, and selfish.",
        "He was a man of high character and benevolent disposition, a fine flute-player, and a generous master to his slaves, for whose children he invented the rattle.",
        "Surely there are hearts and hands ever ready to make it possible for generous intentions to be wrought into noble deeds.",
        "Licentiousness, extravagance and an utter disregard for human life were his weak points, but he was loyal, generous and magnanimous.",
        "He is said to have been of a merry and even jocular disposition, to have afforded a generous patronage to learning, and, strange to say for a sultan, to have been master of six languages.",
        "One does not need to read \"A Boy I Knew\" to understand him--the most generous, sweet-natured boy I ever knew, a good friend in all sorts of weather, who traces the footprints of love in the life of dogs as well as in that of his fellowmen.",
        "But I'll be real generous and let the nutty bitch self-destruct.",
        "They've been more than generous with help and information but the investiga­tion is closed and I have to tip-toe on ice digging into it.",
        "Evelyn, who knew him intimately from his youth, describes him as \"a man of excellent natural parts but nothing of generous or grateful.\"",
        "Thurstan was generous to the churches of his diocese and was the founder of several religious houses.",
        "She has a large, generous sympathy and absolute fairness of temper.",
        "With her diminished resources Athens could not indeed hope to cope with the great Macedonian king; however much we may sympathize with the generous ambition of the patriots, we must admit that in the light of hard facts their conduct appears quixotic.",
        "All five of us would be employed in various capacities at very generous salaries.",
        "She is a thorough woman, but with none of the pettinesses, subterfuges, and mental reservations of her sex; she loves wide vistas and boundless horizons and instinctively seeks them out; she is concerned for universal happiness and takes thought for the improvement of mankind - thelastinfirmity and most innocent mania of generous souls.",
        "They have attained to high rank in all branches of the public service, and have shown most splendid instances of far-sighted and generous philanthropy.",
        "Outvoting Franklin, they decided to break their instructions, which required them to ` make the, most candid confidential communications on all subjects to the ministers of our generous ally, the king of France; to undertake nothing in the negotiations for peace or truce without their knowledge or concurrence; and ultimately to govern yourself by their advice and opinion \"; and, instead,.",
        "The guys were generous enough to offer assistance building the buffalo shed and he didn't want to keep them waiting.",
        "The money given by the state to the public schools is distributed among the parishes according to their school population, and the constitution of 1898 set a generous minimum to such aid.",
        "Lindsay's expedition, which was fitted out by Sir Thomas Elder, the generous patron of Australian exploration, entered Western Australia about the 26th parallel south latitude, on the line of route taken by Forrest in 1874.",
        "His qualities and his defects were alike exhibited on a generous scale; and if his greed and arrogance were colossal, so were his administrative capacity and his appetite for work.",
        "And yet, the creature is generous and lets me take as much of his magic as I need, enough to build our walls in a season's time and make them stronger than the walls of my enemies.",
        "When we first accepted Mr. Cooms' generous funding, we established this secure connection in case he ever had a need to contact us.",
        "You must know that King Frost, like all other kings, has great treasures of gold and precious stones; but as he is a generous old monarch, he endeavours to make a right use of his riches.",
        "The Spanish slave laws (although in practice often frightfully abused) were always comparatively generous to the slave, making relatively easy, among other things, the purchase of his freedom, the number of free blacks being always great.",
        "Oldham's verse is rugged, and his rhymes often defective, but he met with a generous appreciation from Dryden, whose own satiric bent was perhaps influenced by his efforts.",
        "The commutation fund thus formed is a permanent memorial of a generous and disinterested act on the part of her ministry.",
        "He was grave and gay, affable and dignified, cruel and gentle, mean and generous, eager for fame yet not vain, impulsive and cautious, secretive and open.",
        "All such monuments hitherto discovered in India were put up in honour of some religious teacher, not in memory of royal persons, generous benefactors, politicans, or soldiers or private persons, however distinguished.",
        "- is consistent with his generous treatment of his late adversary in his outlaw life, and with this agrees his embassy of thanks to the men of Jabesh-Gilead for their chivalrous rescue of the bodies of the fallen heroes (2 Sam.",
        "Sweet Rebecca, with her strong, brave spirit, and her pure, generous nature, was the only character which thoroughly won my admiration.",
        "We had disappointed this incredibly generous gentleman.",
        "Already under Charlemagne this development is noticeable; in his generous treatment of the Jews this Christian emperor stood in marked contrast to his contemporary the caliph Harun al-Rashid, who persecuted Jews and Christians with equal vigour.",
        "1868), became widely known as a philanthropist, and particularly for her generous gifts to American army hospitals in the war with Spain in 1898 and for her many contributions to New York University, to which she gave $250,000 for a library in 1895 and $100,000 for a Hall of Fame in 1900.",
        "Shams al-Ma t adi Qabus, the generous ruler of Dailam, himself a poet and a scholar, with whom he had expected to find an asylum, was about that date (1012) starved to death by his own revolted soldiery.",
        "At his death in 1786 he was succeeded by his son Charles, the notorious \"Jockey of Norfolk,\" the big, coarse, generous, slovenly, hard-drinking Whig of whom all the memoirwriters of his age have their anecdotes.",
        "When at length Solomon died the opportunity was at once seized to request from his son Rehoboam a more generous treatment.",
        "Mahmud ibn Sabuktagin, the second of the dynasty (998-1030), continued to make himself still more independent of the caliphate than his predecessors, and, though a warrior and a fanatical Moslem, extended a generous patronage to Persian literature and learning, and even developed it at the expense of the Arabic institutions.",
        "Mahmud ordered Hasan Maimandi to take the poet as much gold as an elephant could carry, but the jealous treasurer persuaded the monarch that it was too generous a reward, and that an elephant's load of silver would be sufficient.",
        "In the Guarani language \"Charrua\" means turbulent, and by their enemies the Charruas were accounted as such, and even ferocious, although admitted to be generous to their captives.",
        "His redeeming feature is his generous admiration for strength of character, even when it goes along with a policy of which he disapproves.",
        "He put down the rebellion of his brother Zareh, and is praised as a mild and generous monarch, who made concessions to the Christians.",
        "But Charles Charles Albert, who, whatever his faults, had a generous Albertre- nature, was determined that so long as be had an news the army in being he could not abandon the Lombards War, and the Venetians, whom he had encouraged in their resistance, without one more effort, though he knew full well that he was staking all on a desperate chance.",
        "7 The deed was not merely generous, it was politic to have Saul's grandson under his eyes.",
        "Douglas is in all important respects even more of a medievalist than his contemporaries; and, like Henryson and Dunbar, strictly a member of the allegorical school and a follower, in the most generous way, of Chaucer's art.",
        "The generous elevation of David's character is seen most clearly in those parts of his life where an inferior nature would have been most at fault, - in his conduct towards Saul, in the blameless reputation of himself and his band of outlaws in the wilderness of Judah, in his repentance under the rebuke of Nathan and in his noble bearing on the revolt of Absalom.",
        "You will be the sovereign of a generous nation of eleven millions of men and of important colonies.\"",
        "Whatever his cares, his work or his troubles, I have never noticed in him aught but generous impulses and a love of humanity carried even to those heroic imprudences of which they alone are capable who devote themselves to the amelioration of humanity.\"",
        "As it was, the helpings are generous, and by the time I 'd finished, I was completely sated.",
        "We are a team of self-starters motivated by a generous bonus structure.",
        "Friends he won readily, and he held them in devoted attachment by the solid worth of a frank, ardent, generous, warm-hearted and highminded character.",
        "By care and economy, however, aided by generous royal grants, she was enabled to pay off mortgages and to bring up the children in a way befitting their rank.",
        "Clement was a polished writer, and a generous patron of art and letters.",
        "The treasures of the dragon's hoard are buried with his ashes; and when the great mound is finished, twelve of Beowulf's most famous warriors ride around it, celebrating the praises of the bravest, gentlest and most generous of kings.",
        "You will be aware of other people 's needs, but do n't let sentimentality pull you into being too generous.",
        "They controlled commerce, and were more energetic, generally, than were the natives; many were naturalized, held generous grants of land, and had married into Californian families, not excluding the most select and influential.",
        "(2) \"For,, though affable and generous, it was impossible to penetrate him: though unreserved in his manners his frankness was limited to the surface.",
        "Cicero, with generous appreciation, recognizes Demosthenes as the standard of perfection.",
        "Turkey ice cream with a generous helping of satsuma segments.",
        "The menu offerings are generous family style portions, including burgers, pasta dishes, hot sandwiches, pizza and appetizers featuring local seafood.",
        "The local restaurant chain features homey interiors and generous servings that are more than enough to satisfy the palate.",
        "But he had neither the generous temperament nor the breadth of view which is required in the composition of even a mediocre statesman.",
        "In personal character he has sometimes been described as having been revoltingly heartless; and it is abundantly plain that he was singularly incapable of feeling strongly the more generous emotions - a misfortune, or a fault, which revealed itself in many ways.",
        "In character he was modest, kind and sympathetic, ever ready to help and encourage serious students, generous in his judgment of the works of others, a most cheery companion, full of wit and humour.",
        "He had, indeed, a winning personality, and a warm, affectionate and generous nature, which made him greatly beloved by his family and friends; he was humorous, light-hearted, sympathetic, adventurous.",
        "He had a sprightly wit, some delicacy of feeling, and some generous impulses which made him amiable.",
        "Of his separate publications, the most important are his lives of Cromwell (1888), William the Silent, (1897), Ruskin (1902), and Chatham (1905); his Meaning of History (1862; enlarged 1894) and Byzantine History in the Early Middle Ages (1900); and his essays on Early Victorian Literature (1896) and The Choice of Books (1886) are remarkable alike for generous admiration and good sense.",
        "He was generous in his private and his public benefactions (i.",
        "The State grants generous support to local authorities and to cooperative societies.",
        "Nothing, however, broke his manly and generous spirit.",
        "To his fellow workers he was uniformly generous, free from jealousy, and prodigal of praise.",
        "In private life he was in every way estimable, - upright, amiable, devoid of all jealousy, and generous to a fault.",
        "As a friend he was generous and loyal.",
        "Sempronius Gracchus, who by his generous treatment of the vanquished gained their esteem and affection.",
        "To Rene of Anjou, the duke of Lorraine, he showed himself less generous, setting up another claimant to the duchy of Lorraine in the person of Anthony of Vaudemont, and taking Rene prisoner in 1431; it was not until 1436 that he consented definitively to release Rene on condition that he should abandon several strong places and pay an enormous ransom.",
        "Though accused of avarice and pluralism, Phillpotts was generous in his gifts to the church, founding the theological college at Exeter and spending large sums on the restoration of the cathedral.",
        "Dictatorially presented as they were, these terms were liberal and even generous; and if a great statesman like Bernstorff had been at the head of affairs in Copenhagen, he would, no doubt, have accepted them, even if with a wry face.",
        "All these men were aided by the generous and enlightened patronage 5 See Fr.",
        "A vivid realization of the industrial revolution in the state is to be gained from the reflection that in 1875 California was pre-eminent only for gold and sheep; that the aggregate mineral output thirty years later was more than a third greater than then, and that nevertheless the value of farm produce at the opening of the 10th century exceeded by more than $100,000,000 the value of mineral produce, and exceeded by $50,000,000 the most generous estimate of the largest annual gold output in the annals of the state.",
        "Under the Mexican regime such grants were generous and common, and the complicated formalities theoretically essential to their validity were very often, if not usually, only in part attended to.",
        "He was a scholar of much erudition, with great power of administrative organization, simple, generous and kindly in character.",
        "In private, his never-failing courtesy, his agreeable manners and a noble and generous heart for all who needed protection against the powerful or the lawless, endeared him to hosts of friends.",
        "But he was infinitely generous and affectionate, and spent his enormous fortune liberally.",
        "His friends were generous in assisting him with money.",
        "His nature was noble and generous, and the universal appreciation of this fact gave him great influence in his university.",
        "We would like to express our deep gratitude for your generous support.",
        "It is generous enough to disarm the most prickly of authors, and perceptive enough to compel admiration in its own right.",
        "Good conditions of service include a generous leave allowance.",
        "We also have a very generous benefactor in the Civil Service Insurance Society.",
        "It has a bright spacious ambiance, natural pine flooring and furnishings set with silver cutlery and generous crystal wine glasses.",
        "Winter lets of 3 weeks or more will attract generous discounts.",
        "Holidays: The university offers generous annual leave entitlement.",
        "White Stilton & Lemon For a quick and easy cheesecake, top a digestive cookie with a generous helping for an instant bliss fix.",
        "generous of spirit and with a wry sense of humor, he was a highly competent soldier from whom young subalterns learned much.",
        "generous in size.",
        "generous benefactors.",
        "generous sponsorship, the company can perform for 75 per program.",
        "generous leave allowance.",
        "We need to mobilize, to get active and to get generous.",
        "They are the most generous givers in the country outside of London.",
        "However, the maternal instinct clearly shone through with women proving more generous with their prize money.",
        "We have been very touched by the kindness and very generous support.",
        "We love You and we thank You for being the generous One that You are, so magnanimous.",
        "Hospitable and generous, he held in Khorasan a court of great magnificence.",
        "maternal instinct clearly shone through with women proving more generous with their prize money.",
        "After her hard, dark novitiate - but one that was so generous and faithful -complete peace returned to her, for good.",
        "A special thanks to Brett Wendorf who was extremely obliging, generous with his time and is an asset to your team.",
        "Great for families or adult groups wanting generous space for a dinner party.",
        "The bright reception room is a generous size, allowing ample space for a dining table.",
        "The after cabin has two single bunks and is ideal for children with generous stowage of its own.",
        "sunbatheimming pool is a very good size and also has a shallow, baby section and generous sunbathing areas around.",
        "We had all enjoyed a truly terrific concert, and wanted to thank the performers with our generous applause.",
        "Jupiter trine Moon The Moon forms a trine with Jupiter showing you possess a glowing, generous personality.",
        "He is kind and generous.",
        "Scoop out the flesh, add a generous knob of butter, a splash of milk and a sprinkling of salt.",
        "Add a generous squirt of any old washing up liquid (i.e. hand dishwashing liquid) to the paint.",
        "Even when one abides in a generous disposition stirrings of the molestations of desire may arise with chang as their cause.",
        "All CITGO fleet cards offer a generous rebate program for the first few months of use.",
        "Enhanced features on this card include a generous rebate program for travel expenses and travel agency services.",
        "Add this option to a generous rebate program and all the standard ExxonMobil features, and you've got something worth talking about.",
        "While you should be generous with the amount of linens available, try to pare down on fussy hand towels and wash clothes that are out in the open.",
        "Flirty: For a flirty and fun eye makeup look, apply a generous amount of a bright pigment eye shadow (blue, green or pink) over entire lid.",
        "Each product is available in several colors, and Flirt! offers a generous selection of colors in each lineup.",
        "Apply a generous amount around or beneath the eyes to suggest a hollowed out, tired or \"dead\" look.",
        "Many crafters are generous with their time and resources and that's part of what fuels RAK Scraps (RAK=Random Acts of Kindness).",
        "Famous for the salad dressing and generous cuts of meat, the deli offers mail order boxes of both through it website.",
        "All of the meats on the menu are smoked on premises, sauces are made in house, and dishes are served in generous proportions.",
        "The cuts of beef and veal are generous, and the wine list was expertly chosen and varies from some expensive reserve bottles to numerous affordable options.",
        "The portions are generous, the food is tasty and the atmosphere is warm and inviting.",
        "Chesterfield was selfish, calculating and contemptuous; he was not naturally generous, and he practised dissimulation till it became part of his nature.",
        "Terence's earliest play was the Andria, exhibited in 166 B.C. A pretty, but perhaps apocryphal, story is told of his having read the play, before its exhibition, to Caecilius (who, after the death of Plautus, ranked as the foremost comic poet), and of the generous admiration of it manifested by Caecilius.",
        "He was good-natured when not crossed, generous to dependents who made themselves useful to him, and indefatigable in defending the cause of those who were oppressed by the systems with which he was at war.",
        "Such sympathy with youthful hope, in union with industry and intelligence, shows that Comte's dry and austere manner veiled the fires of a generous social emotion.",
        "In 1467 the generous and discerning Casimir IV.",
        "a manly and generous nature was well known to the personal friends of Fox, and is now universally allowed.",
        "It is hard to explain this solitary instance of shabby conduct in a thoroughly generous man towards a person to whom he was unalterably attached and who fully deserved his affection.",
        "He avoids not only every unusual but every superfluous word; and, although no writing can be more free from rhetorical colouring, yet there may from time to time be detected a glow of sympathy, like the glow of generous passion in Thucydides, the more effective from the reserve with which it betrays itself whenever he is called on to record any act of personal heroism or of devotion to military duty.",
        "5), the name Amphitryon has come to be used in the sense of a generous entertainer, a good host.",
        "Usually humane and generous, he sought to relieve the people of the excessive taxation and to secure them against unlawful exactions.",
        "The problem of vibrating cords, which had been some time before resolved by Brook Taylor (1685-1731) and d'Alembert, became the subject of a long discussion conducted in a generous spirit between Bernoulli and his friend Euler.",
        "Having a good title to military distinction himself, he could afford, as the unwarlike emperors could not, to be generous to his officers.",
        "His largesses, his distributions of food, his public works, and his spectacles were all on a generous scale.",
        "He was a regular observer of religious rites, took great pains to secure decorum in the services of the church, and was generous in almsgiving both within his empire and without.",
        "A noble letter from Thirlwall to Grote, and Grote's generous reply, are published in the life of the latter.",
        "Napoleon was forced to abdicate, and finding escape was impossible, he surrendered (on July 14) to the British - \"the most powerful, the most unwavering and the most generous of his foes.\"",
        "Reiske refused, though he thought the offer very generous; he did not want money, he wanted manuscripts.",
        "Williams, who was a generous benefactor of St John's College, Cambridge, died on the 25th of March 1650.",
        "of Bavaria, a wise and generous patron of learning, hoped to establish a school of history.",
        "From this place he again fled and wandered about for some time in a wretched fashion, still writing the Confessions, constantly receiving generous help, and always quarrelling with, or at least suspecting, the helpers.",
        "In his time orthodoxy at once generous and intelligent hardly existed in France.",
        "Though impatient in temper and occasionally rude, he was tender-hearted and generous.",
        "Maurice, however, made generous provision for his brother Augustus, and the desire to compensate him still further was one of the minor threads of his subsequent policy.",
        "He was generous and enlightened, a good soldier and a clever diplomatist.",
        "He lived in close alliance with the Church, to which he was very generous, and entered eagerly into schemes for the conversion of his heathen neighbours.",
        "But though the treasury was thus temporarily replenished and the army increased, the gentry who had been so generous at the expense of their richer neighbours would hear of no additional burdens being laid on themselves, and the king only obtained what he wanted by sacrificing his principles to his necessities, and helping the szlachta to pull down the magnates.",
        "Burr was unscrupulous, insincere and notoriously immoral, but he was pleasing in his manners, generous to a fault, and was intensely devoted to his wife and daughter.",
        "and the Church, going out into the highways and the hedges, has tried to entice men with the offer of generous Indulgence.\"",
        "The moral influence of the queen's personal character over the Castilian court was incalculably great; from the debasement and degradation of the preceding reign she raised it to being \"the nursery of virtue and of generous ambition.\"",
        "This point of view suggested numerous projects, as chimerical as they were generous; two millions sterling (50 million francs) were expended with a view to installing Parisian unemployed workmen as colonists, but this attempt failed miserably.",
        "iv.), His choice of Israel, and the love and faithfulness which He had shown towards it, by redeeming it from slavery in Egypt, and planting it in a free and fertile land; from which are deduced the great practical duties of loyal and loving devotion to Him, an uncompromising repudiation of all false gods, the rejection of all heathen practices, a cheerful and ready obedience to His will, and a warm-hearted and generous attitude towards man.",
        "Evelyn was a generous art patron, and Grinling Gibbons was introduced by him to the notice of Charles II.",
        "In France, the Societe biblique protestante de Paris, founded in 1818, with generous aid from the British and Foreign Bible Society, had a somewhat restricted basis and scope.",
        "He even made a generous, though unsuccessful, endeavour to enlist the support of Cicero.",
        "He had a kindling sympathy with everything lofty and generous, and framed his own conduct upon the highest principles.",
        "About eighteen months after they arrived in Canada the Doukhobors sent the Society of Friends a collective letter in which they sincerely thanked the English and American Friends for all the generous help of every kind they had received at their hands, but begged the Quakers to cease sending them any more pecuniary support, as they were now able to stand on their own feet, and therefore felt it right that any further help should be directed to others who were more in need of it.",
        "Joachim, who was a prince of generous and cultured tastes, died at KOpenick on the 3rd of January 1571, and was succeeded by his son, John George.",
        "It is probable that this estimate is generous according to the values of that time.",
        "He introduced German settlers and customs. into the duchy, founded many towns, and was extremely generous towards ecclesiastical foundations.",
        "Benjamin Whitworth, M.P., was a generous benefactor to the town, who built the Whitworth Hall, furnished half the funds for the construction of waterworks, established.",
        "Robert was a man of learning, devoted to literature, and a generous patron of literary men: he befriended the poet Petrarch, who admired the king so greatly as to express the wish to see him lord of all Italy; while Boccaccio celebrated the virtues and charms of Robert's natural daughter Maria, under the name of Fiammetta.",
        "He was at his best in his generous protests against all privileges, social, political and religious, and in the self-sacrificing patriotism which enabled him to fling aside his personal prejudices, and so to make Federation possible.",
        "He was generous to the church and aided the spread of Christianity in many ways.",
        "He was also a man of strong brain, generous nature and fine taste.",
        "His son, Marcus Livius Drusus, became tribune of the people in 91 B.C. He was a thoroughgoing conservative, wealthy and generous, and a man of high integrity.",
        "Of good descent, his parents were known for generous piety.",
        "sciences and all the arts of peace, enjoyed only a brief pontificate, but his reign is not without importance, if only as an example of the generous patronage which the papacy - even in its darkest days - has lavished on literature and science.",
        "Despite the generous terms which he received, he continued to intrigue with Louis VII., and was in consequence jealously watched by his father.",
        "But, generally speaking, in steel concrete the cost of the cement is but a small item of the whole expense, and it is worth while to be generous with it.",
        "In modern times the work has been the theme of a generous appreciation in several pages of Humboldt's Cosmos (ii.",
        "Hitherto, according to all evidence, she had shown herself on all occasions, as on all subsequent occasions she indisputably showed herself, the most fearless, the most keen-sighted, the most ready-witted, the most high-gifted and high-spirited of women; gallant and generous, skilful and practical, never to be cowed by fortune, never to be cajoled by craft; neither more unselfish in her ends nor more unscrupulous in her practice than might have been expected from her training and her creed.",
        "The streets are of generous width (loo-140 ft.), and are well shaded by trees.",
        "He appears to have had an illegitimate daughter for whom he made generous provision.",
        "In the child the physical, intellectual and moral peculiarities which afterwards distinguished the man were plainly discernible: great muscular strength accompanied by much awkwardness and many infirmities; great quickness of parts, with a morbid propensity to sloth and procrastination; a kind and generous heart, with a gloomy and irritable temper.",
        "Room was found for the daughter of Mrs Desmoulins, and for another destitute damsel, who was generally addressed as Miss Carmichael, but whom her generous host called Polly.",
        "The kind and generous Thrale was no more; and it was soon plain that the old Streatham intimacy could not be maintained upon the same footing.",
        "The rivalry that ensued, in spite of O'Higgins's generous offer to serve under Carrera, eventually resulted in O'Higgins being isolated and overwhelmed with the bulk of the Chilean forces at Rancagua in 1814.",
        "Henry was generous to the church, to which he looked for support, but he maintained the royal authority over the clergy.",
        "The young king was generous and was endowed with considerable intellectual gifts; but passing as he did from Annos gloomy palace at Cologne to Adalberts residence in Bremen, whore he was petted and flattered, he became wayward and wilful.",
        "In the free imperial cities there was more manliness of tone than elsewhere, but there was little of the generous rivalry Tb among the different classes which had once raised them cHis to a high level of prosperity.",
        "Shooting and music were his only pleasures, and he was the generous patron of the famous singer Farinelli, whose voice soothed his melancholy.",
        "Since its foundation the society has done much to make English colonization a synonym for humane and generous treatment of savage races.",
        "Under the generous patronage of Nicholas humanism made rapid strides.",
        "Frederick, however, had free and generous impulses which could not be restrained by the sternest system.",
        "The second treatise, which was issued by Voltaire in Hague in 1740, contains a generous exposition of some of the favourite ideas of the 18th-century philosophers respecting the duties of sovereigns, which may be summed up in the famous sentence: \"the prince is not the absolute master, but only the first servant of his people.\"",
        "She had been forced upon him by his father, and he had never loved her; but he always treated her with marked respect, and provided her with a generous income, half of which she gave away in charity.",
        "He disliked the formalities of the law, and in one instance, \"the miller Arnold case,\" in connexion with which he thought injustice had been done to a poor man, he dismissed the judges, condemned them to a year's fortress arrest, and compelled them to make good out of their own pockets the loss sustained by their supposed victim - not a wise proceeding, but one springing from a generous motive.",
        "\"In former times, your Majesty,\" he said, \"the notion being that mankind were naturally inclined to evil, a system of severity prevailed in schools; but now, when we recognize that the inborn inclination of men is rather to good than to evil, schoolmasters have adopted a more generous procedure.\"",
        "Jeffrey, stimulated perhaps by his sympathy for Mrs Carlyle, was characteristically generous.",
        "Lethington, the heart of the long resistance, died, a paralytic, in prison, and Morton resisted the generous efforts made to save the gallant Kirkcaldy.",
        "Yet Duncan Forbes of Culloden, president of the Court of Session, after the outbreak of the war with Spain, reported amazing scarcity of money in the country, and strenuously advised legislative checks on the taste for tea, which naturally diminished the profits of the excise on more generous beverages.",
        "In his own diocese no victim of the persecution is known to have suffered till after his death; and, much as he was already maligned by opponents, there are strong evidences that his natural disposition was humane and generous.",
        "Not only did he erect the Propylcien at Munich in her honour, but he also helped her in the most generous way both with money and diplomatic resources.",
        "Then follow grave warnings - generous towards others, you must be strict with yourselves; only the good can truly do good; hearers of these words must be doers also, if they would build on the rock and not on the sand.",
        "The result was that Maurice made more generous provision for his brother, who acted as regent of Saxony in 1552 during the absence of the elector.",
        "Jefferson was emotional and very affectionate in his home, and his generous and devoted relations with his children and grandchildren are among the finest features of his character.",
        "Though not personally extravagant, his salary, and the small income from his large estates, never sufficed to meet his generous maintenance of his representative position; and after his retirement from public life the numerous visitors to Monticello consumed the remnants of his property.",
        "The instructions of the American negotiators were as follows: \"You are to make the most candid and confidential communications upon all subjects to the ministers of our generous ally, the king of France; to undertake nothing in the negotiations for peace or truce without their knowledge and concurrence; and ultimately to govern yourselves by their advice and opinion, endeavouring in your whole conduct to make them sensible how much we rely on his majesty's influence for effectual support in every thing that may be necessary to the present security, or future prosperity, of the United States of America.\"",
        "It may be true that he was fond of hunting, but he was a peace-loving, generous prince.",
        "Mohtadi, who was a man of noble and generous spirit and had no lack of energy, began by applying the precarious measure of power which was left him to the reform of the court.",
        "Montpelier, like Jefferson's Monticello and Monroe's Oak-Hill, was an expensive bit of \"gentleman farming,\" which with his generous Virginia hospitality nearly ruined its owner financially.",
        "He treats the book-tradition, however, a debt to which, nowadays inevitable, he is generous in acknowledging, 3 with a judicious exercise of freedom in adaptation, i.e.",
        "He continued the struggle against Lothair till October 1135, when he submitted, was pardoned, and recovered his estates; I owing this generous treatment, it is said, to the good offices of St Bernard, abbot of Clairvaux.",
        "James appears to have been a brave and generous man, and a wise and energetic king.",
        "Generous to his friends, he was miserly to those who displeased him; very skilled in the art of the engineer, catholic in his faith, far-seeing, obstinate in his resolution.",
        "The estimates of other competent authorities differ considerably, and generally are somewhat less generous than these figures.",
        "To the cruelty and avarice of Charles he opposed a generous humanity.",
        "Wines Of Portugal In the north-east of Portugal, not far from the town of Oporto - from which it takes its name and whence it is exported - is produced the wine, unique in its full-bodied and generous character, known as port.",
        "His diaries show a minutely methodical conduct of business, generous indulgence in hunting, comparatively little reading and a wide acquaintance with the leading men of the colonies, but no marked indications of what is usually considered to be \"greatness.\"",
        "Ali is described as a bold, noble and generous man, \"the last and worthiest of the primitive Moslems, who imbibed his religious enthusiasm from companionship with the prophet himself, and who followed to the last the simplicity of his example.\"",
        "The habits of life of the Assamese peasantry are pre-eminently domestic. Great respect is paid to old age; when parents are no longer capable of labour they are supported by their children, and scarcely any one is allowed to become a burden to the public. They have also in general a very tender regard for their offspring, and are generous and kind to their relations.",
        "This Simon de Vries was a youth of generous impulses and of much promise.",
        "To the poor, Persians are unostentatiously generous; most of the rich have regular pensioners, old servants, or poor relations who live on their bounty; and though there are no workhouses, there are in ordinary times no deaths from starvation; and charity, though not organized, is general..",
        "Shah Rukh, the fourth son of Timur, reigned for thirty-eight years, and appears to have been a brave, generous, and enlightened monarch.",
        "~ U ~Amiable, generous and liberal-minded, and of prepossessing exterior, he proved to be a popular prince.",
        "Not only was he generous on the part of hi~ government, but with his own money also.(Telegraph and Travel p. 585.)",
        "In these circumstances the decision of the Liberal cabinet, however generous, was fraught with peril.",
        "They are described as hungry plants which well repay generous treatment, and will flourish in a rich, not too stiff loam, and for the first year or two should be well mulched.",
        "He had personally less to do with the successes in India than with the other great enterprises that shed an undying lustre on his administration; but his generous praise in parliament stimulated the genius of Clive, and the forces that acted at the close of the struggle were animated by his indomitable spirit.",
        "The fortress artillery was weak in numbers and out of date; it consisted (at a generous estimate) of 70 guns (including the divisional field artillery), of which the heaviest were the 12-cm.",
        "He was not incapable of affection nor without generous impulses, but he was flighty, passionate in a childish way, and when angry capable of cruelty.",
        "The original deists displayed a singular incapacity to understand the true conditions of history; yet amongst them there were some who pointed the way to the truer, more generous interpretation of the past.",
        "It is a mistake to say that he grew more conservative in later years; but his judgment grew more generous and catholic. He was a greater orator than man of letters, and his sermons in New York were delivered to large audiences, averaging one thousand at the Masonic Temple, and were printed each week; in eloquence and in the charm of his spoken word he was probably surpassed in his day by none save George William Curtis.",
        "He was a man of varied culture, of large breadth and liberality of views, of generous impulses, of great gentleness and courtesy of manner, combined with equal firmness of purpose and energy of action.",
        "Sulla returned to Rome, while Lucullus remained in Asia, and by wise and generous financial reforms laid the foundation of the prosperity of the province.",
        "They had hoped to save the Church, but unfortunately the result of their efforts, generous as they were, was that the schism increased in bitterness, and that instead of the unity for which the Church craved, three popes continued to flourish.",
        "After partial and inadequate legislation in 1891 and 1898, the regular system of land surveys was made applicable to Alaska in 1899, and a generous homestead law was provided in 1903.",
        "Equally praiseworthy is the generous pardon that the emperor, after much intercession, granted to the seditious people of Antioch, who, out of anger at the growing imposts, had beaten down the imperial statues of their city (387).",
        "My respect is the more generous that I have no sympathy with him, only an admiration.\"",
        "Leopold II., however, was able to obtain generous compensation for the surrender of the Fondation.",
        "He is described as being generous to excess, free from cupidity, merciful to his vanquished enemies, and strictly continent, but subject to violent bursts of anger and possessed of unyielding pride and fanatical religious zeal.",
        "In the autumn of 1608, however, his father-in-law, Sir George More, became reconciled with them, and agreed to make them a generous allowance.",
        "Of things communicable he was at the same time, as we have said, communicative - a genial companion, a generous and loyal friend, ready and eloquent of discourse, impressing all with whom he was brought in contact by the power and the charm of genius, and inspiring fervent devotion and attachment in friends and pupils.",
        "To this policy he may be said to have given his name, and he has enjoyed the reputation of having introduced a generous spirit into British politics, and of having undone the work of his predecessor at the foreign office, who was constantly abused as the friend of despotism and of despots.",
        "Gregory of Tours is very indulgent to Guntram, who showed himself on occasions generous towards the church; he almost always calls him \"good king Guntram,\" and in his writings are to be found such phrases as \"good king Guntram took as his servant a concubine Veneranda\" (iv.",
        "Generous men like Oxford and Bolingbroke cannot have been unwilling to reward so serviceable a friend, especially when their own interest lay in keeping him in England.",
        "One of his pamphlets against the latter (The Public Spirit of the Whigs set forth in their Generous Encouragement of the Author of the Crisis, 1714) was near involving him in a prosecution, some invectives against the Scottish peers having proved so exasperating to Argyll and others that they repaired to the queen to demand the punishment of the author, of whose identity there could be no doubt, although, like all Swift's writings, except the Proposal for the Extension of Religion, the pamphlet had been published anonymously.",
        "Manus O'Donnell, though a fierce warrior, was hospitable and generous to the poor and the Church.",
        "In the first warmth of his gratitude he published a tract, in which he compared Charles to that humane and generous Persian king, who, though not himself blest with the light of the true religion, favoured the chosen people, and permitted them, after years of captivity, to rebuild their beloved temple.",
        "But Balzac did him justice; Rotrou, as we have seen, never failed in generous appreciation; Moliere in conversation and in print recognized him as his own master and the foremost of dramatists.",
        "His whole career is one long record of perjury, vengeance and meanness, unredeemed by a single generous act, and his wife was a worthy helpmeet and actively co-operated in his tyranny.",
        "Pierluigi had several children, for all of whom Paul made generous provision.",
        "A generous patron of art and learning, he counted Erasmus among his friends.",
        "Speaking in 1853 of the political issues of the spiritual philosophy which he had taught during his lifetime, he says, - \"It conducts human societies to the true republic, that dream of all generous souls, which in our time can be realized in Europe only by constitutional monarchy.\"",
        "Fox, generous and trustful towards the movements of large masses of men, had very little intellectual grasp of the questions at issue in France.",
        "After the fall and flight of the house of Orleans, his parliamentary eloquence was never less generous in aim and always as fervent in its constancy to patriotic and progressive principle.",
        "He loved art, filled his house with statues and pictures, and extended a generous patronage to the painters.",
        "With all his hatred for the book-man in politics, Burke owed much of his own distinction to that generous richness and breadth of judgment which had been ripened in him by literature and his practice in it.",
        "The generous Windham made an entry in his diary of his reception of the new book.",
        "For, who with all his faults was never wanting in a fine and generous sensibility, proposed that there should be a public funeral, and that the body should lie among the illustrious dead in Westminster Abbey.",
        "There is more force in the charge that his Hellenic sympathies prevented him from seeing the innate weakness and mutual jealousies of the Greek states of that period, whose only hope of peace and safety lay in submitting to the protectorate of the Roman republic. But if the event proved that the liberation of Greece was a political mistake, it was a noble and generous mistake, and reflects nothing but honour on the name of Flamininus, \"the liberator of the Greeks.\"",
        "Within the church is a marble tablet, placed there by his queen, with a generous inscription to his memory.",
        "That a revolution largely inspired by generous and humane feeling should have issued in such havoc and such crimes is a paradox which astounded spectators and still perplexes the historian.",
        "Vladimir, who seems to have been a noble-minded and generous man, was murdered by Samuel's heir, Tsar Vladislav (1015).",
        "In many ways the terms of the edict were very generous to the Protestants, but it must be remembered that the liberty to hold public worship was made the exception and not the rule; this was prohibited except in certain specified cases, and in this respect they were less favourably treated than they were under the arrangement made in 1576.",
        "would be generous enough to give Milan back to him, and then the assassination of Rincon, his ambassador at Constantinople, led to a fourth war (1544-1546), in the course of which the king of England went over to the side of Charles V.",
        "Despite the leagues of either faith, religious liberty was now confirmed by the more free and generous spirit of Henry IV.",
        "The preaching of all this generous philosophy, not only in France, but throughout the whole of Europe, would have been in vain had there not existed at the time a social class interested in these great changes, and capable of compassing them.",
        "The prime minister declared that the Cubans must submit first, and then the mother country would be generous.",
        "Missionary efforts of all sorts; hospitals and nursing; industrial homes and refuges; relief funds, &c., found in her a generous supporter.",
        "He was generous and charitable, of \"a solid and masculine kindness,\" and of a temper hot, but completely under control.",
        "We also note the same generous inclusion of the household slaves and of the resident alien as well as the fatherless and widow that characterizes the autumnal festival of \"Booths.\"",
        "It contains the outlying villages of Greenwood, Montrose and Boyntonville; and, larger than these, Wakefield, near the centre of the township. In this village is the town hall, the gift of Cyrus Wakefield (1811-1873), and the Beebe Town Library, founded in 1856 as the Public Library of South Reading, and later renamed in honour of Lucius Beebe, a generous patron.",
        "The remains of the saint were deposited in a rich silver-gilt sarcophagus, which may still be seen, and were afterwards visited by myriads of pilgrims, until the Protestant zeal of Landgrave Philip the Generous caused him to remove the body to some unknown spot in the church.",
        "Although possessed of ample means, Proclus led a most temperate, even ascetic life, and employed his wealth in generous relief of the poor.",
        "He early ran away from home to avoid being set to his father's trade, and at Heidelberg was lucky enough to find a generous patron in Johann von Dalberg and a teacher in Agricola.",
        "Long before, authority had been granted the Secretary of the Interior to deal with individual cases, and by a generous interpretation of his powers many Indians were made free citizens.",
        "I surmised if this benefactor was so generous to fund this \"After\" organization, might he also contribute directly to the tipster as well?",
        "In spite of his kind words, the conversation left me with the feeling we'd disappointed this incredibly generous gentleman.",
        "You don't have a generous bone in your body!",
        "Then you made an offer to both brothersâ€”a really generous offer, for a fast sale.",
        "A week was generous to one woman and dangerous to the other.",
        "The lavender striped knit top exposed soft shoulders and the beginning swell of generous breasts as modestly as it did her smooth flat midriff.",
        "His seemingly generous offer to allow her an extended vacation had been nothing more than a cleverly constructed plan to keep her tied to Denton.",
        "I want to acknowledge the very generous contributions which have been made over the years by the public.",
        "abstemious personal habits, he was endlessly generous to his students.",
        "allowable expenditure are more generous.",
        "To heart's allegiance add a generous band: He asks thine alms Who might thine all demand.",
        "The generous accommodation has been created by the amalgamation of a circa 1923 cottage with an 1897 stable building plus later additions.",
        "His careful and well-reasoned decision was well within the \" generous ambit \" within which reasonable men might differ.",
        "The results highlight the importance of reserve requirements in determining the welfare effects of a more generous bailout.",
        "befriended by various generous dogs.",
        "Kellogg College has received generous benefactions from the Kellogg Foundation.",
        "This Professorship was established in 1990, following a generous benefaction from Guinness plc.",
        "James Martin 21st Century School The ECI is a founding member of a generous benefaction to create the James Martin 21st Century School.",
        "generous benefactors have helped in all sorts of ways.",
        "Some years ago the late Jill Tuck, left a very generous bequest to the BEC.",
        "Sprinkle half the Cheese on top and scatter half the herbs and a generous grinding of fresh black pepper over the dough.",
        "A generous chunk of crystallized stem ginger sits in the middle of each cookie, which in turn is dipped in dark chocolate.",
        "This very generous gift is ideal to celebrate a christening and would be highly prized by any new parent and baby.",
        "The time limits for making personal injury claims are, broadly speaking, much more generous than the time limits for making ET claims.",
        "Features: Generous insulated food compartment with wipe clear liner.",
        "The second, under-seat compartment provides a generous amount of storage space.",
        "Total subsidy followed by generous grants had bred alarming complacency.",
        "After pruning apply a generous 5-7cm mulch of well-rotted garden compost or manure around the base of the plant.",
        "The Dissolution was also highly profitable for favored courtiers who were able to obtain property on generous terms.",
        "deceptive in size and offered generous family sized proportions.",
        "Moreover, the Commission proposals are in general generous and then denatured by the member-states.",
        "Serve with a generous dollop of brandy cream for a decadent dessert or with a drizzle of warm custard for a more traditional alternative.",
        "The wheel at each corner design maximizes the interior dimensions and allows the Getz to offer generous accommodation despite its relatively diminutive size.",
        "dine ca n always repay your generous gesture next time you're dining out.",
        "The extensive tapas style menu allows diners to choose any number of the generous dishes which derive their flavors from throughout the Mediterranean.",
        "Reviews have been mixed: some very generous, others fairly dismissive.",
        "try a generous dollop of banana toothpaste in a sandwich.",
        "To Serve: On a serving plate place a generous dollop of the crushed potatoes.",
        "Without their generous donation of the gift of life, lives would be lost.",
        "double-spaced with generous margins.",
        "Always take a dram rather than a nip, the first is more generous.",
        "We then retired to the office, where we were given a generous dram of Benriach apiece.",
        "He had a little money and was extremely generous, which immediately endeared him to all the citizens of Soho.",
        "endowed the monastery with generous gifts.",
        "endowed by a generous nature with every earthly delight.",
        "The prize has been funded by a generous endowment set up by Mrs Jeffrey's son Dr. Alan Jeffrey.",
        "The college is grateful to the Classics faculty for its generous financial support.",
        "flute solo work bridging over generous string sound.",
        "footmanhas moved on, and the liveried footmen may be borrowed, but the generous city spirit stays the same.",
        "Generous giving was the net natural result of the thrill of complete forgiveness.",
        "Yet hostility to such endowments often assumes the garb of a generous and high-minded patriotism.",
        "gaugelt for speed, with gentle gradients, it had a generous loading gage, to match the hoped for larger continental wagons.",
        "generous in spirit and competent in action.",
        "generous in terms of space and each has an en-suite shower and toilet with wheelchair access.",
        "generous donation of the gift of life, lives would be lost.",
        "generous bequest to the BEC.",
        "generous hospitality; John greatly improved his skill with chopsticks during the course of the visit.",
        "This is what one extraordinarily generous man from Exmouth, David Fisher, did.",
        "I think you're being overly generous toward Lazenby.",
        "So it is amazing that our incredibly generous readers have achieved that in less than two.",
        "He was exceedingly generous to the church and delighted in giving gifts and receiving memorabilia.",
        "Even being extremely generous in my words, Chris Tucker has THE most annoying role seen in any film to date.",
        "MPs qualify for a fantastically generous final salary pension scheme, with benefits underwritten by the public purse, of course.",
        "So if you're feeling generous, please, help me get a free ipod.",
        "Doesn't it seem generous, given that the standard rate is 40 %?",
        "If they initially appear generous, we might continue to see acts of kindness.",
        "It has the feel of the incredibly grand, but extremely genial and generous aristocrat.",
        "Your generous gift will help us fulfill the needs of Darfur's most vulnerable residents.",
        "glutes hams been generous with taking an even upon a definition.",
        "From 1850 the federal government made generous grants to help railroad promoters in raising capital.",
        "With a generous leg gusset, this wrap proves a good fit on most shapes of baby.",
        "The intriguing American trailer and a generous handful of other VCI trailers rounds out the first disk.",
        "Each unit is seriously over-engineered with generous headroom in all important areas.",
        "The ABI's generous offer of support shows the commitment to improving occupational health across our industry.",
        "The welcome to the club was also hearty and generous and I had no problem in securing a floor spot.",
        "Many of the public houses, tea rooms and restaurants in the area serve generous helpings of home-cooked local foods prepared to traditional recipes.",
        "The Officers Mess was full of members from both the Royal Engineers and ICE South, who tucked into generous helpings of curry!",
        "At times, Winter's analysis of grief and commemoration seems too high-minded and generous for its subject.",
        "So far the couple has raised more than £ 1,000 for the Darlington-based hospice, mostly thanks to generous donations from friends and family.",
        "In addition, you have the prospect of offering your premium clients generous hospitality at the event itself.",
        "The generous glaze accretions of his pots are echoed by the thick impasto 's of many of his paintings.",
        "Film tax Final details of the generous new film tax incentives announced in the Pre-Budget Report are published today.",
        "injury claims are, broadly speaking, much more generous than the time limits for making ET claims.",
        "A typical parish would benefit from generous endowments, most notably from its wealthiest local landowner, the occupant of the Manor House.",
        "Appointed king's lieutenant in France in 1436, and reappointed in 1440, York was given generous French land grants.",
        "loonyhink Kathy Pike's description of then as \" a bunch of raving loonies \" is being a tad generous!",
        "loosen off all the clips and make each of the bends a little more generous.",
        "As well as being more generous to charities, Chariot's aggressive marketing promised punters a better chance of winning.",
        "We have generous maternity and paternity leave, carer's leave for emergencies, adoption leave, parental leave and compassionate leave.",
        "The restaurant served 3 generous meals every day with a huge choice of dishes.",
        "Generous health insurance losing market share business where scale becoming a Mecca.",
        "The following components deserve special mention; The generous, sporty looking instruments provide all the information you could possibly need.",
        "You must however, be careful not to become too miserly and remember to be a little generous to yourself and those around you.",
        "Lord Rhys, as he was generally known, assumed patronage of Strata Florida and endowed the monastery with generous gifts.",
        "There is a generous use of the Nigerian Igbo folklore motif and unpretending protest poems, all of which make this a wealthy collection.",
        "Once planted, give your plants a very generous mulch of garden compost every spring to keep improving that soil.",
        "mumblehe end Rachael decided to be generous, mumbling something about how the pack should please anyone who's just bought a Spectrum.",
        "A generous new literary prize is being launched next month for the cream of Britain's aspiring young novelists.",
        "Lo and behold BA came begging with a generous offer of compensation.",
        "The camera's generous 56MB internal memory is complemented by storage using optional Memory Stick Duo or Memory Stick PRO Duo media.",
        "Also the longest too, a generous twenty-five minute opus combining a lot of moods and styles.",
        "Benefits: Very competitive salary package, with generous relocation allowance where appropriate.",
        "The people of Papua obtain their starch from the sago palm which gives and extremely generous yield for remarkably little effort.",
        "We thank parishioners for their generous support for our parish.",
        "The result was a generous package of six weeks paternity leave, which enabled us to get off to a flying start.",
        "Willing and generous patrons have overcome that, as will be gathered from a preceding note about drainage.",
        "The high point in Britain seems to have been the Restoration a time of extremely generous royal patronage.",
        "Manual workers usually get a less generous payout than office workers.",
        "They carry generous clusters of gleaming flowers, with sleek scarlet sepals flaring to reveal a slim skirt of purple petals surrounding coral stamens.",
        "He also became a noted philanthropist and was particularly generous to McGill University in Montreal and Aberdeen University.",
        "In BusinessWeek's most recent annual ranking of the most generous philanthropists, seven of the top 30 made their money in technology.",
        "As it was so close, I began to feed the float line by hand with a regular, generous pinch of maggots.",
        "Tips to increase starchy foods include: For most meals, include generous portions of rice, pasta, baked potatoes, or bread.",
        "PPO texas program rules is more generous income.",
        "Health insurance PPO texas program rules is more generous income.",
        "reception room is a generous size, allowing ample space for a dining table.",
        "These changes extend the more generous business taper relief to many more shareholdings than previously are also business assets.",
        "Like the Saab, the Lexus is a large and luxurious saloon with generous equipment levels.",
        "This was extremely generous, when compared to the infantryman's one shilling and the ordinary sapper 's two shillings and sixpence.",
        "As it was, the helpings are generous, and by the time I'd finished, I was completely sated.",
        "sayhe scammed can generous gift said which bought the.",
        "self-starters motivated by a generous bonus structure.",
        "You will be aware of other people's needs, but don't let sentimentality pull you into being too generous.",
        "The green choice: lots of filling, healthy carbohydrates plus generous servings of protein for a balanced diet that is low in fat.",
        "shineever, the maternal instinct clearly shone through with women proving more generous with their prize money.",
        "The studios are naturally ventilated and benefit from the mass of the exposed concrete soffits and the generous floor to ceiling heights.",
        "Executive Rooms are extremely spacious, with a generous average room size of 52 square meters.",
        "Whilst including virtually all of their 1960's hits, the Hollies also provided a generous sprinkling of ' new ' songs.",
        "add a generous squirt of any old washing up liquid (i.e. hand dishwashing liquid) to the paint.",
        "starchy foods include: For most meals, include generous portions of rice, pasta, baked potatoes, or bread.",
        "These generous rules were cited as the reason for leading stockbroker Cazenove's mooted flotation on AIM in 2002 rather than the Full List.",
        "There are a generous number of lives and you get trillions of goes at each bit.",
        "upswing in the economy in the mid-1990s, employers attracted new talent by offering increasingly generous salaries.",
        "wealthyical parish would benefit from generous endowments, most notably from its wealthiest local landowner, the occupant of the Manor House.",
        "The devilled whitebait, finely covered in peppered breadcrumbs with a tangy dip was both generous and addictive.",
        "Evens for a series whitewash is starting to look generous.",
        "Lindsay's expedition, which was fitted out by Sir Thomas Elder, the generous patron of Australian exploration, entered Western Australia about the 26th parallel south lat., on the line of route taken by Forrest in 1874.",
        "The early part of Alexander's reign (1801-25) was a period of generous ideas and liberal reforms. Under the influence of his Swiss tutor, Frederick Cesar de Laharpe, he Alex- had imbibed many of the democratic ideas of the time, and he aspired to put them in practice, with the assistance at first of three young friends, Novosiltsov, Adam Czartoryski and Strogonov, who were his intimate counsellors and were popularly known as the Triumvirate, and later of Mikhail Speranski.",
        "His references to his friends were always generous, and he was always ready to assist those whose work needed help. For example, he desired to guarantee the cost of the first books of Bain and Herbert Spencer.",
        "It is understood that it was originated at the unofficial instigation of both the British and Ottoman governments, with the idea of forming a channel for the more generous investment of British capital in Turkey under the new regime, so that British financial interests might play a more important part in the Ottoman Empire than has been the case since the state bankruptcy of 1876.",
        "He then paid a generous tribute to the virtues, the abilities and services of Cobden, and he was followed by Disraeli, who with great force and felicity of language delineated the character of the deceased statesman, who, he said, \"was an ornament to the House of Commons and an honour to England.\"",
        "His cosmopolitanism - which makes him in the modern Imperialist's eyes a \"Little Englander\" of the straitest sect - led him to deplore any survival of the colonial system and to hail the removal of ties which bound the mother country to remote dependencies; but it was, in its day, a generous and sincere reaction against popular sentiment, and Cobden was at all events an outspoken advocate of an irresistible British navy.",
        "The generous scorn and pathos of the historian acting on extraordinary gifts of imaginative insight and characterization, and the fierce indignation of the satirist finding its vent in exaggerating realism, doubtless to some extent warped their impressions; nevertheless their works are the last voices expressive of the freedom and manly virtue of the ancient world.",
        "Hot-blooded and somewhat imperious, Basil was also generous and sympathetic. \"His zeal for orthodoxy did not blind him to what was good in an opponent; and for the sake of peace and charity he was content to waive the use of orthodox terminology when it could be surrendered without a sacrifice of truth.\"",
        "Benjamin Sulte'S Comprehensive Histoire Des Canadians Francais (1882) Is A Well Written, Many Sided Work: Thomas Chapais' Monographs Are As Firmly Grounded As They Are Finely Expressed; His Jean Talon (1904) Is Of Prime Importance; And His Montcalm (1901) Is The Generous Amende Honorable Paid By French Canadian Literature To A Much Misrepresented, But Admirably Wrought, Career.",
        "Without consulting his ordinary advisers, his majesty ordered the minister of the interior to send a circular to the provincial governors of European Russia, containing a copy of the instructions forwarded to the governor-general of Lithuania, praising the supposed generous,.",
        "That veteran showed the German visitor the most generous courtesy, and Darer still speaks of him as the best in painting (\"der pest im gemell\") in spite of his advanced years.",
        "A man of great courage and energy, chaste and generous, Bek was remarkable for his haughtiness and ostentation.",
        "He had, William also reports, a gift of impromptu eloquence, and a faculty both for saying witty things pleasantly at other people's expense and for listening placidly to witticisms directed against himself; while he was generous to excess without needing to make exactions in order to support his generosity, and always respected the Church.",
        "Small and slight in person and never robust in health, Robertson Smith was yet a man of ceaseless and fiery energy; of an intellect extraordinarily alert and quick, and as sagacious in practical matters as it was keen and piercing in speculation; of an erudition astonishing both in its range and in its readiness; of a temper susceptible of the highest enthusiasm for worthy ends, and able to inspire others with its own ardour; endowed with the warmest affections, and with the kindest and most generous disposition, but impatient of stupidity and ready to blaze out at whatever savoured of wrong and injustice.",
        "Perhaps the pleasantest feature in the whole matter is the unshaken and generous admiration with which Rotrou, the only contemporary whose genius entiled him to criticise Corneille, continued to regard his friend, rival, and in some sense (though Rotrou was the younger of the two) pupil.",
        "The generous and enlightened policy of the imperial administration asked nothing of the people of Gaul but military service and the payment of the tax; in return it freed individuals from patronal domination, the people from oligarchic greed or Druidic excommunication, and every one in general from material anxiety.",
        "But, my dear, will you not give us a little hope of touching this heart, so kind and generous?",
        "Apply a generous dressing of rotted manure in winter.",
        "This was extremely generous, when compared to the infantryman 's one shilling and the ordinary sapper 's two shillings and sixpence.",
        "The scammed can generous gift said which bought the.",
        "These generous rules were cited as the reason for leading stockbroker Cazenove 's mooted flotation on AIM in 2002 rather than the Full List.",
        "The swimming pool is a very good size and also has a shallow, baby section and generous sunbathing areas around.",
        "Any readers who want to be generous, and who really ca n't think of anything better to do, may consult.",
        "The menu ranges from generous breakfast buns to delicious cakes and tray bakes.",
        "With the upswing in the economy in the mid-1990s, employers attracted new talent by offering increasingly generous salaries.",
        "Peter Lehmann Wildcard Cabernet Merlot A rich and generous fruit driven wine showing excellent varietal flavors.",
        "Retailers traditionally offer generous sales and promotions immediately after Thanksgiving, though more and more retailers are discounting items even before the official start of the Christmas shopping season.",
        "Most of the electronics retailers have generous return policies so you have some time to figure out if the TV you purchased works in your atmosphere.",
        "Apple employees are known to be helpful, understanding, and generous, at least at storefronts in the United States.",
        "Many of the hotels in the area around the mall offer various Shop & Stay packages that include a generous Gift Card to the mall you can spend at any store.",
        "Although this plotline may seem miles from gripping, \"Crazy Cat\" has over five million views which is generous, considering that the film never quite reaches a climax.",
        "Book publishers provide generous donations of children's books, and a subsidiary of First Books, the First Book National Book Bank, distributes these books to programs that serve low-income families.",
        "Woodbury Pewter Mint Julep Cup - This large, 20-ounce Julep cup is more generous than the traditional 10-ounce cup.",
        "The ratio of one point per dollar is generous when compared with some other reward programs, but you'll need to do your research to determine if you will earn enough to make up for the fee.",
        "The features that make the Simply Cash card more appealing to some business owners are the generous cash rewards, the lack of an annual fee, and the low introductory interest rate.",
        "Citi mtvU Platinum Select Visa Card: This card has a 0% introductory annual percentage rate (APR) in addition to a generous rewards program.",
        "Although some cardholders received generous spending limits, they were not granted full access to the spending limit.",
        "Apply for a card that can be used at the gas station you patronize frequently and that will also provide you with a generous fuel discount.",
        "These cards can be ideal for frequent travelers, as most offer no blackout dates and generous mileage bonuses for certain buying behaviors.",
        "Unfortunately, balance transfers aren't as easy to get or as generous as they used to be.",
        "Avoid cards with high interest rates, even if they offer generous awards.",
        "While both cards will allow you to make Best Buy purchases, the Reward Zone MasterCard generally offers a significantly lower interest rate in addition to the generous rewards program.",
        "With high backed seating, thick padded seats and arm rests as well as generous seating, an Italian leather office chair can be a wonderful place to spend your working hours.",
        "Thomasville also offers bedspreads in generous sizes along with bedskirts in 14 or 18 inch lengths.",
        "Many excellent sites around the web, including professional faux painter's sites are generous in supplying advice, as well as examples to the do it yourself person.",
        "A generous sample that allows you at least a few days to test out the product is ideal, because it allows your skin time to react to the product and allows you to determine whether the product is right for you.",
        "Receiving a generous product sample is as easy as requesting one from a sales associate.",
        "Additionally, many department stores offer generous freebies with purchases.",
        "Be generous with this; the black stands out strongly against the pale skin.",
        "Mark Reps gain the inside scoop on new release products, make advance orders, and also receive a generous discount on every product order.",
        "Finish the entire look with several generous coats of black mascara.",
        "A second, more generous coat resulted in ample curl and genuine fullness, accentuated by just the right amount of length - bold, but not so over-the-top that I looked like I was wearing a costume.",
        "This shade is touched by a generous hint of plum, making it the perfect shade for fall.",
        "I'm already planning how to work it into some of my favorite eye looks of the season, which usually include generous helpings of black, gold and gray.",
        "To achieve something similar, you'll want to go light on the eye makeup and be generous with blush.",
        "Today, Make Up Forever offers a generous color selection.",
        "A liquid to powder formula offers creaseless color that has a vibrant sheen, highlighting distinct areas such as the brow bone or a generous crease.",
        "I've usually ended up defeating the purpose and applying a generous amount of gloss on top of the stain in an effort to impart some moisture.",
        "With retro charm and a generous dose of glamour, red lipstick is sure to dress up your vivid hair color properly.",
        "Finish with several generous coats of mascara.",
        "Inside you'll find two miniature, double-ended applicators and, of course, five generous pans of eye shadow.",
        "While blush is a cosmetic staple that is normally used to lightly enhance your features, you can apply it with a more generous hand for dress-up to create more of a stage presence.",
        "They may not like to spend money, but online discount shoppers are typically generous with their knowledge.",
        "Online slots are known for being packed with generous bonus features.",
        "There are a few very generous and talented scrappers who allow you to use the Wishblade files they designed on their own.",
        "It's never wise to abuse a generous offer, especially if you want it to continue to be available for the foreseeable future.",
        "When Mother Nature and Ullr, the Snow God, are less than generous with their seasonal snow, ski resorts can rely on a snow making machine, also known as a snow gun, for creating snow.",
        "While most online stores offer a generous return policy, it really saves a lot of hassles if you can get it right the first time."
    ],
    "definition": [
        "Liberal in giving or sharing. See Synonyms at liberal.",
        "Showing kindness and magnanimity: It was generous of him to mention us in his remarks.",
        "Marked by abundance; ample: a generous slice of cake.",
        "Having a rich bouquet and flavor: a generous wine.",
        "Obsolete Of noble lineage.",
        "gen′er·ous·ly\nadverb",
        "gen′er·ous·ness\nnoun",
        "Link/Cite",
        "Noble in behaviour or actions; principled, not petty; kind, magnanimous. [from 16th c.]\nThank you for your generous words.",
        "Willing to give and share unsparingly; showing a readiness to give more (especially money) than is expected or needed. [from 17th c.]\nShe's been extremely generous with her winnings.",
        "Large, more than ample, copious. [from 17th c.]",
        "Link/Cite"
    ]
}