{
    "translation": ".1 מחוללים, יוצרים\n.2 גנרטור",
    "uses": [
        "You could power generators that could light up a stadium.",
        "One of the generators is out.",
        "Sylvester, Cayley and MacMahon succeeded, by a laborious process, in establishing the generators for 0=5, and 0=6, viz.: 5 15 531 1 -z 2.1-z 3.1-z 4.1-z 5 ' 1-z2.1-z3.1-z4.1-z5.1-z6' but the true method of procedure is that of Stroh which we are about to explain.",
        "The first class may again be subdivided into generators in which the water rises in contact with the carbide, in which it drips upon the carbide, and in which a vessel full of carbide is lowered into water and again withdrawn as generation becomes excessive.",
        "Generators with devices for regulating and stopping at will the action going on are generally termed \"automatic.\"",
        "When turbines, as often happens in land practice, are directly coupled to electrical generators, their horse-power can be deduced from the electrical output.",
        "We have our own kinds of generators, ones that don't work nearly as well.",
        "For the theory and elemental laws of electro-deposition see Electrolysis; and for the construction and use of electric generators see Dynamo and Battery: Electric. The importance of the subject may be gauged by the fact that all the aluminium, magnesium, sodium, potassium, calcium carbide, carborundum and artificial graphite, now placed on the market, is made by electrical processes, and that the use of such processes for the refining of copper and silver, and in the manufacture of phosphorus, potassium chlorate and bleach, already pressing very heavily on the older non-electrical systems, is every year extending.",
        "The orchestra fell silent, and somewhere someone --possibly the host --called for the generators to be turned on.",
        "It is unstable at ordinary temperatures and rapidly decomposes into its generators on warming.",
        "It is unquestionably better and easier to evaporate in vacuo than in an open pan, and with a better system of firing, a more liberal provision of steam generators, and multiple-effect evaporators of improved construction, a far larger yield of sugar is obtained from the juice than was possible of attainment in those days, and the megass often suffices as fuel for the crop.",
        "Hence we can adjust these so that the surface shall contain the axes of the two given screws as generators, and that the difference of the corresponding pitches shall have the proper value.",
        "Edison, with copious ingenuity, devised electric meters, electric mains, lamp fittings and generators complete for the purpose.",
        "Since then all manned spacecraft have had artificial Schumann Wave generators built into them.",
        "It harks back to experimental pioneers such as Morton Feldman; it has the austerity of an electronic piece made fron tone generators.",
        "brushless generators each have an output of 1.4 MW.",
        "For the younger viewers, this is how captions were done before the age of caption generators.",
        "We hire site accomodation, materials handling equipment, generators, tower cranes, self erecting cranes, crawler cranes and marine equipment.",
        "Online sales of chewing gum removal carts, steam cleaners, pressure washers, floor scrubber driers, sweepers, generators.",
        "Rupert signaled to Mr.Matthews, to instruct his men to begin turning the huge frictional electrostatic generators once again.",
        "The generators exponent list is considered relative to the defining generators of the pc-presentation.",
        "fullerene generators [3] .",
        "These include land-use planning issues, operation of electricity markets, and embedding wind generators into electricity distribution networks.",
        "The generators exponent list is considered relative to the defining generators exponent list is considered relative to the defining generators of the pc-presentation.",
        "All the ozone generators feature a rheostat control for adjustable ozone production.",
        "The two Perkins diesel generators are kept permanently heated to 60 degrees to aid easy starting.",
        "However the image group will depend on the generators gens of G.",
        "In this section we have constructed homomorphisms by specifying images for a set of generators.",
        "Sorry but we don't offer electrical hookups or allow generators.",
        "hydroelectric generators ).",
        "The seeding is carried out using silver iodide either from aircraft or, more cost-effectively, ground generators.",
        "IsomorphismFpGroup returns an isomorphismFpGroup returns an isomorphism to this new group, given by the preimages of the new generators.",
        "The small generators, bought in secret to avoid machinations by the US, will provide four times more power.",
        "All the ozone generators feature a rheostat control for adjustable ozone generators feature a rheostat control for adjustable ozone production.",
        "Feets Git Movin ' To really get you dancing, Filter includes two drum-machine style Rhythm Generators for loop-based grooves or complex polyrhythms.",
        "Please do not post messages containing discussions on warez material, CD cracks, Keys or generators or indeed messages containing pornography.",
        "Then we could recursively eliminate all secondary generators by Tietze transformations using the new relators.",
        "scrubber driers, sweepers, generators.",
        "security force beam generators next.",
        "subgroup generators to be deleted from the presentation.",
        "swaths of the country depend entirely on private generators.",
        "vast swaths of the country depend entirely on private generators.",
        "The subgroup will start with no generators, and will have a transversal by Schreier tree.",
        "The subgroup will start with no generators, and will have a hom transversal.",
        "turbine generators.",
        "vortex generators to aircraft.",
        "whirling wheels of the generators.",
        "At some point, it will be economically worthwhile to build new, coal-fired generators.",
        "This theorem has been generalized for any tetrahedron; a sphere can be drawn through the four feet of the perpendiculars, and consequently through the mid-points of the lines from the vertices to the centre of the hyperboloid having these perpendiculars as generators, and through the orthogonal projections of these points on the opposite faces.",
        "Mechanical energy may be developed in bulk at a central station conveniently situated with regard to a coal-field or a waterfall, and after transformation by means of electric generators into electric energy it may be transmitted to the locomotive and then by means of electric motors be retransformed into mechanical energy at the axles to which the motors are applied.",
        "In attempting to classify acetylene generators some authorities have divided them into as many as six different classes, but this is hardly necessary, as they may be divided into two main classes - first, those in which water is brought in contact with the carbide, the carbide being in excess during the first portion of the operation; and, second, those in which the carbide is thrown into water, the amount of water present being always in excess.",
        "The ntill-lines which are at a given distance r from a point 0 of the central axis will therefore form one system of generators of a hyperboloid of revolution; and by varying r we get a series of such hyperboloids with a common centre and axis.",
        "The gases produced in the generators G are passed through pipes r into washers W, in which water is kept in violent motion by means of paddle-wheels.",
        "In some machines the same vessel is used alternately as a generator and absorber, while in others, in order to minimize the loss of time, two vessels are provided which can be used alternately as generators and absorbers.",
        "Saturday 4th March I 've decided to implement the new security force beam generators next.",
        "This command allows subgroup generators to be deleted from the presentation.",
        "Vast swaths of the country depend entirely on private generators.",
        "Most blackouts are caused by the failures of turbine generators.",
        "Part 3: examples of applications of vortex generators to aircraft.",
        "Directly opposite the entrance two more doors could be glimpsed between the pipes, conduits and whirling wheels of the generators.",
        "It is also one of the UK 's largest green generators, with 20 wind farms across the country.",
        "However, who is going to fund the material (towers, generators) needed to build and run the turbines?",
        "Humans harnessed wind energy centuries ago, using windmills to crush grain or pump water, prior to their use as electricity generators.",
        "Wind powered generators create energy that can be used instead of energy that comes from nonrenewable resources.",
        "It also creates electricity by powering generators and it heats homes and commercial buildings.",
        "Wind power generators offer a variety of designs to tap into a clean, plentiful source of energy-the wind.",
        "Smaller wind power generators are becoming more and more common in residential settings.",
        "As stated above, small wind generators are a practical choice for people looking for an economical source of electricity in a residential setting.",
        "Does local zoning allow wind power generators?",
        "Most wind generators produced today are what is called an \"upwind design\".",
        "These are smaller generators used to generate electricity on farms, in island communities, on boats, or other places where it is too expensive or even impossible to connect to the main power grid.",
        "Not only can you save money on your energy bills, but some generators are also eligible to claim a Renewables Obligation Certificate.",
        "Energy goes to linear (vertical) generators.",
        "In places and during times when the sun does not sign, solar power is being backed by battery storage systems and even wind generators in some situations.",
        "Pipes work to channel the water and direct the flow to push against turbine blades, which in turn power generators and produce electricity.",
        "Another concern related to building wind generators is land use.",
        "An overriding concern regarding wind energy is human health effects and research has confirmed that wind generators may negatively impact human health.",
        "Research by the National Academy of Medicine in France led scientists to recommend that no wind generators be installed within one-mile of any human dwelling in order to protect residents from the ill effects wind turbine can cause.",
        "The Midwest has become a center for renewable energy, with companies and resources that support the use and building of renewable energy plants and generators.",
        "Renting a climate controlled reception tent with generators is another way to ensure that the food stays safe for guests to consume.",
        "The first is to find websites that have chord generators, and the second is to find a program that can connect you to great chord resources.",
        "Other sites host online applications called chord generators that will allow your to put in which chord you want and will then show you how to play it.",
        "Magic generators create endless enemies unless you destroy them right away.",
        "Stop the magic generators that create an endless supply of monsters unless they are destroyed.",
        "A nice element of the campground is that RV and Tent camping areas are separated, so tent campers won't be kept awake all night by the noise from the RV generators.",
        "That's where pre-made layouts and generators come in.",
        "Many Myspace friend generators are left over from the site's early days.",
        "The basic Myspace template now allows up to twenty-four people, but if you want more you can find generators that let you display up to forty.",
        "In addition to hand tools, the company stocks air and power tools, engines, generators, garage/shop tools, automotive/motorcycle tools, welding supplies, and more.",
        "Should power fail at your location, your phones will still work, because your phone company maintains its own power generators, providing power to the system.",
        "This may mean bringing in backup power generators within a short amount of time.",
        "Home generators and computers have also become standard in homes and are among the equipment prone to damage due to power outages.",
        "While here, you can also download all sorts of other fun things like MySpace games, poll generators, and videos.",
        "Miscellaneous Generators: These exist mainly to aid the game master and create things like character names, hometowns and magical items.",
        "If you are a roleplayer then you need to visit the Seventh Sanctum web site because it is a clearing house for generators from anime, being and characters to spells and equipment.",
        "Seventh Sanctum is a large website with many name generators as well as character creators, organizations builders, and magic creation.",
        "While there is no specific name generator for fairies, but within the current generators you can find detailed programs that will create names for you.",
        "Some generators specialize in specific areas so whether you're trying to name a villain, a barmaid or a fighter, the right fantasy name generator makes it as simple as clicking your mouse.",
        "These generators create an endless supply of names.",
        "Fantasy name generators include a wide variety of naming options other than just character names.",
        "Along with these easy-to-use generators, Fantasy Name Generator also provides and advanced interface called the Name Generation Template.",
        "Squid.org provides character name generators based in cultural dialects or lexicons.",
        "Whether your fantasy character is from this world or otherworldly, you'll be able to find an appropriate name with the generators listed here.",
        "For more information about other generators, check out the following LoveToKnow Science Fiction resources.",
        "Star Wars name generators can create Star Wars-like names for use as online personas, the writing of fan fiction, or when throwing a Star Wars themed party.",
        "You can find a good selection of Star Wars name generators online.",
        "Anikin is said to mean warrior by some name generators, but the name also is similar to a Hebrew word that means eclipse.",
        "There a numerous websites that offer free name generators for elves and other creatures.",
        "You may prefer to do like many young parents who are enamored of the mystique of elves and use one of the many online name generators to find the perfect unique name for your little elf.",
        "Fantasy name generators include fairy name generators that will spit out a fairy name based on your real name.",
        "Thankfully, such generators litter every corner of the Internet, and using one of them simply entails clicking boxes to specify parameters such as background color, text font, text size and link spacing.",
        "There are a number of layout generators on the web.",
        "Some generators are easier to use than MySpace's profile editor.",
        "Below are some recommendations when it comes to using the various generators available on the Internet, as well as some tips for getting a final result that you'll love.",
        "Ironically, many generators existed on the Internet long before Myspace, as a company, finally released their own interface as a competitor.",
        "If you're looking to have a bit more control, there are other Myspace layout generators out there.",
        "If you're proficient at HTML, you may not need the assistance of Myspace layout generators.",
        "Additionally, be sure to read this article about MySpace layout generators.",
        "Most timer generators work this way, although some will ask you to input more of your own information.",
        "On the other hand, your content is ripe for auto-post generators to gather, change slightly, and repost on another blog.",
        "However, now web designers have a few valuable tools available called \"feed generators\" that will automatically generate an XML formatted RSS feed for your web page.",
        "Ponyfish is one of the simplest feed generators where you can create a feed of any website, even ones that aren't yours!",
        "For HTML, these are divided into two main sections: generators that create \"music code\" or HTML tables, and then \"Code\" which covers things like email links, fonts, and backgrounds.",
        "With elements like falling text, comment scroll boxes, and even entire layout generators, you can get the specific code snippets either through cut-and-paste or through a sample HTML code generator that includes a preview.",
        "They drive electric generators, and the current so produced is taken at a pressure of 22,000 volts on overhead wires a distance of 35 m.",
        "generators installed in hospitals.",
        "Some of these generators are constructed to make the gas only as fast as it is consumed at the burner, with the object of saving the expense and room which would be involved by a storage-holder."
    ],
    "definition": [
        "plural form of generator",
        "Link/Cite"
    ]
}