{
    "translation": "הריון",
    "uses": [
        "The period of gestation in the mare is about eleven months.",
        "The period of gestation is eleven months.",
        "The female brings forth one young in the end of May or beginning of June, after a gestation of nine months.",
        "The period of gestation is twenty weeks, when the female, beneath the shelter generally of a projecting rock, produces one and sometimes two young.",
        "In the first the novice is received and told to meditate on the three mystic letters; in the second, after a period of forty days, he is taught the titles of the 16 suras of the Majmu`; in the third, after seven or nine months (intended to correspond with the ordinary period of gestation), he is taught Suras 5, 6 and 9, learns the meaning of the three mystic letters and goes through a further period of instruction from his initiator.",
        "It breeds from four to eight times a year, bringing forth each time from three to eight young; its period of gestation is about thirty days, and it is able to bear when six months old.",
        "In the case of the great grey kangaroo, for instance, the period of gestation is less than forty days, and the newly-born embryo, which is blind, naked, and unable to use its bud-like limbs, is little more than an inch in length.",
        "Nor was it ever murder at common law to take the life of the child at any period of gestation, even in the very act of delivery (Mitchell v.",
        "of the parent in a regular line, and develop in situ; this process, which has been attributed to budding, is an \"external gestation,\" and occurs in a number of species.",
        "The period of gestation of a ewe is between 21 and 22 weeks, and the period of oestrum 24 hours.",
        "The gestation period for a horse is eleven months, so this can't be Ed's foal.",
        "Exact information in regard to the period of gestation of the female is still lacking, the length of the period being given from eighteen to twenty-two months by different authorities.",
        "Whether a pouch is present or not, the young are born in an exceedingly imperfect state of development, after a very short period of gestation, and are immediately transferred by the female parent to the teats, where they remain firmly attached for a considerable time; the milk being injected into their mouths at intervals by means of a special muscle which compresses the glands.",
        "\"Without any religious rite at all,\" he urges, \"unclean spirits brood upon waters, aspiring to repeat that primordial gestation of the divine Spirit.\"",
        "Jackals resemble wolves and dogs in their dentition, the round eye-pupils, the period of gestation, and to a large extent also in habits.",
        "According to one theory, the germ lies dormant until December, when it begins to develop; but it is now believed that this long gestation is due to slow rather than arrested development.",
        "The pairing time of the squirrel is from February to April; and after a period of gestation of about thirty days the female brings forth from three to nine young.",
        "The period of gestation in the female is ninety days, after which she produces - usually at the end of June - a single young one which is able at once to follow its mother.",
        "According to the weight of authority in the United States abortion was not regarded as a punishable offence at common law, if the abortion was produced with the consent of the mother prior to the time when she became quick with child; but the Supreme Courts of Pennsylvania and North Carolina held it a crime at common law, which might be committed as soon as gestation had begun (Mills v.",
        "As an accident of pregnancy, it is far from uncommon, although its relative frequency, as compared with that of completed gestation, has been very differently estimated by accoucheurs.",
        "After a gestation of from 60 to 65 days, the vixen during the month of April gives birth to cubs, of which from five to eight usually go to form a litter.",
        "Examples of physiological hypertrophy are found in the ovaries, uterus and mammary glands, where there is an increased functional activity required at the period of gestation.",
        "But lack of commitment by government caused a two and a half years gestation period.",
        "Most bitches deliver between 58 and 65 days gestation.",
        "They bear, four or five times in the year, from four to ten blind and naked young, which are in their turn able to breed at an age of about six months; the time of gestation being about twenty days.",
        "The period of gestation is sixteen weeks.",
        "The period of gestation is thirteen months, that is to say, the ova pass into the oviducts about one month before the young of the preceding year are born.",
        "bleeding in early spontaneous pregnancy (e.g. between 6 to 9 weeks gestation ).",
        "choline supplementation during gestation in rats leads to augmentation of spatial memory in adulthood.",
        "I am not prepared to accept hospital confinement solely on the basis of being under 38 weeks ' gestation.",
        "Also to have endocrine disrupting properties in offspring of rats exposed to it during gestation.",
        "However to prevent neural tube defects, supplemental folate must be taken early in gestation.",
        "Surgery was required in 45% of lesions showing late gestation ' resolution ' .",
        "Which has the longest gestation: a sheep or a goat?",
        "gestation at birth, who were all recruited from the Royal Victoria Infirmary in Newcastle.",
        "In other instances, CHD may result from teratogens, usually unknown, during early gestation.",
        "For example, the 260-day cycle has a geomantic correspondence with the nine-month period of human gestation.",
        "gestation length.",
        "gestation process of being carried in the uterus from conception to birth.",
        "Once pregnant they cease to feed for the 3 to 4 month gestation period whilst the embryos develop inside the body.",
        "The blobs are the result of 50 days gestation.",
        "Her last two babies were twins, born in hospital at 40 weeks ' gestation.",
        "Her second, Tabitha, was born at home on 8th September 2002, at 43 weeks and 3 days ' gestation.",
        "gestation of the pregnancy.",
        "incubator space, I don't want to have to bother with gestation at home.",
        "Termination or fetal malformation is legal up to 24 weeks gestation.",
        "A fertile postpartum oestrus may result in pregnancy, with a gestation length of over 30 days when the female is nursing young.",
        "perinatal complications occur they are usually related to multiple gestation.",
        "trimesters of gestation.",
        "tube defects, supplemental folate must be taken early in gestation.",
        "villous cells obtained by the CVS test at 12 weeks gestation.",
        "It is a common terminology to call premature labour of an accidental type a \"miscarriage,\" in order to distinguish \"abortion\" as a deliberately induced act, whether as a medical necessity by the accoucheur, or as a criminal proceeding (see Medical Jurisprudence); otherwise the term \"abortion\" would ordinarily be used when occurring before the eighth month of gestation, and \"premature labour\" subsequently.",
        "Population Fourteen normal pregnant women followed through the three trimesters of gestation.",
        "We do occasionally find mosaicism in chorion villous cells obtained by the CVS test at 12 weeks gestation.",
        "In a typical pregnancy, gestation is approximately 40 weeks.",
        "Weighing in at 8.6 ounces and measuring only 8 inches long, Rahman was born at 25 weeks gestation.",
        "Winston Churchill was born at seven months gestation in 1874.",
        "Johannes Kepler was born at seven months gestation in 1571.",
        "Isaac Newton was born at seven months gestation in 1643.",
        "Anna Pavlova was born at seven months gestation in 1885.",
        "The site recommends purchasing one maternity or nursing bra in the first pregnancy trimester, with at least two more bra purchases after resizing in the seventh month of gestation.",
        "With gestation at around 65 days, it is important to monitor diet carefully, but hopefully you are already doing this.",
        "The typical cat gestation period normally lasts for 57 to 67 days, or about nine weeks.",
        "The cat gestation period is marked by many behavioral changes.",
        "It is not unusual for your pet to have accidents during the last weeks of gestation.",
        "Now the you know what to expect during the cat gestation period, you'll be better prepared to provide your pet with all she needs to deliver healthy kittens.",
        "You should only do this after 37 weeks of gestation, not before.",
        "Low birth weight: Women who smoke during gestation are more likely to deliver small weak babies with lung complications and other health risks.",
        "At 33 days gestation, the opportunity to have your vet confirm a pregnancy through palpation has passed.",
        "Other than the fact that she may become a little tired out, or experience other personality changes in the early stages, you won't really be able to confirm the pregnancy until about 28 days gestation.",
        "At approximately two months gestation, you've probably missed the window for your vet to be able to palpate, or feel, the pups in the uterus.",
        "The average canine pregnancy lasts about 63 days, but dogs can actually deliver across a wider time range from 58 through 67 days gestation.",
        "Famers must raise the animals in an organic system from the final third of gestation.",
        "Childbirth usually begins spontaneously, but it may be started by artificial means if the pregnancy continues past 41 weeks gestation.",
        "Testing can also be done by amniocentesis after 16 weeks gestation by removing a small amount of the amniotic fluid surrounding the baby and analyzing the cells in the fluid.",
        "\"Management of Hyperbilirubinemia in the Newborn Infant 35 or More Weeks of Gestation.\"",
        "Amniocentesis (sampling amniotic fluid) between 20 and 24 weeks of gestation can detect toxoplasmosis in the fetus.",
        "Multiple pregnancy, usually referred to as multiple gestation, is one in which more than one fetus develops simultaneously in the mother's womb.",
        "Fertility drugs inhibit these controls, allowing multiple gestation to occur.",
        "An old adage related to multiple gestation is the human female was not meant to have more than twins because she only had two breasts for feeding.",
        "The chance of multiple gestation with in vitro fertilization (IVF) is about the same as with the use of fertility drugs, because several embryos are inserted into the womb to increase the odds of conception.",
        "In a multiple gestation, the uterine measurements would be larger than dates, which normally correspond.",
        "If multiple gestation is suspected, an ultrasound may be performed to determine the gestational age of the fetus or to check for more than one fetus.",
        "With the use of assisted reproductive technology, an ultrasound is usually performed with ten days to see if any of the embryos were successful with implantation, and a multiple gestation would be revealed at that time.",
        "Premature birth is the constant threat of multiple gestation, and the primary threat of prematurity is related to lung development.",
        "If it becomes apparent that a multiple gestation is going to have a preterm delivery, the mother will be given an injection of a steroid, beta-methasone, to help the lungs mature.",
        "Also called macrocephalia and megalocephaly, macrocephaly is diagnosed when the circumference of the head is more than two standard deviations above average for the child's age, sex, race, and period of gestation.",
        "Thus, the diagnosis may be determined during history taking or if it is the fetus, during the morphological ultrasound at 16-19 weeks gestation.",
        "Babies born prematurely (before 34 weeks of gestation) usually lack a fully developed central nervous system.",
        "Babies born before 34 weeks of gestation do not have a fully developed central nervous system, and they often do not have adequate control of the breathing reflex.",
        "Doing so is especially important during the first few weeks of life or until the infant reaches an age commensurate with full-term gestation.",
        "A term pregnancy is delivered at 37-41 weeks gestation.",
        "Disorders related to short gestation and low birth weight was the second leading cause of death for all infants at 16.4 percent of all deaths.",
        "Final birth data for 2002 made it apparent that two key predictors of infant health, the percentage of infants born preterm (less than 37 weeks gestation) and low birth weight (less than 2,500 grams) rose during this time frame.",
        "Other contributing factors may be the use of continuous electronic fetal monitoring and inductions before 41 weeks gestation.",
        "On the other hand, the perinatal mortality rate (the number of late fetal deaths [28 weeks or more gestation] and early neonatal deaths [less than 7 days] per 1,000 live births) remain unchanged.",
        "Perinatal mortality-The number of late fetal deaths, 28 weeks or more gestation, and neonatal deaths that occur in the first seven days.",
        "Congenital diaphragmatic hernia (CDH) occurs when the diaphragm does not form completely at about eight weeks of gestation, leaving a hole in this muscle that separates the chest and the abdomen.",
        "Prenatal surgeries usually are performed between 18 and 26 weeks of gestation.",
        "After discharge from the hospital the mother will be on modified bed rest, lying on her side until 37 weeks of gestation.",
        "Infants born at 30 weeks of gestation or less are at risk for blindness, cerebral palsy, and brain hemorrhages.",
        "Chorionic villus sampling-A procedure used for prenatal diagnosis at 10-12 weeks gestation.",
        "Dental development begins at about three weeks of gestation.",
        "By six weeks of gestation the tips or cusps of the primary teeth appear.",
        "The enamel crowns of most primary teeth are fully formed by eight months of gestation.",
        "In the first stage, four to 20 weeks gestation, rapid cell division and multiplication (hyperplasia) occurs as the embryo grows into a fetus.",
        "In the second stage, 20-28 weeks gestation, cell division (hyperplasia) declines and the cells increase in size (hypertrophy).",
        "Ninety-five percent of fetal weight gain occurs during the last 20 weeks of gestation.",
        "Maternal renal and cardiopulmonary disease and multiple gestation are factors in IUGR.",
        "Between 20 and 34 weeks gestation, the uterine fundal height, in centimeters, equals the weeks of gestation.",
        "Some experts feel that clubfoot may begin early in pregnancy, probably in the 10th to 12th weeks of gestation.",
        "This event takes place late in fetal development, during the eighth month of gestation.",
        "Testing can be done at 10-12 weeks gestation by a procedure called chorionic villus sampling (CVS) that involves removing a tiny piece of the placenta and analyzing DNA from its cells.",
        "It can also be done by amniocentesis after 14 weeks gestation by removing a small amount of the amniotic fluid surrounding the fetus and analyzing the cells in the fluid.",
        "Amniocentesis can be performed at 15 to 18 weeks gestation and is associated with a one in 200 risk of miscarriage.",
        "At around the seventh week of gestation, the gonads (sex organs) begin to change, or differentiate, into the characteristic genitalia of males and females.",
        "During gestation, the infant's hip should be developing with the head of the thigh bone (femur) sitting perfectly centered in its shallow socket (acetabulum).",
        "Infants born before 37 weeks gestation are considered premature and may be at risk for complications.",
        "According to the March of Dimes Foundation, there were 480,812 births in the United States in 2002 that occurred before 37 weeks gestation.",
        "In an average week, approximately 9,200 infants are born prematurely, and approximately 1,500 are born before 32 weeks gestation.",
        "For example, 60 percent of boys born at 24 weeks' gestation die compared to 38 percent mortality for girls.",
        "By the time the fetus is considered full-term at 38 weeks gestation, he or she may be 50 centimeters (20 inches) or 3.3 kilograms (7.3 pounds).",
        "They began recommending that women not only be tested as soon as they learn of their pregnancy, but again at 35 to 37 weeks of gestation.",
        "This test is usually performed late in pregnancy, at 35 to 37 weeks of gestation.",
        "Pregnant women will often have their first ultrasound between eight and 12 weeks of gestation.",
        "Between ten and 14 weeks of gestation, ultrasonography may be used to measure a small collection of fluid beneath the skin at the back of the neck.",
        "Chorionic villus sampling (CVS) is a procedure that allows for prenatal diagnosis during the first trimester (generally between ten and 12 weeks of gestation, during the embryonic stage of development).",
        "If the Rh-negative woman is not isoimmunized, a repeat antibody determination is done around 28 weeks' gestation, and the expectant woman should receive an injection of an anti-Rh (D) gamma globulin called Rhogham.",
        "If bilirubin levels are elevated, indicating impending intrauterine death, the fetus can be given intrauterine transfusions at ten-day to two-week intervals, generally until 32 to 34 weeks gestation, when delivery should be performed.",
        "Therefore, all mothers who have Rh-negative blood and no apparent sensitization (as indicated by antibody titer) should be treated with a standard 300g dose of Rh(D) immune globulin (Rhogam) at about 28 weeks of gestation.",
        "The risk of liver dysfunction has been shown to be higher in infants who were born before term (less than 37 weeks' gestation) or who have other abnormalities in addition to an elevated total serum bilirubin.",
        "Approximately 84 percent are born between 32 and 36 weeks of gestation.",
        "Roughly 10 percent are born between 28 and 31 weeks and about 6 percent are born at less than 28 weeks of gestation.",
        "A Pea in the Pod Maternity is an upscale maternity boutique that is favored by celebrities and others who want to stay stylish and fashionable during their nine months of gestation.",
        "Some who do mistake it for a period and do not discover a pregnancy until they are further along in gestation.",
        "How big will \"Junior\" be at 16 weeks gestation?",
        "The drug may also result in a higher rate of multiple gestation pregnancies.",
        "He or she should be an excellent resource for further information about gestation diabetes.",
        "Additionally, babies under 36 weeks gestation may be delivered prematurely after steroids are used to help develop organs (especially lungs) more quickly.",
        "According to the March of Dimes, almost all high-order multiples are born before 37 weeks gestation and the average length of pregnancies goes down with each additional baby.",
        "Women expecting triplets may find that the babies slow down in development at about 27 weeks gestation.",
        "Preterm labor occurs when labor begins before the babies reach 37 weeks gestation.",
        "Many triplet births occur at around 32 weeks gestation.",
        "Postpartum problems include low birth weight since the babies are likely to be born at about 32 weeks gestation.",
        "However, a baby is considered full-term after reaching 37 weeks gestation.",
        "Ultrasound: An ultrasound at 16-20 weeks gestation can give you the best idea of your baby's gender because the technician can sometimes see the baby's genital area during the scan.",
        "Abortions are safest for the pregnant woman if they are performed in the first trimester of pregnancy, before 12 weeks gestation.",
        "Mifepristone and Misoprostol, also known as RU-486, can be used up to nine weeks gestation.",
        "It is used to terminate a pregnancy that is between six and 12 weeks gestation.",
        "Of these, however, 70 percent are late-term premature births born between 34 and 36 weeks gestation.",
        "Approximately 12 percent of premature babies are born between 32 and 33 weeks gestation.",
        "The majority of premature babies with serious disabilities are born at less than 28 weeks gestation.",
        "Babies born at 32 weeks gestation may hit developmental targets a bit later than other children.",
        "The network couldn't have imagined during the show's initial gestation that it would become a phenomenon nor could they imagine that one day GH and soap opera could be used interchangeably in a sentence.",
        "These genetic abnormalities occur during gestation rather than being inherited from parents.",
        "gestation period is from thirty days to three years."
    ],
    "definition": [
        "ges′ta·to′ry (jĕs′tə-tôr′ē) ges·ta′tion·al\nadj.",
        "Link/Cite"
    ]
}