{
    "translation": "מחווה",
    "uses": [
        "Dropping off home-cooked meals was a very nice gesture.",
        "That was a nice gesture on someone's part.",
        "Maria Theresa had undoubtedly an instinctive histrionic sense of the perspective of the theatre, and could adopt the appropriate attitude and gesture, passionate, dignified or pathetic, required to impress those she wished to influence.",
        "The visitor made a gesture with her hand.",
        "Jackson held Sarah's hand as a gesture of comfort.",
        "Inviting Alex to visit this farm sounded more like a payback than a gesture of appreciation.",
        "After the illness, when they were dependent on signs, Helen's tendency to gesture developed.",
        "In answer to questions with which he was greeted, the courier made a despairing gesture with his hand and passed through the room.",
        "Alpatych turned his face to Prince Andrew, looked at him, and suddenly with a solemn gesture raised his arm.",
        "\"Milk,\" with a gesture means, \"Give me more milk.\"",
        "\"Take him away!\" he said, pointing with a gracefully majestic gesture to the portrait.",
        "Each made the other a warning gesture and stood still in the dim light beneath the curtain as if not wishing to leave that seclusion where they three were shut off from all the world.",
        "But those!... and he made a gesture of contempt.",
        "\"Again!\" she commanded, pointing with a peremptory gesture to the spot where Nicholas had placed the kiss.",
        "The Frenchman expanded his chest and made a majestic gesture with his arm.",
        "\"I shan't be violent, don't be afraid!\" said Pierre in answer to a frightened gesture of Anatole's.",
        "It is done in all the brothels, and with these words Marya Dmitrievna, turning up her wide sleeves with her usual threatening gesture and glancing sternly round, moved across the room.",
        "He took the guitar a little above the fingerboard, arching his left elbow with a somewhat theatrical gesture, and, with a wink at Anisya Fedorovna, struck a single chord, pure and sonorous, and then quietly, smoothly, and confidently began playing in very slow time, not My Lady, but the well-known song: Came a maiden down the street.",
        "At a single gesture from him everyone went out on tiptoe, leaving the great man to himself and his emotion.",
        "On seeing the count the major- domo made a significant and stern gesture to them both to go away.",
        "\"Charmed to make your acquaintance, General!\" he added, with a gesture of kingly condescension.",
        "In every word and gesture he saw allusions to his happiness.",
        "Balashev knew how to reply to each of Napoleon's remarks, and would have done so; he continually made the gesture of a man wishing to say something, but Napoleon always interrupted him.",
        "\"No, Sonya, but do you remember so that you remember him perfectly, remember everything?\" said Natasha, with an expressive gesture, evidently wishing to give her words a very definite meaning.",
        "The captain made a gesture signifying that even if he did not understand it he begged Pierre to continue.",
        "\"The doctor says that he is not in danger,\" said the countess, but as she spoke she raised her eyes with a sigh, and her gesture conveyed a contradiction of her words.",
        "They often reach distinction and dignity of attitude and gesture, and occasionally, as in the \"Hercules and Death,\" the \"Electra\" and the \"Clytemnestra,\" a noble intensity of feeling.",
        "The rider, whose figure seemed familiar to Rostov and involuntarily riveted his attention, made a gesture of refusal with his head and hand and by that gesture Rostov instantly recognized his lamented and adored monarch.",
        "With his left hand he drew Bagration toward him, and with his right, on which he wore a ring, he made the sign of the cross over him with a gesture evidently habitual, offering his puffy cheek, but Bagration kissed him on the neck instead.",
        "Weyrother, with the gesture of a man too busy to lose a moment, glanced at Kutuzov and, having convinced himself that he was asleep, took up a paper and in a loud, monotonous voice began to read out the dispositions for the impending battle, under a heading which he also read out:",
        "And that gesture, too, seemed unnatural to Prince Andrew.",
        "Having done that, the officer, lifting his elbow with a smart gesture, stroked his mustache and lightly touched his hat.",
        "The tune he was whistling, his gait, and the gesture with which he twirled his mustache, all now seemed offensive.",
        "Seeing them pass, Prince Vasili drew back with obvious impatience, while the princess jumped up and with a gesture of desperation slammed the door with all her might.",
        "he pointed as it were with a side gesture beyond the limits which he himself had drawn.\"",
        "She turned to go, but he stopped her with a gesture and took an uncut book from the high desk.",
        "No, it can't be, he told himself at every look, gesture, and word that filled his soul with joy.",
        "and imitative sounds to represent the cat's mew, the click of a trigger, the clap or thud of a blow, &c. The total result of this combination of gesture and significant sound will be a general system of expression, imperfect but serviceable, and naturally intelligible to all mankind without distinction of race.",
        "\"Uncle\" himself twisted up the hare, threw it neatly and smartly across his horse's back as if by that gesture he meant to rebuke everybody, and, with an air of not wishing to speak to anyone, mounted his bay and rode off.",
        "He conspicuously lacked, indeed, the grace of gesture which he so much admired in Chatham; he had not the sustained dignity of Pitt; his powers of close reasoning were inferior to those of Fox and Flood.",
        "I saw him lying on a bed,\" said she, making a gesture with her hand and a lifted finger at each detail, \"and that he had his eyes closed and was covered just with a pink quilt, and that his hands were folded,\" she concluded, convincing herself that the details she had just seen were exactly what she had seen in the mirror.",
        "\" one man,\" means 20, &c., &c. The existence of such expressions demonstrates that the people who use them had originally no spoken names for these numbers, but once merely counted them by gesture on their fingers and toes in low savage fashion, till they obtained higher numerals by the inventive process of describing in words these counting-gestures.",
        "The gesture described was probably the same as that with which a Christian priest averts demonic influences from the heads of his congregation in the act of blessing them.",
        "For the stately declamation, the sonorous, and beyond a doubt impressive, chant of Quin and his fellows, Garrick substituted rapid changes of passion and humour in both voice and gesture, which held his audiences spellbound.",
        "The attendant made a hopeless gesture.",
        "The etiquette of sending thank you cards suggests that this should be left no longer than two weeks after the funeral, if left longer than this, the gesture tends not to have the same impact.",
        "This gesture is a way to draw you closer to him and gently enter your personal space.",
        "He held up his hand in a stopping gesture.",
        "This gracious gesture will ensure other students have the same opportunities in future years.",
        "Other dance moves are based on more \"martial\" forms, such as the kumintang move, a rotating hand gesture which resembles the stick-fighting technique developed by Philippine warriors.",
        "As with many things in life, when someone does something that is heartfelt, and displays thought, our human instinct is to offer thanks for that gesture.",
        "Sending a thank you note after a funeral is a gesture that can mean so much, not only to the person sending the notes, but also to the recipient.",
        "Some people even extend this gesture to sending notes of thanks to those who have merely offered words of sympathy and good wishes.",
        "For others, they wish to extend their gratitude to everybody who touched them, no matter how big or small the gesture.",
        "Your recipients will appreciate the gesture and will be able to recognize the fact that you are doing your part to help preserve the environment.",
        "Always close the letter with a thank you sentence and let the reader know that you appreciate their gesture and that your organization relies on donations for its survival.",
        "One way to guarantee a donor's continued support of your organization is to let them know that you appreciate their gesture.",
        "That's a very nice gesture, Felipa.",
        "gesture of solidarity.",
        "Whether you walk, volunteer or donate money, any gesture will be appreciated.",
        "gesture recognition.",
        "imitate a gesture.",
        "obscene gesture.",
        "Even more importantly, it's always a thoughtful gesture to make a gift personal.",
        "She has raised being ridiculously wealthy to an art form, with paparazzi clamoring to photograph her every word, gesture, and expression.",
        "When you take the time to buy something reflective of the recipient's personality, she'll be touched by the gift as well as the gesture.",
        "Employees, vendors, and other associates are sure to appreciate the gesture and will enjoy the special gift you have sent their way.",
        "As a gesture of goodwill, the organization started following Santa's trek on Christmas Eve.",
        "The smallest gesture can feel enormous to the person you love, if it shows how much you cherish them.",
        "Men are often the ones who extend their hand first upon meeting someone new, or offer a wave or other appropriate gesture towards a woman they find attractive.",
        "A simple gesture, a comment or even a soft touch can be romantic to someone.",
        "For example, the hand gesture for OK in the United States means that something is good; this same gesture is an obscenity for the Greek.",
        "Another rude hand gesture in Greece is waving your hand while saying goodbye with your palm facing outward; in Greece they wave with their palms inward.",
        "For example, in some parts of the world the hand gesture for hello is offensive.",
        "In fact, the best gifts are those that carry an intimate meaning or gesture remembered for years to come, whether the item is still around or not.",
        "You can find romance in a look, a touch, a gesture, a kiss and a word.",
        "It is not just the poem that is the romantic gesture, but the ability to express your feelings and share them.",
        "The tilt of a head, the way they fold their arms, and other changes in postures and gesture will look like the other person's.",
        "It's a sweet and thoughtful gesture that will surprise her.",
        "Once you know how to flirt, you'll find it's a gesture you can do to any degree, whether you're just casually flirting or if you've met a person you're serious about getting to know.",
        "In either case, the recipient of the letter will likely be touched and appreciate the gesture.",
        "When you put sincere thought into a love letter the recipient will appreciate such an unexpected, old fashioned, and romantic gesture.",
        "If you put that much intention into it, showing your love through even the smallest gesture, it will charge your lovemaking with unbelievable intensity.",
        "Tickets to a concert: Getting tickets for your favorite concert can be a great gesture on Valentine's Day for any guy.",
        "Despite the scandal and heresy that has shadowed Spears' career, that nostalgic gesture clearly demonstrates the love between husband and wife and shows how they both value classic traditions.",
        "From a small, simple token to an elaborate gesture, an engagement gift from Tiffany and Co. is a classic and stylish way to offer congratulations to a newly engaged couple.",
        "Proposing on Valentine's Day may initially seem to be a wonderfully romantic gesture, but in reality it can backfire if the couple is not ready for the commitment or if the proposal is not staged properly.",
        "Do not be tempted to place the ring inside food, however; an inadvertent bite could turn a romantic gesture into a medical emergency.",
        "If they are asked, they can mention that they've already set up a wedding registry, but they should also stress that engagement gifts, while a thoughtful gesture and much appreciated, are not necessary.",
        "Because the people attending the engagement party will likely be helping the couple prepare for their wedding, a small token of appreciation is a thoughtful gesture.",
        "The classic diamond engagement ring set in expensive gold or platinum can put a serious dent in a couple's budget, but choosing a nontraditional style of ring can be a lovely, meaningful gesture for a much lower price.",
        "Every culture has unique ways to design engagement rings, and honoring one's culture with a symbolic ring can be a lovely and meaningful gesture.",
        "Three stone diamond anniversary rings are a perfect gesture to celebrate a couple's ongoing relationship while honoring their shared past and loving present.",
        "Engagement poetry offers a chance to make a grand romantic gesture for your loved one.",
        "Proposing with poetry is a romantic gesture that can create a beautiful proposal memory.",
        "Another slogan, \"Will you drop everything for love?\" is a key component of the campaign to capture the spirit of the romantic gesture of diamond gifts and the passion of love.",
        "Even if you aren't the next Shakespeare, your fiancé is sure to love the gesture.",
        "Whether it is a gift for an engagement, anniversary or just because, a pair of diamond earrings is always an appropriate gesture.",
        "A special gesture that can be used for an anniversary is giving a ring.",
        "It's a small gesture for the gigantic reward of attention and devotion he'll reciprocate.",
        "Remember that no gift can ever replace a meaningful look or gesture.",
        "Although some product samples are given out as a gesture of customer appreciation, many companies give them out as part of their marketing and advertising strategies.",
        "Making the effort to greet locals in their own language with basic tourist phrases is a gesture of ambassadorship and friendliness.",
        "This gesture, as well as thanking them (merci beaucoup madame/monsieur) after they have helped you, is a must.",
        "When buying an atomic alarm clock as a gift then it is an extra special gesture to also buy the batteries to go with it so someone can start using it straight away.",
        "Others will bring closed palms to the third eye, then bow their heads as they extend the gesture to the heart.",
        "It's not always necessary to say \"Namaste\" when you make the gesture, as the purpose is implied.",
        "In Sri Lanka, the gesture is known as aayushman, and it is a popular greeting in many different settings.",
        "In Thaliand, the expression is known as wai, and it is a gesture of respect to people of authority.",
        "Shiva Rea explains Namaste when used with the Anjali Mudra gesture in this Yoga Journal article.",
        "For example, children with autism may point and gesture rather than use words to indicate needs or wants.",
        "Your mother, sister, daughter, or best friend is sure to appreciate the loving gesture behind a one-of-kind holiday gift.",
        "Many women would love this as a Mother's Day gift or as a gesture of thanks.",
        "Take a deep breath, shrug your shoulders into an \"I don't know\" gesture and exhale as you let your shoulders sink into a neutral position.",
        "Even if your French isn't very good, this minimal gesture is important.",
        "This gesture earns you big points with the French.",
        "This gesture, as well as thanking them (merci beaucoup madame/monsieur) after they have helped you are a must.",
        "However, even if the quote is not understood perfectly, many people find the idea of French utterly romantic, making the actual words and their meanings only secondary to the gesture of saying 'I love you' in French.",
        "Of course, it is also a thoughtful gesture to wish a native French speaker a wonderful day in his own language.",
        "Men very rarely ask women to be more romantic, but this doesn't mean they won't appreciate a romantic gift or a sweet gesture.",
        "Wearing skimpy briefs for someone else is a nice gesture but self-confidence is the best attribute you can have.",
        "Some have seen it as a mocking gesture, but Joe Strummer was very conscious of rock history, and probably intended it as a compliment.",
        "Goodie bags or small party favors are a nice gesture to provide guests with a keepsake of the party.",
        "Everyone will appreciate the gesture of thanks you are making by hosting the gathering.",
        "In fantasy artwork, for example, the artist may use the eyes to convey a deeply held human emotion amidst an alien landscape or an utterly human gesture that sparks a memory.",
        "She waved her hand with a dismissive gesture.",
        "I'm sure you can, but please allow a gentleman the gesture.",
        "They leered, and one made an obscene gesture.",
        "Brandon clutched his hands together across from Jessi, as if wanting to hug his sister but unwilling to make such a gesture.",
        "The many hands of Zeus Sabazios turned up in ancient excavations observe a similar gesture.",
        "Still, the gesture was nice, and from the little she had heard, he could afford it.",
        "I spread my arms in a shrug gesture while he sorted his notes some more.",
        "It was unclear if the gesture was a token of affection or made to emphasize a point in her animated conversation.",
        "As Dean passed the Beaumont Hotel, he caught sight of Dickinson Faust, the Dawkinses' attorney, emerging, his hand on the arm of a striking woman who didn't seem to care for the gesture.",
        "Dean waved his arms to stop the car, an unnecessary gesture as his Jeep completely blocked the narrow road.",
        "I understand, and I appreciate the gesture, but ...",
        "His commanding stature, the symmetry of his form, the dark and melancholy beauty of his countenance, rather rendered piquant than impaired by an obliquity of vision, produced an imposing impression even before his deep and powerful voice had given utterance to its melodious thunders; and harsh and superficial half-truths enunciated with surpassing ease and grace of gesture, and not only with an air of absolute conviction but with the authority of a prophetic messenger, in tones whose magical fascination was inspired by an earnestness beyond all imitation of art, acquired a plausibility and importance which, at least while the orator spoke, made his audience entirely forgetful of their preconceived objections against them.",
        "\"The King of Rome!\" he said, pointing to the portrait with a graceful gesture.",
        "Be sure to use the hand signal for come, just as you'd gesture to a person, to show him you want him to come to you.",
        "The engraving of the back of a necklace can be seen as a romantic gesture as the engraving is worn 'close to the heart'.",
        "She will appreciate the gesture and be excited about having such an important piece of jewelry.",
        "He wears two bracelets and when he meets someone he likes, he takes one off and gives it to them as a special gesture.",
        "It's easy to understand why this shape is so beloved by locket enthusiasts and your child will surely appreciate such a meaningful gesture.",
        "They will appreciate the gesture and in return, you get the satisfaction of making someone's day a little brighter with your creations.",
        "Everyone appreciates a small holiday gesture, so be sure to include the seniors in your life on your gift-giving list.",
        "Two specific types of complex motor tics that often cause parents concern are copropraxia, in which the tic involves a vulgar or obscene gesture, and echopraxia, in which the tic is a spontaneous imitation of someone else's movements.",
        "While the gesture is nice, it will only give her false hope.",
        "His and hers matching promise rings can be a wonderful gesture for a couple to share not only to symbolize their promise to one another, but to show their commitment together to the world.",
        "It was a nice gesture.",
        "expressive gesture.",
        "Communication is a gestalt, made up of gesture, tone and the infinite vagaries of the living face.",
        "The captain, with a gesture and a speaking countenance, called the adventurers into the cabin.",
        "hold alt to access the Task Manager, then draw the Engineer gesture.",
        "NWP named the imprint 11:9 which is a totally apolitical gesture toward the date of the referendum on the 11 th September 1997.",
        "baleful look, the rude gesture, the blow from the fist.",
        "conciliatory gesture brought Sun some help from Russia who sent Michael Borodin to Canton.",
        "Finally there's repetition - a word, gesture or memory used as a leitmotif having the effect of making time cyclical.",
        "defiant gesture on such a horrific day.",
        "deictic gesture plus an action gesture.",
        "deictic function words which are closely related to bodily gesture.",
        "dine ca n always repay your generous gesture next time you're dining out.",
        "Hence the physical movement time lies somewhere between 2 and 3 times that for a purely directional gesture.",
        "dismissive gesture at them before stacking her dishes and carrying them to the kitchenette.",
        "There was more to Sillett's gesture than pure euphoria: ' That was for Jimmy Greaves.",
        "expansive gesture to point the final nymph on her way.",
        "face-saving gesture much more needs to be done.",
        "Pump your fist in the air and make the universal \" rock \" gesture by extended your index and pinky fingers in the air.",
        "futile gesture against the government.",
        "gesture of goodwill you might want to negotiate with the customer rather than losing them.",
        "gesture of defiance!",
        "gesture of self-sacrifice.",
        "gesture of gratitude for her lifelong dedication to the Regiment.",
        "The studies often involve giving them a task, or asking them to imitate a gesture.",
        "She has no idea who it was, but really appreciated the gesture very much and was greatly touched.",
        "Soldiers ejected over Iraq abuses Dare I say token gesture to make up for below?",
        "In every sense it was a futile gesture against the government.",
        "From this movement in turn is derived the articulatory gesture, the utterance relating to the perceived object.",
        "The General spoke very fluently in French, and with many an expressive gesture.",
        "In a parting gesture, the Web publisher you fired replaced photos of board members with sheep.",
        "mouse gestures Allows you to execute many common commands by using a mouse gesture.",
        "grandiose gesture, by a small man.",
        "When governments stopped burning heretics and witches, effigy burning remained as a threatening gesture of the mob.",
        "histrionic gesture of wearing a gas-mask.",
        "impatient gesture he put out the light.",
        "lecture notes in Computer Science, 5th International Gesture Workshop, Genova, Italy.",
        "magnanimous gesture from John Wade, on whose land the meeting is based.",
        "monosyllabic language, and have a Sign and Gesture Language.",
        "parting gesture, the Web publisher you fired replaced photos of board members with sheep.",
        "peculiarity of manner or of gesture.",
        "performative act or gesture, draws attention to the nature of video itself.",
        "provocative gesture by Hall.",
        "The Council hazarded its own dignity in risking a friendly gesture and suffered a rebuff.",
        "One such gesture was personally administering communion to Pinochet in acknowledgment of his complete religious rectitude.",
        "For some reason, the gesture seemed reminiscent of a soldier donning armor.",
        "They watched him with a kind of suppressed excitement and became risible with his every word and gesture.",
        "A hand at the back of the head, such a similar gesture, can evoke the deliberate sensuality of lifting the hair.",
        "Equally, the device of raining down trash seems too solitary a gesture to convey an overall sense of chaos.",
        "Here as usual, Fish's rather stagey relish for the melodramatic theoretical gesture leads him astray.",
        "His gesture inspired the next bit of art: all brush strokes made in the finished piece are in the shape of a cross.",
        "In true Banachek style, each move, gesture and psychological subtlety is covered in detail.",
        "thoughtful gesture from such a friendly society.",
        "token gesture to make up for below?",
        "Tree could not cut him in the street: he swept off his new top hat, hoping that the gesture might obviate conversation.",
        "turmoil caused by this simple gesture roused great fires.",
        "upraised hands in a gesture of holding wealth.",
        "The gesture did not work and China became a nation run by warlords in their own region.",
        "The first player's bowl has come to rest just in front of the jack; the second has delivered his bowl and is following after it with one of those eccentric contortions still not unusual on modern greens, the first player meanwhile making a repressive gesture with his hand, as if to urge the bowl to stop short of his own; the third player is depicted as in the act of delivering his bowl.",
        "Voltaire makes an interesting observation on the technical difference between an English and a French sermon in the 18th century; the former, he says, is a solid and somewhat dry dissertation which the preacher reads to the congregation without a gesture and without any inflection of his voice; the latter is a long declamation, scrupulously divided into three points, and recited by heart with enthusiasm.",
        "According to C. Sittl (Die Gebeirden der Griechen and Romer, Leipzig, 1890), the word refers to an obscene gesture of phallic significance (see also A.",
        "Such gesture, directed towards an inoffensive person, became an insult, and the word sycophant might imply one who insulted another by bringing a frivolous or malicious accusation against him.",
        "He said no more, but expressed his resignation to cruel fate by a gesture.",
        "On hearing this the regimental commander hung his head, silently shrugged his shoulders, and spread out his arms with a choleric gesture.",
        "\"Now then, you devil's puppet, look alive and hunt for it!\" shouted Denisov, suddenly, turning purple and rushing at the man with a threatening gesture.",
        "\"You know her husband, of course?\" said Anna Pavlovna, closing her eyes and indicating Helene with a sorrowful gesture.",
        "\"He doesn't play that part right!\" said \"Uncle\" suddenly, with an energetic gesture.",
        "\"Asks for reinforcements?\" said Napoleon with an angry gesture.",
        "\"We French are merciful after victory, but we do not pardon traitors,\" he added, with a look of gloomy dignity and a fine energetic gesture.",
        "They may express faith in the Eucharist through manner, gesture, or reverential silence rather than verbally.",
        "Here as usual, Fish 's rather stagey relish for the melodramatic theoretical gesture leads him astray.",
        "What a lovely thoughtful gesture from such a friendly society.",
        "Yet deep inside me the turmoil caused by this simple gesture roused great fires.",
        "The image of the hand is represented as a pair of upraised hands in a gesture of holding wealth.",
        "Human communication is a gestalt, made up of gesture, tone and the infinite vagaries of the living face.",
        "She placed her hand on the contour of his face in a loving gesture.",
        "Be sure to discuss design ideas with the person who is decorating the cake,and don't micromanage a person who is donating time and materials as a caring gesture!",
        "It's always a nice gesture to include something relaxing and pampering for Mom.",
        "Hand-Crafted: For the highly creative, crafting your own handmade invitations can be a lot of fun, as well as a much-appreciated gesture.",
        "Although they aren't really pack oriented like dogs are, some will respond with a submissive gesture now and then.",
        "Both a romantic and subtle gesture, kisses are sultry and provocative with just a touch of sexy sweetness.",
        "A common flirtatious gesture, red lipstick kisses reveal much about a woman.",
        "Whether the graduation sentiment is an actual gift, words to the wise, or a gathering of loved ones, the gesture helps take high school students to the next phase of life.",
        "There can be a lot of commotion during graduation and a thoughtful gift or gesture needs to be savored.",
        "The thoughtfulness of the gesture is sure to be appreciated.",
        "Your wedding shower favors don't need to be elaborate or expensive -- remember they are a gesture, a token of appreciation.",
        "It is certainly a lovely gesture and most appreciated by the bride and groom, but it is not obligatory.",
        "They'll be touched by the sentimental gesture and will be sure to think of the bride and groom every time they hear the song.",
        "Carefully chosen loving words will be more powerful and memorable than any formulaic recitation, and those personal sentiments can be carried through many years as they are renewed with every loving gesture, phrase, and touch.",
        "You don't necessarily need to allow your daughter to pick out your dress for you, but it's a thoughtful gesture to ask her opinion.",
        "The couple will cherish this sweet gesture, and it may find a special place in their home.",
        "Selecting two or three retailers is a considerate gesture.",
        "This is another thoughtful gesture for your guests.",
        "It's a kind gesture that keeps your loved ones in the loop, so to speak, and it affords you the opportunity to share a bit of your happiness with others.",
        "No matter what you come up with, it's a considerate gesture to create a cake for someone you care about, and that sentiment will be apparent in your work.",
        "He is looking for fans to take pictures of the infamous SUperFInger hand gesture and e-mail them to his MySpace site.",
        "At one point during an interview with Dancing with the Stars season three winners Emmitt Smith and Cheryl Burke, Aiken covered Ripa's mouth with his hand in what was interpreted as a gesture for her to stop talking.",
        "Your daughter will enjoy taking the time to do something special, and the birthday girl will likely adore the personal gesture."
    ],
    "definition": [
        "Link/Cite"
    ]
}