{
    "translation": "מתנה",
    "uses": [
        "I had one gift which especially pleased me.",
        "Send the beautiful gift to him.",
        "It's like a gift I've been given and I'm supposed to do something with it and if I don't, I'm...",
        "Let it be a free gift to them from the city.",
        "The Wolfman showed up in Mrs. Worthington's trunk and two of her friends, the gift shop owner included, reported a mummy and an assortment of armor.",
        "\"It's a gift I got,\" he answered.",
        "And my unique gift could make the bad guys immune to the good guys.",
        "I'm offering you full funding for your endeavor; secure operating quarters, any place of your choice, sizeable salaries for all of you involved and a gift of stock to each that will assure a lifetime income from dividends.",
        "Does she understand how important her gift is?",
        "He'd never gone a day without silently thanking Damian for the gift of self-healing.",
        "We stumbled into an incredible gift that was bestowed on Howie and we couldn't live with ourselves or look at one another if we didn't embrace everything in our power to maximize its benefits.",
        "A snuffbox with the Emperor's portrait is a reward but not a distinction,\" said the diplomatist--\"a gift, rather.\"",
        "Then you can talk to 'em but I imagine if it was a gift to the museum, they'll be obligated to hold on to the original.",
        "Rather than return home right away, she explored several small jewelry stores, looking for the perfect gift for Evelyn before she took her daily trip to the gym.",
        "I couldn't live with myself if I wasted this gift I've been given.",
        "\"Never look a gift horse in the mouth,\" she quipped with a shrug.",
        "She didn't know if he'd welcome the gift or if his recent ordeal left him more jaded toward his past.",
        "\"If you're as smart as I suspect, you've probably used your gift to figure out where I am,\" he said.",
        "My brother's people found you and identified your unique gift for…blocking their natural talents.",
        "She'd always been grateful to him for accepting her and her gift, but he'd always refused to tell her what exactly he was and how he seemed to be able to read her mind sometimes.",
        "There is nowhere recorded a simple and irrepressible satisfaction with the gift of life, any memorable praise of God.",
        "Was this gift that befell Howard Abbott optimally utilized?",
        "I'm so sorry, but with my gift, I felt you had some sort of pain, maybe you lost someone once, long ago?",
        "\"It's a rare gift, trust me,\" he said.",
        "He lives in Corinth, [Footnote: Cor'inth.] and his name is Periander. [Footnote: Per i an'der.] Carry the precious gift to him.",
        "If I can somehow utilize this gift I can't do it without all your help.",
        "I have this gift I never asked for but it's like I have an obligation to utilize it.",
        "He wasn't sure what her gift was or what she was trying to do, but he'd never met a Natural with her unique combination of power and strength.",
        "Her gift of changing or transforming objects into others should've turned him to stone.",
        "So did her sister who was visiting, and the old guy who owns the gift store on the block with the Post Office.",
        "The second earliest dated letter expressed sorrow that the wedding could not take place in Boston and a gift was being shipped separately.",
        "When I learned that there was a gift for each child, I was delighted, and the kind people who had prepared the tree permitted me to hand the presents to the children.",
        "I can't sleep thinking how we're wasting this incredible gift Howie has.",
        "\"Is this your gift?\" she asked, holding up the drink.",
        "The peacemaker of the brothers, Andre instinctively used his gift of mind control to counter the tempers of his fiery brothers.",
        "But it is the biggest, best store ever, where you can buy anything from anywhere, based on reviews by other buyers, at a discount, and have it gift wrapped, engraved, altered, drop-shipped, and probably delivered by tomorrow.",
        "It was a gift from a young lady whom he'd helped when Bird Song first opened.",
        "There's this God-given gift hanging up there like a paper moon that only the five of us can make happen.",
        "You have a gift.",
        "The declaration is to the effect that the clergyman has not received the presentation in consideration of any sum of money, reward, gift, profit or benefit directly or indirectly given or promised by him or any one for him to any one; that he has not made any promise of resignation other than that allowed by the Clerical Resignation Bonds Act 1828; that he has not for any money or benefit procured the avoidance of the benefice; and that he has not been party to any agreement invalidated by sec. 3 sub-sec. 3 of the act which invalidates any agreement for the exercise of a right of patronage in favour or on the nomination of any particular person, and any agreement on the transfer of a right of patronage (a) for the retransfer of the right, or (b) for postponing payment of any part of the consideration for the transfer until a vacancy or for more than three months, or (c) for payment of interest until a vacancy or for more than three months, or (d) for any payment in respect of the date at which a vacancy occurs, or (e) for the resignation of a benefice in favour of any person.",
        "The budget demonstrated at once its author's absolute mastery over figures and the persuasive force of his expository gift.",
        "As he weighed if he'd be forced to choose between someone he loved and an immortal's mate with a desirable gift, he couldn't help thinking Jade wouldn't take breaking up well.",
        "age-old dilemma of what gift to send.",
        "She took it and closed her eyes, determined to find a way to use her gift to counter her father's magic.",
        "According to the legend, he travelled throughout the country, living without food and riding on a golden arrow, the gift of the god; he healed the sick, foretold the future, worked miracles, and delivered Sparta from a plague (Herod.",
        "central part of the campus is the university library building, which, with an endowment (1891) of $300,000 for the purchase of books and periodicals, was the gift of Henry Williams Sage (1814-1897), second president of the board of trustees; in 1906 it received an additional endowment fund of about $500,000 by the bequest of Prof. Willard Fiske.",
        "It shows me you have some inkling of the importance of this gift you possess and the dire consequences of it falling into the wrong hands.",
        "But it was Howie's gift, he made the choice and we were part of it.",
        "\"Pretty useful gift you have,\" Jule said without looking at her.",
        "Tried to put me in school, but my strange gift frightened everyone.",
        "Until she remembered his other gift: mind manipulation.",
        "The gift was an homage of the heart.",
        "Then I knew that you had not forgotten the dear little child, for the gift brought with it the thought of tender sympathy.",
        "\"Toleration,\" she said once, when she was visiting her friend Mrs. Laurence Hutton, \"is the greatest gift of the mind; it requires the same effort of the brain that it takes to balance oneself on a bicycle.\"",
        "At the same time the inborn gift of style can be starved or stimulated.",
        "This gift will be a pledge of your purity of heart to her whom you select to be your worthy helpmeet in Masonry.",
        "Gift certificates are also available for purchase.",
        "Howie remained intransigent in restricting his gift to the rescue children.",
        "She immediately came out, a note in one hand and SB, Fred's stuffed owl gift in the other and handed her husband the paper.",
        "He didn't treat her as an outlet for his own release but as a partner on a sensual journey, one where pleasure was a gift as much as a reward.",
        "\"Thank you,\" Carmen said as if it were a gift.",
        "He was just showing me a house he said he was giving as a wedding gift.",
        "Instead we speculated on what we'd personally do if we had this gift or curse and it proved to be a true trip to the past.",
        "What are you going to do with this... gift?",
        "The more I thought about it, the more I was convinced of the incredible scope of Howie's gift.",
        "Let him prove it if he has any gift.",
        "\"That should unlock the rest of your gift,\" he explained.",
        "For the first time in her life, she felt her magic was a gift and not a curse.",
        "What was her gift?",
        "And did Rhyn know of her gift?",
        "Perhaps, he thought, we are all owed contemplation of our actions, as a parting gift to those who succeed us so they might somehow learn from our deeds and mistakes.",
        "Hell of a wedding gift.",
        "\"But…\" \"The pack is all about my gift, and trying to duplicate it.",
        "She hurried back yelling, \"Connor, we have a wedding gift!\"",
        "Actually, he had been contemplating her gift for quite a while before she took him to the mountain.",
        "She'd be unable to use her gift against him in a matter of a few days.",
        "When she died, the barrel was her last gift to her people and their new king.",
        "My father would gift me his kingdom if I brought you to him.",
        "She would refuse to gift him the demon; however, she could not help but despair at the idea that she was not yet ready to die herself.",
        "Maybe once the demon was a gift to Tiyan, but now, it is Tiyan's curse.",
        "Carmen said he had learned the gift of gab from his Dad, but Jonathan had always been perceptive about people.",
        "A gift from his Dad, Ed had always been a good friend and listener.",
        "They would enjoy each day that had been given them as a gift.",
        "\"She said you are a thoughtful, sensitive, strong boy with a unique gift,\" she said.",
        "The gift served her well.",
        "However, here was where the gift's usefulness ended.",
        "\"Your gift comes with one condition,\" she said.",
        "Your special gift will protect you.",
        "It's a gift a few of us have, Jenn explained.",
        "I think he's got your gift of stealth.",
        "He made various charitable bequests by his will, and among them a gift of $50,000 to found an institution, opened as the \"Astor House\" in 1854, for the education of poor children and the relief of the aged and the destitute in his native village in Germany.",
        "Soon after he took up a role of his own, having visions and a gift of prophecy.",
        "Upon the advent of the Left to power, however, he accepted both gift and pension, and worked energetically upon the scheme for the Tiber embankment to prevent the flooding of Rome.",
        "In this last district, near the mouth of the old canal, stands a fine statue of Christopher Columbus, the gift of the empress Eugenie in 1870.",
        "and several succeeding kings confirmed Walter de Gaunt's gift, Stephen granting in addition the right to have a port.",
        "The swan played a part in classical mythology as the bird of Apollo, and in Scandinavian lore the swan maidens, who have the gift of prophecy and are sometimes confused with the Valkyries, reappear again and again.",
        "by bringing about the marriage of his pupil with Mademoiselle de Blois, a natural but legitimated daughter of the king; and for this service he was rewarded with the gift of the abbey of St Just in Picardy.",
        "13 But towards the end of year 1633 we find him writing as follows: - \" I had intended sending you my World as a New Year's gift, and a fortnight ago I was still minded to send you a fragment of the work, if the whole of it could not be transcribed in time.",
        "As followers rapidly increased they were compelled to hold their own Sunday services, and this naturally led them to appoint as preachers godly laymen possessing the gift of exhortation.",
        "The new hall (1876), the organ there, entirely his gift (1885), and the cricket ground (1889), remain as external monuments of the master's activity.",
        "Churches and chapels are founded and maintained by religious orders and private gift as well.",
        "Thus for the 7th, 14th, 21 st, 28th and also the 19th days of the intercalary Elul it is prescribed that \"the shepherd of many nations is not to eat meat roast with fire nor any food cooked by fire, he is not to change the clothes on his body nor put on gala dress, he may not bring sacrifices nor may the king ride in his chariot, he is not to hold court nor may the priest seek an oracle for him in the sanctuary, no physician may attend the sick room, the day is not favourable for invoking curses, but at night the king may bring his gift into the presence of Marduk and Ishtar.",
        "He showed, while making the Suez Canal, what a gift he possessed for levying the pacific armies he conducted.",
        "From the epistles of Paul, who thanked God that he spake with tongues more than all or any of his Corinthian converts, we can gather a just idea of how he regarded this gift and of what it really was.",
        "Unless, therefore, he that has the gift of tongues also possess the gift of interpreting his exclamations, or unless some one present can do so for him, he had not better exercise it in church.",
        "A man \"that speaketh in a tongue speaketh not unto men, but unto God; for no man understandeth;\" and therefore it is expedient that he keep this gift for his private chamber and there pour out the mysteries.",
        "The writer of Acts ii., anxious to prove that Providence from the first included the Gentiles in the Messianic Kingdom, assumes that the gift of tongues was a miraculous faculty of talking strange languages without having previously learned them.",
        "The gift of tongues was suitable rather to children in the faith than to the mature.",
        "It was clearly a gift productive of much disturbance in the Church (1 Cor.",
        "He early developed a gift for languages, becoming familiar not only with Latin and Greek but also with Hebrew, Syriac, Persian, Turkish and other Eastern tongues.",
        "A man might make his wife a settlement by deed of gift, which gave her a life interest in part of his property, and he might reserve to her the right to bequeath it to a favourite child, but she could in no case leave it to her family.",
        "If she had remarried, all her children shared equally in her dowry, but the first husband's gift fell to his children or to her selection among them, if so empowered.",
        "The impei~ial chancery, without inquiring closely into the deeds furnished by the papal curia, made a deed of gift, which placed the pope in the position of a temporal sovereign.",
        "Ricasoli wished to go on with the war, rather than accept Venetia as a gift from France; but the king and La Marmora saw that peace must be made, as the whole Austrian.",
        "Here he was confronted by his first wife or victim, Anne Thorssen, whose claims he satisfied by the gift of a ship and promises of an annuity, and on his identity becoming known he was sent by the authorities to Copenhagen, where he arrived on the 30th of September.",
        "recognized him as king of Scotland by the gift of the king of England.",
        "Short in stature and uncouth in appearance, his individuality first shocked and then by its earnestness impressed the House of Commons; and his sturdy independence of party ties, combined with a gift of rough but genuine eloquence (of which his speech on the Royal Title Bill of 1876 was an example), rapidly made him one of the best-known public men in the country.",
        "And the Moslem came on the scenes bringing, as a gift for Christendom, fuller knowledge of classical, especially Aristotelian, texts.",
        "The town-hall, built in 1881, contains several stainedglass windows, two of which were the gift of citizens of Amsterdam and Hamburg, in gratitude for services rendered by the islanders to fishermen and seamen of those ports.",
        "Ford owes his position among English dramatists to the intensity of his passion, in particular scenes and passages where the character, the author and the reader are alike lost in the situation and in the sentiment evoked by it; and this gift is a supreme dramatic gift.",
        "It is to be noted that his own letters contain, both at this time and later on, express disproof of that miraculous gift of tongues with which he was credited even in his lifetime, and which is attributed to him in the Breviary office for his festival.",
        "(a) According to the view put forward by Dr Tylor, the sacrifice is originally a gift, offered to supernatural beings by man for the purpose of securing their favour or minimizing their hostility.",
        "By a natural series of transitions the gift theory became transformed, in the minds of the sacrificers, into the homage theory, which again passed by an easy transition into the renunciation theory.",
        "Marillier sacrifice was, at its origin, essentially a magical rite - the liberation by the effusion of a victim's blood of a magical force which was to bend the gods to the will of man; from this arose, under the influence of cult of the dead, the gift theory of sacrifice.",
        "Thus it appears that the gift theory may after all be primitive; the worship of, or care for, the dead may have supplied in other areas the motive for the transition from offering to sacrifice or the evolution may have been due to the spiritualization of the gods.",
        "This latter idea was the more likely to arise, as the gift theory of sacrifice is closely associated with that of the god as the ruler or king to whom man brings a tribute, just as he had to appear before his earthly king bearing gifts in his hands.",
        "Whereas the god receives a gift in the honorific sacrifice, he demands a life in the piacular.",
        "23, 24, where the word translated \"gift\" is the usual LXX.",
        "It was not till the 19th of January 1826 that he recorded in the private memoranda begun by him in 1820 his decision \"to embrace the gift of the Spanish subject.\"",
        "The Hesperides are, like the Sirens, possessed of the gift of delightful song.",
        "The golden apples, the gift of Aphrodite to Hippomenes before his race with Atalanta, were also plucked from the garden of the Hesperides.",
        "For pure mathematics he had a special gift - almost a passion.",
        "He endorsed the claims of Maximilian of Bavaria to the electoral dignity, and was rewarded with the gift of the Heidelberg library, which was carried off to Rome.",
        "The traditional coronation gift of 100,000 forms he assigned to the widows and orphans of those who had fallen in the war against Austria in 1849.",
        "It was only after a bitter experience that the kingship was no longer regarded as a divine gift, and traditions have been revised in order to illustrate the opposition to secular authority.",
        "At Winchester the paschal candlestick was of silver, and was the gift of Canute..",
        "Lubbock goes so far as to conclude the account of his experiments with the remark that \" It is difficult altogether to deny them the gift of reason ...",
        "Meanwhile he had tried, he says, to conquer his inclination for the unprofitable trade of poetry, but in the panic caused by the revelations of Titus Oates, he found an opportunity for the exercise of his gift for rough satire.",
        "Empiricism, hitherto the only guide, if indeed a guide at all, was replaced by exact scientific knowledge; the connexion of each phenomenon with a controllable cause was established, and rule-of-thumb and quackery banished for ever by the free gift to the world of the results of his researches.",
        "The Sicilians claimed to be the first on whom Demeter had bestowed the gift of corn, and hence they honoured the two goddesses with many festivals.",
        "The gift of high offices of state to Frenchmen lent to the Protestant opposition the aspect of a national resistance to foreign domination.",
        "From 1886 dates the finding of Mycenaean sepulchres outside the Argolid, from which, and from the continuation of Tsountas's exploration of the buildings and lesser graves at Mycenae, a large treasure, independent of Schliemann's princely gift, has been gathered into the National Museum at Athens.",
        "It is a mosaic from Virgil, Ovid, Lucan and Fortunatus, composed in the manner of Einhard's use of Suetonius, and exhibits a true poetic gift.",
        "In 1635 Fra Fortunato Olmo found in a room over the great door of St Mark's a number of books which he supposed to be Petrarch's gift.",
        "From 1847 to 1851 he arranged gifts from France to American libraries aggregating 30,655 volumes, and a gift of 50 volumes by the city of Paris in 1843 (reciprocated in 1849 with more than 1000 volumes contributed by private citizens) was the nucleus of the Boston public library.",
        "Whatever grew on that tree was thought to be a gift from heaven, more especially the mistletoe.",
        "The gift of \"coronary gold\" (aurum coronarium), presented to the emperor on certain occasions, was entirely remitted in the case of Italy, and partly in the case of the provinces.",
        "Gibeon was the seat of an old Canaanitish sanctuary afterwards used by the Israelites; it was here that Solomon, immediately after his coronation, went to consult the oracles and had the dream in which he chose the gift of wisdom (1 Kings iii.).",
        "For this service he was promoted in rank, and received a gift of the castle and isle of Indre, near Nantes.",
        "She receives a crown as a bridal gift, which is placed amongst the stars, while she herself is honoured as a goddess (Ovid, Metam.",
        "First, in chapters i.-iii., under the mask of a conventional congratulatory paragraph, the writer declares at length the privileges which this great fact confers upon those who by faith receive the gift of God, and he is thus able to touch on the various aspects of his subject.",
        "The dress was of crimson (7ropcbupa); this and the badges were the king's gift, and except by royal grant neither crimson nor gold might, apparently, be worn at court (1 Macc. ro, 20; 62; 89; 11, 58; Athen.",
        "high; the town hall, including the free public library, from designs by Alfred Waterhouse, R.A., the gift of Mr J.",
        "In 1 434 he received a gift from Philip the Good, duke of Burgundy, for his military services, but on the conclusion of the peace of Arras in the next year he abandoned soldiering for diplomacy.",
        "Conditions might be annexed by the master to the gift of freedom, as of continued residence with him, or of general service or some particular duty to be performed, or of a money payment to be made.",
        "Wesley's supreme gift was his genius for organization.",
        "In Zoroaster's eyes this is an abomination: for the cow is a gift of Ormazd to man, and the religion of Mazda protects the sacred animal.",
        "The first step would be the acquisition of a plot of ground either by gift or purchase for the formation of a tomb.",
        "When adjacent burial areas belonged to members of the same Christian confraternity, or by gift or purchase fell into the same hands, communications were opened between the respective cemeteries, which thus spread laterally, and gradually acquired that enormous extent which, \" even when their fabulous dimensions are reduced to their right measure, form an immense work.\"' This could only be executed by a large and powerful Christian community unimpeded by legal enactments or police regulations, \" a living witness of its immense development corresponding to the importance of the capital.\"",
        "With his energy, ability and gift of dominating and organizing, he might indeed have done a great deal.",
        "He realized the situation in a moment, galloped to the new scene of action, and at once grouped his forces for decisive action - the gift in which he was supreme.",
        "The power of Naevius was the more genuine Italian gift - the power of satiric criticism - which was employed in making men ridiculous, not, like that of Plautus, in extracting amusement from the humours, follies and eccentricities of life.",
        "In November 1657 Henry himself was made lord-deputy; but before this time he had refused a gift of property worth £150o a year, basing his refusal on the grounds of the poverty of the country, a poverty which was not the least of his troubles.",
        "The second part of the act provides that if any person or persons, bodies politic and corporate, for any sum of money, reward, gift, profit or benefit, directly or indirectly, or for or by reason of any promise, agreement, grant, bond, covenant or other assurances.",
        "He had an admirable gift of lucid, direct narrative, and an unfailing fund of incident, and of humour, sometimes bordering on farce.",
        "The magnificent hall used for academic and public functions was the gift of William M ` Ewan, some time M.P. for the Central division of Edinburgh.",
        "Thereupon Charles came to terms with the government, granted it an imperial patent, and left the city, consoled for his humiliation by the gift of a large sum of money.",
        "A lack of imagination and of the philosophic spirit prevented him from penetrating or drawing characters, but his analytical gift, joined to persevering toil and honesty of purpose enabled him to present a faithful account of ascertained facts and a satisfactory and lucid explanation of political and economic events.",
        "The Hungarians have the genuine dramatic gift in abundance; they have, moreover, actors and actresses of the first rank.",
        "So he secured the lives of some free men who had been taken and (by the gift of Titus) certain sacred books.",
        "While his great gift to Roman literature is that he first made it artistic, that he imparted to \"rude Latium\" the sense of elegance, consistency and, moderation, his gift to the world is that through him it possesses a living image of the Greek society in the 3rd century B.C., presented in the purest Latin idiom.",
        "Machaon's task was more especially to heal injuries, while Podalirius had received from .his father the gift of \"recognizing what was not visible to the eye, and tending what could not be healed.\"",
        "After the murder of Jason's second wife and her own children, she fled from Corinth in her car drawn by dragons, the gift of Helios, to Athens, where she married king Aegeus, by whom she had a son, Medus.",
        "21) mentions the gift of a Ouµaari pcov by the contemporary Chosroes of Persia to the church of Jerusalem; and all the Oriental liturgies of this period provide special prayers for the thurification of the eucharistic elements.",
        "Dulwich College originated in the foundation of the College of God's Gift by Edward Alleyn in 1626, and is now constituted as one of the principal English public schools.",
        "When Akbar, however, was succeeded by Jahangir the guru aided the latter's son Khusru to escape with a gift of money.",
        "It was probably the practically helpful and encouraging form that his gift as a \"prophet\" took (Acts xiii.",
        "of England, the last of whom accepted the doubtful gift for his son Edmund.",
        "He was educated at the seminary of Quebec, where he developed the gift of declamatory and persuasive oratory.",
        "It is possible that this gift was accompanied by a letter.",
        "Besides, as Pfleiderer points out, the hypothesis is shipwrecked on the difficulty of imagining that \"each of the epistles had but one essential part: the first, in particular, lacking an expression of thanks for the gift from the Philippians, which must nevertheless, according to ii.",
        "In the marshy lake near Mater (north Tunisia), round the mountain island of Jebel Ashkel, is a herd of over 50 buffaloes; these are said to resemble the domestic (Indian) buffalo of the Levant and Italy, and to have their origin in a gift of domestic buffaloes from a former king of Naples to a bey or dey of Tunis.",
        "It is remarkable for its large crypt and its towers, a fourth having been added in 1894, the gift of the emperor William II.",
        "The foundation-stone of HongKong University was laid in March 1910, the buildings being the gift of Sir Hormusjee Mody, a colonial broker.",
        "The Cassie Gift arose out of a bequest by Alexander Cassie of London, a native of Banff, who left £ 20,000 to the poor of the town - the interest being divided twice a year.",
        "He has, indeed, described in graphic terms the greatest of the more superficial changes he underwent; how he had \" carried into logical and ethical problems the maxims and postulates of physical knowledge,\" and had moved within the narrow lines drawn by the philosophical instructions of the class-room \" interpreting human phenomena by the analogy of external nature \"; how he served in willing captivity \" the ` empirical ' and ` necessarian ' mode of thought,\" even though \" shocked \" by the dogmatism and acrid humours \" of certain distinguished representatives \"; 1 and how in a period of \" second education \" at Berlin, \" mainly under the admirable guidance of Professor Trendelenburg,\" he experienced \" a new intellectual birth\" which \" was essentially the gift of fresh conceptions, the unsealing of hidden openings of self-consciousness, with unmeasured corridors and sacred halls behind; and, once gained, was more or less available throughout the history of philosophy, and lifted the darkness from the pages of Kant and even Hegel.\"",
        "Another statue, \"The Sluggard,\" of equal merit, was exhibited in 1886; and a charming statuette of a nude figure of a girl looking over her shoulder at a frog, called \"Needless Alarms,\" was completed in the same year, and presented by the artist to Sir John Millais in acknowledgment of the gift by the latter of his picture, \"Shelling Peas.\"",
        "Frederick possessed the truly royal gift of discovering and employing great men, irrespective of personal preferences and even of personal injuries.",
        "His most brilliant gift was his eloquence, which according to Swift was acknowledged by men of all factions to be unrivalled.",
        "of France in 1896, a gift from the town of Havre to, Nicholas II.",
        "present to benefices in the gift of bishops, if these neglect their duty in this respect.",
        "high, built at a cost of £70,000, and a working-men's club and institute, the gift of a former mayor; a new Carnegie library was in course of erection in 1921.",
        "At a later time, when the validity of the Montanistic prophecy was called in question, the adherents of the new movement appealed explicitly to a sort of prophetic succession, in which their prophets had received the same gift which the daughters of Philip, for example, had exercised in that very country of Phrygia.",
        "Writers who follow Harnack explain \" holy spirit \" as the gift of impersonal influence, and between wide limits of difference agree in regarding Christ as Son of God by adoption and not by nature.",
        "Luther himself had a gift of words which through his catechisms made the reformed theologypopular in Germany.",
        "It also leaked out during the investigation that he had received in 1868, as a campaign contribution, a gift of $4000 from a contractor who had supplied the government with envelopes while Colfax was chairman of the post office committee of the House.",
        "It is still more surprising that the soldiers should have quietly submitted to a reduction in the amount of the donative or gift which it was customary for them to receive from a new emperor, though the civil population of the capital were paid their largess (congiarium) in full.",
        "Our only authority, a passage in the Liber Pontificalis, describes the gift as including the whole of Italy and Corsica, except the lands north of the Po, Calabria and the city of Naples.",
        "He was the author of a lost work De Accentibus, and of an extant treatise De Die Natali, written in 238, and dedicated to his patron Quintus Caerellius as a birthday gift.",
        "Possessing the gift of divination, she warned her husband of the evils that would result from his journey to Greece.",
        "Among the other churches the most noticeable are the Neustadterkirche, with a graceful shrine containing the tomb of Leibnitz, the Kreuzkirche, built about 1300, with a curious steeple, and the Aegidienkirche among ancient: edifices, and among modern ones the Christuskirche, a gift of King George V., the Lukaskirche, the Lutherkirche, and the Roman Catholic church of St Mary, with a tower 300 ft.",
        "Though the excellence of his work as agent-general in the years 1780-86 was fully acknowledged, and earned him a special gift of 31,000 livres, yet he did not gain a bishopric until the beginning of the year 1789, probably because the king disliked him as a freethinker.",
        "But this only means that the unity between subject and object to which the gift of consciousness commits us is incompletely realized in that appearance: the apparent truth has to submit to correction and supplementation before it can be accepted as real truth.",
        "He and his co-signatories confessed that they had lived unchastely, but argued that priests could not be expected to do otherwise, seeing that God had not seen fit to give the gift of continence.",
        "Such consecration, however, whatever its form, was a function of the local Ecclesia as a whole, acting through those of its members most fitted by gift or standing to be its representatives on the occasion.",
        "Hearing the word of God unto obedience being due to \" the gift of His Spirit to His children,\" every church member is a spiritual person, with a measure of the spirit and office of King, Priest and Prophet, to be exercised directly under the supreme Headship of Christ.",
        "At last Poeas, father of Philoctetes, takes pity on him, and is rewarded with the gift of his bow and arrows.",
        "The state controls professional and technical schools through the regents' examinations of candidates for admission to such schools and to the professions, determines the minimum requirements for admission to college by the regents' academic examinations, maintains the large State Library and the valuable State Museum, and occasionally makes a gift to a college or a university for the support of courses in practical industries; but it maintains no college or university that is composed of a teaching body.",
        "He had the gift of living for the work in hand without feeling the distraction of other interests.",
        "Adamu or Adapa, we are told, received from his divine father the gift of wisdom,' but not that of everlasting life.",
        "He had a chance, however, of obtaining the gift, or at least of eating the food and drinking the water which makes the gods ageless and immortal.",
        "Confessing his inexperience, the king prayed for a discerning heart, and was rewarded with the gift of wisdom together with riches and military glory.",
        "Peckham's zeal was not tempered by discernment, and he had little gift of sympathy or imagination.",
        "She reviewed the departing regiments; she entertained the wives and children of the Windsor soldiers who had gone to the war; she showed by frequent messages her watchful interest in the course of the campaign and in the efforts which were being made throughout the whole empire; and her Christmas gift of a box of chocolate to every soldier in South Africa was a touching proof of her sympathy and interest.",
        "England, in particular, owes much to it, for there Florence Nightingale acquired the practical knowledge which enabled her afterwards to turn her remarkable gift of organization to such brilliant account.",
        "About this time a new dominion was founded by Louis the Bearded, who by purchase, gift or marriage obtained several counties in Thuringia.",
        "He possessed, to an extraordinary degree, a power of getting into intimate association with the Arabs of the desert, such as has belonged to but one or two of his predecessors in Arabian travel, and he combined with this gift the soldier's instinct and a capacity for leadership which raised him at once to the first rank of commanders in desert warfare.",
        "On the 12th of December 1796, he received the ribbon of St Anne and a rich estate at Gruzina in the government of Novgorod, the only substantial gift ever accepted by him during the whole of his career.",
        "The 50,000 roubles presented to him by the emperor as a parting gift he at once handed to the Pavlovsk Institute for the education of the daughters of poor gentlemen.",
        "The chief of these was the gift of teaching, that is, of understanding and interpreting to others the will and truth of God.",
        "That they had a large measure of authority of course goes without saying, but it depended always upon their brethren's recognition of their possession of the divine gift of apostleship, and the right of Churches or individuals to test their claims and to refuse to listen to them if they did not vindicate their divine call was everywhere recognized.",
        "The essential part of this was that the Empire accepted the canonical election of bishops, and allowed the metropolitan to confer the sacred office by gift of ring and pastoral staff; while the Church acknowledged that the bishop held his temporal rights from the Empire, and was therefore to be invested with them by a touch from the royal sceptre.",
        "Thus the firstlings, first-fruits and vows are still the free gift of the individual which no human authority exacts, and which every householder presents and consumes with his circle in a sacrificial feast without priestly aid.",
        "The Latin stipendium (for stipipendium) is derived from slips, a gift, contribution (originally a heap of coins, stipare, to press; mass together) and pendere, to weigh out, pay.",
        "Above all, they alone seem to have had the gift of guiding the most difficult of nations properly.",
        "In Poland the bishops and most of the Catholic magnates were for an Austrian archduke, while the strongly anti-German szlachta were inclined to accept almost any candidate but a German, so long as he came with a gift in his hand and was not a Muscovite.",
        "Giving himself up to preaching and polemics, he aided the Reformation by his gift as a translator, turning Luther's and Melanchthon's works into German or Latin as the case might be, thus becoming a sort of double of both.",
        "In 1905 Mr David Davies of Llandinam - one of the leading laymen in the Connexion - offered a large building at Aberystwyth as a gift to the denomination for the purpose of uniting North and South in one theological college; but in the event of either association declining the proposal, the other was permitted to take possession, giving the association that should decline the option of joining at a later time.",
        "is Colt Park (106 acres), the gift of Mrs Elizabeth Colt, the widow of Samuel Colt, inventor of the Colt revolver; in the S.W.",
        "is Keney Park (680 acres), the gift of Henry Keney, and, next to the Metropolitan Reservations near Boston, the largest park in the New England states.",
        "849), had a genuine gift for Latin poetry, a gift agreeably exemplified in his poem on the plants in the monastic garden.",
        "1-t 1, 15, the monarchy is viewed as God's gracious gift to His people; in viii., x.",
        "Personal experience had ripened his rare natural gift for avoiding dangers.",
        "(6) Since prophets were regarded as a gift of God and as moved by the Holy Spirit, the individual congregation had no right of control over them.",
        "Now Mark Napier found in the library of the university of Edinburgh a mathematical work bearing a sentence in Latin which he translates, \" To Doctor John Craig of Edinburgh, in Scotland, a most illustrious man, highly gifted with various and excellent learning, professor of medicine, and exceedingly skilled in the mathematics, Tycho Brahe bath sent this gift, and with his own hand written this at Uraniburg, 2d November 1588.\"",
        "Since about 1866, spurred on by the consciousness that one of their own race, Benito Juarez, had risen to the highest positions in the gift of the country, they have taken greater interest in public affairs and are.",
        "The Cartwright memorial hall, principally the gift of Lord Masham, opened in 1904 and containing an art gallery and museum, commemorates Dr Edmund Cartwright (1743-1823) as the inventor of the power-loom and the combingmachine.",
        "He was appeased by Khalaf's speedy submission, together with the gift of a large sum of money, and further, it is said, by his subdued opponent addressing him as sultan, a title new at that time, and by which Mahmud continued to be called,, though he did not formally adopt it, or stamp it on his coins.",
        "His more important books, of which English translations have been published, are the poems Gitanjali (Song Offerings) (1913), The Crescent Moon (1913), The Gardener (1913), Songs of Kabir (1915), Fruit Gathering (1916), Stray Birds (1917), The Lover's Gift and the Crossing (1918); the plays Chitra (1914), The King of the Dark Chamber (1914), The Post Office (1914),.",
        "Though hands can to a great extent be acquired by care and practice, yet in the highest form this is a gift and cannot be learned.",
        "The president is given a free hand in choosing his cabinet ministers; but for most other appointments, whether or not they are by law in his sole gift, the senators belonging to the presidents party have practically controlled the selections for offices lying within their respective states, and a nomination made by the president against the will of the senator concerned will generally be disapproved by the Senate.",
        "confirmatio, from confirmare, to establish, make firm), in the Christian sense, the initiatory rite of laying on of hands, supplementary to and completing baptism, and especially connected with the gift of the Holy Ghost to the candidate.",
        "His special gift lay in the power to make what had been traditionally received impressive, to give to it its proper form, and to gain for it new currency.",
        "The railway company built its principal schools, provided it with a mechanics' institute, containing library, science and art classes, reading rooms, assembly rooms, &c. Victoria Park, also the gift of the company, was opened in 1888.",
        "Hephaestus is a culture-god mainly in his secondary aspect as the craftsman, whereas Prometheus originates all civilization with the gift of fire.",
        "In 1798 its name was changed to Washington Academy, in recognition of a gift from George Washington of some shares of canal stock, which he refused to receive from the Virginia legislature.",
        "In 1830 the library and museum were presented to him as a free gift by the creditors.",
        "In his gift for recording the most subtle characters of architectural carvings and details, Ruskin has hardly been surpassed by the most distinguished painters.",
        "Mutual exhortation was practised at all the meetings for divine service, when any member who had the gift of speech (Xfipu ia) was allowed to speak.",
        "More stated that he had received a cup as a New Year's gift.",
        "Campeggio's mission failed in its immediate object; but he returned to Rome, where he was received in Consistory on the 28th of November 1519, with the gift from the king of the palace of Cardinal Adriano Castellesi, who had been deposed, and large gifts of money and furniture.",
        "The expression \" donation \" simply referred to what had already been won under just title: the decree contained a deed of gift, but it was an adjustment between the powers concerned and the other European princes, not a parcelling out of the New World and its inhabitants.",
        "6Epjn, heat, and &(2pov, gift), the name given during the French Revolution to the eleventh month of the year in the Republican Calendar.",
        "In 1375 (he gives the date, and his age as 60) he composed his best known poem The Brus, for which he received, in 1377, the gift of ten pounds, and, in 1378, a lifepension of twenty shillings.",
        "The evidence may be examined at length in Nicolas and Beltz; it is indisputable that in the wardrobe account from September 1347 to January 1349, the 21st and 23rd Edward III., the issue of certain habits with garters and the motto embroidered on them is marked for St George's Day; that the letters patent relating to the preparation of the royal chapel of Windsor are dated in August 1348; and that in the treasury accounts of the prince of Wales there is an entry in November 1348 of the gift by him of \" twenty-four garters to the knights of the Society of the Garter.\"",
        "There are no orders for natives, and such distinctions as are conferred by the different coloured buttons of the mandarins, the grades indicated by the number of peacocks' feathers, the gift of the yellow jacket and the like, are rather insignia of rank or personal marks of honour than orders, whether of knighthood or merit, in the European sense.",
        "Socinianism taught a new spiritual body, an intermediate state in which the soul is near non-existence, an annihilation of the wicked, as immortality is the gift of God.",
        "The doctrine of conditional immortality taught by Socinianism was accepted by Archbishop Whately, and has been most persistently advocated by Edward White, who \"maintains that immortality is a truth, not of reason, but of revelation, a gift of God\" bestowed only on believers in Christ; but he admits a continued probation after death for such as have not hardened their hearts by a rejection of Christ.",
        "The philosopher Thomas Harriot (1560-1621), one of his colleagues, laboured for the conversion of the natives, amongst whom the first baptism is recorded to have taken place on the 13th of August 1587.9 Raleigh himself presented as a parting gift to the Virginian Company the sum of loo \" for the propagation of the Christian religion \" in that settlement.",
        "His wealth and power were enlarged by gift of the parliament which met on the 14th and rose on the 19th of April - a date made notable by the subsequent supper at Ainslie's tavern, where Bothwell obtained the signatures of its leading members to a document affirming his innocence, and pledging the subscribers to maintain it against all challengers, to stand by him in all his quarrels and finally to promote by all means in their power the marriage by which they recommended the queen to reward his services and benefit the country.",
        "At the time of the Domesday survey Ilbert de Lacy held Barnsley by gift of William the Conqueror as part of the honour of Pontefract, and the overlordship remained in his family until the reign of Stephen, when it was granted by Henry de Lacy to the monks of Pontefract.",
        "gave the church of Utrecht the royal domain of Groningen, and in the deed of gift the \"villa Cruoninga\" is mentioned.",
        "12, &c.), and human sacrifice, offered as an exceptional gift to Chemosh in 2 Kings iii.",
        "Presentation is the act of a patron in offering his clerk to the bishop, to be instituted in a benefice of his gift.",
        "In a donative advowson, the sovereign, or any subject by special licence from the sovereign, conferred a benefice by a simple letter of gift, without any reference to the bishop, and without presentation and institution.",
        "Under the previously existing law, simony, or \"the corrupt presentation of any person to an ecclesiastical benefice for gift, money or reward,\" renders the presentation void, and subjects the persons privy or party to it to penalties; a presentation to a vacant benefice cannot be sold, and no clerk in holy orders can purchase for himself a next presentation.",
        "If this monastery was ever built, it was afterwards annexed to the church of Worcester, and the lands on the Stour formed part of the gift of Coenwulf, king of the Mercians, to Deneberht, bishop of Worcester, but were exchanged with the same king in 816 for other property.",
        "In Oakshaw Street stands the observatory (1883), the gift of Thomas Coats (1809-1883).",
        "Of parks and open spaces there are in the south, Brodie Park (22 acres), presented in 1871 by Robert Brodie; towards the north Fountain Gardens (7a acres), the gift of Thomas Coats and named from the handsome iron fountain standing in the centre; in the north-west, St James Park (40 acres), with a racecourse (racing dates from 1620, when the earl of Abercorn and the Town Council gave silver bells for the prize); Dunn Square and the old quarry grounds converted and adorned; and Moss Plantation beyond the north-western boundary.",
        "This collection of sagas, completed in about 1380, is \"the most extensive and most perfect of Icelandic manuscripts,\" and was sent to Denmark in 1662 as a gift to the king.",
        "(reshith) is a small gift to the priests, a mere basketful (xviii.",
        "Among his other acts of munificence may be mentioned his gift to the Apothecaries' Company of the botanical or physic garden, which they had rented from the Chelsea estate since 1673.",
        "Thus the imperial crown was the most fatal gift that could have been offered to the German kings; apparently giving them all things, it deprived them of nearly everything.",
        "His lectures and conversation classes were extraordinarily good, possessing as he did the rare gift of kindling the enthusiasm without curbing the individuality of his pupils.",
        "The Peabody Academy of Science, founded by the gift in 1867 of $140,000 from George Peabody and incorporated in 1868, is established in the East India Marine Hall (1824), bought for this purpose from the Salem East India Marine Society.",
        "The oligarchic constitution established in Canada in 1 774 by the Quebec Act did not suit men trained in the school of local self-government which Britain had unwittingly established in the American colonies, and the gift of representative institutions was soon necessary.",
        "For mere death brings no liberation, unless a man is become a new creation, a new Adam, as Christ was; unless he has received the gift of the spirit and become a vehicle of the Paraclete.",
        "had received the gift of the Paraclete; and the credentes or Believers.",
        "Though its existence as a maritime power was originally due to its port, it is only since 1870 that Genoa has provided the conveniences necessary for the modern development of its trade, the duke of Galliera's gift of £800,000 to the city in 1875 being devoted to this purpose.",
        "Brass Town contains a fine church, the gift of a native chief.",
        "He is no longer drafted into the police on completing his army service, but goes free at the end of five years with a gift of E.2o.",
        "He then reorganized the whole province, and the wellenown Pompeys Pillar was set up by the grateful and ~epentan.t Alexandrians to commemorate his gift to them of)art of the corn tribute.",
        "On the contrary, the magnificent gift of the Danish nation to Frederick III.",
        "15, and also emphasized, as the motive for the gift, Yahweh's desire \"to prove thee (i.e.",
        "Nizami accepted the royal gift, but his resolve to keep aloof from a servile courtlife was not shaken by it, and he forthwith returned to his quiet retreat.",
        "Rebuilt, largely by means of a gift of Robert Bruce, it was nearly burned down in 1385 by Richard II.",
        "Among inland peoples a salt spring was regarded as a special gift of the gods.",
        "To the study of Scottish history Mr Lang brought a scholarly care for detail, a piquant literary style, and a gift for disentangling complicated questions.",
        "His foundation of the College of God's Gift, commonly called Dulwich College, was opened with great state on the 13th of September 161 9, in the presence of Lord Chancellor Bacon, Lord Arundell, Inigo Jones and other distinguished men.",
        "That it was the founder's intention to establish a great public school upon the model of Westminster and St Paul's, with provision for university training, is shown by the statutes; but for more than two centuries the educational benefits of God's Gift College were restricted to the twelve poor scholars.",
        "King Rhydderich gave one to Merlin, and Rimenhild made a similar gift to Child Horn.",
        "The recognized books of jurisprudence, some of which run to over twenty folio volumes, are vastly learned, and occasionally show sound sense, but excel mainly in useless hair-splitting and feats of scholastic gymnastics, for which the Arabian race has a natural gift.",
        "Previously known as Mattaniah (\"gift of Yah[wehl\"), he was appointed king by Nebuchadrezzar after the capture of Jerusalem (597 B.C.) and his name changed to Zedekiah.",
        "He himself attached great importance to his studies in this kind; his learned friends expected him to give their results to the world; which accordingly, though having little natural gift or felicity in verbal expression, he laboured strenuously to do.",
        "After the gift of $500,000 by Andrew Carnegie there were established in 1909 the Andrew Carnegie School of Engineering, the James Madison School of Law, the James Monroe School of International Law, the James Wilson School of Political Economy, the Edgar Allan Poe School of English and the Walter Reed School of Pathology.",
        "It was already recognized that in him the country possessed not only a public man of exceptionally attractive personality, but one whose literary tastes were combined with a gift for expression which was at once original and fluent.",
        "The gift of a seal to Goethe on his birthday in 1831 \" from fifteen English friends,\" including Scott and Wordsworth, was suggested and carried out by Carlyle.",
        "Thus the Dalriadic Scots had handed on the gift of Irish Christianity, with such literature as accompanied it in the shape of Latin, and reading and writing, to the northern English from Forth to Humber.",
        "Yet, aided by Angus, he continued to intrigue with Edward for the gift of the Scottish crown.",
        "The recumbent monument placed upon the spot, and the windows in the chapter-house of the abbey, one of them a gift from Queen Victoria, were a tribute to his memory from friends of every class in England and America.",
        "But these dispensations, which at first lay chiefly in the gift of the bishops, then almost exclusively in that of the popes, soon increased in an incessant stream, till at the close of the middle ages there were thousands of churches in every western country, by visiting which it was possible to obtain an almost indefinite number of indulgences.",
        "Theseus dived and brought it up, together with a golden crown, the gift of Amphitrite.",
        "They are almost invariably fluent speakers; with many of them oratory seems to be a natural gift; it is also carefully cultivated.",
        "In1907-1908the total school revenue, ninetenths of which was derived from local taxation and the remainder chiefly from a state appropriation (for the year in question, $1,057,000) including the proceeds derived from permanent school funds secured by the gift and sale of public lands on the part of the United States Government, was $39,989,510 22.",
        "His own policy for Ireland was the gift of Dominion Home Rule.",
        "Thus the name which once denoted the good genius who bestowed the precious gift of water upon man was adopted to this use in vulgar Latin under the form Catamitus.",
        "He united in his person the best qualities of his predecessors, and possessed the gift of taking full advantage of the talents of the able generals, admirals and 1 Suleiman, eldest son of Bayazid I., who maintained himself as sultan at Adrianople from 1402 to 1410, is not reckoned as legitimate by the Ottoman historiographers, who reckon Suleiman the Magnificent as the first of the name.",
        "Finding himself in danger of starvation, even his food and drink being changed by his touch, Midas entreated Dionysus to take back the gift.",
        "In character of work and design it resembles the Venice Pala d'Oro, but is still earlier in date, being a gift to the church from Archbishop Angilbert II.",
        "The gift of reproducing effects of nature or art by brush or chisel is not necessarily accompanied by power to design; but a noteworthy exponent of the dual faculty is G.",
        "Throughout his life he profited by the gift of attaching to himself the right men, whether as patrons or, like Weidenbach and Stern, as assistants.",
        "The duke of Bourbon was won over by the gift of the government of the centre of France, and Dunois and Chabannes by restoring them their estates.",
        "Eager as he always was to try diplomacy instead of war, Louis sent a gift of 60,000 golden crowns to Charles and secured a safe conduct from him for an interview.",
        "He was not a fellow of the Royal Society, but must certainly have known of the gift of the Copley medal to Dollond.",
        "His patron died when Malherbe was on a visit in his native province, and for a time he had no particular employment, though by some servile verses he obtained a considerable gift of money from Henry III., whom he afterwards libelled.",
        "The public library was the gift of Augustine Heard.",
        "Possibly \" Matthew \" (Yahweh's gift) was his Christian surname, since two native names, neither being a patronymic, is contrary to Jewish usage.",
        "This gift, among other provisions, enabled the Elder Conservatorium of Music to be established, the building for which was opened in 1900.",
        "His greatest administrative gift was a fine intuition in choosing men to serve him.",
        "In Babylonian myth a serpent, apparently in a well or pool, deprived Gilgamesh of the plant which rejuvenated old age, and if it was the rightful guardian of the wonderful gift, one is reminded of the Hebrew story, now reshaped in Gen.",
        "7 The `Omar ibn `Isa of the Hadhramaut had the same gift (so Makrizi); cf.",
        "The idea of the Roman Church was imperfectly embodied at the best; the divine gift was in earthen vessels.",
        "In 1704 she announced to the Commons her intention of granting to the church the crown revenues, amounting to about 16,000 or f;r7,000 a year, from tenths and first-fruits (paid originally by the clergy to the pope, but appropriated by the crown in 1534), for the increase of poor livings; her gift, under the name of \"Queen Anne's Bounty,\" still remaining as a testimony of her piety.",
        "The fragment of a bronze bowl discovered in Cyprus in 1876, which bears round its edge an inscription dedicating it to BaalLebanon as a gift from a servant of Hiram, king of the Sidonians, is probably the oldest Phoenician document which we possess.",
        "The Public Library, a gift of Andrew Carnegie, is a white marble building in the Mount Vernon Square, at the intersection of Massachusetts and New York avenues.",
        "The plainness and directness, both of thought and of expression, which characterize Homer were doubtless qualities of his age; but the author of the Iliad (like Voltaire, to whom Arnold happily compares him) must have possessed the national gift in a surpassing degree.",
        "On his return Arsinoe asked the gift of Heraclea, and he granted her request, though he had promised to free the city.",
        "at York, and in the following year had received the gift of a cap and sword from Pope Paul III., thus renouncing the friendship of his uncle.",
        "Armenia was rescued and Corbulo proposed that Tiridates should become king of Armenia on condition of his receiving his crown as a gift from Nero.",
        "The emperor protested that only the Greeks were fit to hear him, and rewarded them when he left by the bestowal of immunity from the land tax on the whole province, and by the gift of the Roman franchise; he also planned and actually commenced the cutting of a canal through the Isthmus of Corinth.",
        "The abbess Hild and her monks recognized that the illiterate herdsman had received a gift from heaven, and, in order to test his powers, proposed to him that he should try to render into verse a portion of sacred history which they explained to him.",
        "To the right of the entrance to the palace gardens is the tomb of the \"great landgravine,\" Caroline Henrietta, wife of the landgrave Louis IX., surmounted by a marble urn, the gift of Frederick the Great of Prussia, bearing the inscription femina sexu, ingenio vir.",
        "In 529 a synod of fifteen bishops, under the presidency of Caesarius of Arles, assembled primarily to dedicate a church, the gift of Liberius, the lieutenant of Theodoric, in Gaul, but proved to be one of the most important councils of the 6th century.",
        "In 1725 the gift called the \" royal bounty \" was first granted - a subsidy amounting at first to £1000 per annum, increased in George IV.'s reign to £2000, and continued to the present day; its original object was to assist the reclamation of the Highlands from Roman Catholicism by means of catechists and teachers.",
        "It was to reinforce this element of the church's activity, as well as to strengthen her generally, that James Baird (1802-1876) in 1873 made the munificent gift of f soo,000.",
        "The gift was refused somewhat indignantly; and by giving proof of the immense value of his services, Colbert gained all that he desired.",
        "The man with mana is bound to come to the top, both because his gifts give him a start and because his success is taken as a sign that he has the gift.",
        "Lastly, with De Bonald, he reduced the problem of the origin of society to that of the origin of language, and held that language was a divine gift.",
        "For instance, a testator having left a fund to be divided into four parts - one-fourth to be used for \"the redemption of British slaves in Turkey and 2 Barbary,\" and the other three-fourths for various local charities - it was found that there were no British slaves in Turkey or Barbary, and as to that part of the gift therefore the testator's purpose failed.",
        "1718) he wrote to a London merchant, Elihu Yale, and persuaded him to make a liberal gift to the college, which was named in his honour.",
        "Being in good circumstances, he was anxious to show his gratitude to Spinoza by a gift of 2000 florins, which the philosopher half-jestingly excused himself from accepting.",
        "Drama has rarely flourished in Sweden, but several of the poets mentioned above have written important plays, and, somewhat earlier, the socialistic problempieces of Anne Charlotte Edgren-Leffler, duchess of Cajanello (1849-1893), possessed considerable dramatic talent, working under a direct impulse from Ibsen; but her greatest gift was as a novelist.",
        "a particularly fine fruit) as a gift to their king on festival days; peasants meeting him on his excursions do the same (Plut.",
        "In Rome he received a hint that his articles in the Morning Post had been brought to Napoleon's notice, and he made the voyage from Leghorn in an American ship. On a visit to Somersetshire in 1807 he met De Quincey for the first time, and the younger man's admiration was shown by a gift of X300, \"from an unknown friend.\"",
        "The gift, mentioned by Anastasius (in Sylv.), made by Constantine to the Vatican basilica, of a pharum of gold, garnished with Soo dolphins each holding a lamp, to burn before St Peter's tomb, points also to a custom well established before Christianity became the state religion.",
        "As in the case of the woman with the precious box of ointment, it is not the gift that merits reward, but the faith that inspires it.",
        "He received an estate from Catherine II., and although the gift was rescinded by Paul I., another was eventually granted him.",
        "Yet his power of touching the springs of tragic awe and horror is a genuine poetical gift, of the same kind as that which is displayed by some of the early English dramatists.",
        "It seems clear that he had a peculiar gift for evoking the enthusiasm of rude tribes, and we can well understand how the famous white fawn, a present from one of the natives, which was his constant companion and was supposed to communicate to him the advice of the goddess Diana, promoted his popularity.",
        "The apostle prays: \"Fountain sent unto us from Rest, Power of Salvation from that Power proceeding which overcomes and subjects all to its own will, come and dwell within these waters, that the Charisma (gift) of the holy Spirit may be fully perfected through them.\"",
        "This travelled prince brought back from Venice a MS. of Marco Polo, the gift of the Senate, and is still remembered by the people through the story Livro das viagens do Infante D.",
        "189) with the living of Irstead, Norfolk, of the king's gift on the 12th of July 1 349.",
        "The princess landed at Deal on the 27th of December; Henry met her at Rochester on the 1st of January 1540, and was so much abashed at her appearance as to forget to present the gift he had brought for her, but nevertheless controlled himself sufficiently to treat her with courtesy.",
        "The free library and art gallery of the corporation, a fourstoreyed building in Italian style erected in 1887, contains the library of the Rev. Rowland Williams (one of the authors of Essays and Reviews), the rich Welsh collection of the Rev. Robert Jones of Rotherhithe, a small Devonian section (presented by the Swansea Devonian Society), and about 8000 volumes and 2500 prints and engravings, intended to be mutually illustrative, given by the Swansea portrait-painter and art critic, John Deffett Francis, from 1876 to 1881, to receive whose first gift the library was established in 1876.",
        "12), the tokens of spiritual gift visible in work done, and particularly in the planting of the Gospel in fresh fields (2 Cor.",
        "Yet such as shared the spiritual gift (charisma) of missionary power in sufficient degree, were in fact apostles of Christ in the Spirit (i Cor.",
        "It is related that he and his sister fell asleep in the temple of Apollo Thymbraeus and that snakes came and cleansed their ears, whereby they obtained the gift of prophecy and were able to understand the language of birds.",
        "His Anticipations (1902) showed his real gift for sociological speculation.",
        "Facing the west portal is the monument to the emperor William I., and before the north gate, opening upon the Lustgarten, are the famous bronze groups, the \" horse-tamers \" by Clodt, the gift of the emperor Nicholas I.",
        "From the south side of the Kiinigs-platz crossing the Tiergarten and intersecting the avenue from the Brandenburg Gate to Charlottenburg runs the broad Sieges-allee adorned by thirty-two groups of marble statuary representing famous rulers of the house of Hohenzollern, the gift of the emperor William II.",
        "He was converted by a hermit; but as he had neither the gift of fasting nor that of prayer, he decided to devote himself to a work of charity and set himself to carry wayfarers over a bridgeless river.",
        "Originally a fisherman and diver of Anthedon in Boeotia, having eaten of a certain magical herb sown by Cronus, he leapt into the sea, where he was changed into a god, and endowed with the gift of unerring prophecy.",
        "1881), and its erection was due to the indefatigable exertions and munificence of Dr John Gregg, bishop of Cork, Cloyne and Ross; while the tower and spires were the gift of two merchants of Cork.",
        "CORBAN (1;7), an Aramaic word meaning \"a consecrated gift.\"",
        "The number of the recipients of this free gift grew so enormously, that both Caesar and Augustus were obliged to reduce it.",
        "He appears later as a spirit of the forests, endowed with the gift of prophecy, haunting springs and streams, with a special sanctuary in a grove on the Aventine.",
        "Adjoining it are the museum and lecture hall, the gift of James McLean, opened in 1876.",
        "The parks and open spaces include Wellington Park, Well Park in the heart of the town (these were the gift of Sir Michael Shaw-Stewart), Whin Hill, Lyle Road - a broad drive winding over the heights towards Gourock, constructed as a \"relief work\" in the severe winter of 1879-1880.",
        "The deaneries are in the gift of the crown, canonries and prebends sometimes in that of the crown, sometimes in that of the bishops.",
        "But he did not understand that this power was spoilt by self-seeking, and his offer of money to the Apostles, to enable him to confer the gift of the Holy Ghost, has branded his name for ever through the use of the word \"simony\" (q.v.).",
        "The climax of absurdity seems to be reached when we are informed that the story of Simon offering money to the Apostles for the gift of the Holy Ghost arose out of Jewish-Christian scandal about Paul's \" collection for the Saints \" (1 Cor.",
        "In 1872 a chair of engineering and applied mathematics and one of biology were established with an endowment of $40,000, the gift of Dr Francis J.",
        "The chief of the family has large estates by imperial gift, with the title of \" Duke by imperial appointment and hereditary right, continuator of the sage.\"",
        "While the gospel is pre-eminently the divine gift of \"wisdom,\" \"wisdom\" is not personified, but conceived primarily as a system of humanitarian ethics, i.",
        "23), and bids them depend upon the gift of grace (i.5, iv.",
        "The non-charismatic conception of healing, no longer the \"gift\" of some layman in the community (1 Cor.",
        "The city is the see of a Roman Catholic and a Protestant Episcopal bishop. In Schenley Park is the Carnegie Institute (established by a gift of $10,000,000 from Andrew Carnegie, who made further contributions of $9,000,000 for its maintenance), with a main building containing a library, a department of fine arts, a museum (see Museums Of Science) and a music hall, and several separate buildings for the technical schools, which had 2102 students in 1 9 09.",
        "Upon her male favourites (Paris, Theseus) she bestows the fatal gift of seductive beauty, which generally leads to disastrous results in the case of the woman (Helen, Ariadne).",
        "He here breaks with Augustine and the Westminster Confession by arguing, consistently with his theory of the Will, that Adam had no more freedom of will than we have, but had a special endowment, a supernatural gift of grace, which by rebellion against God was lost, and that this gift was withdrawn from his descendants, not because of any fictitious imputation of guilt, but because of their real participation in his guilt by actual identity with him in his transgression.",
        "Lorenzo recommended the young Leonardo, who went to Milan accordingly (at some uncertain date in or about 1483), taking as a gift from Lorenzo and a token of his own skill a silver lute of wondrous sweetness fashioned in the likeness of a horse's head.",
        "For these and other artistic labours Leonardo was rewarded in 1498 (ready money being with difficulty forthcoming and his salary being long in arrears) by the gift of a suburban garden outside the Porta Vercelli.",
        "xiv.) where each of them is declared to be the chief in some gift, Ananda is mentioned five times (which is more often than any other), but it is as chief in conduct and in service to others and in power of memory, not in any of the intellectual powers so highly prized in the community.",
        "HOLLAND - The first mention of Holland in any document is found in an imperial gift brief dated May 2nd, 1064.",
        "It is generally assumed that this Gerolf was his father, otherwise their deed of gift would not have been preserved among the family papers.",
        "In the deed of gift he is spoken of as holding the three countships of Maasland, Kinhem or Kennemerland and Texla or Texel; in other words his rule extended over the whole country from the right bank of the Maas or Meuse to the Vlie.",
        "(1138), who was of the rival house of Hohenstaufen, gave back these Frisian districts to the bishop; it was in truth somewhat of an empty gift.",
        "In Homer, notwithstanding the frequent mention of the use of wine, Dionysus is never mentioned as its inventor or introducer, nor does he appear in Olympus; Hesiod is the first who calls wine the gift of Dionysus.",
        "Dionysus further possessed the prophetic gift, and his oracle at Delphi was as important as that of Apollo.",
        "It is in the gift of the sultan of Turkey and, by delegation, of the khedive of Egypt.",
        "Its main streets, in which a few ancient timbered houses are left, radiate from the market place, where stands a Gothic cross, the gift of Lord Sidmouth in 1814.",
        "Expenses incurred during the war led to much controversy, especially when the Russian government claimed the return of £120,000 advanced to enable the Rumanians to mobilize, and considered by them as a free gift.",
        "no serious trouble between them until 1011; but some disturbances in Lorraine quickly compelled the emperor to come to terms,, and the assistance of Ezzo was purchased by a gift of lands..",
        "He was facetiously told that he was quite right in thinking that he ought not to hide his gift; but that his real gift was skill in repairing old kettles.",
        "Thomas Corneille himself, who to his undoubted talents united wonderful facility, untiring industry, and (gift valuable above all others to the playwright) an extraordinary knack of hitting the public fancy, died, notwithstanding his simple tastes, \"as poor as Job.\"",
        "There are two gifts which will be blest above all others, namely, Sujata's gift before I attained wisdom under the Bo tree, and this gift of Chunda's before I pass away.\"",
        "This conscientious and unmoving picture hangs in the museum of Havre, along with a hundred later, fresher, thoroughly individual studies and sketches, the gift of Boudin's brother, Louis Boudin, after the painter's death.",
        "Duthie Park, of 50 acres, the gift of Miss Elizabeth Crombie Duthie of Ruthrieston, occupies an excellent site on the north bank of the Dee.",
        "bene, well, and volens, wishing), a term for an act of kindness, or a gift of money, or goods, but used in a special sense to indicate sums of money, disguised as gifts, which were extorted by various English kings from their subjects, without consent of parliament.",
        "Edward IV., however, discarded even the pretence of repayment, and in 1473 the word benevolence was first used with reference to a royal demand for a gift.",
        "If, on the contrary, he lived sumptuously, he was evidently wealthy and could likewise afford a gift.",
        "The university is co-educational (since 1872), and comprises the graduate school, with 306 students in 1909; the college of arts and sciences (902 students); the college of law (225 students), established in 1887; the medical college (217 students, of whom 29 were taking freshman or sophomore work in Ithaca, where all women entering the college must pursue the first two years of work) - this college was established in 1898 by the gift of Oliver Hazard Payne, and has buildings opposite Bellevue hospital on First Avenue and 28th Street, New York city; the New York state veterinary college (94 students), established by the state legislature in 1894; the New York state college of agriculture (413 students), established as such by the state legislature in 1904, - the teaching of agriculture had from the beginning been an important part of the university's work, - with an agricultural experiment station, established in 1887 by the Federal government; the college of architecture (133 students); the college of civil engineering (569 students); and the Sibley College of mechanical engineering and mechanic arts (1163 students), named in honour of Hiram Sibley (1807-1888), a banker of Rochester, N.Y., who gave $180,000 for its endowment and equipment and whose son Hiram W.",
        "The \" Susan Linn Sage School of Philosophy,\" so called since the gift (1891) of $200,000 from Henry W.",
        "Partly, perhaps, owing to a philosophical and legal training, he had not the gift of clear and simple narrative, and he is more successful in discussing the connexion between events than in describing the events themselves.",
        "In the conversation with Nicodemus we seem to overhear a protest against the growing tendency of the last years of the 1st century to substitute formal sacraments for the free afflatus of the spirit, and to \"crib, cabin and confine\" the gift of prophecy.",
        "44 ff., the gift of the Spirit was first poured out upon the Gentiles who heard the word preached so that they spoke with tongues, and it was only after these manifestations that they were baptized with water in the name of Jesus Christ at the instance of Peter.",
        "The treaty of Bretigny (1360), which fixed his ransom at 3,000,000 crowns, enabled him to return to France, but although he married his daughter Isabella to Gian Galeazzo Visconti of Milan, for a gift of 600,000 golden crowns, imposed a heavy feudal \"aid\" on merchandise, and various other taxes, John was unable to pay more than 400,000 crowns to Edward III.",
        "What he really did do was to reconstruct society on the essentially feudal theory that the land was a gift from the king, held on conditions of homage and military service.",
        "In a moment of sickness, when his conscience was for a space troub~ ling him or his will was weak, he nominated the saintly Anseim (q.v.) to the archbishopric. When enthroned the new primate refused to make the enormous gift which the king expected from every recipient of preferment.",
        "The gift was over-liberal and the recipient was thankless; but John was distinctly treated as a vassal, not granted the position of an independent sovereign.",
        "If the clergy would give him a voluntary gift, which was in no way to be considered a tax, he agreed to inlaw them.",
        "Nor can we truly say that there is much, though there is certainly some, of that tact which literature is alleged to confer on those who approach it in a just spirit and with the true gift.",
        "Sir James made over this gift to the four esquires who had attended him during the battle, and received from the prince a further pension of six hundred marks.",
        "Dorner, had a powerful mind but an inferior gift of style.",
        "His own strongly perceptive imagination (the gift in which he was to excel every other politician of his time) and the bent of political reading and aspiration from boyhood completed his equipment; and so the wonder that so young a man in Disraeli's social position should write a book like Vivian Grey is accounted for.",
        "Its greatest gift was not the romantic imagination which he possessed abundantly and employed overmuch, but the perceptive, interpretative, judicial or divining imagination, without which there can be no great man of affairs.",
        "The fig also found its favourite home in this country, for Demeter was said to have bestowed it as a gift on the Eleusinian Phytalus, i.e.",
        "His mind had a natural bent towards compromise on unimportant points, and he showed again and again an almost uncanny gift for producing at a moment's notice the form of words that would give body to such compromises.",
        "When the earl of Pembroke, then lord chamberlain, broke his staff across May's shoulders at a masque, the king took him under his protection as \"my poet,\" and Pembroke made him an apology accompanied with a gift of -050.",
        "The village has a memorial hall, housing the public library, and in the township there is an excellent hospital, the gift of Eben.",
        "In 1838 he obtained the pension Suard, a bursary of 150o francs a year for three years, for the encouragement of young men of promise, which was in the gift of the academy of Besancon.",
        "19th century, both the use and the improvement of reflectors were left mainly in British hands; but the gift of the \" Crossley \" instrument in 1895, to the Lick observatory, and its splendid subsequent performances in nebular photography, brought similar tools of research into extensive use among American astronomers; and they are now, for many of the various purposes of astrophysics, strongly preferred to refractors.",
        "A statue of Rochambeau by Ferdinand Hamar, the gift of France to the United States, was unveiled in Lafayette Square, Washington, by President Roosevelt on the 24th of May 1902.",
        "In their fiscal capacity they were to enquire into escheats, churches, lands and women in the king's gift.",
        "Its church of St Gommaire was finished in 1557 and contains three fine glass windows, the gift of the archduke Maximilian, to celebrate his wedding with Mary of Burgundy.",
        "They found a brilliant interpreter in Aeschines, who, after having been a tragic actor and a clerk to the assembly, had entered political life with the advantages of a splendid gift for eloquence, a fine presence, a happy address, a ready wit and a facile conscience.",
        "GÃ¶ttingen, 1906), and his \"new year's gift\" to the new century, the Monologen (1800; ed.",
        "The religious sept or family consisted in the first instance not only of the ecclesiastical persons to whom the gift was made, but of all the celi or vassals, tenants and slaves, connected with the land bestowed.",
        "After making a gift of his lands the chief either retired, leaving it in the hands of a coarb, or remained as the religious head himself.",
        "Irish Less than two years before Strongbow's arrival Pope Eugenius had established an ecclesiastical constitution in Ireland depending on Rome, but the annexation was very imperfectly carried out, and the hope of fully asserting the Petrine claims was a main cause of Adrian's gift to Henry II.",
        "In 1598 James Fitzthomas Fitzgerald assumed the title of Desmond, to which he had some claims by blood, and which he pretended to hold as Tyrone's gift.",
        "century Raleigh's fatal gift had already become the food of the people.",
        "Perhaps it was his gift of oratory which suggested his appointment as bishop of the refractory men of Devon and Cornwall.",
        "The Moon in Greek myths loved Endymion, and was bribed to be the mistress of Pan by the present of a fleece, like the Dawn in Australia, whose unchastity was rewarded by a gift of a red cloak of opossum skin.",
        "But this attempt to equalize property proved a failure: from early times there were marked differences of wealth within the state, and these became even more serious after the law of Epitadeus, passed at some time after the Peloponnesian War, removed the legal prohibition of the gift or bequest of land.",
        "Desiderius, whose daughter Bertha or Desiderata Charles, despite the pope, had married at the instance of his mother Bertrade, supported the rights of Carlomans sons, and threatened Pope Adrian in Rome itself after he had despoiled him of Pippins territorial gift.",
        "of Hugh the Abbot, successor of Robert the Strong, each voter having been won over by gift of abbeys, counties or manors.",
        ",, and agility of mindbut he lacked the one gift of a~.,n:.",
        "The Donatist position, like that of the Novatians, was that the mark of the true church is to guard the essential predicate of holiness by excluding all who have committed mortal sin; the Catholic standpoint was that such holiness is not destroyed by the presence of unworthy members in the church but rests upon the divine foundation of the church and upon the gift of the Holy Spirit and the communication of grace through the priesthood.",
        "Cassandra accepted the proposal; but no sooner had she obtained the gift than she laughed at the tempter, and refused to fulfil her promise.",
        "Richardson, the gift of Charles Winn.",
        "In spite of the young queens conversion and the singular distinction conferred on her by the papal gift of the golden rose, ~i~1OflSO the Protestant alliance marked a further stage in Alphonso XIII.s emancipation from the tutelage of the Clerical-Conservative court.",
        "He had what is a rare quality among English poets, the gift of humour, which was very singularly absent from others who possessed many other of the higher qualities of the intellect.",
        "It contains the outlying villages of Greenwood, Montrose and Boyntonville; and, larger than these, Wakefield, near the centre of the township. In this village is the town hall, the gift of Cyrus Wakefield (1811-1873), and the Beebe Town Library, founded in 1856 as the Public Library of South Reading, and later renamed in honour of Lucius Beebe, a generous patron.",
        "The other heirlooms, which are also kept in the sultan's palace, and which descend to each sultan in turn, are the \"Nobab Nagara\" (two royal drums) from Johore and Menang-Kabau, and the \"Gunta Alamat\" (bells), the gift of Sultan Bahkei of Johore or Malacca.",
        "Among the prominent buildings of the city are a public library, the high school, a theatre (owned by the Knights of Columbus), a Masonic Temple, the City Bank and several churches, of which the most notable, perhaps, are the Baptist, Methodist, and St Gabriel's (Roman Catholic), which is the gift of members of the Iselin family, to whose interest in yachting is due in part the prominence of the New Rochelle and Larchmont Yacht Clubs.",
        "But every brand forged by the smith broke under Sigurd's stroke; till at last he fetched the fragments of the sword Gram, Odin's gift to his father, which Hiortis had carefully treasured.",
        "In the Anglican Church the bishop is of common right patron of all prebends, and if a prebend is in the gift of a lay patron he must present his candidate to the bishop who institutes as to other benefices.",
        "In wrath at this trick, according to Hesiod, or in other versions for the purpose of exterminating the remnants of people who escaped the deluge of Deucalion, Zeus never bestowed, or later withdrew, the gift of fire.",
        "The one great gift of Nicholas I.",
        "to Russia, a gift which he really believed would be welcome because it would bring every subject into immediate contact with the throne, was - the secret police, the dreaded Third Sections The crowning fault of Nicholas was, however, that he would not delegate his authority; whom could he trust but himself ?",
        "When the storm burst, he remained entrenched behind the barriers of his own disciplined empire; sovereigns truckling in a panic to insurgent democracies he would not lift a finger to help;' it was not till Francis Joseph of Austria in 1849 appealed to him in the name of autocracy, reasserting its rights, that he consented to intervene, and, true to the promise made at Miinchengratz in 1833, crushed the insurgent Hungarians and handed back their country as a free gift to the Habsburg king.",
        "I would like your opinion on a house I would give as a wedding gift.",
        "Maybe that's a sign I shouldn't let go of this gift.",
        "Classic difference of context; to Quinn this is a scientific question while to Howie, it's like a gift from God, not to question and not to abuse.",
        "The potential of Howie's gift was awesome.",
        "Think of a plain Jane or Jamie with an unusual gift, that scares the shit out of them.",
        "How could he publicize a gift like that, if he actually possessed any ability?",
        "If she is in any way discovered or harassed, she will immediately cease utilizing this extraordinary gift.",
        "While she was aware of Howie's gift, as she called it, she failed to comprehend the seriousness of the subject and we didn't want to add tinder to the fire.",
        "Whenever I considered such a course of action even hinting about what we're doing, I tended to temporarily forget the magnitude of Howie's gift.",
        "Talon made you immortal and awoke your gift, Sofi replied.",
        "She chuckled to herself, wondering if guessing someone's favorite drink was his Natural gift.",
        "They possessed a unique gift, the ability to kill an immortal without being an immortal.",
        "If they did, their gift was elevated and what made them dangerous to immortals then made them dangerous to the Gods.",
        "Self-conscious of the effect her gift had on people, she moved deeper into the booth.",
        "He sensed her Guardian gift: the ability to manipulate minds.",
        "Her gift for mind manipulation wasn't enough to influence the powerful God, and she'd found appeasing the lost young man and using the extent of her gift were both needed to influence him.",
        "I think I need more practice with my gift.",
        "However, there are boundaries to your gift that I must give you now.",
        "\"Damian, don't!\" she shouted as the invisible hands lifted her and stripped her of her immortal gift.",
        "Each of the Council members had a unique gift.",
        "Tamer's gift: He was the keeper of the Immortal histories, records not even Rhyn knew about, that only Tamer could read with his magic.",
        "Andre's gift lent him great power and control over the mind, enough so that he had no problem recruiting spies as the others did.",
        "My brother's people found you and identified your unique gift forâ€¦blocking their natural talents.",
        "\"Butâ€¦\" \"The pack is all about my gift, and trying to duplicate it.",
        "He moseyed to the kitchen to bolster his sparse lunch where he found Fred eating sauerkraut, a gift from a neighbor lady, direct­ly from a jar.",
        "Memon wanted Tiyan on its knees, and the warlord of Tiyan owed him one oath, the gift of his choice.",
        "\"I want to bestow upon you a gift, Xander,\" she said.",
        "I am sorry to sound so abrupt in this email; but clearly, something is seriously amiss at the Chartwell Gift Shop.",
        "Any guns acquired by gift or by will have to be registered.",
        "Being ones to look a gift horse in the mouth, we graciously accepted.",
        "His gift was the ability to seek out and capture, with humanity and grace, each little epiphany of everyday Parisian life.",
        "The silver frame makes a wonderful personalized 25th wedding anniversary gift.",
        "recent additions to the original pond include Touch Pools, Cave Aquarium and Gift Shop.",
        "A fantastic gift for a tiny babies, Lullaby Ellie is simply adorable.",
        "adornments for the bride displayed along with unique gift items.",
        "gift aid The parish receives more than £ 500 in the loose plate nearly every week.",
        "Amazon gift.",
        "As a gift King Canute returned some of the land that had been taken from the Bishops of Durham by his viking ancestors.",
        "Personalized Wooden armchair: Fairy Design - White A perfect gift for any little girl, their own little Personalized Armchair!",
        "This is the perfect gift for anyone with a driving passion for the finest automobiles.",
        "This should have been a thriller on par with The Gift, but instead is totally banal."
    ],
    "definition": [
        "Link/Cite"
    ]
}