{
    "translation": "קרחון",
    "uses": [
        "About half a mile from the glacier the river turns S.E.",
        "Most of the glaciers terminate at an altitude of 14,800-14,900 feet, but the small Cesar glacier, drained to the Hausberg valley, reaches to 14,450.",
        "The whole interior of Greenland is completely covered by the so-called inland ice, an enormous glacier forming a regular shield-shaped expanse of snow and glacier ice, and burying all valleys and mountains far below its surface.",
        "long, which, with the smaller Kolb glacier, lie immediately west of the main divide.",
        "The neve is thus the feeding ground of the glacier (q.v.).",
        "The present course of the Upper Allegheny river is the result of the glacier which blocked the northward drainage of the region through which it flows and turned it southward.",
        "The outline of the curve of a valley's sides ultimately depends on the angle of repose of the detritus which covers them, if there has been no subsequent change, such as the passage of a glacier along the v.alley, which tends to destroy the regularity of the crosssection.",
        "His observations led him to the view that a glacier is an imperfect fluid or a viscous body which is urged down slopes of a certain inclination by the mutual pressure of its parts, and involved him in some controversy with Tyndall and others both as to priority and to scientific principle.",
        "Dr. Atkinson's party, sent back by Scott from the Beardmore glacier, arrived on Jan.",
        "It is unnecessary here to rake among the ashes of this prolonged dispute, but it may be noted that Helmholtz, who, in his lecture on \"Ice and Glaciers,\" adopted Thomson's theory, afterwards added in an appendix that he had come to the conclusion that Tyndall had \"assigned the essential and principal cause of glacier motion in referring it to fracture and regelation\" (1865).",
        "the lake of Thun, and those in the Upper Engadine, in the heart of the mountains, though these are naturally smaller in extent, while the true lakes of the High Alps are represented by the glacier lakes of the Marjelensee (near the Great Aletsch glacier) and those on the northern slope of the Col de Fenetre, between Aosta and the Val de Bagnes.",
        "Griinhornlucke (Great Aletsch Glacier to the Fiescher Glacier), snow.",
        "The action of the continental glacier in scouring down the passes between the St Lawrence and southern drainage, and in turning streams southward, has facilitated the building of railways across the divides.",
        "Leaving out of account the innumerable glacier streams that swell its volume above the Lake of Constance, the most important affluents to its upper course are the Wutach, the Alb and the Wiese, descending on the right from the Black Forest, and the Aar, draining several Swiss cantons on the left.",
        "For here five large glaciers united to form the grand trunk glacier that eroded fhe valley and occupied it as its channel.",
        "But the Plateau was to be reached by Shackleton's way up the Beardmore glacier at which point the tracks converged.",
        "It is almost immediately joined on the left by the Mutt torrent, coming from a small glacier to the S.E., and then flows S.W.",
        "8,393 Furka Pass (Rhone Glacier to Andermatt), carriage road.",
        "But his inquiries into glacier motion were notable alike for his association with Switzerland and for prolonged controversy with other men of science on the subject.",
        "It is reckoned that about 20 glacier passes were certainly known before 1600, about 25 more before 1700, and yet another score before 1800; but though the attempt of P. A.",
        "The highest point in the Julian Alps is formed by the three sugar-loaf peaks of the Triglav or Terglou (9394 ft.), which offers one of the finest views in the whole of the Alps, and which bears on its northern declivity the only glacier in the province.",
        "The Drygalski glacier tongue was crossed and the party made its way southward along the sea-ice close to shore.",
        "Passo della Lobbia Alta (Lobbia Glacier to the Mandron Glacier), snow..",
        "The region was once covered, with the exception of the higher summits, by the Laurentian glacier, whose erosion, while perhaps having little effect on the larger features of the country, has greatly modified it in detail, producing lakes and ponds, whose number is said to exceed 1300, and causing many falls and rapids in the streams. Among the larger lakes are the Upper and Lower Saranac, Big and Little Tupper, Schroon, Placid, Long, Raquette and Blue Mountain.",
        "While the majority of his researches bear on one or other of the subjects just mentioned, others deal with such widely different topics as the birds of Greenland, ocean temperatures, the Gulf Stream, barometric measurement of heights, arcs of meridian, glacier transport of rocks, the volcanoes of the Hawaiian Islands, and various points of meteorology.",
        "Passo di Lares (Lares Glacier to the Lobbia Glacier), snow.",
        "10,112 Fuorcla del Confin (Silvretta Pass to the Vermunt Glacier), snow.",
        "Near its margin the surface of the inland ice is broken up by numerous large crevasses, formed by the outward motion of the glacier covering the underlying land.",
        "These are Mount Rainier or Tacoma (14,363 ft.), Mount Adams (12,470 ft.), Mount Baker (10,827 ft.), Glacier Peak (10,436 ft.) and Mount St Helens (io,000 ft.).",
        "15 chains; the Murchison glacier is io m.",
        "For instance, Ryder found that the Upernivik glacier had an average velocity of only 33 ft.",
        "In the Eastern Alps the longest glacier is the Pasterze (rather over 64 m.), which is not near the true main watershed, though it clings to the slope of the Greater Tauern range, east of the Dreiherrenspitze.",
        "A way was found to the summit of the Plateau by the Axel Heiberg glacier which was negotiated by the dogs with much difficulty.",
        "high, a sheer, plain mass of granite; the Three Brothers, North Dome, Glacier Point, the Sentinel, Cathedral, Sentinel Dome and Cloud's Rest, from 2800 to nearly 6000 ft.",
        "It issues as a torrent, at the height of 5909 ft., from the great Rhone glacier at the head of the Valais, the recent retreat of this glacier having proved that the river really flows from beneath it, and does not take its rise from the warm springs that are now at some distance from its shrunken snout.",
        "In the early 19th century the Meyer family of Aarau conquered in person the Jungfrau (1811) and by deputy the Finsteraarhorn (1812), besides opening several glacier passes, their energy being entirely confined to the Bernese Oberland.",
        "The party of 12 pushed on up the Beardmore glacier with three man-hauled sledges, and after leaving a depot in the middle of the glacier, reached the Plateau at 8,000 ft.",
        "7,267 Grimsel Pass (Meiringen to the Rhone Glacier), carriage road 7,100 Kleine Scheidegg (Grindelwald to Lauterbrunnen), railway over.",
        "11,205 Col du Glacier Blanc (La Grave to Vallouise), snow.",
        "Triftlimmi (Rhone Glacier to the Gadmen Valley), snow Sustenlimmi (Stein Alp to Goeschenen), snow..",
        "The culminating summits of the ranges generally present the appearance of a flat, rounded swelling, and when they are crowned with glaciers, as many of them are, these shape themselves into what may be described as a mantle, a breastplate, or a flat cap, from which lappets and fringes project at intervals; nowhere do there exist any of the long, narrow, winding glacier tongues which are so characteristic of the Alps of Europe.",
        "We may compare this with extreme alpine conditions: on a spot above the Aletsch glacier at a height of 10,700 ft.",
        "10,762 Fenetre de Saleinaz (Saleinaz Glacier to Trient Glacier),snow 10,709 Col de Tracuit (Zinal to Turtmann), snow.",
        "Another single glacier has been surveyed 36 m.",
        "The glacier guides are among the best in the Alps.",
        "Passing the snout of the Khumbu Glacier, we reach a line of memorials to Sherpas who have died on Everest.",
        "This is what a four glacier by helicopter dog sled adventure can do for you.",
        "to the surface of the ice from the ice-bare coast-land and partly the dust of the atmosphere brought down by the falling snow and accumulated on the surface of the glacier's covering by the melting during the summer.",
        "was covered by the continental glacier.",
        "In the 13th century many hitherto unknown passes came into prominence, even some of the easy glacier passes.",
        "Berndt, Der Fiihn (1896, the south wind, so important in mountain districts); and the article on Glacier.",
        "of the Beardmore glacier.",
        "17 on the Beardmore glacier.",
        "Maclean and others, mapped the coast and huge glacier tongues as far east as long.",
        "Hope at the mouth of the Beardmore glacier in lat.",
        "The only true glacier is on the northeast side, at the bottom of a large chasm which runs into the heart of the mountain.",
        "The easy glacier pass of the St Theodule (10,899 ft.) leads S.",
        "After great suffering Hsiian Tsang reached Igu, the seat of a Turkish principality, and pursued his way along the southern foot of the T'ian-shan, which he crossed by a glacier pass (vividly described) in the longitude of Lake Issyk-kul.",
        "The motion of one glacier from the middle of May to the middle of October averaged 8 in.",
        "The glacier or ice sheet, above referred to, deposited till or boulder clay, which was compacted under the enormous pressure of the ice sheet to form the \" hard-pan \" referred to later.",
        "If you're planning on taking a \"light\" hike along a glacier, then the Asolo Alpine hiking boots are for you.",
        "Among them are the puffy Glacier for boys and the Frost for girls.",
        "The northern tributaries of the Gilgit river, which joins the Indus near its south-westerly bend towards the Punjab, take their rise from a glacier system which is probably unequalled in the world for its extent and magnificent proportions.",
        "The Biafo glacier system, which lies in a long narrow trough extending south-west from Nagar on the Hunza to near the base of the Murtagh peaks, may be traced for 90 m.",
        "On the northern side of the range which separates the upper Bukhtarma from the upper Katun is the Katun glacier, which after two ice-falls widens out to 700-900 yards.",
        "From a grotto in this glacier bursts tumultuously the Katun river.",
        "The water-works are owned and operated by the city, the water being obtained from lakes at the foot of the Arapahoe Peak glacier in the Snowy Range, 20 m.",
        "There are black, grizzly and polar bears, and also two exclusively Alaskan species, the Kodiak and the glacier bear.",
        "The glacier or ice sheet overran all Maine, irregularly scouring out the bed rock to produce rock basins, damming up many river valleys with glacial deposits and completely disarranging the drainage lines.",
        "in area, and creeping down to as low as 5690 ft., this being the lowest point to which any glacier descends on the south side of the range; Tseya or Zea, descending 6 m.",
        "higher, likewise given off by Tetnuld; while between that peak, Adish and Gestola originates the Adish or Lardkhat glacier, 5 m.",
        "The Glacial striae, and the dislocated rocks - moved a few inches or feet from their places, and others, at greater distances, turned over, and beginning to assume the sub-angular form of Glacial boulders - were found precisely as the glacier, receding from the bar, and giving place to the ancient lake, had left them, covered and preserved by sand and gravel washed from the terminal morain.",
        "The coast of the Baltic is rocky only in the island-studded region at the head of the Baltic basin proper - a submerged lake-districtand the littoral generally is a typical morainic land, the work of the last great Baltic glacier.",
        "snowfield, glacier.",
        "MONTE ROSA, the name of a great glacier-clad mountain mass (the name comes from the Aostan patois word rase, meaning a glacier) which rises S.E.",
        "The Inylchik glacier is computed to have a length of about 45 m.",
        "The case of the glacier in the valley of Argeles in the department of Hautes-Pyrenees is the best-known instance.",
        "boredom sets in, she flies up to Alaska for low glacier hiking.",
        "calve head of the bay is a glacier ice front with seracs continually ' calving off ' into the sea below.",
        "calvese who have visited Antarctica will note the similarities of the landscape, with giant tabular icebergs calving from vast glacier fronts.",
        "You'll also board a catamaran to get even closer for a different view of the glacier.",
        "Again, there is a magnificent glacier cirque at the valley head.",
        "cirque glacier perched high up above the main valley of Far Easdale.",
        "In 1992, the 4,000-year-old body of a tattooed man was discovered in a glacier on the Austrian border, and historical research has shown that Egyptians identified tattooing with fertility and nobility in the period from 4000 to 2000 B.C.",
        "Besides the Bokovoi Khrebet several other short subsidiary ranges branch off from the main range at acute angles, lifting up high montane glens between them; for instance, the two ranges in Svanetia, which divide, the one the river (glen) Ingur from the river (glen) Tskhenis-Tskhali, and the other the river (glen) TskhenisTskhali from the rivers (glens) Lechkhum and Racha.Down all these glens glacier streams descend, until they find an opportunity to pierce through the flanking ranges, which they do in deep and picturesque gorges, and then race down the northern slopes of the mountains to enter the Terek or the Kuban, or down the southern versant to join the Rion or the Kura.",
        "Easdale Tarn lies in a rock basin that was formed by a cirque glacier perched high up above the main valley of Far Easdale.",
        "passing the snout of the Khumbu Glacier, we reach a line of memorials to Sherpas who have died on Everest.",
        "Malware can hijack your browser, redirect search attempts, provide endless pop-up ads, track Web sites you visit, and make your PC unstable to the point of being unusable, or run slower than a moving glacier.",
        "A path marked by wands meanders over the glacier toward the tents avoiding the crevasses en route.",
        "I could see all of the dangers of the gaping crevasses on the glacier very easily and could cross or walk around them easily.",
        "We crossed over several crevasses on snow bridges as the route joined the upper Emmons Glacier, leading up past our previous highest point.",
        "crevassed glacier.",
        "Heavily crevassed area on a glacier where the descent is steep.",
        "Maps, diagrams and photographs are used to describe the movement of the glacier and the glacial deposits.",
        "Expect the unexpected massive glacier calves and breathtaking wildlife soaring eagles and humpback whales.",
        "Although broadly predictable, the year on year changes in ice dynamics and glacier foreland dynamics is such that new opportunities will constantly arise.",
        "Has Jesus's amazing grace melted the glacier in your heart?",
        "Sabretooth Pro Crampons offer high performance for mixed masters, whether you're climbing a heady thin pillar or crossing a sketchy crevassed glacier.",
        "Using borehole ground-penetrating radar to measure the water content of warm ice in a polythermal glacier in Arctic Sweden (Ref.",
        "glacier hydrology.",
        "glacier skiing throughout most of the summer.",
        "glacier melting: Like other aspects of climate change, some authorities deny that it is happening.",
        "glacier fluctuations in British Columbia and western Alberta.",
        "glacier crossings and rock scrambles.",
        "Water from a melting glacier may be the source of a river.",
        "Luckily for myself I had no symptoms until just before arriving at camp 3 Arrow Glacier, where I had a thumping headache.",
        "Research My research interests focus, in the broadest sense, on glacier hydrology.",
        "From Camp 1 the route descends the Hump to the Plateau which is flat section of the glacier between the lower and upper icefalls.",
        "The influence of glacier hydrology on the dynamics of a large quaternary ice sheet.",
        "lacustrine conditions dated 6,020 BP suggest that at that time the Hatherton Glacier was at or close to its present level.",
        "At the end of the glacier is the massive Cho Rolpa glacial lake.",
        "lateral moraine on the west side of the Khumbu Glacier to Lobuche.",
        "Straight ahead is the high lateral moraine of the South Annapurna glacier and the Modi follows a deep cliff to the right.",
        "The route follows the lateral moraine of the Khumbu glacier, picking its way through a jumble of rock.",
        "melted the glacier in your heart?",
        "Basal sediment evacuation by subglacial meltwater: suspended sediment transport from Haut Glacier d'Arolla, Switzerland.",
        "meltwater streams on the glacier are highlighted in blue; crevasses in green.",
        "As he poured out these failed glacier mints to set, Kendal mintcake was born.",
        "moraine of the glacier which in fact runs the full length of the main series.",
        "moraines Large end moraine associated with deposition at the margin of the Russell Glacier, a large outlet glacier in western Greenland.",
        "moraine camp and then next day onto the glacier.",
        "terminal moraines, the deposits dropped at the front of a glacier, mark stages in the retreat of the ice sheets.",
        "Moraines Large end moraines Large end moraine associated with deposition at the margin of the Russell Glacier, a large outlet glacier in western Greenland.",
        "A still hardier mountaineer is the Sierra juniper (Juniperus occidentalis ), growing mostly on domes and ridges and glacier pavements.",
        "At last we reached the top of the Crean Glacier, at a broad, indefinite col beside a striking nunatak.",
        "retreating glacier has left this ' erratic ' here.",
        "In the short term, glacier retreat may have some benefits.",
        "sawyer glacier unwilling to be next year rci of everything there.",
        "The final descent down the Fortuna Glacier in the dark being illuminated by the searchlight from our waiting ship.",
        "It was the only landing place which we saw as we sailed pass all the steep cliffs and glacier snouts.",
        "snout of a glacier.",
        "Powder Potential Average winter snowfall on the glacier is 11 meters!",
        "Up the railroad, down a lift, then a steep stairway to the edge of the glacier.",
        "A remarkable land of coastal swamps, highland river valleys, even a glacier high in the central mountains.",
        "terminal moraine of the glacier which in fact runs the full length of the main series.",
        "tobogganing, glacier skiing, rowing, sailing and canoeing.",
        "valley glacier: I. Development and testing for Haut Glacier d'Arolla, Valais, Switzerland.",
        "Penetrating the peninsula, and advancing like a glacier or half-liquid stream of mud, they occupied the valley of the P0, and moved slowly downward through the centre of the country.",
        "Gradually coming to occupy definite beds, which are deepened and polished by the friction, they impress a characteristic appearance on the land, which guides them as they traverse it, and, although the ice melts at lower levels, vast quantities of clay and broken stones are brought down and deposited in terminal moraines where the glacier ends.",
        "Most of the glaciers terminate at an altitude of 14,800-14,900 ft., but the small Cesar glacier, drained to the Hausberg valley, reaches to 14,450.",
        "South of Rovereto is the village of Marco, near which are certain natural remains (either those of a landslip that occurred in 883, or of a glacier moraine) believed to have been described by Dante (Inf.",
        "m., and it is by far the greatest glacier of the northern hemisphere.",
        "The highest known velocities of glaciers were measured by Ryder in the Upernivik glacier (in 73Ã‚° N.), where, between the 13th and 14th of August of 1886, he found a velocity of 125 ft.",
        "Elsewhere in the state, also, the work of the glacier is very evident.",
        "The Tasman glacier is 18 m.",
        "Its moraines, though mostly obscured by vegetation and weathering, may still be traced; while on the snowy peaks at the headwaters of the Merced a considerable number of small glaciers, once tributary to the main Yosemite glacier, still exist.",
        "But about half a mile from the glacier the river turns S.E.",
        "29 a depot with six days' provisions was made at the foot of the Devil's glacier in lat.",
        "Edgar Evans, made an extensive geological survey and study of the ice phenomenon of the lower valleys of the Western Mountains, from Butter Point southward to the Koettlitz glacier in lat.",
        "on Dec. I and at the entrance to the Beardmore glacier in lat.",
        "on Dec. 21 1911 and left the Upper Glacier depot in lat.",
        "The Ingur, TskhenisTskhali, Rion and its tributaries (e.g.th.e Kvirila) are longer, but also in part torrential; they drain the great glacier region between Elbruz and Kasbek.",
        "glacier, ice), to glance off, the change in form being influenced by grate,\" to scrape, scratch (Fr.",
        "the largest glacier of Vatnajokull has an area of 150 to 200 sq.",
        "Beinn Eighe 38 1152 x 864 328K A retreating glacier has left this ' erratic ' here.",
        "South sawyer glacier unwilling to be next year rci of everything there.",
        "At the next station you may get a good view of the snout of a glacier.",
        "From base camp, we climb directly up the slope below the Urus glacier to gain easy snow slopes.",
        "Powder Potential Average winter snowfall on the glacier is 11 meters !",
        "Walking, biking, horse riding, summer tobogganing, glacier skiing, rowing, sailing and canoeing.",
        "A distributed surface energy balance model for a small valley glacier: I. Development and testing for Haut Glacier d'Arolla, Valais, Switzerland.",
        "These scientists think that global warming may lead to more extreme weather such as dry spells, intense rain, hurricanes and increased heat, which results in glacier melting and an increase in sea levels.",
        "The Tasman Glacier at Mount Cook National Park is one of the few heli skiing areas that has terrain suitable for skiers who can ski blue or intermediate trails.",
        "Tasman Glacier heli skiing packages include lunch, three plane rides, professional guides and avalanche safety equipment.",
        "German snow skiing isn't as well known as some of the other ski areas in Europe, but Germany does offer a number of quaint and friendly ski resort options that include glacier skiing and World Cup races.",
        "The line's specialty is Alaskan voyages, with many seven-day cruises investigating the scenic Inside Passage, Skagway, Ketchikan, and Glacier Bay during the summer and fall months.",
        "Other national park visits may include Tombstone Territorial Park or Glacier Bay National Park.Tours always include amenities similar to the comforts of a cruise ship, even though they're still on land.",
        "Most cruise lines cater to couples to give them exactly what they are looking for, whether they want to get married inside the ship or if they would rather marry on deck with a beautiful glacier in the background.",
        "Meaning you can fish, bird watch, or enjoy a gourmet meal on the upper deck while listening to the symphony of humpback whales and calving glacier ice whenever you please.",
        "While there is an almost endless amount of Alaska cruise itineraries to choose from, most last minute options sail to either the Inside Passage or to glacier colonies.",
        "Unlike an Alaska Inside Passage cruise, an Alaska Glacier Cruise does not return to its original departure port.",
        "Northbound glacier cruises sail through the Inside Passage and beyond to Seward or Whittier and to College Fjord for breathtaking glacier views.",
        "Day Three - Juneau: Explore Alaska's capital city, take a walk up Mendenhall Glacier and engage in one of many shore excursions.",
        "You can generally expect to take a week-long vacation when you book Alaska cruises from Seattle, so prepare for loads of relaxation and glacier sightings.",
        "Glacier Bay: This protected national park is where you can observe birds, humpback whales, otters, and glaciers.",
        "Hubbard Glacier: It is a 75-mile long, 300-foot wall of ice jutting out of the ocean and still thickening and advancing into the Gulf of Alaska rather than thinning like most others.",
        "The Glacier Bay Highlights Cruise and Glaciers of Prince William Sound cruise sails for five days.",
        "The Glacier Bay cruise is a round-trip voyage leaving from Juneau.",
        "The Cruisetours offer trips to Glacier Bay and to Denali National Parks.",
        "This line offers cruises in Alaska's Glacier Bay aboard a 36, 22 or a 12-passenger vessel.",
        "The cruise then moves on towards Skagway, Glacier Bay and Ketchikan before being at sea for several days.",
        "For a 10 to 19-day cruise, consider the Glacier Discovery Cruise Tour offered by Holland America.",
        "The tour proceeds to College Fjord, Glacier Bay and Haines before heading to Skagway and Juneau.",
        "The ship accommodates under 150 people and allows visitors to get up close to Tracy Arm, Frederick Sound and Glacier Bay National Park.",
        "The cruise also travels through Sitka, the Icy Strait and Glacier Bay National Park.",
        "Another benefit of taking an Alaskan voyage on Princess Cruises is that you are able to book shore excursions, from whale watching and awe-inspiring railroad trips to glacier helicopter tours and bird-watching nature hikes.",
        "There are a few different categories from which you can choose, including the fashion and metal collection ad the glacier and fishing category.",
        "Breathtaking, the first word that springs to mind when you think of an Alaska vacation, is the very definition of the four glacier by helicopter dog sled adventure.",
        "As if the breathtaking aerial views were not enough, the highlight of your excursion will be the trip out onto the glacier aboard a real Alaskan dog sled.",
        "The tour operator is likely to provide Glacier boots.",
        "If you have any questions about how to dress for your four glacier by helicopter dog sled adventure, speak directly with your tour operator.",
        "DOJO Denim-Has a flare leg and glacier color wash."
    ],
    "definition": [
        "Link/Cite"
    ]
}