{
    "translation": "עגמומיות, קדרות, אפלה",
    "uses": [
        "The news of his death cast a gloom over the whole empire.",
        "His gloom had been increased by domestic misfortune.",
        "The gloom was terrible.",
        "It was no longer, as before, a dark, unseen river flowing through the gloom, but a dark sea swelling and gradually subsiding after a storm.",
        "He now made up his mind to study the real wilderness in its gloom and vastness, and to meet face to face the dusky warriors of the Stone Age.",
        "Ancient writers spoke of all these Gauls as Cimbri, and identified them with the Cimmerians of earlier date, who in Homeric times dwelt on the ocean next to the Laestrygones, in a region of wintry gloom, but where the sun set not in summer.",
        "The few glasses of wine he had drunk and the conversation with this good-natured man had destroyed the mood of concentrated gloom in which he had spent the last few days and which was essential for the execution of his design.",
        "it prefers by day the gloom of caves and ruins, or of the burrows which it occasionally forms, and issues forth at sunset, when it commences its unearthly howling.",
        "He was the last and the most wilful but perhaps the best of her favourites, and his tragic fate deepened the gloom of her closing years.",
        "\"Now then, all together--shove!\" cried the voices, and the huge surface of the wall, sprinkled with snow and creaking with frost, was seen swaying in the gloom of the night.",
        "Boris sketched two trees in the album and wrote: \"Rustic trees, your dark branches shed gloom and melancholy upon me.\"",
        "The first has been explained as referring to the gloom of her abode, or the blackness of the withered corn.",
        "Whatever the reason, gloom tugged at her heart with a heavy hand.",
        "34) \" and begirt my head \" (Septuagint) \" with gloom \" (ri Is.",
        "But Petya did not let go of him and Dolokhov saw through the gloom that Petya was bending toward him and wanted to kiss him.",
        "\"Darkness and gloom,\" reiterated Pierre: \"yes, yes, I understand that.\"",
        "was marked by much trouble in domestic politics, and by some great national calamities and foreign complications, while the declining health of the monarch himself cast a gloom over the court and governing classes.",
        "As Johnson thought it unsafe to pursue the routed army his victory had no other effect than the erection here of the useless defences of Fort William Henry, but as it was the only success in a year of gloom parliament rewarded him with a grant of X 5000 and the title of a baronet.",
        "But the gloom of Juvenal's pessimism is unlighted by hope.",
        "A gloom was cast over the first parliament of the Dominion by the assassination in 1868 of one of the most brilliant figures in the politics of the time, D'Arcy McGee (q.v.).",
        "The rays had to struggle through a disturbing medium; they reached him refracted, dulled and discoloured by the thick gloom which had settled on his soul, and, though they might be sufficiently clear to guide him, were too dim to cheer him.",
        "The refusal of the council to accept the recommendation of the senate, that they should appoint an eminent Unitarian minister to the professorship of logic and mental philosophy, revived all De Morgan's sensitiveness on the subject of sectarian freedom; and, though his feelings were doubtless excessive, there is no doubt that gloom was thrown over his life, intensified in 1867 by the loss of his son George Campbell De Morgan, a young man of the highest scientific promise, whose name, as De Morgan expressly wished, will long be connected with the London Mathematical Society, of which he was one of the founders.",
        "The death of the young prince threw a gloom over the country, and caused the royal family to spend the year in such retirement as was possible.",
        "The gloom that enveloped the army was filled with their groans, which seemed to melt into one with the darkness of the night.",
        "The gloom and harshness of these Spanish mystics are absent from the tender, contemplative spirit of Francois de Sales (1567-1622); and in the quietism Fof Mme Guyon (1648-1717) and Miguel de Molinos (1627-1696) there is again a sufficient implication of mystical doctrine to rouse the suspicion of the ecclesiastical authorities.",
        "The seers of Israel were content to dismiss their dead to a land of silence and darkness, the vast hollow gloom of the subterranean Sheol.'",
        "Dean dusted off a Christmas present bottle of VO with thoughts of re-igniting the glow from Ethel's gin and chasing away the gloom of the empty house but one sip and he re-capped the jug, deciding it wasn't a good idea.",
        "The uniform gloom of this, the most dirge-like of all the pieces, is unrelieved by a single ray of hope, even the hope of vengeance; cf.",
        "The ordinary mind complained that he had no specific remedy to propose for the growing evils of the time; and the more cultivated idealist was alienated by the gloom and the tendency to despair.",
        "Two events now occurred which served to cast a gloom over the poet's life and to interrupt his activity, - the outbreak of the Civil War, and the tragic fate of his wife, who, having accidentally allowed her dress to catch fire, was burnt to death in her own house in 1861.",
        "It must have been composed in a time of natural gloom and depression, after Yahweh's anger had been provoked by \"a very froward generation,\" certainly not before the Assyrian Empire had loomed up against the political horizon, aggressive and menacing.",
        "The early death of his parents, which illustrated to him in the most forcible manner the unstableness of all human existence, threw a gloom over his whole life, and fostered in him that earnest piety and fervent love for solitude and meditation which have left numerous traces in his poetical writings, and served him throughout his literary career as a powerful antidote against the enticing favours of princely courts, for which he, unlike most of his contemporaries, never sacrificed a tittle of his self-esteem.",
        "Eighteen months later the coronation took place at Moscow with great pomp, but a gloom was thrown over the festivities by the unfortunate incident of the Khodinskoe Polye, a great open space near the city, where a popular fete had been prepared and where, from defective police arrangements, a large number of men, women and children, roughly estimated at 2000, were crushed and trampled to death.",
        "It is not proposed to deal here with incidents appertaining to the \"ante-natal gloom,\" and we are concerned only with human beings when once they have been born.",
        "At the same time the feeling he had noticed between his protegee Natasha and Prince Andrew accentuated his gloom by the contrast between his own position and his friend's.",
        "Its general connexion with death is due no doubt to the greyish colour of its leaves and its yellowish flowers, which suggest the gloom of the underworld and the pallor of death.",
        "The leaves of these plants are blackish-green, and in the gloom of the forest, grow more or less horizontally, and are glistening with moisture.",
        "The effect of the light falling upon them is to produce along the midrib of each a number of short white streaks of light, which contrast most strongly with the shadows cast by the leaves themselves, and with the general twilight gloom of the forest.",
        "The news of this crushing blow cast a gloom over Germany, which was again suffering from the attacks of her unruly neighbors.",
        "Only occasionally is light let in to mitigate the horror of the gloom, and then not so much through a window as through a hole.",
        "The success was great from the first, though it did little to clear up Carlyle's gloom.",
        "peered into the gloom.",
        "The break-up of the Liberal party filled him with gloom.",
        "On an isolated hill above the junction of the parent streams, named Sorrow and Care, stands the ruin of Castle Campbell, known also as Gloom Castle, an old stronghold of the Argyll family.",
        "Throughout all periods of Babylonian-Assyrian history, the conception prevailed of a large dark cavern below the earth, not far from the Apsu - the ocean encircling and flowing underneath the earth - in which al] the dead were gathered and where they led a miserable existence of inactivity amid gloom and dust.",
        "On the other hand, it is entirely intelligible that a prophecy relating to Scythians should have been re-shaped to apply to later conditions, and on this view it is explicable why the indefinite political convulsions should be adjusted to the exile and why the gloom should be relieved by the promise of a territory extending from the Mediterranean to the Syrian desert (ii.",
        "But Berezowski's pistol shot, which accentuated the estrangement from the tsar, and the news of the death of Maximilian at Queretaro, cast a gloom over the later fetes.",
        "Mar's highlanders began to desert; his council was a confusion of opinions and discontents, and when, after many dangers and in the worst of health, James joined the Jacobites at Perth, it was only to discourage his friends by his gloom, and to share their wintry flight before Argyll to Montrose.",
        "The De Institutione Coenobiorum (twelve books) describes the dress, the food, the devotional exercises, the discipline and the special spiritual dangers of monastic life in the East (gluttony, unchastity, avarice, anger, gloom, apathy, vanity and pride).",
        "The animal vigour and carnal enjoyment of Rubens, the refined Italianizing beauty of Vandyck, the mystery of light and gloom on Rembrandt's panels, the love of nature in Ruysdael, Cuyp and Van Hooghe, with their luminously misty skies, silvery daylight and broad expanse of landscape, the interest in common life displayed by Ter Borch, Van Steen, Douw, Ostade and Teniers, the instinct for the beauty of animals in Potter, the vast sea spaces of Vanderveldt, the grasp on reality, the acute intuition into character in portraits, the scientific study of the world and man, the robust sympathy with natural appetites, which distinguish the whole art of the Low Countries, are a direct emanation from the Renaissance.",
        "\"What sort of place is this?\" asked the boy, trying to see more clearly through the gloom.",
        "The gloom of death is on the raven 's wing, The song of death is in the raven 's cries...",
        "I 'm driving into gently falling snowflakes that are drifting slowly toward me, emerging from gray gloom into the brightness of my headlights.",
        "The landscape was once littered with horrific factories spewing out filthy black smoke into the atmosphere, leaving it permanently enveloped in black gloom.",
        "Ideal in shade, its large variegated leaves will lift the gloom.",
        "November, 6.00 pm, a few low wattage platform lamps only add to the gloom.",
        "As he killed the engine, a figure wearing a bright yellow waterproof jacket appeared from out of the gloom.",
        "By that time, the shy creature has already melted back into the forest gloom away from the prying eyes of humans and camera lenses.",
        "Released in 1989, Disintegration featured a return to the gloom and doom of old Cure, but with just enough pop to give it mainstream appeal.",
        "deepening gloom, a dazzling light appeared.",
        "Ideal for flying on dark ' muggy ' winter days or as it gets dusk - you see things MUCH BETTER in the gloom!",
        "encircle bar a place of conviviality or does it merely heighten, rather than lighten, the encircling gloom of the street outside?",
        "CRICKET: Gloom despite Free... CRICKET: Skipper blasts lac... CRICKET: Ian wins match award CRICKET: Handy Andy blasts.. .",
        "Sponsor whole stables gloom and loss is provided by the mineral uraninite.",
        "variegated leaves will lift the gloom.",
        "wattage platform lamps only add to the gloom.",
        "The silvered leaves of the pulmonaria light up the increasing gloom, alongside the tiny white starry flowers of sweet woodruff.",
        "yellow jacketd the engine, a figure wearing a bright yellow waterproof jacket appeared from out of the gloom.",
        "for some time and had in his speech of the 7th of March struck the first note of encouragement after the gloom of Novara, became minister of agriculture, and in 1851 also assumed the portfolio of finance.",
        "That house is surrounded by an aura of unmitigated gloom.",
        "Within moments, the gloom which surrounded everyone was filled with scaly wings, clawing talons, biting fangs, and foul stenches.",
        "In 1887 he returned to drama with the powerful tragedy Fadren, produced in Paris also as Le pere; this was followed in 1888 by Froken Julie, described as a naturalistic drama, to which he wrote a preface in the nature of a manifesto, directed against critics who had resented the gloom of Fadren.",
        "For plant culture, houses at a comparatively low pitch are better than higher ones where the plants have to stand at a greater distance from the glass, and therefore in greater gloom.",
        "Adam's information concerning Vinland did not, however, impress his medieval readers, as he placed the new land somewhere in the Arctic regions: \"All those regions which are beyond are filled with insupportable ice and boundless gloom.\"",
        "65 was probably not lamented by any one but her husband, but the general gloom was deepened by a pestilence, caused, it seems, by the overcrowding at the time of the fire.",
        "The altar to the Earth is dark and square, on the north side of the city, the region of yin, the principle of cold and gloom.",
        "Describing the forests of the Manyema country, west of Lake Tanganyika, David Livingstone wrote:\" Into these [primeval forests] the sun, though vertical, 'cannot penetrate, excepting by sending down at mid-day thin pencils of rays into the gloom.",
        "Thus the last year of the century closed in disappointment and gloom.",
        "On top of this doom and gloom are the millennial cults about which Bowker stated, \" There is nothing too weird \" .",
        "expressionless face, he was just staring into the gloom.",
        "Southern CA beaches may have \" June Gloom \" which means coastal fog most mornings, I cannot speak for the beaches further north.",
        "Now the trees stand forlorn in the gathering gloom.",
        "funereal gloom of one of the staff.",
        "The songs almost all have a slow, almost funereal, gothique feel to them, setting up an atmosphere of gloom.",
        "gathering gloom.",
        "A tiny pair of eyes glints in the gloom through the smallest of gaps.",
        "Is the bar a place of conviviality or does it merely heighten, rather than lighten, the encircling gloom of the street outside?",
        "Further back in the gloom stood a large hutch, divided into two compartments, one of which was fronted with close iron bars.",
        "A shadow that is not illumined until the end, when the clarity of understanding is drawn from that suggestive gloom.",
        "Such dexterity means his gloom never seems too indulgent.",
        "inhabitants of the burgh still hovered about the scene of the catastrophe and the utmost gloom and sadness prevailed everywhere.",
        "lamentable accident threw a gloom over the rest of the day's proceedings.",
        "lighten this gloom, two bright new stars appeared on the horizon.",
        "In a tense finish in the gathering gloom it was Cheshire who finally came out on top by the narrow margin of 4 runs.",
        "Go on, the dagger's point may glare Amid thy pathway's gloom; The fate which sternly threatens there Is glorious martyrdom!",
        "murky muddy gloom every winter is a bit hard to deal with.",
        "oscillated between extremes of optimism and gloom.",
        "pall of gloom which weighs us down were somewhat lifted.",
        "pierce the gloom, shadowy long fingers of doom.",
        "The former make an occasionally infectious noise that's part '80s electro pop, part Goth gloom.",
        "The gloom of death is on the raven's wing, The song of death is in the raven's wing, The song of death is in the raven's cries.. .",
        "I'm driving into gently falling snowflakes that are drifting slowly toward me, emerging from gray gloom into the brightness of my headlights.",
        "spewing out filthy black smoke into the atmosphere, leaving it permanently enveloped in black gloom."
    ],
    "definition": [
        "a. Partial or total darkness; dimness: switched on a table lamp to banish the gloom of a winter afternoon.\nb. A partially or totally dark place, area, or location.",
        "a. An atmosphere of melancholy or depression: Gloom pervaded the office.\nb. A state of melancholy or depression; despondency.",
        "To be or become dark, shaded, or obscure.",
        "To feel, appear, or act despondent, sad, or mournful.",
        "To make dark, shaded, or obscure.",
        "Archaic To make despondent; sadden.",
        "Link/Cite",
        "Darkness, dimness or obscurity.\nthe gloom of a forest, or of midnight",
        "A melancholy, depressing or despondent atmosphere.",
        "Cloudiness or heaviness of mind; melancholy; aspect of sorrow; low spirits; dullness.",
        "A drying oven used in gunpowder manufacture.",
        "(intransitive) To be dark or gloomy.",
        "(intransitive) to look or feel sad, sullen or despondent.",
        "To render gloomy or dark; to obscure; to darken.",
        "To fill with gloom; to make sad, dismal, or sullen.",
        "To shine or appear obscurely or imperfectly; to glimmer.",
        "Link/Cite"
    ]
}