{
    "translation": "מטרה, יעד",
    "uses": [
        "I'm too close to my goal to give up now.",
        "And yet, it had been her goal for over three years.",
        "I was sure his goal was to eliminate the person or persons tracking him; the tipster.",
        "The next goal was completing her training in pediatrics.",
        "Brahmanic pantheism and Buddhistic nihilism alike teach the unreality of the seeming world, and preach mystical absorption as the highest goal; in both, the sense of the worth of human personality is lost.",
        "You set your goal and accomplished it.",
        "Paris, the ultimate goal, is reached.",
        "For the most part I escaped wonderfully from these dangers, either by proceeding at once boldly and without deliberation to the goal, as is recommended to those who run the gauntlet, or by keeping my thoughts on high things, like Orpheus, who, \"loudly singing the praises of the gods to his lyre, drowned the voices of the Sirens, and kept out of danger.\"",
        "At that point her goal was a family of her own.",
        "That goal was no closer now, but every second of her life was enjoyable now.",
        "My goal has been to enjoy what I have left then …die.",
        "In the same year he published Ober die Freiheit der Wissenschaft, in which he maintained the independence of science, whose goal was truth, against authority, and reproached the excessive respect for the latter in the Roman Church with the insignificant part played by the German Catholics in literature and philosophy.",
        "The goal was annihilation.",
        "Your goal is to steal a necklace with a red gem on it.",
        "Assuming she'd done all she was supposed to in order to achieve her goal, she would know his location within minutes.",
        "It was our goal that by using a hammer and screwdriver, we could chisel and opening in the floor above.",
        "We had a common goal for once in history... do you know who that bitch with him is?",
        "No goal or purpose is discoverable in this eternal round; if the sun rises.",
        "In a valley just to the south-west of the precinct is the stadium, of which the seats and goal are well preserved.",
        "Under the influence of the Cluniac revival, which began in the 10th century, pilgrimages became increasingly frequent; and the goal of pilgrimage was often Jerusalem.",
        "Their goal had been to get rid of as many of the Others as possible and save Jessi, because Darian wasn't able to disable the dozens gathered at once.",
        "The goal is reached.",
        "The goal of our offered summer sojourn was described as a seasonal cabin on a small lake in near Wolfboro, New Hampshire.",
        "Victory over sin was the goal which he set before all his people.",
        "Yet it may well be asked whether this is the final goal to be aimed at.",
        "\" No endless duration is our goal, but complete repose in the perfect satisfaction which the will finds when it has reached the significance, the influence, and the value at which it is aiming \" (p. 83).",
        "She waited for him to go to his room to change before reclaiming the iPad with the goal of deleting that damn picture.",
        "The return to God (g vw6es, 6Ewaes) is the consummation of all things and the goal indicated by Christian teaching.",
        "This is apparently viewed as the goal of the three-days' journey (Exod.",
        "The aim of Lassalle, then, was to organize the working classes into a great political power, which in the way thus indicated, by peaceful resolute agitation, without violence or insurrection, might attain the goal of productive association.",
        "After all, you're the goal he apparently seeks.",
        "You got your vengeance, just as I saw my goal realized.",
        "To reach the ultimate goal, thought itself must be left behind; for thought.",
        "in 121 5 as the goal of attack, and it was accordingly resolved to begin the Crusade by the siege of Damietta, on the eastern delta of the Nile.",
        "\"You have a common goal,\" Lana said thoughtfully.",
        "His psychological starting-point was the unproved assumption that the only force of which we are immediately aware is will; his metaphysical goal was the consistent conclusion that in that case the only force we can know, as the noumenal essence of which all else is phenomenal appearance, is will.",
        "She has finally reached the goal for which she strove so bravely.",
        "My goal is not to convince people that the world will be perfect in the future.",
        "Thus the whole classification becomes a rounded-off phylogenetic system, which, at least in its broad outlines, seems to approach the natural system, the ideal goal of the scientific ornithologist.",
        "When the First Crusade finally came, what was it but a penitentiary pilgrimage under arms - with the one additional object of conquering the goal of pilgrimage ?",
        "It is Egypt therefore - to which, it must be remembered, the centre of Mahommedan power had now been virtually shifted, and to which motives of trade impelled the Italian towns (since from it they could easily reach the Red Sea, and the commerce of the Indian Ocean) - it is Egypt which is henceforth the normal goal of the Crusades.",
        "68, Egypt is still the chief goal of the maritime slave trade, and in Ezek.",
        "I like this goal, and I would like to do it as well, but in bits, not bites.",
        "The ultimate goal, I submit, is not to optimize just meter by meter but what I call \"grape by grape,\" down to each individual piece of flora and fauna.",
        "But suddenly instead of those chances and that genius which hitherto had so consistently led him by an uninterrupted series of successes to the predestined goal, an innumerable sequence of inverse chances occur--from the cold in his head at Borodino to the sparks which set Moscow on fire, and the frosts--and instead of genius, stupidity and immeasurable baseness become evident.",
        "The goal, which is well preserved at the upper end, is similar to that at Olympia; it consists of a sill of stone sunk level with the ground, with parallel grooves for the feet of the runners at starting, and sockets to hold the posts that separated the spaces assigned to the various competitors, and served as guides to them in running.",
        "Ultimate peace is uniformly proclaimed by every dictator at home, by every conqueror abroad, as the goal to which he is directing his efforts.",
        "They now reached their goal, the' river Phasis, and the following morning Jason repaired to the palace of Aeetes, and demanded the golden fleece.",
        "Time was galloping by and now she was further from her goal than ever.",
        "She was so close to achieving her goal.",
        "goal of Latin ambition, and the capture of Ascalon must obviously have given form and strength to the projects for its conquest.",
        "In June 1870 he at last reached the goal of his journey, Marib; here he explored the ruins of Medinat an Nahas (so called from its numerous inscriptions engraved on brass plates), and two hours to the east he found the famous dam constructed by the Himyarites across the W.",
        "The aim of the greatest of his successors was to restore it to its pristine position and influence, while many of the French rulers made its re-establishment the goal of their policy.",
        "The speech he gave in September 1962, announcing that goal, spent a good amount of time justifying the expense and explaining the urgency.",
        "For the French retreating along the old Smolensk road, the final goal-- their native land--was too remote, and their immediate goal was Smolensk, toward which all their desires and hopes, enormously intensified in the mass, urged them on.",
        "The acquisition of Aleppo could only make that supreme object more readily attainable; and so Saladin had spent his time in acquiring Aleppo, but only in order that he might ultimately \"attain the goal of his desires, and set the mosque of Asha free, to which Allah once led in the night his servant Mahomet.\"",
        "The final goal of Greek philosophy was only reached when the great thinkers of the early Christian Church, who had been trained in the schools of Alexandria and Athens, used its modes of thought in their analysis of the Christian idea of God.",
        "In 1804 were also delivered the noble lectures entitled Grundziige des gegenwdrtigen Zeitalters (Characteristics of the Present Age, 1804), containing a most admirable analysis of the Aufkltirung, tracing the position of such a movement of thought in the natural evolution of the general human consciousness, pointing out its inherent defects, and indicating as the ultimate goal of progress the life of reason in its highest aspect as a belief in the divine order of the universe.",
        "So salvation was to him not a painful progress toward a goal to be reached by the sacraments and by right conduct, but a state in which man found himself so soon as he despaired absolutely of his own efforts, and threw himself on God's assurances.",
        "The goal in life to be aimed at, according to him, is not happiness, but tranquillity, or equanimity.",
        "God's purpose from eternity was to unite mankind in Christ, and so to bring human history to its goal, the New Man, the measure of the stature of the fulness of Christ.",
        "Then the scientific race of the century was on, with this goal: to figure out how DNA conveyed genetic information.",
        "My goal is to explain how we can all get there from here.",
        "As soon as a thing was done, a definite goal passed, the teacher did not always look back and describe the way she had come.",
        "But that native land was too far off, and for a man going a thousand miles it is absolutely necessary to set aside his final goal and to say to himself: \"Today I shall get to a place twenty-five miles off where I shall rest and spend the night,\" and during the first day's journey that resting place eclipses his ultimate goal and attracts all his hopes and desires.",
        "Each of them desired nothing more than to give himself up as a prisoner to escape from all this horror and misery; but on the one hand the force of this common attraction to Smolensk, their goal, drew each of them in the same direction; on the other hand an army corps could not surrender to a company, and though the French availed themselves of every convenient opportunity to detach themselves and to surrender on the slightest decent pretext, such pretexts did not always occur.",
        "This goal is within our grasp—and with the vaccine presently priced at about thirty cents a child, shame on us for not ending polio once and for all.",
        "Coming out onto the highroad the French fled with surprising energy and unheard-of rapidity toward the goal they had fixed on.",
        "Phoenix was then disallowed a goal as the referee deemed our player to have impeded the goalkeeper.",
        "The principal goal of the workshop is to bring together researchers in the area of computational phonology.",
        "But it is Santiago de Compostela, the goal of the medieval pilgrim, which calls us.",
        "With twelve minutes on the clock City drew level with a superbly taken goal from lone striker Danny Crow.",
        "However, a first-half goal - his first for the club - and a place in the fifth round proved a useful tonic.",
        "Walk carefully along the shore (water sandal or sneakers are advised for protection) with the goal of finding a high perch with a view of the entire rapid.",
        "It's almost as if it is a lifetime goal.",
        "Whatever the case, they were getting closer to their goal.",
        "The goal so shadowy seems and dim, Yet plod on through the dark, brave heart, With all thy might and main.",
        "sheriff's office next door to the goal.",
        "A freak wind, a little shimmy by the linesman and a deft header by the referee and it's a goal!",
        "short-handed goal when you came back to Coventry, that must have been fun?",
        "However, all that changed when the Wirral striker rode a few tackles and struck a fierce shot into the goal.",
        "six-pack abs, but that's not the goal.",
        "slow motion goal was so good they even showed a slow-motion replay of it.",
        "snapshot well saved by Mountain in the Newport goal.",
        "Other groups of researchers around the world are pursuing the same drought tolerance goal.",
        "On the other hand, perhaps for you a just and worthy goal is a position at a more prestigious university.",
        "But it was not given to Gregory to reach this goal, and his successors had to return again to the strife over investiture.",
        "In accordance with this principle he pointed out the goal of theology and the way to its attainment: the function of theology is to demonstrate dogmas sola ratione.",
        "Not the reformation but the resurrection of Israel is the goal of the prophets' hope (Hos.",
        "The progress may last from one to three years, according to the route taken, and the distance to be traversed until the sea-coast is reached, which in a country so surrounded by water as the Scandinavian peninsula must be the ultimate goal of such a journey.",
        "During the 18th century, in Greek as well as in Latin, the general aim was to reach the goal as rapidly as possible, even at the risk of missing it altogether.",
        "It was in vain that this cultured prince, imbued with the principles of humanism, represented to the cardinals that this new path would lead quickly to the goal, but that this goal could not be unity but a triple schism.",
        "If you think \"Western Medicine\" is a business whose goal is to keep you sick to sell you medicines, you will tend to move away from genetically modified foods and favor organic.",
        "I can easily list a half-dozen reasons this goal will be difficult to achieve.",
        "It should be understood that the goal towards which events were moving all the time was the equalizing of the New Testament with the Old Testament.",
        "You're asking me to drop everything when I'm so close to achieving my goal.",
        "After weeks of tense waiting to see if she passed, she finally reached her goal.",
        "Martha was unable to get by her natural compassion of the moment and look at a long term goal.",
        "Two more turns were negotiated and marked and in spite of their slow progress, according to the map they were nearing their goal.",
        "The Dark One that ruled Hell since the time-before-time had fallen to a ruthless demon lord whose goal had long been to take over the mortal realm.",
        "But the tomato, a berry grown out of its natural proportion by the fiddling of man, at least knew redness was its ultimate goal.",
        "What was Dean's goal?",
        "Brady's body soared with adrenaline as he silently defied death and reach his goal.",
        "Everything was a struggle, and life in general wasn't heading towards her goal.",
        "She'd spend the rest of her life knowing she caved in to desire only five days away from her goal.",
        "She was close to her goal.",
        "I am simply curious at what cost you are willing to pursue your goal.",
        "That was my goal.",
        "Hello. Didn't I tell you my goal?",
        "Brahma (n.) is the designation generally applied to the Supreme Soul (paramatman), or impersonal, all-embracing divine essence, the original source and ultimate goal of all that exists; Brahma (m.), on the other hand, is only one of the three hypostases of that divinity whose creative activity he represents, as distinguished from its preservative and destructive aspects, ever apparent in life and nature, and represented by the gods Vishnu and Siva respectively.",
        "At once they took another step towards the goal.",
        "Mr Chamberlain when in South Africa in 1903 had also put forward federation as the desired goal.",
        "of Gaba Tepe which had been the selected goal.",
        "Villehardouin does not tell us of any direct part taken by himself in the debates on the question of interfering or not in the disputed succession to the empire of the East - debates in which the chief ecclesiastics present strongly protested against the diversion of the enterprise from its proper goal.",
        "The goal of the discussion was to nullify the Tariff Act of 1832.",
        "The starting-point and the goal in the Stadium were marked by limestone thresholds.",
        "In judging what was achieved it is necessary to remember that at the end of 1917 and early in 1918 the whole efforts of the navy were directed toward one goal - to counter the submarine.",
        "The goal to be aimed at is the bringing about of a second age of wisdom, in which mankind shall have recovered all its early knowledge.",
        "He did not, however, lose sight of his`true goal; he collected a large library, and, after the conclusion of the Seven Years' War, in 1763, he resumed more enthusiastically than ever the studies which had been partially interrupted.",
        "Lessing also maintains that history reveals a definite law of progress, and that occasional retrogression may be necessary for the advance of the world towards its ultimate goal.",
        "\"His goal,\" says Lau, \"was always that which he acknowledged as the best.\"",
        "In 1880 he published Path and Goal, a brilliant discussion of human destiny.",
        "The popular movement, from which great things had been hoped, had on some occasions almost touched its goal; and, as might have been expected, a reaction set in, which the princes knew how to turn to the fullest advantage.",
        "Annexation was the goal which from the beginning he kept steadily before his eyes (Reminiscences, ii.",
        "The goal towards which these tendencies verged was monotheism; and though this goal was only once, and then quite ephemerally, reached, still the monotheistic idea was at most periods, so to speak, in the air.",
        "Just as the inhabitants of each town honoured their tutelar deity by solemn processions to his temple, so, at the period of the Olympic games, the temple of Zeus at Olympia formed the goal of multitudes from every Hellenic country.",
        "- In the passages cited above, Bethlehem and the Mount of Olives figure as the main goal of the pilgrim: and on the Mount of Olives the mind must naturally turn to the Garden of Gethsemane and the scene of the Ascension.",
        "The pilgrim age with a predetermined goal was not recognized by the books of penance; but, in 1059, Peter Damiani imposed a pilgrimage to Rome or Tours on the clerics of Milan, whom he had absolved (Ada mediol.",
        "In France St Martin remained the chief goal of the pilgrim; while Notre Dame de Sous-Terre in Chartres (with a portrait of the \"black Virgin\"), Le Puy-en-Velay (dep. Haute Loire), and others, also enjoyed considerable celebrity.",
        "Assuming human freedom it at the same time assumes that the ills of life may be overcome by a wise employment of man's resources, and it silently regards universal happiness on earth as the goal of human development.",
        "The goal of this expedition was the temple dedicated to Siva at Somnath, around which so many legends have gathered.",
        "At that time the small Arabian kingdoms of Ghassan and Hira had arisen in the western and eastern borderlands of cultivation; these now presented to Moslem conquest its nearest and natural goal.",
        "The first is God as the ground or origin of all things, the last is God as the final end or goal of all things, that into which the world of created things ultimately returns.",
        "The ultimate goal is deificatio, theosis or resumption into the divine being, when the individual soul is raised to a full knowledge of God, and where knowing and being are one.",
        "\" However much we may presuppose an original reference of the forms of thought to that nature of things which is the goal of knowledge, we must be prepared to find in them many elements which do not directly reproduce the actual reality to the knowledge of which they are to lead us.\"",
        "But the sensuous and phenomenal, as such, so far as they seem to imply independence of God, are mere privation and nothingness; things exist only through the presence of God in them, and the goal of creation, like its outset, is the repose of the Godhead.",
        "The theosophic \"Path\" to the final goal of emancipation or Nirvana, is in a great measure derived from the Buddhist literature, available to the English-speaking peoples through numerous excellent translations, more especially those of Professor T.",
        "Along the Path are ranged ten great obstacles, or fetters, the Buddhist Sanyojanas, which have to be successively overcome before the final goal is reached.",
        "The characteristic tenet of orthodox Brahmanism consists in the conception of an absolute, all-embracing spirit, the Brahma (neutr.), being the one and only reality, itself un- Connexion conditioned, and the original cause and ultimate with goal of all individual souls (jiva, i.e.",
        "What it did make impossible for him was to attain that union immediately on the cessation of his present life, as he would first have to pass through higher and purer stages of mundane existence before reaching that goal; but in this respect he only shared the lot of all but a very few of the saintliest in the higher spheres of life, since the ordinary twice-born would be liable to sink, after his present life, to grades yet lower than that of the Sudra.",
        "It is worthy of remark, in this respect, that - in accordance with Ramanuja's and Nimbarka's philosophical theories - Jayadeva's presentation of Krishna's fickle love for Radha is usually interpreted in a mystical sense, as allegorically depicting the human soul's striving, through love, for reunion with God, and its ultimate attainment, after many backslidings, of the longed-for goal.",
        "Man's duty is undoubtedly to join in the common service of sentient beings; but his final goal is to rise above the toils and comforts of the visible creature into the vast bosom of a peaceful Nirvana.",
        "But he lived to see that his policy had missed its goal.",
        "Ninety years after Salamis and Plataea, the goal for which Xerxes had striven was actually attained, and the kings will was law in Greece.",
        "In the person of his son, the throne was occupied by a soldier and stateiman of genius, saturated with Greek culture and Greek thought, and intolerant of every goal but the highest.",
        "But the ambitious men, whose goal was to erect their own sovereignty on the ruins of the republic, took up the project.",
        "Towards this goal of approximation to Cynicism the later Stoics had all along been tending.",
        "Syria, and especially Gaza, was their chief goal.",
        "The goal is the vindication of Israel and of Israel's God, and the establishment of universal monotheism (ii.",
        "If he had not been a soldier of the first ability and a diplomatist of the most unscrupulous sort, he could never have advanced of so far towards his ill-chosen goal, the conquest of q~s~ France.",
        "Suspecting that this would be his goal, King Henry had been doing his best to strengthen his hold on the Pale, whither he had sent his capable servant Sir Edward Poynings as lord deputy.",
        "And before it reached its goal, Khartum was forced to surrender, and General Gordon and his few faithful followers were murdered (January 1885).",
        "Rainy (Delivery and Development of Christian Doctrine) - scriptural faith not the starting-point but the goal of theological development.",
        "With regard to the transition he advocated the progressive abolition of the right of aubaine, by reducing interest, rent, &c. For the goal he professed only to give the general principles; he had no ready-made scheme, no utopia.",
        "famous paradox of anarchy, as the goal of the free development of society, by which he meant that through the ethical progress of men government should become unnecessary.",
        "Progress is illusory; there is no satisfactory goal to which moral development inevitably tends; religion in which some take refuge when distressed by the inexplicable contradictions of moral conduct itself \" contains and rests upon an element of make believe \" (p. 489).",
        "That is to say, ascertained or ascertainable effects were made the starting-point instead of the goal of research.",
        "\" And let us not forget,\" he added, \" that that is the ultimate goal at which all we Irishmen aim.",
        "Consequently, the goal can never be reached.",
        "For some time Ricci's residence was at Nan-changfu, the capital of Kiang-si; but in 1598 he was able to proceed under favourable conditions to Nan-king, and thence for the first time to Peking, which had all along been the goal of his missionary ambition.",
        "The highest point, beyond which strictly philosophical inquirers did not penetrate, was the active intellect, - a sort of soul of the world in Aristotelian garb - the principle which inspires and regulates the development of humanity, and in which lies the goal of perfection for the human spirit.",
        "It all proved that any goal could be achieved if a person didn't allow themselves to get sidetracked.",
        "My goal has been to enjoy what I have left then â€¦die.",
        "But he wasn.t about to walk up and down the stairwell or traipse through the shadow world a million times to accomplish the same goal.",
        "He fought hard to build alliances the Council destroyed, and bartered, cheated, and stole for the weaponry needed to defeat the invaders, the Yirkin, a sophisticated race whose goal was to claim as many planets as they could in their empire-building.",
        "What's more, he enjoyed the camaraderie of the hordes of participants all with the same goal in mind.",
        "It required only a fraction of a second to be reminded that her original career goal would never be achieved.",
        "The goal was to protect my world.",
        "The team was absolved from blame on the first half goal.",
        "His goal was to acquire weapons of mass destruction and the means to deliver them.",
        "The proposal's goal was to ameliorate the effects of traffic - the wider the channel the better.",
        "The goal is to analyze more data, from a wider variety of sources, in a shorter amount of time.",
        "The goal was ascertained with certainty.",
        "The goal is to augment social interactions during collaborative learning.",
        "The goal was quality of service to achieve a 92% compliance in customer assessments of agency performance against service level agreements.",
        "The goal is to establish venues conducive to a wide range of artistic endeavors. ",
        "The goal was to increase opportunities for cultural diversity in the arts.",
        "The goal is to integrate existing standards, rather than create new specifications.",
        "Instinctively Cole applied just the right leverage to lift the ball over Carroll with enough curl to drift inside the top corner of the goal.",
        "The goal is to protect the ozone layer by taking precautionary measures to control global emissions of substances.",
        "Thus optimum seizure control, especially where there are convulsive seizures and/or falls, remains a primary goal when considering bone health.",
        "If they just strive to attain a social goal, then they may just be acting from an inferiority complex.",
        "The goal is verbal fluency.",
        "This may have been driven by simple political absolutism, in which nothing but the whole goal would suffice.",
        "I could hardly believe that I had successfully accomplished my goal of being a good housekeeper (at least for a day!",
        "accomplishment of the goal and work backward.",
        "achievement of this goal.",
        "The data shall finally be statistically evaluated with the goal to quantitatively distinguish between traffic and wood burning aerosols.",
        "affair settled by a scrappy first half goal from Fitz.",
        "Day 2 - how the goal will be achieved Day 3 - The 5 pillars affiliate system - documentation.",
        "The master returning to Cork, was suspected and committed to goal, where her confessed the particulars aforesaid.",
        "alleviated only when for a brief period of time we held a two goal lead.",
        "all-important goal.",
        "all-time leading goal scorer.",
        "amends in the 12th minute when a quick one-two with Graham Stuart set him free on the left of goal.",
        "One participant pointed out the danger of dependence on external mechanisms that are directly antithetical to the goal of peace building.",
        "The NHS Plan sets out the ultimate goal that by December 2005, the maximum wait for an outpatient appointment will be three months.",
        "The goal of every spiritual aspirant is to realize his real nature.",
        "A major goal of modern astrophysics is to understand how galaxies formed.",
        "It was 13 minutes before Cardiff mounted a serious attack but Jason Koumas ' corner flew across goal without anyone getting the final touch.",
        "The Kurds believe Turkey's goal would be to suppress the creation of a truly autonomous Kurdish state in northern Iraq.",
        "Hundreds of men or boys depending on which game is being played, will endeavor to get the ba ' to their goal.",
        "Features high impact molded backboard behind standard 5/8in x 18in goal.",
        "Up front the three forward worked tirelessly and with more precision in front of goal could have had a bagful.",
        "With all his might, he kicked the ball straight at the goal.",
        "Offer the longer-term goal of eliminating the threat posed by ballistic missiles to all the people of the globe.",
        "barbell row with the goal of provides him with lower risk insuring.",
        "Its goal is to provide the most authoritative, publicly-available bathymetry for the world's oceans.",
        "The goal is to become the natural choice for serious bettors worldwide.",
        "birding in the vicinity of Richard's Bay, with our main goal the Lesser Jacana.",
        "But as they pushed for the opening goal the Ayr defense held tight to keep the scoreline blank at half time.",
        "blasted the ball at the goal.",
        "A goal certain to grace the next football bloopers video.",
        "A late Queens ' goal following a Jesus defensive blunder spoilt what was a very good afternoon for Jesus.",
        "breakaway goal near the end.",
        "His goal, to track the biggest mammal on the North American continent: the majestic American buffalo.",
        "Our goal is to excite both the specialty buyer and the customer with innovative designs, distinctive fabrics and incredible attention to detail.",
        "byword for genuine low goal polo excellence.",
        "All have been part of Mr. Basayev's declared goal to establish an Islamic caliphate, uniting the northern Caucasus in secession from Russia.",
        "His goal scoring heroics in Tuscany were enough to earn him an international call-up at the ripe old age of 29.",
        "calyx production occurs simultaneously with peak resin production is a breeding goal not yet attained.",
        "The goal of primary care has to be the promotion of good health.",
        "Conducting this under mild conditions is currently the key synthetic goal in organometallic catalysis.",
        "Ward had a goal chalked out for offside and to be honest we were relieved to see the flag, it looked very close.",
        "Flow In traditional Feng Shui, the goal is to maximize the flow of positive chi in an area.",
        "Cook went close again on 25 minutes, Yaku forcing a corner a minute later with a deft chip cross the face of goal.",
        "chukka (boot)or second chukka and playing catch up in the third, we went into the last chukka a goal down.",
        "With just ten minutes gone he put the clarets in front with a goal that came straight from goalkeeper Alan Stevenson.",
        "clarets in front with a goal that came straight from goalkeeper Alan Stevenson.",
        "The root of the goal came in a needlessly hurried clearance by Stuart McCluskey which immediately had Falkirk driving on top of our defense.",
        "Let's say your goal is to eliminate the clutter in your home.",
        "An example of a short-term goal would be to clear the clutter from your office or to contact your old friends.",
        "England didn't start well but they looked more comfortable after Michael Owen had scored his first goal.",
        "In fact, unfair competition is the goal of Clipper policy.",
        "With a little more composure in front of goal they could have gone into the break at least two goals to the good.",
        "composure in front of goal they could have gone into the break at least two goals to the good.",
        "The two sources of transaction costs identified are performance ambiguity and goal congruence.",
        "conjured up more recently with the explicit goal to fix up the missing mass in our galaxies.",
        "budget constraints need to be weighed against the goal of perfect reproduction.",
        "Art points us toward this goal, it does not consummate it.",
        "crowd gathered behind the Leeds goal.",
        "The Full Stop Campaign's goal is to end child cruelty.",
        "curl the free-kick high into Molina's net, the defender's eighth goal of the season.",
        "deadly in front of goal.",
        "deflectionlins and Steadman had attempts from distance, with Will's goal bound until a deflexion off a defender.",
        "Toward this goal we have used microarrays of the Mycobacterium tuberculosis genome to detect deletions from M.bovis isolates.",
        "Jimmy Hill What makes this game so delightful is that when both teams get the ball they are attacking their opponents goal.",
        "Yet the symphony also reconciles the intricately serial derivation of its material with a clearly diatonic goal.",
        "City and Sheffield United were inseparable on goal difference, so the Blades went up because they had scored more goals.",
        "dint of goal average.",
        "disallowed goal for Rugby.",
        "It was only fair, really, because Peter Crouch had a goal wrongly disallowed for offside.",
        "Founded in 1991, Changing Faces main goal is to assist people with facial disfigurement to live fuller lives.",
        "In other words, the goal is to eventually dispossess them of their homeland and their capital, Jerusalem.",
        "dithering when Celtic scored the opening goal in the 34th minute.",
        "dogged defense by David Gilderoy refused York any shots on goal from their short corners.",
        "Its goal is to achieve \" fully spectrum dominance \": a monopoly of the use of space for military purposes.",
        "double-decker stand rose behind the Normanton goal.",
        "dovetailing effectively with only a second goal missing from their partnership.",
        "drought tolerance goal.",
        "Will he break his World Cup goal drought this weekend?",
        "Two seven goal drubbings within a month were frankly embarrassing, and the rifts between supporters and the club became increasingly wide.",
        "The XSLToolbox's goal is to help developers avoid the drudgery of writing the complicated XSLT transforms often needed to integrate XML applications.",
        "If the goal is to regenerate east London, the money would be better spent on just that - regeneration.",
        "Goal of the Week is awarded to Arsenal's Sylvain Wiltord for his stunning solo effort against Birmingham.",
        "The goal is to find visual characteristics of the domain which determine or at least estimate the lowest eigenvalue.",
        "embracee know we must be bold in embracing whatever it takes to help us achieve our goal.",
        "ensurend, there is also however another domain in which the goal isn't equality, but ensuring everyone a minimum standard.",
        "Targeted care and prescription of medicines in this post-genome era is now a realistic goal in many disciplines.",
        "Evangeline canonizado your life's goal.",
        "This process has a metaphysical goal, a mystical approach, even a scientific exactitude.",
        "Inclusive design also has a broader goal - to combat social exclusion.",
        "exorcisegive me the chance of exorcizing the memory of Ryan Casey missing an open goal 2 years ago.",
        "That these three happened to be to club's top league goal scorers was to prove fateful.",
        "final whistle Derby went one up thanks to an own goal from Charlton's Bert Turner.",
        "fizzing effort low on goal which, despite beating Oakes, was cleared by the lunging Christie.",
        "McBride was looking lively in attack and it took an offside flag to halt his progress as both teams sought that vital early goal.",
        "floated a free-kick into the area which Mark Odom headed across goal but John McMahon's diving header went narrowly wide.",
        "fluke goal.",
        "fluky goal or a big performance will turn my form around.",
        "The primary goal is to quantify accurately the global air-sea fluxes of CO 2.",
        "A very fortuitous ricochet fell to Hogg only 5 yards from goal.",
        "I can't remember the goal but I'm sure it was incredibly fortunate.",
        "Second half goal from Tony & Harvey finished off an increasingly fractious game, the students evidently not being used to losing.",
        "freakish own goal with five minutes to go!",
        "Jason Cousins Saw Red windsor got the best start imaginable when they won a free kick 30 yards from the Bracknell goal.",
        "A goal cannot be scored direct from an indirect free kick.",
        "free kick if a goal arises directly from it.",
        "Last winter I set a Dream Goal of winning the 1650 freestyle at Masters Nationals in May.",
        "frontal gyrus; Sharpens a person's focus on a goal.",
        "fumbled badly to present Leeds with their first goal.",
        "Ritchie has a keen eye for goal and has impressed the gaffer with his strike rate in youth football.",
        "gaperns slipped and suddenly Lynn's Darren Way found himself in a bit of space and the goal gaping in front of him.",
        "Have you decided who are the team stars, main goal getters or most likely to provide assists?",
        "But the early goal and TNS pressure did not bring the expected goal glut.",
        "Had Boro equalized then the late goal glut might again have gone in their favor.",
        "However, despite our promising opening we conceded the first goal, to a long ball over the top.",
        "Google Adsense is one way that you can accomplish this goal.",
        "Hamilton came out in the second half and pulled a goal back in a lively spell for the home team.",
        "However, your ultimate goal is not the death of innocent people.",
        "For instance, you can record the winning goal being scored, accompanied by the jubilation of the crowd.",
        "A true House of Representatives must be our common goal.",
        "This report looks at our performance across a number of priority areas that contribute to our strategic goal.",
        "Sam Smith proved to be a prolific goal scorer with a total of 10 goal scorer with a total of 10 goals.",
        "goal kick found Johnny who crossed a good ball in for that man Rob to fire an excellent shot pass the keeper.",
        "goal keeper.",
        "Five minutes from time Walmer were able to grab a second consolation goal to round off the scoring 7-2.",
        "Advertisement In May he became the youngest player ever to score a league goal for the senior team.",
        "In the 16th minute striking partner Liam Marsh got in on the act scoring his opening goal to make the score 3-0 to Dover.",
        "goal of the season in the match against Bradford.",
        "It was a well taken goal as Wijnhard lobbed the goalkeeper after being put through down the center.",
        "He said: We were expecting to be given a corner but the referee gave a goal kick.",
        "Janet says: thank goodness we have a common goal the object is to make the best quality of whatever we make.",
        "In any case, true to form, your ultimate goal is to gain one last bowl of pink goop.",
        "Are you all so gormless you canted even spot an open goal like that!",
        "Goal es una cinta que tiene gran valor y significa mucho en la vida del actor.",
        "Areas of increased oxygen flow: - Middle frontal gyrus; Sharpens a person's focus on a goal.",
        "The only goalmouth action in the opening half-hour came from the Italians with 5 efforts at goal without City managing anything.",
        "Dave Bentley scored a spectacular second goal to wrap things up with a fantastic half volley from 30 yards.",
        "CADFC did scored another goal but the referee disallowed it for an apparent handball.",
        "One goal in life has been to visit the highlands, you are helping make that happen weekly with your exciting magazine.",
        "hypnosis tapes will help you achieve this goal.",
        "Of nickel ice in california has father in a your life's goal.",
        "A drop goal from O'Connor put the icing on the cake for Ulster in the dying minutes.",
        "identification of the relevant target gene is an important goal.",
        "It was not however the final goal, which was to cure economic ills.",
        "illusive goal, and the large Belle Vue crowd left frustrated.",
        "Such an agreement should remain a goal, but is not essential for ending the current impasse.",
        "We continue to strive to achieve this important goal so that we can be truly inclusive.",
        "defensive indecision led to City's second goal on the hour.",
        "inference steps will lead to a value for the goal being found.",
        "We start with coaching the basic skill of using the instep for kicking at goal, and passing the football.",
        "Foy brilliantly turning his man and running in on goal from the angle shot with his left instep.",
        "Legal rules are then instrumental to the achievement of the posited goal; call this approach rule instrumentalism.",
        "A tape was used to close the goal during the first internationals before a crossbar replaced it in 1875.",
        "To achieve the Government's goal, tribunals will have to become more interventionist.",
        "The goal is to have Colostrum reach the small intestine intact where it does its best work.",
        "The goal of the program was to determine a history of drug use rather than to confirm drug intoxication.",
        "The goal of HCI design should be to make the computer invisible.",
        "jinking run from Scott Dundas saw his snapshot well saved by Mountain in the Newport goal.",
        "Their immediate goal was the establishment of a \" revolutionary junta.",
        "kicked the ball straight at the goal.",
        "The free kick for the second goal was a forced error.",
        "He is a left footed goal kicker with the ability to strike the ball a long way out of hand.",
        "knit together in a common cause, all working for a common goal.",
        "gaining knowledge was their ultimate goal, not committing suicide, throwing away the life they had here.",
        "landfill diversion goal.",
        "lashed the ball into the net with Collinge in the home goal having no chance at all.",
        "lashes home fierce shot from the right edge of the box 1-0 43 mins: GOAL!",
        "Despite consulting the linesman, referee Richmond adjudged that the goal would stand.",
        "linesman in front of the Mold Road Stand ruled it had not crossed the line and the referee disallowed the goal.",
        "One day I was resting on my bed and feeling listless, with no goal to aim at.",
        "lob from 40 yards to score his first Robins goal.",
        "lofted shot hit the cross bar and rolled behind for a goal kick.",
        "Only a desperate goal line lunge by Griffiths kept the score line from slipping even further in the last minute.",
        "The former Arsenal captain was clear on goal before Juan took him out with a wild lunge.",
        "This experiment's goal is the observation of currents induced by a changing magnetic field.",
        "marauding once again from left back to thump at goal.",
        "They 've a mascot who's better in goal than their first choice keeper.",
        "It is the goal of psychology to help people achieve maturity of the mind.",
        "mediaevalis Santiago de Compostela, the goal of the medieval pilgrim, which calls us.",
        "Tina Cullen, winning her 150th England cap, scored a field goal after a goal mouth melee.",
        "microchip goal line technology being trialed at UCL level the goal was awarded.",
        "reading midfielder Andre Boucard scored his first goal for Peterborough as the Posh defeated Brentford 3-0.",
        "It was they who opened the scoring midway through the half thanks to a scrappy goal from Simon Hicks.",
        "Despite conceding a goal in the opening minute Leamington fought back to equalize with penalty flick midway through the first half through Richard Stanway.",
        "The second half saw Leamington unable to capitalize on a number of chances with Redditch scoring a breakaway goal midway through the half.",
        "In order to reach the goal the learning milieu of the pre-school teaching is placed in focus.",
        "The line up being: goal minder, 2 defense men and 3 forward.",
        "Plucky minnows Wrexham, who knock out Premiership West Ham United with a heartbreaking goal in the final minute...?",
        "The experienced Green pounced on a defensive mix-up to fire home into an open goal.",
        "mix-up in defense led to a freak own goal.",
        "On a personal note, scoring a goal at the Festival football match was a particularly momentous occasion for Tessa.",
        "How near have these four constitution mongers moved toward this goal?",
        "The development of the consumer monoculture Historically, the erosion of cultural integrity was a conscious goal of colonial developers.",
        "While others race to win, Edward's goal is simply to complete the race and earn the respect of his fellow mushers.",
        "nick a goal.",
        "Of course, Bloom can also accomplish his goal by sheer obstinacy.",
        "offside attacker who shoots and scores a goal.",
        "I even had a fan near me who constantly shouted \" you are miles offside \" to McLaren at goal kicks.",
        "one-two (punch) a fine goal after a neat one-two, so he too deserves praise for his contribution from the bench.",
        "one-two (punch)han made amends in the 12th minute when a quick one-two with Graham Stuart set him free on the left of goal.",
        "one-two (punch)layed a lovely one-two with Paddy Connolly and muscled his way in front of Scott McCulloch as he homed in on goal.",
        "Our main goal is extract knowledge from text to populate the ontology, and so alleviate the problem of ontology maintenance.",
        "By half-time Wanderers were a goal up after scoring a disputed opener.",
        "optimizes are competing, with the goal of optimizing a webpage for a non-sensical phrase: ' nigritude ultramarine ' .",
        "Has Carey lost the ability to co- ordinate his feet now he is in goal?",
        "Two games without conceding a goal is enough to give any football manager a multiple orgasm.",
        "orientated toward the external goal of \" salvation \" .",
        "out-and-out goalscorer, but he's strong with his back to goal and that's exactly what we need.",
        "Despite his goal, Boyd lacked sharpness in his first pre-season outing.",
        "The blue oval is the danger area for shooting at goal.",
        "Also young Simon Cole had a good game in goal, he certainly was n't overawed to be up against some expensive players.",
        "The initial goal of treatment is to alleviate pain, followed by measures to reduce future fracture risk.",
        "paramagnetic organometallic compounds with the goal of trying to make a magnetically ordered molecular solid.",
        "parry away a powerful Mahon left foot drive across goal.",
        "parrynley passed the ball to Platt on the edge of the box and his shot on goal was parried by the keeper.",
        "peach of a goal.",
        "Day 4: Visiting the home of the rare Hooker sea lion and yellow-eyed penguin is today's goal.",
        "petty squabbles over insignificant items of polity distract us from the goal of winning the world for Christ.",
        "Articulatory phonology does not take the goal to be auditory.",
        "In course of time it becomes strong enough to help us overcome greater pitfalls and move forward toward our goal.",
        "Currently a single point behind Hendon, Sutton are the second most prolific goal scorers in the league behind Canvey.",
        "point-blank range, came back off the goal frame.",
        "His low cushioned attempt back across goal had Davis beaten but missed the far post by a foot or two also.",
        "pounced on a rebound for his second league goal.",
        "Mixing American pragmatism with Buddhist philosophy, the goal of Soka education is the lifelong happiness of the learner.",
        "As a matter of implementation pragmatism, this should be left out of the first prototype, and made a goal for later.",
        "prance up and down the touchline and celebrate each Burnley goal with their pom-poms.",
        "He uses lots of emotive language to try to achieve his goal of changing people's preconceptions about the subject of immigration.",
        "prod home from no more than a yard or two out to score his second goal of the week.",
        "But the away side was far too profligate in front of goal, allowing the Blues to come away with victory.",
        "profligate in front of goal next week.",
        "prolific goal scorer with a total of 10 goals.",
        "prosecution of offenders, which is the goal of the police service.",
        "The goal is to enable telerobotic operations with full human abilities in hostile environments and advanced prosthetics.",
        "pulsateanaries were stung by a late goal from the visiting Hornets as Matthew Spring's last gasp strike settled a pulsating contest.",
        "pursueave a wonderful pattern for pursuing the goal in Paul.",
        "He was to devote the next ten years of his life to a single-minded pursuit of this goal.",
        "In the first quarter-hour the Canaries were pinned back as the visitors enjoyed six corners and had six attempts on goal.",
        "He also occasionally seeks the Zen of high performance driving on the local racetrack, a goal as elusive as effortless swimming.",
        "Now their goal is to make sure that their already adorable baby looks positively radiant in a special Christmas outfit.",
        "Shortly after the restart, Hursts fell victim to that classic, if comparatively rare sucker punch: a goal direct from a corner.",
        "realistic goal was to aspire to bagging 500 of these monsters.",
        "realization of this goal, which varied from plan to plan.",
        "Just remember, make sure the content is not too stimulating or interesting - the goal is to promote relaxation.",
        "Fear of bloody reprisals will allow Winnie a free passage toward goal every time she gets the ball.",
        "Spiritual death is their goal and their cackling laugh now resounds in the echoing emptiness of human souls.",
        "Paul once had a client whose goal was to become rich.",
        "The goal now means that Haynes has a hat-trick of goals over bitter rivals Norwich this season.",
        "A goal down and showing little apparent desire, Charlton suddenly roused themselves with two goals in seven minutes.",
        "This only left Reid to complete the rout with his 4th goal for the team.",
        "An Oliver Oatley goal in the second half was enough to give the royalists a win.",
        "Another former royalist was a key factor in Windsor's finall goal.",
        "ruthless in front of goal scoring 35 times in 12 games.",
        "Then they really rubbed salt in the wounds by snatching the golden goal winner... in the final minute of extra time.",
        "Nuneaton proceeded to take their opponents apart with another three goal salvo, this time in nine minutes.",
        "A goal mouth scramble ended up with a powerful drive hitting the net.",
        "The game itself was a scrappy affair settled by a scrappy affair settled by a scrappy first half goal from Fitz.",
        "scrappy goal from a corner slightly against the run of play.",
        "The £ 6m signing was played through on the right of the area and slightly scuffed his right-footed shot across goal.",
        "With the goal yawning Smith's tired legs could only scuff the ball toward the line allowing Manton to clear.",
        "The pathway toward realization of the goal, improved self-esteem, is clearly mapped out.",
        "Both of these attributes help you head toward your goal of constant self-improvement.",
        "In fact, \" enlightened self-interest \" is, I would argue, the goal to which modern British foreign policy must be directed.",
        "self-reliance as a goal involves a number of contradictions.",
        "seminary students, the goal of studying Greek grammar is the accurate exegesis of biblical texts.",
        "Server virtualisation is a technology which would give us virtual server virtualisation is a technology which would give us virtual servers to achieve the same desired goal whilst reducing the number of physical servers.",
        "You may even go trekking and overcome setbacks along the way, but ultimately achieve your goal.",
        "sniff of goal.",
        "After the match Earnie came over to celebrate with the City support doing his trademark somersault for the traveling fans behind the goal.",
        "sore bums, but we had reached our goal.",
        "That goal, however, came from the penalty spot.",
        "We support the millenium development goal of halting the spread of HIV and AIDS, malaria and other major diseases by 2015.",
        "Verpakovskis would cost more after his recent goal spree but is Jones ' number one choice.",
        "The goal scorer screamed \" leave it \" as his shot squirmed under Oldridge but the ref allowed the goal.",
        "In the end the second half reached a stalemate with neither side having many chances on goal.",
        "stalemate with neither side having many chances on goal.",
        "Unbelievably, he headed in for an own goal, a perfectly placed header hitting the top stanchion.",
        "stoppage time goal struck from all of 30 yards!",
        "strangley crouched to the goalkeeper, half congratulating him, half strangling him in despair at what looked a certain goal.",
        "The ongoing momentum gained by the visitors eventually accumulated into an opening goal, scored by prolific striker Duncan Stoddart.",
        "The goal of national energy self sufficiency based on 100% renewable energy sources must apply to all nations.",
        "Its goal was to collect signatures in favor of a Charter demanding universal suffrage.",
        "Maybe things you see get you excited - a David Beckham goal, or a beautiful sunrise.",
        "The goal of algebraic semantics is to capture the semantics of behavior by a set of axioms with purely syntactic properties.",
        "On a similar, but opposite, tack we only conceded more than one goal on a club record six occasions.",
        "I asked my dad what he thought about penalty takers not aiming for the middle of the goal.",
        "teammates for an easy shot on goal.",
        "Goals are to be shown on BBC local news monday teatime the Burgess goal not to be missed!",
        "James Yates decided to kick for goal, and under great pressure and without a kicking tee, coolly slotted the penalty over.",
        "The goal is to prove the prime number theorem in the form.",
        "third in the league and Roches ' goal was a classic which will forever live in Saltash folklore.",
        "The goal was to have these evaluated at the Community level within a 12 year time frame.",
        "That word and goal became so powerful that not even totalitarian states could resist it.",
        "Red attacker No. 7 is attacking down the left wing touchline and shoots the ball toward the defending teams ' goal.",
        "A free hit on the right of the South circle saw him dawdling near the left touchline, 30 yards from goal.",
        "touchline conversion attempt went across the face of the goal.",
        "Ryan Giggs's goal in the FA Cup semi-final at Villa Park in 1999 allowed United to believe they could win their unique treble.",
        "ultimate goal is not the death of innocent people.",
        "Experts are competing, with the goal of optimizing a webpage for a non-sensical phrase: ' nigritude ultramarine ' .",
        "Una semana Goal!",
        "Feliz de la vida porque hace Una semana Goal!",
        "undermine existing social relations should be an SSP goal.",
        "Our goal is to develop a thorough understanding of the technology that underpins the message you want us to deliver.",
        "The goal of the awards is to recognize excellence in the online shopping experience where you can buy everything from groceries to designer underwear.",
        "undone by a fourth minute goal from Wrexham striker Craig Faulconbridge.",
        "unequivocal undertaking to relate to the ultimate goal of nuclear disarmament.",
        "The 3rd quarter proved very uneventful with both sides scoring a single goal during some much needed swimming practice.",
        "unfair competition is the goal of Clipper policy.",
        "untreadre the first to pursue the same goal by an as yet untrodden path.",
        "With the clock running down, Darren Dods replaced Mark Reilly with Ian Maxwell moving upfield in an effort to grab a goal.",
        "The ball went straight upfield to Mark Hateley who scored the best goal of his career and Leeds were buried.",
        "such venom, such a stunning strike, maybe the winner of goal of the season already.",
        "Despite being truth claims, the goal of witnesses ' statements is the attainment of mere verisimilitude or plausibility, not truth.",
        "Powell struck the night's decisive goal four minutes into the second half with a fine dipping volley from the left.",
        "wasteful in front of Andy Halpin's goal."
    ],
    "definition": [
        "The object toward which an endeavor is directed; an end. See Synonyms at intention.",
        "Sports\na. A structure or area into which players endeavor to propel a ball or puck in order to score points.\nb. A play or shot that sends a ball or puck into or through the goal.\nc. The score awarded for such an act.\nd. The finish line of a race.",
        "Linguistics\na. A noun or noun phrase referring to the place to which something moves.\nb. See patient.",
        "Link/Cite",
        "A result that one is attempting to achieve.\nMy lifelong goal is to get into a Hollywood movie.\nShe failed in her goal to become captain of the team.",
        "In many sports, an area into which the players attempt to put an object.",
        "The act of placing the object into the goal.",
        "A point scored in a game as a result of placing the object into the goal.",
        "A noun or noun phrase that receives the action of a verb. The subject of a passive verb or the direct object of an active verb. Also called a patient, target, or undergoer.",
        "gaol, Olga",
        "Link/Cite"
    ]
}