{
    "translation": "טוב",
    "uses": [
        "It felt so good to be home.",
        "She is such a good seamstress.",
        "It was a good thing they were going home tomorrow.",
        "You have a good family.",
        "It was all just good clean fun.",
        "It meant a good deal to him to secure a home like this.",
        "It would do no good to ask him why.",
        "\"Do you eat so good?\" he persisted.",
        "He had done one good deed.",
        "Why would a good looking wealthy man move to the country, become a veterinarian and marry a country hick?",
        "\"Good morning, children!\" said the minister; and he kindly shook hands with both.",
        "He was a good husband and father.",
        "\"A good day for harvesting,\" thought Alpatych.",
        "\"Good night,\" he said cheerfully.",
        "As the Princess held the white piglet in her arms and stroked its soft hair she said: Let Eureka out of the cage, for she is no longer a prisoner, but our good friend.",
        "These are good suggestions!",
        "He wants you because you would do a good job, and because you are his son.",
        "One farmer said that it was \"good for nothing but to raise cheeping squirrels on.\"",
        "The good minister looked at the picture for a long time.",
        "It was a good place for a fly, and I never thought of spoiling your picture.",
        "Carmen is a good wife.",
        "It would be good to get home - away from all the finery and hostility.",
        "What's the good of denying it, my dear?",
        "\"Good afternoon,\" he said.",
        "Yeah, a good fight.",
        "\"Yes; it's a good way off, but I can see it,\" she replied.",
        "The boys looked at her and wondered if the master would really be as good as his word.",
        "We've had a good many adventures together, Ozma and I, and she likes me.",
        "Then try to tell what it is, what it is like, what it is good for, and what is done with it.",
        "What felt good a minute ago now sounded like suicide.",
        "\"It's good, anyway,\" said Zeb, \"or those little rascals wouldn't have gobbled it up so greedily.\"",
        "There was no good way to say it, so she might as well get to the facts.",
        "What is your sorcery good for if it cannot tell us the truth?",
        "A very good morning!",
        "Carmen is a very good cook.",
        "Most of them I met first in the house of my good friend, Mr. Laurence Hutton.",
        "There were so many people she had never seen - lots of good looking women.",
        "One fair-haired young soldier of the third company, whom Prince Andrew knew and who had a strap round the calf of one leg, crossed himself, stepped back to get a good run, and plunged into the water; another, a dark noncommissioned officer who was always shaggy, stood up to his waist in the water joyfully wriggling his muscular figure and snorted with satisfaction as he poured the water over his head with hands blackened to the wrists.",
        "Love your Heavenly Father with your whole heart and soul, love every child of God as much as ever you can, and remember that the possibilities of good are greater than the possibilities of evil; and you have the key to Heaven.",
        "He was amazingly good, his fingers plucking the strings with quick nimble strokes.",
        "Marry when you are old and good for nothing--or all that is good and noble in you will be lost.",
        "One does not need to read \"A Boy I Knew\" to understand him--the most generous, sweet-natured boy I ever knew, a good friend in all sorts of weather, who traces the footprints of love in the life of dogs as well as in that of his fellowmen.",
        "Everything was in good order except the boots.",
        "In fact, that was a good way to make sure he didn't.",
        "That was a pretty good indication of interest - or lack thereof.",
        "The car was six years old now, but it was in good shape and still had low mileage.",
        "\"Are they good seats?\" she asked.",
        "Good gracious, I believe I am.",
        "Some of them thought that \"Home\" was a good subject.",
        "\"There are few men who can draw so good a picture of a fly,\" he said.",
        "It was a good old Friend, whom everybody loved--a-white-haired, pleasant-faced minister, whose words were always wise.",
        "At length, in the beginning of May, with the help of some of my acquaintances, rather to improve so good an occasion for neighborliness than from any necessity, I set up the frame of my house.",
        "Then he tried to tell what it was like, what it was good for, and what was done with it.",
        "We look at antique furniture today and say, \"Man, they sure don't make stuff as good as they used to.\"",
        "In her own words, they were \"good boards overhead, good boards all around, and a good window\"--of two whole squares originally, only the cat had passed out that way lately.",
        "Good man! cried he, addressing Pierre.",
        "At the Cape of Good Hope exhibit, I learned much about the processes of mining diamonds.",
        "You've been a very good girl.",
        "I think that we may safely trust a good deal more than we do.",
        "But my guess is that we will be able to do this and even make existing \"good\" genes perform better.",
        "Kind to every one, he goes about doing good, silent and unseen.",
        "A good book would sometimes cost as much as a good house.",
        "The roof was the soundest part, though a good deal warped and made brittle by the sun.",
        "He soon learned all that his teacher could teach; for he was bright and quick, and had a good memory.",
        "Good information on a product can mitigate this problem.",
        "\"That is a good story\" he said.",
        "It was a good thing he found it so amusing.",
        "\"Good friend,\" he said, \"if you should find something that we have lost, what would you do with it?\"",
        "It was nice having Alex home all day and having the family together, but all good things come to an end.",
        "\"It's good to be home,\" he whispered, \"with the people who mean the most to me.\"",
        "Now, Mr. Boyle was a sporting neighbor who spent a good deal of time in shooting.",
        "It was a place where good people, and timid, helpless people could find shelter in time of war.",
        "Truthfully, Gerald wasn't all that good a dancer.",
        "By some means, however, he learned to read; and after that he loved nothing so much as a good book.",
        "It means I can trade you a good or service for an intermediate store of value known as money, and then trade that money to the person who actually has the goods I want.",
        "Selivanov, now, did a good stroke last Thursday-- sold flour to the army at nine rubles a sack.",
        "Maybe that was what made him such a good salesman in the past.",
        "When I get my thoughts arranged in good order I do not like to have anything upset them or throw them into confusion.",
        "These will be good ventures.",
        "While the horses were being harnessed Alpatych and Ferapontov over their tea talked of the price of corn, the crops, and the good weather for harvesting.",
        "A farmer is as good as any other man; and where there's no room for a farmer, there can be no room for me.",
        "Today, success still requires good execution, but the larger question is: \"Can you discover and fulfill a hitherto-unknown, latent desire in people that the Internet enables?\"",
        "They offer millions of products at good prices, delivered tomorrow if that is what I want.",
        "I often tell them stories or teach them a game, and the winged hours depart and leave us good and happy.",
        "\"Good night, Lise,\" said he, rising and courteously kissing her hand as he would have done to a stranger.",
        "The good woman was so overjoyed that she caught him in her arms and kissed him.",
        "I read from Mark Twain's lips one or two of his good stories.",
        "\"Good night,\" Carmen said to him.",
        "Something about the way Felipa was smiling up at him suggested she was anticipating a good night kiss.",
        "\"A good thrashing,\" answered the master.",
        "They say that Arion, being a good swimmer, kept himself afloat until this ship happened to pass by and rescued him from the waves.",
        "One piece of good sense would be more memorable than a monument as high as the moon.",
        "If I may take the liberty, your excellency, it would be a good thing.",
        "\"Good enough,\" he replied, and dropped into his chair.",
        "Maybe it was good for them - I don't know, but I don't think it's going to be good for you - or Alex.",
        "One was a fine gardener; another could take care of horses; a third was a good cook; a fourth could manage a household.",
        "A good chessplayer having lost a game is sincerely convinced that his loss resulted from a mistake he made and looks for that mistake in the opening, but forgets that at each stage of the game there were similar mistakes and that none of his moves were perfect.",
        "I do not mean that exactly, but I mean something which he might think a good deal like that; I mean that they should not play life, or study it merely, while the community supports them at this expensive game, but earnestly live it from beginning to end.",
        "Tell me, for God's sake, what will Russia, our mother Russia, say to our being so frightened, and why are we abandoning our good and gallant Fatherland to such rabble and implanting feelings of hatred and shame in all our subjects?",
        "My mother, moreover, succeeded in making me understand a good deal.",
        "\"Oz can do some good tricks, humbug or no humbug,\" announced Zeb, who was now feeling more at ease.",
        "I saw him many times after that, and he was always a good friend to me; indeed, I was thinking of him when I called Boston \"the City of Kind Hearts.\"",
        "And the nearer he drew to it the more Alpatych felt that this unreasonable action might produce good results.",
        "Now, good people, observe me carefully.",
        "A few said that there was one man in their neighborhood who seemed to have had some sort of good luck.",
        "Let us have a good old song that will help to keep us warm.",
        "The Internet is full of sites that offer good to humanity and yield no profit for the people working on them.",
        "I have travelled a good deal in Concord; and everywhere, in shops, and offices, and fields, the inhabitants have appeared to me to be doing penance in a thousand remarkable ways.",
        "A good reputation he made for himself at Bucharest!",
        "His having encountered her in such exceptional circumstances, and his mother having at one time mentioned her to him as a good match, had drawn his particular attention to her.",
        "Why is it good when you adopt a baby that isn't yours, but bad if it's yours and you don't give birth to it?",
        "This begs the question, \"Is any of it any good, really?\"",
        "I will endeavor to speak a good word for the truth.",
        "I should make too good a target for the French, besides I am afraid I should hardly be able to climb onto a horse.",
        "And now, the trial being over, the good citizens of the Emerald City scattered to their homes, well content with the day's amusement.",
        "\"Good,\" he said softly against it.",
        "Ah, that is good.",
        "Alex always said she had a good imagination.",
        "Mr. Barnett was a good father.",
        "But that's a good way to ruin a terrific friendship.",
        "\"Good news, Swami!\" he said.",
        "She's in good hands.",
        "It's not looking good.",
        "He rarely turned down the offer of no-strings-attached sex, especially when his partner was so good at it.",
        "He'll make a good warrior, one I can train to kill a couple pain in the asses I can't get rid of otherwise.",
        "There was right and wrong, good and evil, and every human but the woman before him had fallen for some temptation of the dark side.",
        "You would have been good at it.",
        "You're a good man, Darian.",
        "Another part of her couldn't fathom how a man colder than a sociopath could be working for the side of good.",
        "You'll be good for him.",
        "\"He's a good guy, though,\" Darian admitted.",
        "I'm not easy to live with, and the structure is good for me.",
        "Nicholas also noticed that look and, as if understanding it, flushed with pleasure and began to kiss the boy with good natured playfulness.",
        "\"Am I your prisoner or are you some sort of really weird Good Samaritan that's gonna let me go when we get to where we're going?\" she asked with a sigh.",
        "\"It's good, quite good, thank you,\" said the Frenchman, in French, \"but there must be some linen left over.\"",
        "Good night! said Pierre, giving his hand to the Swiss tutor, and he turned to young Nicholas with a smile.",
        "For the remainder of the trip to the ranch, Alex remained in a good mood.",
        "Once in a while I get broken up some, but I am easily repaired and put in good order again.",
        "My Precious Little Sister:--Good morning.",
        "Boris belonged to the latter and no one else, while showing servile respect to Kutuzov, could so create an impression that the old fellow was not much good and that Bennigsen managed everything.",
        "Glory, the good of society, love of a woman, the Fatherland itself--how important these pictures appeared to me, with what profound meaning they seemed to be filled!",
        "He gazed at the caleches and carriages in which soldiers were riding and remarked that it was a very good thing, as those vehicles could be used to carry provisions, the sick, and the wounded.",
        "It is not so good as a baby with your blood?",
        "It was a good thing they didn't change after church, because everyone at the table was dressed as if going to church.",
        "You forgot all your good manners.",
        "In the morning a good breakfast was served, and then Mr. Randolph made ready to start on his journey.",
        "_Dearest Carl; You are a good boy to send me all your wages, for now I can pay the rent and buy some warm clothing for your little sister.",
        "I know the list of nefarious uses of the Internet—but on balance, we are building it for good purposes.",
        "This is a good thing because it means that high degrees of utility (the economists' word for \"happiness\") can be achieved with a wide variety of goods.",
        "I have thought that Walden Pond would be a good place for business, not solely on account of the railroad and the ice trade; it offers advantages which it may not be good policy to divulge; it is a good port and a good foundation.",
        "\"They say the ball will be very good,\" replied the princess, drawing up her downy little lip.",
        "And he is so clever and so good! said Natasha.",
        "Indeed, I owe to her loving wisdom all that was bright and good in my long night.",
        "I understood a good deal of what was going on about me.",
        "His plan seemed decidedly a good one, especially from the strength of conviction with which he spoke.",
        "In spite of his absent-mindedness and good nature, Pierre's personality immediately checked any attempt to ridicule him to his face.",
        "Mr. Irons, a neighbour of theirs, was a good Latin scholar; it was arranged that I should study under him.",
        "She is very good and sweet when she does not cry loud.",
        "It was during my first visit to Boston that I really began to read in good earnest.",
        "There's a world of good you could perform.",
        "Think of the good we might be doing!",
        "I have no idea how they do it but if my money helps to save lives; it is being put to good use.",
        "Instead, I pulled to the side of the country road like any good citizen.",
        "If they rushed in, a good defense attorney was rewarded by having a great day in court.",
        "The good news is this rag of a newspaper doesn't seem to buy Mr. Youngblood as a certifiable clairvoyant.",
        "Let him know I'll take good care of his phone.",
        "This guy is not only careful, he's good.",
        "It's good for dreams and fantasizing.",
        "That's why Julie is so good for me.",
        "Yes. They just got started but they're doing good work.",
        "They claimed to have done so in the spirit of good will and a desire to protect the privacy of the tipster.",
        "You see, though I trust Aldo Benitez with my life, for good reason, he has endured a somewhat checkered past.",
        "I know they have a very good detective on the payroll.",
        "Sure, I knew what I was considering was contemptible but I figured all I was doing was identifying him; not stopping the good stuff he was doing... what all you guys, were doing up here.",
        "He's good for her too.",
        "I'm good for him too.",
        "She's here for good?",
        "I'll go back to being good old Martha but indulge me tonight, will you?",
        "I've respected your privacy; saw it as a good thing, but the situation is changing.",
        "I hope it's good news.",
        "I know the good we're doing.",
        "It's like we try to do good and theses unintended side effects occur; the deputy sheriff in Alabama, that Youngblood jerk in California, plus the parents murdered just so the discovery of their child's abduction would be delayed.",
        "Her tears felt good.",
        "I didn't have a good come-back to that observation.",
        "I begged her to tell me, but she just bawled and said it was good that I became a priest so I could ask for forgiveness.",
        "They're gone for good.",
        "We waved but he never stopped to say good bye.",
        "Do you think he's gone for good?",
        "There's a good chance they'll spot him.",
        "Reverend Humphries made us all good Christians.",
        "I wanted to remind this troubled soul of the good he'd wrought but thoughts of Betsy prevented my saying the words.",
        "Obviously, she was terrified, with good reason.",
        "Good. Go to sleep, Bianca.",
        "\"I don't think that's a good idea,\" she said.",
        "Good. Have fun killing things.",
        "I don't mind trying to make your day as good as you make mine.",
        "The thick Miami heat had never felt so good!",
        "\"Good man,\" he said again.",
        "He have any good info?",
        "Have a good trip.",
        "How are you good? she asked.",
        "\"It's good,\" he said in a strangled voice.",
        "So am I. We'll make good friends.",
        "He's got it so good.",
        "He didn't need this type of drama, and she was too good for a man like him in her life.",
        "\"The good thing about being in charge is the ability to make your own schedule,\" he replied.",
        "\"You're good,\" Dusty answered with a faint smile.",
        "\"I've been good,\" he whispered.",
        "\"Good,\" Dusty said, sitting on the bed opposite him.",
        "She's a good cook, but she's afraid of spiders, and she always loses things.",
        "\"Good and evil exist in all of us,\" she said, not sure what to say.",
        "There was no such thing as a good Black God, and Jonny would be no exception.",
        "I'm not having a good afternoon.",
        "Might do you good to get out of sight, he said, nodding towards the windows.",
        "Toni's plans looked real good.",
        "The cool rain felt good against his hot skin, and he stood in the dark walkway between the gym and the house, soothed by the storm.",
        "Have a good afternoon.",
        "It'll be a good distraction while we rig the country club and other hotels.",
        "\"Yeah, good,\" Jimmy confirmed.",
        "Always good to have a backup plan.",
        "\"Between the two of you, I think we'll have a good time,\" he said, gaze returning to Sofi.",
        "The lingering sickness in his body fled, gone for good.",
        "My only piece of good news today.",
        "He's gotta be good for something.",
        "\"Good you have a talent, or your skinny hide would be in trouble,\" Speck replied, amused.",
        "\"Jimmy's … real good … at that,\" Darian managed, gasping.",
        "He was alive, after all, and there was some good to him for wanting to make things right.",
        "Damian suspected what kind of hell Dusty had been through and was pleased to see his trusted friend looking good.",
        "Damn that felt good!",
        "Good thing Bianca sent him off this morning with a bag full.",
        "Whatever this Watcher was planning, it wasn't good.",
        "Have a good night, Ms. Yully.",
        "Jule had watched the Magician for a good half hour.",
        "\"Good night,\" she said.",
        "Lookin' good, Darian, Jule said.",
        "\"Good to see you, Darian,\" Jule said, genuinely happy to see Damian's brother alive.",
        "It's for a good cause.",
        "I think I'm doing pretty damn good, considering I would've been able to kill him if you hadn't shot and run me over, he replied in irritation.",
        "\"Good as new,\" he said.",
        "She hesitated, too comfortable with him for her own good.",
        "\"Jule wouldn't kill one of his own without good reason,\" Damian said, plainly unconvinced.",
        "Good operatives have a box full of tricks.",
        "You're in good company.",
        "\"Dusty is just now on good terms with my cat,\" Biana replied.",
        "\"He's really good with details,\" Bianca volunteered.",
        "\"Lookin' good, brother,\" Damian said with a smile.",
        "\"Good. I have a couple Others on my list of people to kill,\" Darian said.",
        "\"Good,\" her father said.",
        "\"Very, very good,\" he said, an odd glow in his eyes as he gazed at the place where the plate had been.",
        "Good. Pull the magic into you.",
        "The training was part of what Damian wanted her there to do, and she mixed training with good old-fashioned spy techniques.",
        "She'd taken in everything she could, like any good operative would.",
        "He'd been a good kid, lost, but honorable.",
        "It's not gonna be a good thing, if you stay with him.",
        "Good luck finding her without me.",
        "It was good of you to come yesterday.",
        "I feel … good.",
        "\"Good. He'll find you in a day or so,\" Damian said without turning.",
        "Good form and energy.",
        "\"Good, I think,\" she whispered, chewing her lip.",
        "Fixed him up, and he's good as new.",
        "\"It's good stress relief,\" she replied.",
        "And those notes aren't good enough.",
        "If I have a doctor's note saying I'm under their care, isn't that good enough until they figure it out?",
        "\"Laney, good to see you,\" he said warmly, clapping him on the arm.",
        "I'm not having a good morning.",
        "I'm rebuilding as fast as I can, but it ain't easy finding new Guardians, let alone those who make good agents.",
        "This better be good.",
        "\"Wish you had good news for me,\" he said to the Guardian standing beside him.",
        "On a good note: logistical arrangements for Quarterly completed, Han texted.",
        "\"Isn't that good?\" she prodded.",
        "He skipped the class on good nom de plumes.",
        "\"It's a good thing,\" Han said at her silence.",
        "Sofia fled to her room, amazed at how good she felt.",
        "Did her blood taste half as good as Damian's?",
        "\"Good morning, sunshine!\" she said with false cheerfulness.",
        "I'll say again: you're welcome in my bed, preferably naked, though this is good enough for now, I guess.",
        "We're so good together.",
        "She had a damn good point, Sofia admitted, and hated her for it.",
        "We're good at it, so why not?",
        "It was a barracks for the Guardians, most of whom greeted her with a quiet good day, ikira as she passed.",
        "\"If you must be with a man, it's good that he's French,\" Claire said with a wink at Pierre.",
        "Good to see you!",
        "\"Good. Looking forward to Christmas,\" Dustin replied.",
        "\"Good presents,\" Dustin clarified.",
        "\"Sofia, Han tells me you've gotten quite good at reading people,\" he said.",
        "It's a good thing.",
        "\"Yeah. Good girl,\" Rainy said.",
        "She looked herself over, satisfied that she looked good.",
        "Not Claire-good, but good enough.",
        "How good was a Defender of Humanity who purposely looked away from something that led to so many deaths?",
        "He wanted her to see what he saw, the good his Guardians did for humanity, the courageous, selfless hearts of his men, the difference they made in fighting evil.",
        "\"He's just a good guy,\" Linda continued.",
        "He's good to his men.",
        "Good. Still won't let me live down almost dying.",
        "\"This is sooooo good,\" Damian said, pinning her with a look as he wolfed down the second half.",
        "\"Are you a good friend?\" she asked.",
        "\"If you all are on the side of good, why is there so much death?\" she demanded.",
        "It's not easy being the good guy, and it's a job not many people can do.",
        "Yep. He's a good guy.",
        "\"Good thing I felt hungry tonight,\" she said.",
        "It's been a good week.",
        "\"Pierre doing good by you?\" he asked.",
        "Good to see you, Froggie.",
        "That's a good thing.",
        "Trust me—it's a good thing.",
        "\"At least I keep good company,\" he said with a chuckle.",
        "\"That doesn't sound good,\" Sofia murmured.",
        "It feels good to get out, though.",
        "\"You did good, sweetheart,\" Jule said.",
        "Good. I've got a deal for you.",
        "They weren't good dreams, and the ones she showed him weren't the only ones in his head.",
        "You did good, she managed.",
        "He will be forever stuck between the two worlds, the good and the evil, without entering either or leaving either behind.",
        "Good. Leave him here with me.",
        "She hadn't felt like she belonged in this world until she'd seen what good she could do.",
        "You're a good man.",
        "Good. Easier for me than Darian to readjust.",
        "\"Good point,\" Damian said.",
        "We still good for tomorrow?",
        "\"That doesn't sound good,\" she said.",
        "\"You know she'll taste good,\" another agreed.",
        "He was good at throwing them back at her, too, like he was doing now.",
        "Deidre didn't think it was a good sign that she cheered on the Dark One.",
        "I don't suppose you'll put in a good - or bad - word for me.",
        "The good thing is that he can't hurt you now.",
        "\"Good to know,\" she mumbled.",
        "It's good for you.",
        "I did something good.",
        "Good. You are too trusting.",
        "It'd make a good bargaining tool for a deal.",
        "\"I hope you have good news,\" he said and pushed the door open, stepping aside.",
        "I know how good you are.",
        "You'll be the one person in the universe who finds an ounce of good in that creature, Darkyn.",
        "She'd done two good things today.",
        "There were days when you hated the fact you did love her, and there were days when she almost walked away from you for good, because she hated that she couldn't control how she felt, Deidre continued.",
        "Her thoughts went to the good she might be able to do from Hell.",
        "\"I'm not having a good day, Zamon,\" she grumbled back.",
        "Pink is a good color on you.",
        "\"Weird, but good,\" she replied.",
        "He's good at pushing people away.",
        "Did I make a good deal?",
        "All the good stuff here has been dug out already.",
        "Martha, whose stay with them was at first a simple good deed, then a delight and now so very much more.",
        "\"I'm not as good as you think,\" Martha muttered.",
        "Self-pity is no good.",
        "Randy must have been a really good kid.",
        "Besides, you're a good girl.",
        "Paulette Dawkins was a short but massive chunk of good living who didn't know how to dress.",
        "The good life on the road cleared me up.",
        "Think this kid Billy's any good?",
        "\"This is the only good part of the afternoon,\" he muttered, pulling out a pair of wrinkled slacks and holding them up.",
        "Martha seems to have a pretty good read on Patsy and she's always been candid talking about her.",
        "Caleb screamed and jumped up and bumped his head pretty good.",
        "His new pa would whip him good, he said.",
        "When a person learns to do one job and specializes in that one job, she gets really good at it.",
        "And you could feel good about it; after all, you would be increasing efficiency, not merely acting as a leech to the system.",
        "No matter how good she is, how dedicated she is, the assembly line worker's wage is capped.",
        "Its social good, on average, is $2,000 a pan.",
        "All is well and good until things turn down for a nation.",
        "Before recorded music, the best musicians made a good living but weren't extremely wealthy.",
        "By the time you were fifteen, you learned everything you needed to know to be a good farmer.",
        "We all know the stories of people who win the lottery—and let's face it, far too often no good comes of it.",
        "So our ability to find cause and effect in that—and to really discern fact from fallacy, what's good from what's bad for us—is highly suspect.",
        "In societies where a large percentage of income is necessary just to buy food, having volatile food prices will mean hunger sooner or later, no matter how good the factory jobs are.",
        "I think we are still at the donkey stage—and this is good news!",
        "Plants themselves are pretty inefficient machines, at least from the standpoint of being good food sources for us.",
        "How good a job are the plants doing?",
        "I write this to establish my bona fides as someone who truly cares about good food.",
        "That is good for peace.",
        "The best books are not read even by those who are called good readers.",
        "\"How good it would be!\" and taking her hand he kissed it.",
        "\"Be so good...\" shouted the captain, frowning angrily.",
        "Good lord, they've even grabbed those chaises!...",
        "It was hard and painful, but good, very good! said Natasha.",
        "\"Well, good night,\" said Natasha.",
        "What's the good of freedom to me, your excellency?",
        "It would be a very good thing for the Rostovs, they are said to be utterly ruined.",
        "Princess Mary, foreseeing no end to this, rose first, and complaining of a headache began to say good night.",
        "\"He is good and kind and I am fond of him!\" he thought of Dessalles.",
        "\"That's good to hear,\" I said.",
        "We wanted a firm economy, reasonable real estate costs, and a good school system.",
        "There are five colleges, a good hospital and all that but I agree with Quinn; I want to move forward.",
        "The home, now known as Eight Maples Farm, had been a gathering place for travelers seeking good music and refreshments, over two hundred years ago.",
        "\"Good riddance,\" Howie said.",
        "They have good reason to be incredulous.",
        "He's not about to let the pup out of the kennel and be forced to shut down all good we're accomplishing.",
        "\"Do you want the good news or the bad news,\" he pronounced.",
        "By the way, the good news is you might have just saved another life.",
        "She claims a red headed young guy took real good care of her, fed her and let her play video games.",
        "That's very good, Brenda.",
        "You're being a good little girl.",
        "It's not good for a relationship to be built on lies, Howie; or secrets.",
        "Good point, but what about Daniel Brennan?",
        "She certainly is adapting her career to documenting his or her works and doing a good job of it as far as I can see.",
        "It's been a good run and many lives have been saved.",
        "I felt I could trust Brennan's good judgment.",
        "This is phone is a throw away but I'm not even sure how good it is.",
        "We could tell by his reaction the news wasn't good.",
        "We just had to do the most good possible while we had the chance.",
        "No good calls ring in at that time of night.",
        "We were really good together, he and I... not just that way; I could talk to him.",
        "I don't know anything except we'll be good for him; we're what he needs, badly.",
        "We're good for him.",
        "I repeated the promise I'd made Merrill Cooms when he funded us so generously; \"Do as much good for as many people for as long as you can.\"",
        "I believe she'll stick it out and be good for him.",
        "\"Good for them,\" I offered.",
        "She didn't sound too good.",
        "Good to hear from you, buddy.",
        "I'm willing to put my ass on the line and help where it might do some good but I'm just a private citizen.",
        "He was in the area and the police took a good look at him from the information I have but there wasn't enough evidence to charge him.",
        "I took time before retiring for the day to telephone Martha with the good news Julie's break in was a false alarm.",
        "I thought when all this was behind us, we could reminisce about it and maybe revel in all the good we managed to accomplish.",
        "I was getting very good at evading the truth without actually lying.",
        "Good question, I thought.",
        "Going three thousand miles away sounds like a good idea for you folks, even if it's only for a couple of days.",
        "I'm good friends with a very troubled man.",
        "Betsy loved reveled in it and it fulfilled my needs; the wine did the trick and, I was hungry and the food tasted good.",
        "You make a good adversary.",
        "\"Good! good!\" said all the other Mice; and one ran to get the bell.",
        "With the rapid flow of information about businesses and their products, along with the ease of \"checking up\" on a vendor, good businesses will get more business and push out the bad ones.",
        "Thus, because Chad is not good at painting, he cannot paint for a living.",
        "Now, my darling little Mildred, good bye.",
        "There is, then, a good deal that Miss Sullivan has done for Miss Keller which no other teacher can do in just the same way for any one else.",
        "It is the good Adam contemplating his own virtue.",
        "But the latter's good-natured naivete was so boundless that sometimes even he involuntarily yielded to Nicholas' good humor.",
        "\"Oh no, we are good friends with him,\" said Nicholas in the simplicity of his heart; it did not enter his head that a pastime so pleasant to himself might not be pleasant to someone else.",
        "But his brilliantly white, strong teeth which showed in two unbroken semicircles when he laughed--as he often did--were all sound and good, there was not a gray hair in his beard or on his head, and his whole body gave an impression of suppleness and especially of firmness and endurance.",
        "He glanced once at the companion's face, saw her attentive and kindly gaze fixed on him, and, as often happens when one is talking, felt somehow that this companion in the black dress was a good, kind, excellent creature who would not hinder his conversing freely with Princess Mary.",
        "Sometimes when, trying to understand him, she spoke of the good work he was doing for his serfs, he would be vexed and reply: Not in the least; it never entered my head and I wouldn't do that for their good!",
        "It would be good for him to have companions.",
        "When we do not at all understand the cause of an action, whether a crime, a good action, or even one that is simply nonmoral, we ascribe a greater amount of freedom to it.",
        "Still, Alex was a good salesman, I guess.",
        "That is good to hear, son.",
        "The little man, having had a good sleep, felt rested and refreshed, and looking through the glass partition of the room he saw Zeb sitting up on his bench and yawning.",
        "\"But I assure you, my good people, that I do not wish to rule the Emerald City,\" he added, earnestly.",
        "But Ozma soon conquered her, with the help of Glinda the Good, and after that I went to live with Nick Chopper, the Tin Woodman.",
        "\"I suppose I ought to give the wooden dummy a good start of me,\" growled Jim.",
        "He agreed to take the boy with him and teach him how to be a good sailor.",
        "No doubt the bird had mistaken the purple silk for something good to eat.",
        "The speech he gave in September 1962, announcing that goal, spent a good amount of time justifying the expense and explaining the urgency.",
        "If you have an unwavering commitment to an idea that all things will be good all the time, then that is irrational.",
        "So how about this instead: What if I can show you a future where everyone on the planet will live in good health as long as it is possible for their body to live?",
        "So this sad experience may have done me good and set me thinking on some of the problems of composition.",
        "They also think your suggestion about a fixed handlebar a good one.",
        "The greater part of what my neighbors call good I believe in my soul to be bad, and if I repent of anything, it is very likely to be my good behavior.",
        "She is rich and of good family and that's all I want.",
        "It was neither good nor bad in her mind back then - it simply was.",
        "Well guys, I hate to leave such good company, but I'm so tired that I can hardly keep my eyes open.",
        "\"It's so good to see you,\" She said, squeezing Tammy.",
        "That's a good way to get killed.",
        "That quiet walk home was her chance to relax - that and a good book.",
        "\"I didn't say he was good looking,\" Cynthia said.",
        "Good for him, but what does that have to do with me working for him?",
        "On the other hand, maybe it's a good way to avoid trouble.",
        "Maybe that's not too good an idea after all.",
        "I bought a battery, but it didn't do any good.",
        "Apparently he spent a lot of time on the back of a horse, riding his range in all kinds of weather - a fact that prompted more than one comment by townsfolk that he had wasted a good college education.",
        "She set the alarm and fluffed the pillows, but it did no good to close her eyes.",
        "Actually, it could stand a good washing and a paint job, but surely he didn't expect her to do that.",
        "I don't feel good.",
        "Maybe it would be a good idea for you to stay out there a while and find the answers.",
        "Maybe he knew he was about to lose a good housekeeper.",
        "Whether that was a good or bad thing she couldn't guess, and she didn't have time to ask.",
        "This looks like a good spot to eat lunch.",
        "If you'll think back, my message was that spending a few nights together wasn't a good reason to get married.",
        "I noticed you were a good looking woman, if that's what you mean.",
        "But it was a good hot meal that brought me into the diner the first time.",
        "Good bye good times and good wine; bring on the boxed stuff and bills.",
        "\"I guess you could say Martha is pretty good looking,\" I answered.",
        "I'm glad you got yourself a good woman, Ben.",
        "In the sense he can function but the memory is probably gone for good.",
        "He played along with her banter but it was interesting to see he was savoring everything she said like the good wine we were sharing.",
        "\"I'm pleased you got along with Martha well enough \"I feel sorry Howie, for getting stuck with the lab room, but in general he seems in good humor, considering his condition.\"",
        "Maybe the dream is a good thing, a peek at the past?",
        "\"Did you two get a good night's sleep,\" Martha asked as she poured me a cup.",
        "Then, after a pause he added, \"Before Pop disappeared for good.\"",
        "And it was never good news.",
        "It's good to hear you were the responsible one.",
        "They're intelligent kids — good kids.",
        "He's got so much going for him—a girl who loves him, a great family, smarts, education, good looks, and you said he's a jock.",
        "He'll let us stew until he's damn good and ready.",
        "Jake Weller looks good in a moustache.",
        "Don't feel just because Jake Weller thinks you'd make a good sheriff you have to run.",
        "She comes on a bit strong, but she's from good people.",
        "Good evening, ladies and gentlemen!",
        "There, good citizens, is the result of a wasted day in the mountains.",
        "If you want the parcel with the Lucky Pup on it, there's a damn good reason—something I don't know about.",
        "I keep trying to tell myself that her not telephoning is a good sign.",
        "\"It's not fur—it's pulp and it's good for you,\" Dean answered.",
        "Poor Maria, as good as she is, can't be much help on the phone if she don't speak the language.",
        "Bumpin' Bertha here doesn't make very good time but she's been getting the job done for a lot of years.",
        "He chatted nonstop about the good old long-past summers.",
        "\"Nothing like a good storm to wake you up,\" the old man observed as he maneuvered around a tight switchback.",
        "After Ralph died in 1980, I remembered our good times in Colorado forty years before when we were kids, and I started coming back.",
        "One look told her he'd been up to no good.",
        "So far, so good.",
        "\"Well, good luck in selling or buying or whatever you do,\" Dean said, crafty interrogator that he was.",
        "Once you've got the bug, you'd no more pass up a good bargain than a cold beer on a hot day."
    ],
    "definition": [
        "Being positive or desirable in nature; not bad or poor: a good experience; good news from the hospital.",
        "a. Having the qualities that are desirable or distinguishing in a particular thing: a good exterior paint; a good joke.\nb. Serving the desired purpose or end; suitable: Is this a good dress for the party?",
        "a. Not spoiled or ruined: The milk is still good.\nb. In excellent condition; sound: a good tooth.",
        "a. Superior to the average; satisfactory: a good student.\nb. Used formerly to refer to the US Government grade of meat higher than standard and lower than choice.",
        "a. Of high quality: good books.\nb. Discriminating: good taste.",
        "a. Of moral excellence; upright: a good person.\nb. Benevolent; kind: a good soul; a good heart.\nc. Loyal; staunch: a good Republican.\nd. Well-behaved; obedient: a good child.\ne. Socially correct; proper: good manners.",
        "Worthy of respect; honorable: ruined the family's good name.",
        "Attractive; handsome: good looks.",
        "Beneficial to health; salutary: a good night's rest.",
        "Competent; skilled: a good machinist.",
        "Complete; thorough: a good workout.",
        "a. Reliable; sure: a good investment.\nb. Valid or true: a good reason.\nc. Genuine; real: a good dollar bill.",
        "a. In effect; operative: a warranty good for two years; a driver's license that is still good.\nb. Ready or able for a specified or assumed activity: I'm good for another round of golf.",
        "a. Able to pay or contribute: Is she good for the money that you lent her?\nb. Able to elicit a specified reaction: He is always good for a laugh.",
        "a. Ample; substantial: a good income.\nb. Bountiful: a good table.",
        "Full: It is a good mile from here.",
        "a. Pleasant; enjoyable: had a good time at the party.\nb. Propitious; favorable: good weather; a good omen.",
        "Sports\na. Landing within bounds or within a particular area of a court and therefore in play: The first serve was wide, but the second was good.\nb. Passing between the uprights of the goal and therefore scoring, as a field goal in football.",
        "Used to form exclamatory phrases expressing surprise or dismay: Good heavens! Good grief!",
        "a. Something that is good.\nb. A good, valuable, or useful part or aspect.",
        "Welfare; benefit: for the common good.",
        "Goodness; virtue: There is much good to be found in people.",
        "a. A product that is bought and sold: frozen goods.\nb. goods Portable personal property.\nc. used with a sing. or pl. verb Fabric; material.",
        "goods Slang Incriminating information or evidence: tried to get the goods on the crook.",
        "Link/Cite",
        "A surname.",
        "An unincorporated community in West Virginia",
        "(of people)\nActing in the interest of good; ethical.\ngood intentions\nCompetent or talented.\na good swimmer\nAble to be depended on for the discharge of obligations incurred; of unimpaired credit.\nCan you lend me fifty dollars? You know I'm good for it.",
        "Acting in the interest of good; ethical.\ngood intentions",
        "Competent or talented.\na good swimmer",
        "Able to be depended on for the discharge of obligations incurred; of unimpaired credit.\nCan you lend me fifty dollars? You know I'm good for it.",
        "(of capabilities)\nUseful for a particular purpose; functional.\nit’s a good watch;  the flashlight batteries are still good\nEffective.\na good worker",
        "Useful for a particular purpose; functional.\nit’s a good watch;  the flashlight batteries are still good",
        "Effective.\na good worker",
        "(of properties and qualities)\n(of food)\nEdible; not stale or rotten.\nThe bread is still good.\nHaving a particularly pleasant taste.\nThe food was very good.\nBeing satisfying; meeting dietary requirements.\nEat a good dinner so you will be ready for the big game tomorrow.\nHealthful.\ncarrots are good for you;  walking is good for you\nPleasant; enjoyable.\nthe music, dancing, and food were very good;  we had a good time\nFavourable.\na good omen;   good weather\nBeneficial; worthwhile.\na good job\nAdequate; sufficient; not fallacious.",
        "(of food)\nEdible; not stale or rotten.\nThe bread is still good.\nHaving a particularly pleasant taste.\nThe food was very good.\nBeing satisfying; meeting dietary requirements.\nEat a good dinner so you will be ready for the big game tomorrow.",
        "Edible; not stale or rotten.\nThe bread is still good.",
        "Having a particularly pleasant taste.\nThe food was very good.",
        "Being satisfying; meeting dietary requirements.\nEat a good dinner so you will be ready for the big game tomorrow.",
        "Healthful.\ncarrots are good for you;  walking is good for you",
        "Pleasant; enjoyable.\nthe music, dancing, and food were very good;  we had a good time",
        "Favourable.\na good omen;   good weather",
        "Beneficial; worthwhile.\na good job",
        "Adequate; sufficient; not fallacious.",
        "(colloquial) With \"and\", extremely.\nThe soup is good and hot.",
        "(especially when capitalized) Holy.\nGood Friday",
        "(of quantities)\nReasonable in amount.\nall in good time\nLarge in amount or size.\nA good part of his day was spent shopping.\nIt will be a good while longer until he's done.\nHe's had a good amount of troubles, he has.\na good while longer;  a good amount of seeds\nEntire.\nThis hill will take a good hour and a half to climb.\nThe car was a good ten miles away.",
        "Reasonable in amount.\nall in good time",
        "Large in amount or size.\nA good part of his day was spent shopping.\nIt will be a good while longer until he's done.\nHe's had a good amount of troubles, he has.\na good while longer;  a good amount of seeds",
        "Entire.\nThis hill will take a good hour and a half to climb.\nThe car was a good ten miles away.",
        "(having positive attributes): bad, poor",
        "(ethical): bad, evil",
        "That is good: an elliptical exclamation of satisfaction or commendation.\nGood! I can leave now.",
        "(nonstandard) Well; satisfactorily or thoroughly.",
        "(uncountable) The forces or behaviors that are the enemy of evil. Usually consists of helping others and general benevolence.",
        "(countable) A result that is positive in the view of the speaker.",
        "(uncountable) The abstract instantiation of goodness; that which possesses desirable qualities, promotes success, welfare, or happiness, is serviceable, fit, excellent, kind, benevolent, etc.\nThe best is the enemy of the good.",
        "(countable, usually in plural) An item of merchandise.",
        "(forces of good): bad, evil",
        "(positive result): bad",
        "(intransitive, now chiefly dialectal) To thrive; fatten; prosper; improve.",
        "(now chiefly dialectal) To make good; turn to good; improve.",
        "(intransitive, now chiefly dialectal) To make improvements or repairs.",
        "(intransitive, now chiefly dialectal) To benefit; gain.",
        "(now chiefly dialectal) To do good to (someone); benefit; cause to improve or gain.",
        "(now chiefly dialectal) To satisfy; indulge; gratify.",
        "(reflexive, now chiefly dialectal) To flatter; congratulate oneself; anticipate.",
        "(now chiefly dialectal, Scotland) To furnish with dung; manure; fatten with manure; fertilise.",
        "Link/Cite"
    ]
}