{
    "translation": "לשלוט",
    "uses": [
        "Money shouldn't govern your decision.",
        "He always tried to govern his thinking by logic.",
        "Louis resolved to govern for the good of his subjects.",
        "You say: join our brotherhood and we will show you the aim of life, the destiny of man, and the laws which govern the world.",
        "Somerset, the new Protector, strove to govern on the basis of civil liberty and religious tolerance.",
        "Here in Dr. Bell's laboratory, or in the fields on the shore of the great Bras d'Or, I have spent many delightful hours listening to what he had to tell me about his experiments, and helping him fly kites by means of which he expects to discover the laws that shall govern the future air-ship.",
        "Wherever the ship may go, the rush of water which neither directs nor increases its movement foams ahead of it, and at a distance seems to us not merely to move of itself but to govern the ship's movement also.",
        "Outvoting Franklin, they decided to break their instructions, which required them to ` make the, most candid confidential communications on all subjects to the ministers of our generous ally, the king of France; to undertake nothing in the negotiations for peace or truce without their knowledge or concurrence; and ultimately to govern yourself by their advice and opinion \"; and, instead,.",
        "But it also demonstrated how impossible it was for any one to govern at all who had no claim, either personal or inherited, to the respect of the legions.",
        "During his brief administration Vitellius showed indications of a desire to govern wisely, but he was completely under the control of Valens and Caecina, who for their own ends encouraged him in a course of vicious excesses which threw his better qualities into the background.",
        "Baron Paul Rauch, the Magyar nominee as Ban, failed, with all his official apparatus, to secure a single seat for his creatures at the general election of 1908, and therefore proceeded to govern without Parliament, by an elaborate system of administrative pressure, press persecution and espionage.",
        "The descendants of Husain Khan have retained the title but now govern only the Pushtkuh Lurs, to whom only the denomination of Feili is at present applied.",
        "Pulcheria, and called upon to govern an empire greatly humbled.",
        "Here it is only necessary to state that the Voortrekkers were animated by an intense desire to be altogether rid of British control, and to be allowed to set up independent communities and govern the natives in such fashion as they saw fit.",
        "The two Andradas, who imagined they could govern the young emperor as a sovereign of their own creation, encountered great opposition in the constitutional assembly, which had been opened in Rio in May 1823, to discuss the project of a new constitution.",
        "Healy had said that he tried to govern Ireland with Scottish jokes), Sir Henry had already earned the general respect of all parties, and in April 1895, when Mr Speaker Peel retired, his claims for the vacant post were prominently canvassed; but his colleagues were averse from his retirement from active politics and Mr Gully was selected.",
        "Henceforward Henry succeeded in keeping the countship of Anjou all his life; for though he granted it in 1168 to his son Henry \"of the Short Mantle,\" when the latter became old enough to govern it, he absolutely refused to allow him to enjoy his power.",
        "The term is specially used of the period of 1000 years during which Christ, as has been believed, would return to govern the earth in person.",
        "Thereupon Great Britain, partly to secure the route to the East via the Suez Canal, which the occupation of the country by another power might menace, occupied Zaila, Berbera and Bulhar, officials being sent from Aden to govern the ports.",
        "The assault on the govern 1 Hist.",
        "In India itself opinion was more divided, both among the English and among the Indians; but there was a large moderate section among both which welcomed the proposed reforms. In Dec. 1919 he had the satisfaction of passing the Government of India bill, embodying the recommendations of the report, through Parliament, and on its third reading he described it as a step in the discharge of our trusteeship for India; the ultimate justification of our rule would be in the capacity of the Indian peoples to govern themselves.",
        "We now proceed to consider in more detail the laws which govern the distribution of electricity at rest upon conductors.",
        "Realizing his folly he abdicated on the 6th of December 1796, and retired to Sardinia, That princess, in spite of her French origin, resisted the attempts of France, then dominated by Cardinal Richelieu, to govern Savoy, but her quarrels with her brothers-in-law led to civil war, in which the latter obtained the help of Spain, and Christina that of France.",
        "reinen Vernunft in which Kant discusses the impossibility of applying to \"things-in-themselves\" the principles which are found to govern phenomena.",
        "The Spanish rulers made efforts to govern wisely and liberally, showing great complaisance, particularly in heeding the profit of the colony, even at the expense of Spanish colonial commercial regulations.",
        "These facts of distribution are due to certain conditions that govern the production of organic substance in the oceans.",
        "No longer did the nation come together to direct and govern, but the emperor summoned his people to assent to his acts.",
        "In 1757 the conqueror laid siege to the city of Pegu, which capitulated, on condition that their own king should govern the country, but that he should do homage for his kingdom, and should also surrender his daughter to the victorious monarch.",
        "In his view the best way to govern was to have both parties represented in the ministry, so that, as Whig and Tory fell out, the king came by his own.",
        "It has also the right to purchase the undertaking at the end of the first fifteen years, the net profits of the preceding seven years to govern the calculation of the purchase price.",
        "Domitian's succession (on the 13th of September 81) was unquestioned, and it would seem that he had intended, so far as his weak volition and mean abilities would allow, to govern well.",
        "At the close of the Civil War he was a leading member of the radical wing of the Republican party, advocating the disfranchisement of all who had been prominent in the service of the Confederacy, and declaring that \"loyalty must govern what loyalty has preserved.\"",
        "Many rules of etiquette govern the proper conduct of the chopsticks; laying them across the bowl is a sign that the guest wishes to leave the table; they are not used during a time of mourning, when food is eaten with the fingers; and various methods of handling them form a secret code of signalling.",
        "On an equal footing with govern ment schools 6,417 7,208 76&",
        "To this end John Locke drafted for them in 1669 the famous Fundamental Constitutions providing for the division of the province into eight counties and each county into seigniories, baronies, precincts and colonies, and the division of the land among hereditary nobles who were to grant three-fifths of it to their freemen and govern through an elaborate system of feudal courts.",
        "As in some other Pacific islands, when a son is born the chiefship passes to him, but the father continues to govern as regent.",
        "He also established an ecclesiastical organization in the newly converted provinces of Prussia, which he divided into four dioceses; but his attempt to govern the Baltic countries through a legate broke on the opposition of the Teutonic Order, whose rights in Prussia he had confirmed.",
        "In his new position he was allowed, probably from regard to Aquitanian susceptibilities, to govern with an independence which was studiously denied to his brothers in their shares of the Angevin inheritance.",
        "The general principles which govern the exclusion of members from a religious community may be gathered from the New Testament writings.",
        "It may be that, just as the usages of civilized nations have slowly crystallized into international law, so there may come a time when the political principles that govern states in relation to each other will be so clearly defined and so generally accepted as to acquire something of a legal or quasi-legal character.",
        "A native governor (tong-doc or tuan-phu), assisted by a native staff, administers each of the provinces into which the country is divided, and native officials of lower rank govern the areas into which these provinces are subdivided.",
        "They further say, govern and regulate your feelings, discharge your duties to God and to man, and you will gain everlasting blessedness; purify your heart, cultivate devotional feelings and you will see Him who is unseen.",
        "On the capture of that city by the Goths in 474 he was imprisoned, as he had taken an active part in its defence; but he was afterwards restored by Euric, king of the Goths, and continued to govern his bishopric as before.",
        "10 ff., 46 ff.); Xerxes sent him home to govern the empire during the campaign (vii.",
        "The laws which govern particles of matter in the inorganic world govern them likewise if they are joined into an organism.",
        "After attempting to govern under these conditions for nearly two years, the prince, with the consent of the tsar Alexander III., assumed absolute power (May 9, 1881), and a suspension of the ultra-democratic constitution for a period of seven years was voted by a specially convened assembly (July 13).",
        "During the greater part of 1567 Eric was so deranged that a committee of senators was appointed to govern the kingdom.",
        "Who was to govern the young prince and the country?",
        "Zaimis - who had gone for a holiday to Santa Maura - elected a committee of six to govern the island in the name of the king of Greece.",
        "The governor expressed his views to the prime minister that the Natal government ought to give the British government every support, and Colonel Hime replied that their support would be given, but at the same time he feared the consequences to Natal if, after all, the British govern m ent should draw back.",
        "Such engineering difficulties presented themselves, however, that the coast route was ultimately chosen, and though the line through the interior was subsequently constructed, strategical considerations were not allowed completely to govern its direction.",
        "As regards the dentals and sibilants there are one or two rules which govern the interchange, in the manner of a Grimm's Law.",
        "While it is impossible to give a strictly economic interpretation of the earlier history of nations, economic interests so govern the life and determine the policy of modern states that other forces, like those of religion and politics, seem to play only a subsidiary part, modifying here and there the view which is taken of particular questions, but not changing in any important degree the general course of their development.",
        "His necessities had all along enabled the Commons to extort concessions in parliament, until in 1406 he was forced to nominate a council and govern by its advice.",
        "He seemed at first inclined to govern honestly, but corruption soon became as marked as under the preceding regime.",
        "that he was not to be let go until his son, Henry VI., was of age to govern his dominions.",
        "or Akhenaton, one of the sovereigns to whose govern ment the celebrated Tell el-Amarna letters from Palestine were addressed, was a zealous champion of the exclusive claims of the sun-disk God, Ra; but his policy died with him.",
        "While the prime principle in man is the social, \"the next in order is not to yield to the persuasions of the body, when they are not conformable to the rational principle which must govern.\"",
        "In 1882 the colony was offered Self- self-government coupled with the obligations of govern.",
        "The visible signs of this contemptuous point of view were (1) the suspension of the august dignity of palatine, which, after the death of Tamas Nadasdy, \" the great palatine,\" in 1562, was left vacant for many years; (2) the abolition or attenuation of all the ancient Hungarian court dignitaries; (3) the degradation of the capital, Pressburg, into a mere provincial town; and (4) the more and more openly expressed determination to govern Hungary from Vienna by means of foreigners, principally German or Czech.",
        "On the reassembling of the diet, Count Albert Apponyi was elected speaker, and the minority seemed disposed to let the government try to govern.",
        "It was authorized to plant colonies and to govern them under a very limited supervision of the States-General, such as the approval of its appointment of a governor and of its instructions to him; and its own government was vested in five chambers of directors and an executive board or college of nineteen delegates from those chambers, eight of the nineteen representing the Chamber of Amsterdam.",
        "Though it has resisted all attempts to reduce it to an ordered scheme, and probably was not written on any set plan, still it is possible roughly to indicate its contents: after the prologue and introductory chapter setting forth St Benedict's intention, follow instructions to the abbot on the manner in which he should govern his monastery (2, 3); next comes the ascetical portion of the Rule, on the chief monastic virtues (4-7); then the regulations for the celebration of the canonical office, which St Benedict calls \"the Work of God\" or \"the divine work,\" his monks' first duty, \"of which nothing is to take precedence\" (8-20); faults and punishments (23-30); the cellarer and property of the monastery (31,32); community of goods (33, 34); various officials and daily life (21, 22, 35-57); reception of monks (58-61); miscellaneous (62-73).",
        "The most remarkable chapters, in which St Benedict's wisdom stands out most conspicuously, are those on the abbot (2, 3, 2 7, 64) The abbot is to govern the monastery with full and unquestioned patriarchal authority; on important matters he must consult the whole community and hear what each one, even the youngest, thinks; on matters of less weight he should consult a few of the elder monks; but in either case the decision rests entirely with him, and all are to acquiesce.",
        "Moreover, he has to govern in accordance with the Rule, and must endeavour, while enforcing discipline and implanting virtues, not to sadden or \"overdrive\" his monks, or give them cause for \"just murmuring.\"",
        "He recognized the failure of the attempt to govern on the lines of the treaties with the Griquas and Basutos, and on the 3rd of February 1848 he issued a proclamation declaring British sovereignty over the country between the Orange and the Vaal eastward to the Drakensberg.",
        "He determined that Cuba should not be taken over by the United States, as all Europe expected it would be, and an influential section of his own party hoped it would be, but should be given every opportunity to govern itself as an independent republic; by assuming supervision of the finances of San Domingo, he put an end to controversies in that unstable republic, which threatened to disturb the peace of Europe; and he personally inspired the body of administrative officials in the Philippines, in Porto Rico and (during American occupancy) in Cuba, who for efficiency and unselfish devotion to duty compare favourably with any similar body in the world.",
        "It was the emperor's intention that Liberius should govern the Church jointly with Felix, but on the arrival of Liberius, Felix was expelled by the Roman people.",
        "Fantastic as it was in some particulars, this project was partly realized 2 in more recent times, and it presented the best guarantee for the independent existence of Poland which had never been able to govern itself.",
        "20, and the epistle to Diognetus, c. 5), and the principles and laws by which they strove to govern themselves were from above.",
        "The events of the last reign had demonstrated the incompetence of the Poles to govern themselves.",
        "The significance of these and the extent to which they must govern the application of the general -principles have even yet scarcely obtained full and general recognition.",
        "52, implies that Felix had been in some position where the Jewish authorities could judge of his fitness when he tells us that the high priest Jonathan used to press on Felix, as a reason for urging him to govern well, the fact he that had asked for his appointment to the procuratorship (Ant.",
        "and not to a purely ideal standard, it must have appeared at once that the attempt to govern by prophetic ideas was only sewing a new piece on an old garment.",
        "The general's supremacy received a shock when the eleventh general congregation appointed Oliva as vicar, with the right of succession and powers that practically superseded those of the general Goswin Nickel, whose infirmities, it is said, did not permit him to govern with the necessary application and vigour; and an attempt was made to depose Tirso Gonzalez, the thirteenth general, whose views on probabilism diverged from those favoured by the rest of the Jesuits.",
        "Until 1846 three constables were chosen annually at the court-leet to govern the place, but in that year the inhabitants obtained authority from parliament to appoint twenty-seven commissioners to undertake the local government.",
        "Thiers was unable to govern the forces he had helped to gather, and he resigned.",
        "At the same time the fears of the more sober and respectable citizens were allayed by Otho's liberal professions of his intention to govern equitably, and by his judicious clemency towards Marius Celsus, consul-designate, a devoted adherent of Galba.",
        "On the next topic of importance, the primacy of the pope, the project of union nearly suffered shipwreck; but here a vague formula was finally constructed which, while acknowledging the pope's right to govern the church, attempted to safeguard as well the rights of the patriarchs.",
        "The respective positions taken up by the two govern.",
        "Happening, as these revolts did, just at the time of Queen Victoria's accession, they attracted wide attention, and in 1838 the earl of Durham was sent to govern Canada and report on the affairs of British North America.",
        "Moreover, by adding (Politics, H 7, 1327 b 29-33) that the Greek race could govern the world by obtaining one constitution (was Tvy X b.vov 7roXtmeias), he indicated some leaning to a universal monarchy under such a king as Alexander.",
        "Hence, the citizen of the best state is he who has the power and the purpose to be governed and govern for the sake of the life according to virtue.",
        "In spite of the incapacity which he displayed in this war, John was sent a little later 'to govern Ireland (1185); but he returned in a few months covered with disgrace, having alienated the loyal chiefs by his childish insolence and entirely failed to defend the settlers from the hostile septs.",
        "Richard on his accession confirmed John's existing possessions; married him to Isabella of Gloucester; and gave him, besides other grants, the entire revenues of six English shires; but excluded him from any share in the regency which was appointed to govern England during the third crusade; and only allowed him to live in the kingdom because urged to this concession by their mother.",
        "He sought to govern Saxony in an absolute fashion, and, in spite of his declaration that his conversion to Roman Catholicism was personal only, assisted the spread of the teachings of Rome.",
        "He mastered them thoroughly, gained a minute acquaintance with every detail of the soldier's life, learned the precise amount of food required for every mouth, the exact weight that could be carried, the distances that could be traversed without exhaustion, the whole body of conditions in short which govern the military activity of man and beast.",
        "When the elector George Louis became king of Great Britain in 1714 he appointed a representative, or statthalter, to govern the electorate, and thus the union of the two countries was attended with constitutional changes in Hanover as well as in Great Britain.",
        "But the destruction was not to be final; in the future the gods of a younger generation would govern a better world.",
        "\"The sphere of Chinese navigation,\" he tells us (p. 447), \"is too limited to have afforded experience and observation for forming any system of laws supposed to govern the variation of the needle..",
        "They forced upon the king the Provisions of Oxford (1258), which placed the govern ment in the hands of a feudal oligarchy; they reduced expenditure, expelled the alien favourites from the kingdom, and insisted upon a final renunciation of the French claims. The king submitted for the moment, but at the first opportunity endeavoured to cancel his concessions.",
        "He not merely lacked the ability to govern the empire in a time of crisis, but aggravated its dangers by his self-indulgence and vindictiveness.",
        "The tyranny of these nobles drove the peasantry and smaller vassals to seek the protection for life and property, the equality of taxation and of justice, which could be found only inside the walled city and under the rule of the archbishop. Thus Milan grew populous, and learned to govern itself.",
        "Returning to Washington, he made his last public address on the evening of the 11th of April, devoted mainly to the question of reconstructing loyal govern ments in the conquered states.",
        "Eventually it was decided that this council should consist of twenty-two members with a president named by the emperor; but it was only to govern Germany during the absence of the sovereign, at other times its functions were merely advisory.",
        "Before the suppression of this rising the Reichsregiment had met with very indifferent success in its efforts to govern Germany.",
        "Meanwhile Tilly advanced into Bohemia, and in November 1620 Fredericks army was utterly routed at the battle of the White Hill, near Prague, and the unfortunate elector had just time to escape from the kingdom he had rashly undertaken to govern.",
        "now duke of Friedland, was authorized to govern the conquered duchies of Mecklenburg and Pomerania; but his ambitious scheme of securing the whole of the south coast of the Baltic was thwarted by the resistance of the city of Stralsund, which for five months he vainly tried to take.",
        "This was denounced by Bismarck in a circular note to the powers as a breach of the convention of Gastein and of the treaty of January 16, 1864, by which Austria and Prussia had agreed to govern the duchies in common.",
        "The bishops from their prisons continued to govern the dioceses; for this purpose they appointed representatives, to whom they transferred their rights as Qrdinary and secretly authorized priests to celebrate services and to perform the other duties of an incumbent.",
        "When war broke out in 1899 it was obviously impossible to give any efficient help to the Boers, but the govern ment did not allow the moment to pass without using .~ it for the very practical purpose of getting another ~7ey bill through the Reichstag by which the navy was to be nearly doubled.",
        "He recognized that the fault of the government lay in the fact that it did not govern, and he deplored that his own function, in a decadent age, was but \" to prop up mouldering institutions.\"",
        "It was clearly impossible to govern with such a parliament.",
        "A combination of these three parties might govern against the constitutionalists.",
        "Taaffe, who now became first minister, tried first of all to govern by the help of the moderates of all parties, and he included representatives of nearly every party in his cabinet.",
        "The Reichsrath was immediately dissolved, the emperor having determined to make a final attempt to get together a parliament with which it would be possible to govern.",
        "Sir Ralph Moor continued until 1904 to govern the country under the style of high commissioner.",
        "brought The number of civilians in the employ of the govern under ment was very small, and the administrative machinery control.",
        "Tahir decided to reside at Bagdad, sending a deputy to Egypt to govern for him; and this example was afterwards followed.",
        "He was the first to establish the claim of Egypt to govern Syria, and from his time Egypt grew more and more independent of the Eastern caliphate.",
        "On the 4th of October 1125 he with his followers was seized and imprisoned by order of the Caliph Amir, who was now resolved to govern by himself, with the assistance of only subordinate officials, of whom two were drawn from the Samaritan and Christian communities.",
        "In 1743 Othman Bey, who had governed with wisdom and moderation, was forced to fly from Egypt by the intrigues of two adventurers, Ibrahim and Rilwgn Bey, who, when their scheme had succeeded, began a massacre of beys and others thought to be opposed to them; they then proceeded to govern Egypt jointly, holding the two offices mentioned above in alternate years.",
        "In consequence of despatches which reached Bonaparte on the 3rd of January 1799, announcing the intention of the Porte to invade the country with the object of recovering it by force, Bonaparte resolved on his Syrian expedition, and appointed governors for Cairo, Alexandria, and Upper Egypt, to govern during his absence.",
        "Shortly after his victory Bonaparte left Egypt, having appointed Klber to govern in his absence, which he informed the sheiks of Cairo was not to last more than three months.",
        "We will have thee, they replied, to govern us according to the laws; for we see in thy countenance that thou art possessed of justice and goodness.",
        "Mehemet Ali was said to have appointed as mudir or governor in a turbulent district a young and inexperienced Turk, who asked, But how am I to govern these people?",
        "The wild and foolish agitation on this question only served to confirm the impression that the Egyptians were not yet fit to govern themselves.",
        "was to govern had undergone great changes within the last of two generations.",
        "Scoucn6cs, \" housekeeping,\" \"administration,\" ScoucE7v, \"to keep house,\" \"to govern\"), the sphere of a bishop's jurisdiction.",
        "The principles which govern the preparation and setting of the other class of calcium sulphate cements, that is, cements of the Keene class, are not fully understood, but there is a fair amount of knowledge on the subject, both empirical and scientific. The essential difference between the setting of Keene's cement and that of plaster of Paris is that the former takes place much more slowly, occupying hours instead of minutes, and the considerable heating and expansion which characterize the setting of plaster of Paris are much less marked.",
        "From this time on, she took the lead; in Austrasia she engaged in a desperate struggle against the nobles, who wished to govern in the name of her son Childebert II.; brit she was worsted in the conflict and for some time had to seek refuge in Burgundy.",
        "(597) she aspired to govern Austrasia and Burgundy in the name of her grandsons Theudebert and Theuderich II.",
        "For this unfortunate issue Louis was not without blame; for from the very first, owing to an exaggerated idealism and love of antiquity, he had totally misunderstood the national character of the Greeks and the problems involved in the attempts to govern them by bureaucratic methods.",
        "His History is a gigantic unfinished introduction, of which the plan was, first to state the general principles of the author's method and the general laws which govern the course of human progress; and secondly, to exemplify these principles and laws through the histories of certain nations characterized by prominent and peculiar features, - Spain and Scotland, the United States and Germany.",
        "Louis set out to govern his principality as though it were an independent state.",
        "The supreme authority, civil and Govern- military, including control over all the local govern ment.",
        "The beginnings of municipal govern ment occurred in the Presidency towns.",
        "The instructions of the American negotiators were as follows: \"You are to make the most candid and confidential communications upon all subjects to the ministers of our generous ally, the king of France; to undertake nothing in the negotiations for peace or truce without their knowledge and concurrence; and ultimately to govern yourselves by their advice and opinion, endeavouring in your whole conduct to make them sensible how much we rely on his majesty's influence for effectual support in every thing that may be necessary to the present security, or future prosperity, of the United States of America.\"",
        "His physical welfare is watched over by competent medical men; close attention is paid to the sanitary condition of prisons; strict rules govern the size of cells, with their lighting, warming and ventilation.",
        "Mahommed, whom, on account of his extreme youth, he hoped to govern at his will.",
        "In 1872 Panda died, and Cetywayo was declared king, August 1873, in the presence of Shepstone, to whom he made solemn promises to live at peace with his neighbours and to govern his people more humanely.",
        "The new prince, who was compelled to purchase his elevation with a heavy bribe, proceeded to the country which he was selected to govern, and of the language of which he was in nearly every case totally ignorant, accompanied by a horde of needy hangers-on; he and his acolytes counted on recouping themselves in as short a time as possible for their initial outlay and in laying by a sufficiency to live on after the termination of the prince's brief authority.",
        "This arrangement was ratified by Palmerston; and all four powers now combined to press it on the reluctant Porte, pointing out, in a joint note of the 30th of January 1841, that \"they were not conscious of advising a course out of harmony with the sovereignty and legitimate rights of the sultan, or contrary to the duties imposed on the Pasha of Egypt as a subject appointed by His Highness to govern a province of the Ottoman Empire.\"",
        "In 1567 he became one of the secretaries of state, receiving also about the same time the lucrative appointment of protonotary of Sicily, and in 1573 the death of Ruy Gomez himself made room for Perez's promotion to be head of the \" despacho universal,\" or private bureau, from which Philip attempted to govern by assiduous correspondence the affairs of his vast dominions.",
        "The principles are the same as those which govern the prevention of other infectious diseases.",
        "The Mongols were too weak to govern the country they had conquered, and the vassalage of the last sultan of Rum, who died in 1307, was only nominal.",
        "In 1524, when Albany had retired to France, the parliament declared that James was fit to govern, but that he must be advised by his mother and a council.",
        "Reference is now to be found in most English contracts of carriage and contracts of insurance, to these rules, as intended to govern the adjustment of G.A.",
        "It may be of interest to refer briefly to one or two main principles which govern theadjustment of general average, i.e.",
        "\" In this capacity William Fitz-Osbern, the steward of Normandy, and Odo of Bayeux, acted during the Conqueror's visit to the continent in 1067; they were left, according to William of Poitiers, the former to govern the north of England, the latter to hold rule in Kent, vice sua; Florence of Worcester describes them as \"custodes Angliae,\" and Ordericus Vitalis gives to their office the name of \" praefectura.\"",
        "Thus, he says \" When I speak of forms I mean nothing more than those laws and determinations of absolute actuality which govern and constitute any simple nature, as heat, light, weight, in every kind of matter and subject that is susceptible of them.",
        "municipal corporations in England have their administrative powers marked out for them by acts of parliament, and in so far as they govern themselves within these limits exercise local autonomy.",
        "Suffice it to say that, immediately after his death, the regency appointed to govern XI.",
        "Unfor tunatel the regency which was to govern her during mmnority of Y?",
        "The oligarchy composed of the great landowners have always been an important factor in the political life of the republic; when President Balmaceda found that he was not a persona grata to this circle he determined to endeavour to govern without their support, and to bring into the administration a set of men who had no traditions and with whom his personality would be all-powerful.",
        "There are also some small districts or dependencies generally held in fief, turyul, by princes or high functionaries who take the revenues in lieu of salaries, pensions, allowances, &c., and either themselves govern or appoint others to do so.",
        "And far removed as the Persians are from disavowing their proud sense of nationality (a Persian, the son of a Persian, an Aryan of Aryan stock says Darius of himself in the inscription on his tomb) yet equally vivid is the feeling that they rule the whole civilized world, that their task is to reduce it to unity, and that by the will of Ahuramazda they are pledged to govern it aright.",
        "The Persians swear allegiance to him and pray to Ahuramazda for his life and the welfare of the people, while he vows to protect them against every attack, and to judge and govern them as did his fathers before him (Herod.",
        "Mardonius, alone, after his suppression of the Ionic revoltwhich had originated with these very tyrantsmade an attempt to govern them by the assistance of the democracy (492 B.C.).",
        "One of them, however, Bahram V., found an auxiliary in the Arab chief Mondhir, who had founded a principality in Hira, west of the lower Euphrates; and, as he pledged himB~ram ~ self to govern otherwise than his father, he received general recognition.",
        "Regarding the Instrument as still in force the protector sought for a time to rule in accordance with its provisions; but new difficulties and growing discontent forced him to govern in a more arbitrary fashion.",
        "The trekkers had been told by the lieutenant-governor of the eastern province (Sir Andries Stockenstrom) that he was not aware of any law which prevented any British subject from settling in another country, and in the words of Piet Retief's declaration they quitted the colony \"under the full assurance that the English government has nothing more to require of us, and will allow us to govern ourselves without its interference in future.\"",
        "Govern ment are not prepared to depart from the settled policy of their predecessors by advising the resumption of British sovereignty in any shape over the Orange Free State.\"",
        "Burgers, a man totally unfitted to govern a country distracted by factions, harassed by wars with natives, and with an almost depleted exchequer.",
        "are not self-governing in respect to South African affairs because they have no South African government with which to govern.\"",
        "Pi y Margall and Salmeron, in successive attempts to govern, found no support in the really important and influential elements of Spanish society.",
        "After the above events Khodadad maintained his precarious position with great difficulty; but owing to his inability to govern his unruly subjects without material assistance from the British government, which they were not disposed to give, his country gradually fell into the greatest anarchy; and, consequently, some of the provisions of the treaty of 1854 having been broken, diplomatic relations were discontinued with the Kalat state after the end of 1874.",
        "North of Bhutan, between the Himalayan crest and Lhasa, this formation is approximately maintained; farther east, although the same natural forces first resulted in the same effect of successive folds of the earth's crust, forming extensive curves of ridge and furrow, the abundant rainfall and the totally distinct climatic conditions which govern the processes of denudation subsequently led to the erosion of deeper valleys enclosed between forest-covered ranges which rise steeply from the river banks.",
        "All he does is right, all his opinions are true; he alone is free, rich, beautiful, skilled to govern, capable of giving or receiving a benefit.",
        "He left Theresa to govern Portugal north of the Mondego during the minority of her infant son Affonso Henriques (Alphonso I.): south of the Mondego the Moors were still supreme.",
        "The goldfields of Minas Geraes in Brazil, discovered about 1693, brought a vast revenue in royalties to the Crown, which was thus enabled to govern without summoning the cortes to vote supply.",
        "The constitution empowered the sovereign to veto any bill, to dissolve or prorogue the cortes, and to govern by means of ministerial decrees.",
        "The American commissioners refused \"unless the principles which should govern the arbitrators in the consideration of the facts could be first agreed upon.\"",
        "The immortal gods are everywhere the same; they govern the world (xxxvii.",
        "His opposition to the pretensions of the Roman senate to govern the Papal States, moreover, compelled him to remain in exile through his pontificate.",
        "But the new colony was never actually governed under \" the Concessions and Agreements \"; for from the beginning until the first assembly was called in November 1681 its affairs were managed by commissioners named by the proprietors and when in 1680 the duke of York confirmed the title to the land to Byllynge and his associates he conveyed the right to govern to Byllynge alone.",
        "Geographical considerations govern these conditions to a very great extent; thus the counties first indicated lie almost entirely within the area of the low-lying and fertile Eastern Plain, while the smallest areas of cultivation are found in the counties covering the Pennine hill-system, with its high-lying uncultivated moors.",
        "that these require to be confirmed by the Local Govern ment Board.",
        "He called into existence a formidably large number of officers to govern it, but his charter was in conflict with the other (mutually conflicting) grants of the Council for New England, east of the Piscataqua; and Gorges and his agents met with a determined opposition under the leadership of George Cleeve, the deputy-president of the Lygonia, or \" Plough \" Patent, which extended along the coast from 1 By this charter, issued in 1578, Sir Humphrey Gilbert was entitled to all territory lying within two hundred leagues of any colony that he might plant within six years; although it had long since lapsed, Raleigh Gilbert seems not to have been aware of it.",
        "He had told the marquis of Ts`i that good govern ment obtained when the ruler was ruler, and the minister minister; when the father was father, and the son son.",
        "In reply to a note addressed by England to neutrals, asking that all belligerent submarines be excluded from neutral waters, he said that the nature of each submarine must govern the decision.",
        "The rules of evidence which now govern the procedure in criminal cases did not then exist, and Garnet's trial, like many others, was influenced by the political situation, the case against him being supported by general political accusations against the Jesuits as a body, and with evidence of their complicity in former plots against the government.",
        "1918), during which his sympathies were with the Entente, he became grand vizier for the third time, and formed a Govern ment which excluded all members of the Committee of Union and Progress.",
        "Austria and Russia alike resented the decision to fortify Bucharest with and the Sereth line, adopted by the Rumanian govern which prohibited foreigners from holding lands.",
        "Every king was obliged, on his inauguration, to swear that he would govern justly and according to law, to which he remained always subject.",
        "REQUESENS - 1576), Spanish governor of the Netherlands, had the misfortune to succeed the duke of Alva and to govern amid hopeless difficulties under the direction of Philip II.",
        "had been wont to govern.",
        "The rivalry between them was purely personal; both were prepared to go on with the Lancastrian experiment, the attethpt to govern the realm in a constitutional fashion by an alliance between the king and the parliament; both were eager persecutors of the Lollards; both were eager to make profit for England by interfering in the civil wars of the Orleanists and Burgundians which were now devastating France.",
        "But if of Pitt Pitt could not govern without Newcastles corruption, and Newneither could Newcastle govern without Pitts energy.",
        "From this time onwards Herod was free to govern Palestine, as a client-prince of the Roman Empire should govern his kingdom.",
        "This was a changing England, and one that Disraeli could govern on terms of mutual satisfaction; but not if the reviving \"spirit of the country\" ran to extremes of selfassertion.",
        "That the people, in the exercise of their sovereignty, have the right to govern themselves in the way they judge to be for the common good; and that civil government, whatever form it assumes, has no right to interfere with religious beliefs that are not inconsistent with civil society, is at the foundation of his political philosophy.",
        "In the attempt to govern, the Assembly failed altogether.",
        "Those who seemed to govern were usually the sport of chance, often the victims of their colleagues.",
        "It is possible to treat will as a permanent cause manifesting itself through a series of sequent changes, and obedient to the laws which govern the development of the personality of the single individual.",
        "may be understood both as directing that reason is to govern, and as indicating how that government is to be practically exercised.",
        "Indeed, it is common for men to sacrifice to passion what they know to be their true interests; at the same time we do not consider such conduct \" natural \" in man as a rational being; we rather regard it as natural for him to govern his transient impulses.",
        "He gave them all the royal title and assigned lands to them which they were to govern as his representatives; but this arrangement did not put an end to the discord, which continued into the next reign.",
        "It was this article of the treaty of the 10th of November 1815, rather than the \"Holy Alliance,\" that formed the basis of the serious effort made by the great powers, between 1815 and 1822, to govern Europe in concert, which will be found outlined in the article on the history of Europe.",
        "The attempt to govern Ireland under what was called \" the ordinary law \" was necessarily abandoned, and a perpetual Crimes Act was passed which enabled the lordlieutenant to proclaim disturbed districts and dangerous associations, and substituted trial by magistrates for trial by jury in the case of certain acts of violence.",
        "The rules which govern syllogistic arguments thus described are: i.",
        "But though the aristocracy administered, yet they did not govern.",
        "It was, however, easier for Mazarin to remodel the map of Europe than to govern France.",
        "A union was effected between the two Frondes, that of the Petits Maitres and that of the parlements, and Mazarin was obliged to flee for safety to the electorate of Cologne (February 1651), whence he continued to govern the queen and the kingdom by means of secret letters.",
        "He tried first of all to govern in accordance with public opinion, and was r0e,s xvi.",
        "Moreover the Directory could not govern alone; it had to rely upon two other parties, according to circumstances: the republican-democrats and the disguised royalists.",
        "Sometimes they were sent to organize and govern a march, sometimes they were rewarded with benefices, and as, with the growth of feudalism, these developed into hereditary fiefs, the word vassus or vassallus was naturally retained as implying the relation to the king as overlord, and was extended to the holders of all fiefs whether capital or mediate.",
        "With his absolutist tendencies he was bound to wish to govern them as he did Castile, and the principle of religious toleration, which was not understood by any prince in Europe with the exception of the prince of Orange, \\Villiam the Silent (q.v.), was peculiarly impossible for him.",
        "could have ruled despotically if he had been able to govern well.",
        "The new premier was no mere party politician, but a statesman who saw the need of his country, on the one hand for effective government, on the other hand for S~ond education, so as to enable it ultimately to govern Maurs itself.",
        "Each of the mudirias into which the country is divided is presided over by a mudir (governor) responsible to the central govern ment at Khartum.",
        "The influence of his mother, and his own wide reading and critical character, made him at one time inclined to hold liberal opinions on govern the extreme right, and distinguished by ished himself b the vigour and originality with which he defended the rights of the king and the Christian monarchy against the Liberals.",
        "From 1587 till 1659, they were ruled by Turkish pashas, sent from Constantinople to govern for three years; but in the latter year a military revolt in Algiers reduced the pashas to nonentities.",
        "Peada, the eldest son of Penda, was allowed to govern the part south of the Trent, while north Mercia was put in charge of Northumbrian officials.",
        "The character of the emperor Nicholas was summed up with great insight by Queen Victoria in a letter to the king of the Belgians, written during the tsar's visit to England (June 11, 1844) \" He is stern and severe - with fixed principles of duty which nothing on earth will make him change; very clever I do not think him, and his mind is an uncivilized one; his education has been neglected; politics and military concerns are the only things he takes great interest in; the arts and all softer occupations he is insensible to, but he is sincere, I am certain, sincere even in his most despotic acts, from a sense that that is the only way to govern; he is not, I am sure, aware of the dreadful cases of individual misery which he so often causes, for I can see by various instances that he is kept in utter ignorance of many things, which his people carry out in most corrupt ways, while he thinks that he is extremely just ...",
        "The rules that should govern an ethically acceptable policy on abortion are not difficult to define.",
        "Does the verb govern the accusative or the dative?",
        "aspire to govern.",
        "National governments still wield tremendous leverage both on the territories they govern and as the only legally authorized participants in international deliberations.",
        "The exact positions of the atoms within the surface repeat unit (the 'unit mesh ') govern the intensities of the diffracted beams.",
        "Q Why does the CIA need an exemption from rules that would govern the conduct of our military in interrogation practices?",
        "The minerals calcium and magnesium govern the working of nerves which regulate muscle contractions.",
        "Hardly a ringing endorsement of their ability to govern.",
        "Compared to their Victorian forebears, today's local administrations lack the powers to govern in the round.",
        "govern the conduct of our military in interrogation practices?",
        "govern short-term a consensus at.",
        "govern in accordance with the Assizes of Jerusalem, which were translated into Italian and published in Venice in 1535.",
        "govern with the common sense instincts of a proud people who believe in Britain.",
        "Purposes and values To a large extent strengthening local governance is about improving relationships between those who govern and those who are governed.",
        "The Prime Minister: There are strict rules that govern the import of meat.",
        "At the time of writing, the precise legal rules that govern parallel importation within the EEA are still being written by the Courts.",
        "More Lawless World by Sands, Philippe International lawyer Philippe Sands has a unique insider 's view of the elites who govern our lives.",
        "These statutes provide privacy protection for and govern the interception of oral, wire, and electronic communications.",
        "Since most people die intestate, state intestacy laws govern how most people's assets are distributed after their ' passing.",
        "learn out how to govern ourselves with justice and equity, learning from the mistakes of the current age.",
        "We are using these new tools to probe the cellular interactions which govern root morphogenesis in the model plant, Arabidopsis thaliana.",
        "outpace ecological footprint is now outpacing many of the natural phenomena that govern our world.",
        "The second concerns procedures which govern relations with the public.",
        "Experience see chart page which govern short-term a consensus at.",
        "increasingly stringent regulations govern the disposal of confidential patient files.",
        "truth of revelation which must govern our conclusions from the observed facts of nature.",
        "unfit to govern.",
        "The first viceroy, Lord Canning, was appointed to govern British India.",
        "In this discourse \"he impugned the idea of the existence of any visible church at all, ridiculed the value of any tests of orthodoxy, and poured contempt upon the claims of the church to govern itself by means of the state.\"",
        "This was regarded, by many, as impracticable, but a decision of final importance was reached when a consultative committee was appointed to draft a uniform code of laws to govern the game.",
        "No sooner, however, was he installed in office than difficulties began to crop up on all sides, and he quickly discovered that to attempt to govern without the aid of a majority in congress was practically impossible.",
        "After this Cromwell had nothing left but the army with which to govern, and \"henceforth his life was a vain attempt to clothe that force in constitutional forms, and make it seem something else so that it might become something else.\"",
        "(See NEW Jersey.) But beyond question the most interesting event in connexion with Quakerism in America is the foundation by William Penn (q.v.) of the colony of Pennsylvania, where he hoped to carry into effect the principles of his sect - to found and govern a colony without armies or military power, to reduce the Indians by justice and kindness to civilization and Christianity, to administer justice without oaths, and to extend an equal toleration to all persons who professed a belief in God.",
        "In substance the county assemblies were worse than ineffective: mere turbulent gatherings of country squires and peasants, corrupt and prejudiced, representing nothing but their own pride of race and class; and to try and govern without them, or to administer in spite of them, may have been the only expedient possible to statesmen.",
        "The first clause was in the following terms: The assistant commissioners guarantee in the fullest manner, on the part of the British government, to the emigrant farmers beyond the Vaal river, the right to manage their own affairs, and to govern themselves according to their own laws, without any interference on the part of the British government, and that no encroachment shall be made by the said government on the territory beyond to the north of the Vaal river, with the further assurance that the warmest wish of the British government is to promote peace, free trade, and friendly intercourse with the emigrant farmers now inhabiting, or who hereafter may inhabit, that country; it being understood that this system of non-interference is binding upon both parties.",
        "In fragments i., xiv., xvi., xxi., &c., he recognizes, thinks Freudenthal, a plurality of deities; whence it is inferred that, besides the One God, most high, perfect, eternal, who, as immanent intelligent cause, unifies the plurality of things, there were also lesser divinities, who govern portions of the universe, being themselves eternal parts of the one all-embracing Godhead.",
        "At the death of Unjur in 961 his brother AbuI-I~iasan AlI was made viceroy with the caliphs consent by KfUr, who continued to govern for his chief as before.",
        "She repelled the advances of the Roman prefect sent by the emperor Decius to govern Sicily, and was by his orders brutally tortured and finally sent to the stake.",
        "At the close of the year, greatly to his annoyance, he was sent to govern Cilicia under the provisions of Pompey's law (see Pompey and Rome: History).",
        "So that the executive not only found it impossible to govern, owing to the opposition of the councils and a vehement press-campaign, but was distracted by ceaseless internal conflict.",
        "(See Frederick I., Elector Of Brandenburg.) In 1411 Jobst died and Brandenburg reverted to Sigismund, who appointed Frederick as his representative to govern the margraviate, and a further step was taken when, on the 30th of April 1415, the king invested Frederick of Hohenzollern and his heirs with Brandenburg, together with the electoral privilege and the office of chamberlain, in return for a payment of 400,000 gold gulden, but the formal ceremony of investiture was delayed until the 18th of April 1417, when it took place at Constance.",
        "Increasingly stringent regulations govern the disposal of confidential patient files.",
        "It is the absolute truth of revelation which must govern our conclusions from the observed facts of nature.",
        "Only by waging their struggle against oppression oppression by those who tell them they are unfit to govern.",
        "Remember-You need to know the state laws that govern this type of adoption before you proceed!",
        "Meal and Snack Info-There may also be guidelines in place to govern meals and snacks.",
        "They set up specific guidelines which govern the arrangement between the participating student and the host family.",
        "The answer really depends on where you live, as state laws govern the purchase and use of fireworks and related products.",
        "It is important to realize that feng shui does not just govern interiors, but the placement of homes as well.",
        "Greek stories can be found embedded throughout western legends, myths and even many of the laws that govern society today.",
        "Same sex marriages do not fall under the same rules that govern common law marriages.",
        "In New York, there are several laws that govern the activities of limos, taxis, and other commercial vehicles.",
        "Additionally, the ordained ministers that govern the weddings in these chapels do not expect you to be any particular religion or any religion at all for that matter.",
        "Anonymity is a firm tradition in the program, which seeks to govern itself by principles, not personalities.",
        "Participants compete according to rules that govern the World's Championship Duck Calling Contest, and each student uses four duck calls in a 90-second window of time.",
        "Because there are many more rules that govern AKC dog shows than can be covered here, it's a good idea to visit The American Kennel Club.",
        "Additionally, certain guidelines govern animal testing and labor requirements.",
        "Each state is also responsible for making the laws that govern these facilities and defining the term assisted living itself.",
        "Let's not forget that certain states and countries have laws that govern talking on cell phones while driving, and some of these require the use of handsfree devices.",
        "During the early 2000s, researchers identified two genes known as CDKN2A and CDK4 that govern susceptibility to melanoma in humans.",
        "Here, individuals examine the validity of society's laws and govern themselves by what they consider to be universal moral principles, usually involving equal rights and respect.",
        "Child custody laws are federal and state laws that govern a parent's legal authority to make decisions affecting a child (legal custody) and to maintain physical control over the child (physical custody).",
        "These regulations govern everything from agency-wide policies about pain control, to general daily policies and procedures, to smaller items like what provider actions should be noted in patient charts.",
        "Although the Federal Government creates the regulations that are used to govern the reimbursement of hospice organizations for care they give patients on Medicare, it is up to the state to certify individual hospice agencies.",
        "There are five basic elements that govern feng shui.",
        "The five earth elements govern the philosophy of feng shui and it's through the application of these elements that you can improve and enhance your living environment.",
        "Yin and yang govern nature with the balance of opposites.",
        "Five basic elements govern the principles of feng shui philosophy and can guide you to create a balanced home environment.",
        "The emperor took no notice of these offers, and ordered him to govern with more energy.",
        "It was moreover rendered easier by the decision to govern, as far as possible, in accordance with native law and custom, no attempt being made to Egyptianize or Anglicize the Sudanese.",
        "Its chief ideas are - (1) That, owing partly to the want of ability in historians, and partly to the complexity of social phenomena, extremely little had as yet been done towards discovering the principles which govern the character and destiny of nations, or, in other words, towards establishing a science of history; (2) That, while the theological dogma of predestination is a barren hypothesis beyond the province of knowledge, and the metaphysical dogma of free will rests on an erroneous belief in the infallibility of consciousness, it is proved by science, and especially by statistics, that human actions are governed by laws as fixed and regular as those which rule in the physical world; (3) That climate, soil, food, and the aspects of nature are the primary causes of intellectual progress, - the first three indirectly, through determining the accumulation and distribution of wealth, and the last by directly influencing the accumulation and distribution of thought, the imagination being stimulated and the understanding subdued when the phenomena of the external world are sublime and terrible, the understanding being emboldened and the imagination curbed when they are small and feeble; (4) That the great division between European and non-European civilization turns on the fact that in Europe man is stronger than nature, and that elsewhere nature is stronger than man, the consequence of which is that in Europe alone has man subdued nature to his service; (5) That the advance of European civilization is characterized by a continually diminishing influence of physical laws, and a continually increasing influence of mental laws; (6) That the mental laws which regulate the progress of society cannot be discovered by the metaphysical method, that is, by the introspective study of the individual mind, but only by such a comprehensive survey of facts as will enable us to eliminate disturbances, that is, by the method of averages; (7) That human progress has been due, not to moral agencies, which are stationary, and which balance one another in such a manner that their influence is unfelt over any long period, but to intellectual activity, which has been constantly varying and advancing: - \"The actions of individuals are greatly affected by their moral feelings and passions; but these being antagonistic to the passions and feelings of other individuals, are balanced by them, so that their effect is, in the great average of human affairs, nowhere to be seen, and the total actions of mankind, considered as a whole, are left to be regulated by the total knowledge of which mankind is possessed\"; (8) That individual efforts are insignificant in the great mass of human affairs, and that great men, although they exist, and must \"at present\" be looked upon as disturbing forces, are merely the creatures of the age to which they belong; (9) That religion, literature and government are, at the best, the products and not the causes of civilization; (10) That the progress of civilization varies directly as \"scepticism,\" the disposition to doubt and to investigate, and inversely as \"credulity\" or \"the protective spirit,\" a disposition to maintain, without examination, established beliefs and practices.",
        "Prodigy has contended that the CDA should govern this case by retroactive application.",
        "The first step in mastering the principles that govern the five basic elements in nature is understand the importance of chi energy and how it's meant to be in perfect balance.",
        "They not only govern but contribute financially as well to the organization.",
        "There are laws that govern organizations and set standards for boards to follow.",
        "Mercury's job in the zodiac is to govern communication, travel and lower level learning and thinking.",
        "The Aries brand of morals is something he instills in his children along with practical rules to govern their lives.",
        "She isn't an overly emotional sign, she but clearly has convictions that govern her life.",
        "You'd need to learn to control your temper so it doesn't govern your life and use it to your benefit instead.",
        "There are many other safety guidelines that should govern the use of electric scooters by children and adults.",
        "The act is a blueprint for companies to govern their financial activities.As a result of this act, ethical awareness in the workplace has risen as well as scrutiny from governing officials.",
        "Laws govern the way that employees are treated; however, social forums on the Internet are always abuzz with topics of corporate malfeasance.",
        "While the FDA does regulate supplements, its regulations differ from those that govern medicines.",
        "When in a hypnotic trance, suggestions can be planted in your mind that occur outside of the conscious thought process, yet still govern your behavior.",
        "Insurance companies and agents can only sell you one of these standardized Medigap plans and must follow all of the Federal and State laws that have been put into place to govern Medicare supplemental coverage.",
        "These companies are not held to the same standards are laws that govern United States based companies.",
        "The M`Leod case' in which the state of New York insisted on trying a British subject, with whose trial the Federal government had no power to interfere, while the British govern - ment had declared that it would consider conviction and execu - tion a casus belli; the exercise of the hateful right of search by British vessels on the coast of Africa; the Maine boundary, as to which the action of a state might at any time bring the Federal government into armed collision with Great Britain - all these at once met the new secretary, and he felt that he had no right to abandon his work for party reasons.",
        "Not only did she govern Lombardy and Venetia directly, but Austrian princes ruled in Modena, Parma and Tuscany; Piacenza, Ferrara and Comacchio had Austrian garrisons; Prince Metternich, the Austrian chancellor, believed that he could always secure the election of an Austrophil pope, and Ferdinand of Naples, reinstated by an Austrian army, had bound himself, by a secret article of the treaty of June 12, 1815, not to introduce methods of government incompatible with those adopted in Austrias Italian possessions.",
        "of Modena, restored to his duchy by Austrian bayonets, continued to govern according to the traditions Restored of his house."
    ],
    "definition": [
        "To make and administer the public policy and affairs of (a state, for example); exercise sovereign authority over.",
        "To control the speed or magnitude of; regulate: a valve that governs fuel intake.",
        "To control the actions or behavior of: Govern yourselves like civilized people.",
        "To keep under control; restrain: a student who could not govern his impulses.",
        "To exercise a deciding or determining influence on: Chance usually governs the outcome of the game.",
        "Grammar To require (a specific morphological form) of accompanying words.",
        "To exercise political authority.",
        "To have or exercise a determining influence.",
        "gov′ern·a·ble\nadjective",
        "Link/Cite",
        "To make and administer the public policy and affairs of; to exercise sovereign authority in.",
        "To control the actions or behavior of; to keep under control; to restrain.\nGovern yourselves like civilized people.\na student who could not govern his impulses.",
        "To exercise a deciding or determining influence on.\nChance usually governs the outcome of the game.",
        "To control the speed, flow etc. of; to regulate.\na valve that governs fuel intake.",
        "(intransitive) To exercise political authority; to run a government.",
        "(intransitive) To have or exercise a determining influence.",
        "To require that a certain preposition, grammatical case, etc. be used with a word; sometimes used synonymously with collocate.",
        "Link/Cite"
    ]
}