{
    "translation": ".1 לדרג, לתת ציון .2 שלב, כיתה",
    "uses": [
        "I don't know how you keep such a high grade average.",
        "That jug is grade double A light.",
        "This is so much higher than my grade level I'm getting a nose bleed.",
        "There would then have been less disturbance owing to the breath of the players and heat of the theatres or concert-rooms. It would be a great advantage to get this higher grade generally adopted.",
        "The lower the grade the more elaborate and expensive is the machinery required to clean it, and consequently a spinner is willing to pay a certain amount extra for high grade cotton in order to save expenditure on preparatory machinery.",
        "Various grades of cotton are tenderable against \" futures \": if this were not so \" futures \" would be in danger of defeating their object, because the price of the grade upon which they were founded would probably at times be thrown widely out of relation to the general level of prices in the cotton market.",
        "Dean leaped on Shipton, clawing away at the soft snow, pummeling him like an eighth grade schoolyard brawler while Shipton, still clutching his ice ax in one hand, swung at Dean, catching him on the cheek and face with the side of the solid handle.",
        "The age limit is six to nine years for the lower grade, and up to twelve for the higher grade, attendance being obligatory at the latter also where it exists.",
        "Sea-island cotton of very high grade is grown in Alachua county.",
        "The road continued to climb at a seemingly impossible grade, more rugged now with jagged rocks littering the uneven way.",
        "Her hawk-shaped nose, most pronounced in profile, must have led to numerous grade school nicknames.",
        "In America a gradient of r in roo is often known as a r% grade, one of 2 in roo as a 2% grade, and so on; thus a 0-25% grade corresponds to what in England would be known as a gradient of r in 400.",
        "Not until the age of seventeen did he attack the higher mathematics, and his progress was much retarded by the want of efficient help. When about sixteen years of age he became assistant-master in a private school at Doncaster, and he maintained himself to the end of his life in one grade or other of the scholastic profession.",
        "When the spinner has informed the dealer exactly what quality of cotton he needs, the dealer quotes so many \" points on or off \" the \" future \" quotations prevailing in Liverpool at the time of the purchase, which refer to Upland cotton of \" middling grade,\" of \" no staple \" and of the worst growth.",
        "The grade, i.e.",
        "The teachers numbered in 1920 2,015 in 133 grade schools and 494 in high schools, and the enrolment of pupils in grades was 74,654 and in high schools 12,169.",
        "to the same grade of cotton, and are drawn up according to certain forms and circulate on the exchange as media for the shifting of risks connected with purchase and sale.",
        "Rockford College (non-sectarian), for the higher education of women, is ranked by the United States Commissioner of Education as one of fifteen women's colleges of the highest grade in the country; it was opened in 1849 as Rockford Seminary, and was named Rockford College in 1892.",
        "The colleges, though of a lower grade, are in most respects similar to the lyces, but they are financed by the communes: the professors may have certain less important qualifications in lieu of the agrgation.",
        "In 1919 the city's outstanding bonds amounted to $19,884,000, to which in 1920 was added $5,500,000 for removal of railway grade crossings, for a municipal farm to afford better treatment of the tubercular and insane, for new engine houses and reconstruction of streets and for municipal lighting equipment.",
        "Others were exposed to bar room fights, muggings, schooled in army combat or at least been the recipient of a bloody nose from a third grade bully.",
        "The Minister of War came up and congratulated him on the Maria Theresa Order of the third grade, which the Emperor was conferring on him.",
        "The lowest grade tenderable used to be \" low middling,\" but since October 1901 \" good ordinary \" has also been accepted.",
        "grade or a rise of 26.4 ft.",
        "A supply of seed of a high grade of Sea Island cotton was obtained from Colonel Rivers's estate in the Sea Islands, S.",
        "Consequently the modern order Aptera comprises only a very small proportion of Linnaeus's \" Aptera \" - the spring-tails and bristle-tails, wingless Hexapoda that stand evidently at a lower grade of development than the bulk of the class.",
        "Remember in grade school when one of those bullies would put you in a half-nelson or whatever you call it, and twist your arm up your back?",
        "\"According to the son, Josh had high grade samples,\" Dean answered.",
        "Well, I make Assorted Flutters for flags and bunting, and a superior grade of Rustles for ladies' silk gowns.",
        "To Dean, the tunnel was even more claustrophobic as he hunched forward, taking baby steps like a second grade schoolyard game.",
        "During the early part of the 12th century the Chinese recaptured it and reduced it from the rank of a metropolis to that of a provincial city of the first grade, and called it Yen-shan Fu.",
        "I was in tenth grade, but certainly nowhere near the top of my class.",
        "By this expression we do not mean an ideal mode of living, but the habits and requirements of life generally current in a community or grade of society at a given period.",
        "Dean woke with a start in the darkened room, as wide-awake as mid-day of a grade school vacation.",
        "It contained 78 dollars, a half-dozen cred­it cards, a few business cards and two pictures, one a duplicate of the desktop photo of Cynthia Byrne and the other a grade school picture Dean assumed to be of Byrne's son, Randy.",
        "The short period of this evolution is at least one factor in the primitive grade of even the most specialized members of the group. In the advance of their molar teeth from a tritubercular to a grinding type, the author traces a curious parallelism between marsupials and placentals.",
        "Annaberg has technical schools for lace-making, commerce and agriculture, in addition to high grade public schools for boys and girls.",
        "Workmen are killed and injured in this way, both while on duty and when going to and from their work; passengers, with or without right, go in front of trains at stations and at highway crossings at grade level; and trespassers are killed and injured in large numbers on railways everywhere, at and near stations, at crossings, and out on the open road, where they have no shadow of right.",
        "The gradient or grade of a line is the rate at which it rises or falls, above or below the horizontal, and is expressed by stating either the horizontal distance in which the change of level amounts to r ft., or the amount of change that would occur in some selected distance, such as roo ft., r000 ft.",
        "In 1842 he was sent to Barcelona, and soon afterwards promoted to the grade of consulgeneral.",
        "The menu includes prime grade steaks, as well as the not-so-common menu offerings of rattlesnake and alligator tail for appetizers and buffalo, elk and game hen for main courses.",
        "Elementary, of two grades, of the lower of which there must legally be at least one for boys and one for girls in each commune; while the upper grade elementary school is required in communes having normal and secondary schools or over 4000 inhabitants.",
        "This spirit of do ut des will be found to go closely with the gift-theory of sacrifice, and to be especially characteristic of those religions of middle grade that are given over to sacrificial worship as conducted in temples and by means of organized priesthoods.",
        "In 1870 North Carolina's mica mines were reopened, and they produce the best grade of sheet mica for glazing and a large percentage of the country's yield of this mineral.",
        "higher price than the corresponding grade of cotton from the Sea Islands themselves.",
        "A stipend, ranging from 5000 francs a year to 250 francs, was attached to each grade of the institution.",
        "The schools under the Synod are themselves divided into two categories: parish schools and reading schools of an inferior grade.",
        "The Macedonian cavalry was recruited from a higher grade of society than the infantry, the petite noblesse of the nation.",
        "The judicial system was much improved, a better grade of officials became the rule, many French Creoles were appointed to office, intermarriages of French and Spanish and even English were encouraged by the highest officials, and in general a liberal and conciliatory policy was followed, which made Louisiana under Spanish rule quiet and prosperous.",
        "Bituminous products of every grade, from clear translucent oils resembling petroleum and refined naphtha, to lignite-like substances, occur in all parts of the island.",
        "Private schools, some of very high grade, draw many pupils.",
        "The chief town of every province is provided with a classical gymnasium for boys and a gymnasium or progymnasium for girls; but the education there received is not of a high grade, and the desire of the local population for \" real schools \" is not satisfied.",
        "The lead produced in the reverberatory furnace and the ore-hearth is of a higher grade than that produced in the blast-furnace, as the ores treated are purer and richer, and the reducing action is less powerful.",
        "The spelter used must therefore be of a good grade, and the lead is usually first refined in a reverberatory furnace (the softening furnace).",
        "The Arachnida form a distinct class or line of descent in the grade Euarthropoda, diverging (perhaps in common at the start with the Crustacea) from primitive Euarthropods, which gave rise also to the separate lines of descent known as the classes Diplopoda, Crustacea, Chilopoda and Hexapoda.",
        "Grade A.",
        "' Grade B (of the Arachnida) Nomomeristica.",
        "(After Beecher.) ancestor of the grade) grouped in three regions of six - (a) the \" prosoma \" with palpiform appendages, (b) the \" mesosoma \" with plate-like appendages, and (c) the \" metasoma \" with suppressed FIG.",
        "Grade a (of the Eu-arachnida).",
        "(For literature see Zittel, 22 *.) Grade b (of the Eu-arachnida).",
        "At the same time we are not justified in supposing that the scorpions stand in any way as an intermediate grade between any of the existing Epectinata and the Delobranchia.",
        "There were 2847 post offices (agendas), of which 2166 were of the 4th or lowest grade.",
        "The state provides elementary and higher grade schools for Indian children.",
        "The term \" grade \" was introduced by Ray Lankester (\" Notes on Embryology and Classification,\" in Quart.",
        "On the ether hand, a survey of the facts of cellular embryology which were accumulated in regard to a variety of classes within a few years of Kovalevsky's work led to a generalization, independently arrived at by Haeckel and Lankester, to the effect that a lower grade of animals may be distinguished, the Protozoa or Plastidozoa, which consist either of single cells or colonies of equiformal cells, and a higher grade, the Metazoa or Enterozoa, in which the egg-cell by \" cell division \" gives rise to two layers of cells, the endoderm and the ectoderm, surrounding a primitive digestive chamber, the archenteron.",
        "The first post-Darwinian systematists naturally and without reflexion accepted of' the idea that existing simpler forms represent stages i n the gradual progress of development - are in fact survivors from past ages which have retained the exact grade of development which their ancestors had reached in past ages.",
        "Grade 2.",
        "The term \" grade \" is also made use of for the purpose of indicating the conclusion that certain branches on a larger or smaller stem of the genealogical tree have been given off at an earlier period in the history of the evolution of the stem in question than have others marked off as forming a higher grade.",
        "Grade 8.Metazoa.",
        "[[Grade B]].",
        "' Grade I.",
        "Grade A Protozoa.",
        "Grade I.",
        "Grade C. Siphonopoda.",
        "(Orders not determined.) Grade B.",
        "The most important work in this direction has been done by Fritz Muller (Filr Darwin), by Herman Muller (Fertilization of Plants by Insects), Grade b.",
        "Mine cars are sometimes run long distances, singly or in trains, over roads which are given sufficient grade to impart considerable speed by gravity, say from I to 21%.",
        "The minimum grade is that which will enable the loaded cars in travelling down the plane to pull up the empty cars.",
        "Siphons are sometimes used to carry the water over an undulating grade and thereby save the expense of a deep rock cutting.",
        "There are three churches, a museum, high grade and popular schools.",
        "There are several second grade and a large number of primary schools.",
        "The private schools of this grade are still more numerous, and there are a number of special schools that belong to the same category.",
        "Of other metals, lead is widely distributed, its chief source being a high grade galena accompanied by silver.",
        "A superior grade of hemp is exported.",
        "In July 1866 the grade of general was created, for the first time since the organization of the government, and Grant was promoted to that position.",
        "There is a steadily increasing product of fine grade fabrics.",
        "Since 1885 a large expenditure has been incurred in the abolition of grade For a summary statement of state labour laws in the United States in 1903 see Bulletin 54 of the United States Bureau of Labor, September 1904; and for a summary of labour laws in force at the end of 1907 see 22nd Annual Report (for 1907) of the U.S. Commissioner of Labor (Washington, 1908).",
        "The debt of the state (especially the contingent debt, secured by sinking funds) has been steadily rising since 1888, and especially since 1896, chiefly owing to the erection of important public buildings, the construction of state highways and metropolitan park roadways, the improvement of Boston harbour, the abolition of grade crossings on railways, and the expenses incurred for the Spanish-American War of 1898.",
        "The moving of vast objects by these simple processes shows what great numbers of men could be enlisted in a single effort, and how high a grade of government it was which could hold them together and feed them.",
        "In organization, engineering, strategy, offence and defence, the art of war was in the barbarous and the savage status or grade.",
        "The number of men arrayed under one banner, the time during which they might cohere, the distances from home they could march, their ability to hold permanently what they had gained, together form an excellent metric scale of the culture grade in the several American provinces, and nowhere, even in the most favoured, is this mark high.",
        "The pompous ceremonials of the civilized tribes of Mexico and the Cordilleras in South America, when analysed, reveal only a higher grade of the prevailing idea.",
        "grade of culture above that of the Indian tribes near by.",
        "Chiefs were at once qualified for the highest grade, but ordinary members attained promotion only through initiatory rites.",
        "Large deposits of phosphate occur in Russia, and those in the neighbourhood of Kertch have attracted some attention; it is said that the Cretaceous rocks between the rivers Dniester and Volga contain very large supplies of phosphate, though probably of low grade.",
        "The court has original jurisdiction in probate cases, in civil cases involving $1000 or less, and in criminal cases below the grade of felony.",
        "The Norwegian Lutherans have a normal school at Sioux Falls, and the Roman Catholics have schools of higher grade at Sioux Falls, Deadwood and Aberdeen.",
        "This court has exclusive original jurisdiction in probate matters, and in counties with over 2000 inhabitants its jurisdiction may be extended by popular vote to include concurrent jurisdiction with the district courts in civil matters involving amounts less than $2000, and in criminal actions below the grade of felony.",
        "There are also the medical school, the law school, the civil service school, the military schools and the agricultural college, which are entered by students who have passed through the secondary grade for the purpose of receiving professional instruction.",
        "Among all races in a certain grade of development such associations are vaguely felt to be dangerous and to impair vitality.",
        "The Republic had deliberately cast itself upon the downward grade which was to lead to ruin.",
        "His investment with the insignia of the highest grade of the Order of the Star of India appeared to give him much pleasure.",
        "In the Cambridge University Reporter for November 9, 1870, it was stated that, \" in order to provide adequate encouragement for the study of Modern Languages and Natural Science,\" the commissioners for endowed schools had \"Coin= determined on the establishment of modern schools of the first grade in which Greek would be excluded.",
        "Nearly all the high grade blacksmithing coal mined in the United States comes from Maryland.",
        "In the Russian army he obtained the grade of general-major, only to be forced by the intrigues of his enemies to resign.",
        "He pushes the claim even further, requiring, besides entire outward submission to command, also the complete identification of the place of God, without reference to his personal wisdom, piety or discretion; that any obedience which falls short of making the superior's will one's own, in inward affection as well as in outward effect, is lax aect; that going beyond the letter of command, even in things abstractly good and praiseworthy, is disobedience, and that the \"sacrifice of the intellect\" is the third and highest grade of obedience, well pleasing to God, when the inferior not only wills what the superior wills, but thinks what he thinks, submitting his judgment, so far as it is possible for the will to influence and lead the judgment.",
        "Only when he is thirty-four or thirty-six can he be ordained a priest and enter on the grade of a spiritual coadjutor.",
        "The vows of this grade are the same as the last formula, with the addition of the following important clause: \"Moreover I promise the special obedience to the Sovereign Pontiff concerning missions, as is contained in the same Apostolic Letter and Constitutions.\"",
        "Mexican coal is of a low grade - similar to that found in Texas, but as an official geological report of 1908 estimates the supply in sight at 300,000,000 tons its industrial value to the country cannot be considered inferior to that of the precious metals.",
        "An investigation by the U.S. Geological Survey in 1909 finds that the crude Mexican oils are of low grade, but that while not equal to those found in the upper Mississippi basin for refining purposes, they furnish an excellent fuel for railway engines and other industrial purposes.",
        "The grammar-schools, founded in 1594 and endowed with the revenues of a suppressed gild, include a school of the second and a school of the third grade, the former a building of red brick in the Renaissance style erected in 1880, and the latter an old Elizabethan structure.",
        "The free school system now provides free high schools for all children within the state; for an act of 1903 requires any town not maintaining a high school, or school of corresponding grade, or not uniting with adjoining towns in maintaining one, to pay the tuition of any of its children who attend a high school or academy within the state.",
        "The height and massiveness of the mountains decrease to the south-west, where the piedmont belt sweeps westward around them in western Georgia and eastern Alabama Some of the residual mountains hereabouts are reduced to a mere skeleton or framework by the retrogressive penetration of widening valleys between wasting spurs; the very type of vanishing forms, Certain districts within the mountains, apparently consisting of less resistant crystalline rocks, have been reduced to basin-like peneplains in the same time that served only to grade the slopes and subdue the summits of the neighboring mountains of more resistant rocks; the best example of this kind is the Asheville peneplain in North Carolina, measuring about 40 by 20 m.",
        "such case the washing of the centripetal slopes of the depressions by occasional sheetfloods (widespreading sheets of turbid running water, supplied by heavy short-lived rains) has been efficient in keeping the rock floor at even grade toward a central basin, where the finest waste is collected while waiting to be removed by the winds.",
        "This is the highest grade crude oil produced in the world.",
        "The grade of precious ores hafidled has generally and greatly decreased in recent yearsaccording to the census data of 1880 and 1902, disregarding all base metallic contentsfrom an average commerical value of $29.07 to one of $8.29; nevertheless the product of gold and silver has greatly increased.",
        "This gives Canadian wheat excellent milling properties, and enables the millers to turn out flour uniform in quality and of high grade as to keeping properties.",
        "In this age the choachytae, as the Greeks called them (\"libation priests, \" or \"shrine-openers\" in Egyptian), belonged to an inferior grade of the priesthood, equivalent to the pastophori of the deities, and were organized in gilds for the different cemeteries.",
        "As now classified, the Mollusca consist of the following subdivisions: - Grade A.",
        "Grade C. - Siphonopoda.",
        "These three classes have therefore been united by Grobben into one branch or grade, the Prorhipidoglossomorpha.",
        "Pedro II., is a boys' college of a high school grade, located on Rua Floriano Peixoto, with an 'internato or boarding-school in Rua de S.",
        "In 1870 he succeeded Farragut in the grade of admiral, which lapsed after Porter's death until 1899, when it was re-established to reward Rear-Admiral George Dewey for his victory at Manila.",
        "The educational institutions are numerous and of a high order, including a technical high school (with about 1100 students), which enjoys the privilege of conferring the degrees of doctor of engineering, doctor of technical sciences, &c., a veterinary college, a political-economic institution (Gehestiftung), with library, a school of architects, a royal and four municipal gymnasia, numerous lower grade and popular schools, the royal conservatorium for music and drama, and a celebrated academy of painting.",
        "Tobacco of a high grade, especially for wrappers, has been grown at the Agricultural Experiment Station's farm at Hamakua, on the island of Hawaii, where the tobacco is practically \" shade grown \" under the afternoon fogs from Mauna Kea.",
        "The army which guarded or coerced the province consisted, from the time of Hadrian onwards, of (I) three legions, the Second at Isca Silurum (Caerleon-on-Usk, q.v.), the Ninth at Eburacum (q.v.; now York), the Twentieth at Deva (q.v.; now Chester), a total of some 15,000 heavy infantry; and (2) a large but uncertain number of auxiliaries, troops of the second grade, organized in infantry cohorts or cavalry alae, each 500 or 1000 strong, and posted in castella nearer the frontiers than the legions.",
        "He served in the Algerian campaigns from 1830 onwards, and by 1840 he had risen to the grade of marechal-de-camp (majorgeneral).",
        "Within the limits of the society there were four grades so distinct that if any one touched a member of an inferior grade he required to cleanse himself by bathing in water; members who had been found guilty of serious crimes were expelled from the society, and could not be received again till reduced to the very last extremity of want or sickness.",
        "The Work To reform the Church in every grade and purge of Gregory the priesthood in order to shield it from feudal VII.",
        "The recipients eligible for the various classes are graded, from the first grade of the first class for reigning sovereigns down to the fifth class for merchants and manufacturers.",
        "Theological colleges, normal training colleges and higher and lower grade schools bear witness to an activity and a success which are truly remarkable.",
        "Every grade of education in the Netherlands is under the control and supervision of the state, being administered by a special department under the ministry for the interior.",
        "Connellsville coke is the standard grade.",
        "Linnaeus' invention of binomial nomenclature for designating species served systematic biology admirably, but at the same time, by attaching preponderating importance to a particular grade in classification, crystallized the doctrine of fixity.",
        "Charles Darwin found the conception of species so definite and fixed that he chose for the title of his great book (1859) the words On the Origin of Species by Means of Natural Selection, although his exposition of evolution applied equally to every grade in classification.",
        "The word \"species\" now signifies a grade or rank in classification assigned by systematists to an assemblage of organic forms which they judge to be more closely interrelated by common descent than they are related to forms judged to be outside the species, and of which the known individuals, if they differ amongst themselves, differ less markedly than they do from those outside the species, or, if differing markedly, are linked by intermediate forms. It is to be noted that the individuals may themselves be judged to fall into groups of minor rank, known as sub-species or local varieties, but such subordinate assemblages are elevated to specific rank, if they appear not to intergrade so as to form a linked.",
        "Coblenz has also handsome law courts, government buildings, a theatre, a museum of antiquities, a conservatory of music, two high grade schools, a hospital and numerous charitable institutions.",
        "In the earliest Christian times the veiled virgins formed a grade or order apart, more formally separated from the community than were the male ascetics.",
        "The construction of irrigation canals and ditches was for the most part brought about by farmers joining to plough out or dig ditches from the rivers, descending on a gentle grade.",
        "Unable to meet the expenses of his rank, which was equivalent to the grade of colonel in the army, he retired in 1775.",
        "Earthquakes and earth-tremors grade into one another, and in almost every earthquake there is some tilting of the surface.",
        "They undoubtedly represent the lowest grade of algal life, and their distribution rivals that of the Green Algae.",
        "Occupying as these algae do perhaps the lowest grade of plant life, it is a matter of interest to ascertain whether a nucleus or chromatophore is differentiated in their cells, or whether the functions and properties of these bodies are diffused through the whole protoplast.",
        "In Zygogonium, although no cell-division takes place, the gametes consist of a portion only of the contents of a cell, and this is regularly the case in Mesocarpaceae, which occupy the highest grade among Conjugatae.",
        "By the act of 1872 their management was transferred to the school boards, and they may be conveniently classified into higher-class public schools, such as the old grammar schools and the liberally endowed schools of the Merchant Company in Edinburgh, and higher grade schools, with a few years' preparatory course for the universities, while some of the ordinary schools have earned the grant for higher education.",
        "But Brahmins by birth (not necessarily sacrificial priests, for they followed all sorts of occupations) were trying to oust the nobles from the highest grade.",
        "The grade of rank which a person occupies will often be indicated by the language in which he is addressed.",
        "It contains a first grade college and several schools.",
        "This seems to indicate the arrival, in ships, of strangers of a higher grade of civilization.",
        "This, too, was done when the two Caesars were in the city, the first of whom was the eldest and chief of all and the other held fourth grade of the imperial dignity after him.",
        "He had been commissioned in September 1862 colonel of the 61st New York volunteers, commanded a brigade at the Wilderness and Spottsylvania, and in May 1864 was rewarded for his gallant leadership by the grade of brigadier-general of volunteers.",
        "aocbcari l s, literally, man of wisdom), the name given by the Greeks about the middle of the 5th century B.C. to certain teachers of a superior grade who, distinguishing themselves from philosophers on the one hand and from artists and craftsmen on the other, claimed to prepare their pupils, not for any particular study or profession, but for civic life.",
        "In that year the name of Job Charnock, the future founder of Calcutta, appeared in the lowest grade of the staff.",
        "REPNIN, the name of an old Russian princely family, the first of whom to gain distinction was Prince Anikita Ivanovich Repnin (1668-1726), Russian general, and one of the collaborators of Peter the Great, with whom he grew up. On the occasion of the Sophian insurrection of 1689, he carefully guarded Peter in the Troitsa monastery, and subsequently took part in the Azov expedition, during which he was raised to the grade of general.",
        "The continental engineer prefers kilogrammetres per kilogramme-degree-centi grade.",
        "Among the schools and scientific institutions of the town the most important is the higher grade technical school for the study of the textile industries, which is attended by students from all parts of the world.",
        "He early entered the army, did not emigrate in the revolution, but was deprived of his grade as captain in 1793 and served in the ranks.",
        "The Hartville ores are remarkable for their high grade and purity, running from 60 to 70% metallic iron, with 22 to 5% silica, and only traces of sulphur and phosphorus.",
        "The term is used in Bombay, Madras and Bengal to denote a considerable number of castes of moderate respectability, the higher of whom are considered ` clean ' Sudras, while the precise status of the lower is a question which lends itself to endless controversy.\"In northern and north-western India, on the other hand,\" the grade next below the twice-born rank is occupied by a number of castes from whose hands Brahmans and members of the higher castes will take water and certain kinds of sweetmeats.",
        "Nicholls and James have applied, very ingeniously, well-known reactions to the refining of copper, raised to the grade of white metal.",
        "Wet methods are only employed for low grade ores (under favourable circumstances ore containing from 4 to i% of copper has admitted of economic treatment), and for gold and silver bearing metallurgical products.",
        "C. grade has been as high as £40 per ton, while its lowest recorded price is £12.",
        "In addition to the state university, Madison is the seat of several Roman Catholic and Lutheran parochial schools, two business schools, and the Wisconsin academy, a non-sectarian preparatory school of high grade.",
        "It is thus that Fechner in his \"day-view\" of things sees in plants and planets the same fundamental \"soul\" as in us - that is, \"one simple being which appears to none but itself, in us as elsewhere wherever it occurs self-luminous, dark for every other eye, at the least connecting sensations in itself, upon which, as the grade of soul mounts higher and higher, there is constructed the consciousness of higher and still higher relations.\"",
        "The National Institute at Santiago is the principal high school of the secondary grade in Chile.",
        "In addition to the public schools there are a Roman Catholic university at Santiago, which includes law and civil engineering among its regular courses of study; numerous private schools and seminaries of the secondary grade, with a total of 11,184 students of both sexes in 1903; and 506 private primary schools, with an attendance of 29,684.",
        "Some time later the grade of district superintendent was created, held by gentlemen of superior status and intelligence, to each of whom the control of a large section of the whole force, embracing a wide area, was entrusted.",
        "This grade has since been merged in that of chief constable, of whom there are four exercising powers of disciplinary supervision in the metropolitan districts, and a fifth who is assistant in the branch of criminal investigation.",
        "It must be borne in mind that the Boers of every grade have always been more or less sedulously instructed in religious subjects, at all events to the extent required to fit them for formal membership of their church, and in all their wanderings they have usually been attended by their pastors.",
        "His other honours included the Golden Fleece and the grade of commander in the order of Maria Theresa.",
        "Tobacco of a fair quality is produced in the warm regions of the east, including the yungas valleys of La Paz and Cochabamba; cacao of a superior grade is grown in the department of Beni, where large orchards were planted at the missions, and also in the warm Andean valleys of La Paz and Cochabamba; and coffee of the best flavour is grown in some of the warmer districts of the eastern Andes.",
        "The general consular service is graded into three divisions: first grade, consuls-general, salary £100o with local allowances; second grade, consuls-general and consuls, salary 800 and local allowances; third grade, consuls, salary £600, with local allowances.",
        "The Flahauts returned to France in 1827, and in 1830 Louis Philippe gave the count the grade of lieutenant-general and made him a peer of France.",
        "High grade copper ores have been produced in the Seven Devils and Washington districts of Washington county; there are deposits, little developed up to 1906, in Lemhi county (which was almost inaccessible by railway) and in Bannock county; the copper mined in 1905 was valued at $1,134,846, and in 1907, according to state reports, at $2,241,177, of which about two-thirds was the output of the Cceur d'Alene district in Shoshone county.",
        "COELENTERA, a group or grade of the animal kingdom, the zoological importance of which has risen considerably since the time (1887) of the publication of the first article under that heading in the Ency.",
        "Manufacturers' opium includes any grade yielding not less than 102% of morphine, but the Yoghourma or \" pudding \" opium, on account of its paste being more difficult to work, is not used for the extraction of the active principles.",
        "If the sodium cuprous hyposulphite was used as a solvent in addition to the simple sodium hyposulphite, cuprous sulphide will be precipitated with the silver sulphide, and the precipitate will be of lower grade.",
        "In 1907 there were three general divisions of these schools: the Army School of the Line, for officers (not below the grade of captain) of the regular army and for militia officers recommended by the governors of their respective states or territories, offering courses in military art, engineering, law and languages; the Army Signal School, also open to regular and militia officers, and having departments of field signalling, signal engineering, topography and languages; and the Army Staff College, in which the students are the highest graduates from the Army School of the Line, and the courses of instruction are included in the departments of military art, engineering, law, languages and care of troops.",
        "- the I remainder of the grade was overcome by locks.",
        "The brine is pumped into conduits, carried to large ponds and there evaporated by the sun; during late years the salt has been refined here, being purified of the sulphates and magnesium compounds which formerly rendered it efflorescent and of a low commercial grade.",
        "The copper lodes of New South Wales contain ores of a much higher grade than those of many well-known mines .worked at a profit in other parts of the world, and, with a fair price for copper, the production largely increases.",
        "Palestine is the trade centre of a district which produces cotton, timber, fruit (especially peaches), an excellent grade of wrapper tobacco, petroleum, iron-ore and salt.",
        "The obvious answer is, that the power of using words as signs to express thoughts with which their sound does not directly connect them, in fact as arbitrary symbols, is the highest grade of the special human faculty in language, the presence of which binds together all races of mankind in substantial mental unity.",
        "whose place in the Stone Age was a grade lower than that of Palaeolithic man of the Quaternary period.",
        "Little attention is paid to the crop, the berries being frequently gathered from the ground, and consequently the coffee is of comparatively low grade.",
        "The higher grade schools are also numerous, and there are special foreign schools established by private enterprise for the education of the children of foreign residents.",
        "In 1862 he was called to Konigsberg as extraordinary professor, and in 1867 he was advanced to the ordinary grade.",
        "A large region was sunken, enormous fissures were opened in the earth, the surface soil was displaced 3 In 1804, the District of Louisiana, in the administrative system of the Territory of Indiana; in 1805, an independent government, renamed the Territory of Louisiana; in 1812, the Territory of Missouri; in 1816, another grade of territorial government.",
        "Psychology is with Cabanis directly linked on to biology, for sensibility, the fundamental fact, is the highest grade of life and the lowest of intelligence.",
        "The new settlers, drawn from every part of the British Isles and from almost every grade of society, 1 It is stated that Colonel R.",
        "For the present the solitary forms may be placed in a grade, Protalcyonacea; and the colonial forms may be grouped in another grade, Synalcyon- acea.",
        "It is a high grade block, or \" splint \" coal, remarkably free from sulphur and rich in carbon, peculiarly adapted to blast furnace use.",
        "The Echinoderms may be divided into seven classes, whose probable relations are thus indicated: Cystidea Edrioasteroidea Pelmatozoa Holothurioidea Crinoidea Blastoidea Eleutherozoa Stelliformia Echinoidea Brief systematic accounts of these classes follow: Grade A.",
        "- Dicyclica in which the dorsal cup primitively is confined to the patina and occasional intercalated anals, and no other plates ever occur between RR (Grade: Distincta); Br may be incorporated in the cup, with or -without iBr, but never rigidly, and their corresponding ambulacrals remain supra-tegminal (Grade: Articulata); new columnals are introduced at the extreme proximal end of the stem.",
        "These genera attained the Colophiuran grade in respect of external plating, but it is unlikely that they or their ancestors had acquired even the Streptophiuran type of vertebra.",
        "These officials, civil and military alike, are divided into nine grades or classes, each grade being.",
        "The grade to which an official belongs is not necessarily related to the office he holds.",
        "The button which distinguishes the first grade is a transparent red stone; the second grade, a red coral button; the third, a sapphire; the fourth, a blue opaque stone; the fifth, a crystal button; the sixth, an opaque white shell button; the seventh, a plain gold button; the eighth, a worked gold button; and the ninth, a worked silver button.",
        "The first grade have, for civilians an embroidered Manchurian crane on the breast and back, for the military an embroidered unicorn with a girdle clasp of jade set in rubies.",
        "The second grade, for civilians an embroidered golden pheasant, for the military a lion with a girdle clasp of gold set in rubies.",
        "The third grade, for civilians a peacock, for the military a leopard with a clasp of worked gold.",
        "The fourth grade, for civilians a wild goose, for the military a tiger, and a clasp of worked gold with a silver button.",
        "The fifth grade, for civilians a silver pheasant, for the military a bear and a clasp of plain gold with a silver button.",
        "The sixth grade, for civilians an egret, for the military a tiger-cat with a mother-of-pearl clasp. The seventh grade, for civilians a mandarin duck, for the military a mottled bear with a silver clasp. The eighth grade, for civilians a quail, for the military a seal with a clear horn clasp. The ninth grade, for civilians a long-tailed jay, for the military a rhinoceros with a buffalo-horn clasp.",
        "The Greek population 13 provided with excellent schools and gymnasia, and the Armenians also maintain schools of a high grade.",
        "Grade C. Euarthropoda.",
        "With the characters of the grade: add the presence within the body of fine unbranched tracheal tubes, devoid of spiral thickening, opening to the exterior by numerous irregularly scattered tracheal pits.",
        "And it seems probable that in the case of the Hexapoda, at any rate, the point of departure was subsequent to the attainment of the nomomeristic character presented by the higher grade of Crustacea.",
        "We may tabulate the facts as to head-structure in Chaetopoda and Arthropoda as follows: Grade x (below the Arthropoda).",
        "Grade' (of the Arthropoda).",
        "Grade 2 (of the Arthropoda).",
        "Grade 3 (of the Arthropoda).",
        "Grade 4 (of the Arthropoda).",
        "The original stock, like that of the last grade, has a gnathobase on every post-oral appendage, but three prosthomeres are now present, in consequence of the movement of the oral aperture from the third to the fourth somite.",
        "The later eyes are polymeniscous, with specialized vitrellae and retinulae of a definite type peculiar to this grade.",
        "sativum - p r i nc i pa l are very numerous and of every grade of intensity.",
        "The wheat is shovelled into the pathway of the huge steam shovels, which draw it up to the ends of these spouts, where the buckets seize it, and carry it upwards into the elevator, and distribute it among the various bins according to grade.",
        "The second grade is known as \"No.",
        "3, northern,\" &c. - down to the 18th, which is \"no grade.\"",
        "The official inspectors examine, grade and sample the wheat in the cars in which it is received at the great markets or elevators.",
        "The inspector then samples and examines the wheat, and enters the grade upon a blank opposite the number and letters of the car.",
        "When disputes occur as to the grade they can thus be instantly settled.",
        "If the grade is changed after a second examination the state pays the expense of the inspection; if not, it is paid by the agent who raises the objection.",
        "Only about 5% of the samples are ever reinspected, and in less than 2% of these is the grade changed.",
        "Its public buildings comprise two Roman Catholic and three Protestant churches, a Jewish synagogue, a seminary, high grade schools and a theatre.",
        "Only in a secondary sense is approval due to certain \" abilities and dispositions immediately connected with virtuous affections,\" as candour, veracity, fortitude, sense of honour; while in a lower grade still are placed sciences and arts, along with even bodily skills and gifts; indeed, the approbation we give to these is not strictly moral, but is referred to the \" sense of decency or dignity,\" which (as well as the sense of honour) is to be distinguished from 1 In a remarkable passage near the close of his eleventh sermon Butler seems even to allow that conscience would have to give way to self-love, if it were possible (which it is not) that the two should come into ultimate and irreconcilable conflict.",
        "Of these relations the first grade is constituted by the family, the second by civil society, and the third by the state, the organization of which is the highest manifestation of universal reason in the sphere of practice.",
        "Not less comprehensive has been the work carried out by Professor Newcomb of raising to a higher grade of perfection, and reducing to a uniform standard, all the theories and constants of the solar system.",
        "In quality the coal varies from a low grade to a high grade bituminous, and some of the latter is good for coking.",
        "A law of 1908 requires that an agricultural school of secondary grade be established in each of the five supreme court judicial districts, and that an experimental farm be operated in connexion with each; and in 1909 the number of these districts was increased to six.",
        "It has an Evangelical church, a modern château of the princes of Stolberg, with pretty grounds, and a high grade school, and manufactures metal wares, machines and iron screws and bolts.",
        "In 1808 he was created a count of the empire, and in 1811 he retired from the army with the grade of chef de brigade.",
        "Nearly all the large salaries and many of those of the second grade are made mandatory by the legislature, which has also determined many affairs of a purely administrative character.",
        "1 1919, a grade held previously by only four Americans - Washington, Grant, Sherman, and Sheridan.",
        "Broadly speaking, the Palaeozoic Lycopods, whatever their dimensions, show a general agreement in habit and structure with our living forms, though often attaining a much higher grade of organization.",
        "The emperor promoted him to the rank of Titu, the highest grade in the Chinese army, and also gave him the Yellow Jacket, the most important decoration in China.",
        "She followed the trail around the mountain on a gradual curving grade.",
        "His job seemed to be going well, and his grade point was high.",
        "Her choice of library books was telling; the young girl was fascinated by a variety of subjects and was reading far above her grade level.",
        "On the psychic angle; you can call it bull shit but I get strong vibes from folks above my pay grade that not everyone feels the way you guys do.",
        "He was beginning to feel melodramatic about the whole thing, as if he were playacting one of Fred's grade \"B\" thrillers.",
        "The salary increase was commensurate with each professional membership grade.",
        "In the first grade, I experienced an epiphany that girls were always treated differently than boys.",
        "The presence of bedding or cleavage planes against the general slope reduces the propensity for mass movements to grade the slope.",
        "People with mildly abnormal cells have ' low grade ' Barrett's.",
        "Made from high grade acrylic these skimmers can be used in aquaria up to 350 UK gallons.",
        "The spikes can be glued onto window cills, pipes or ledges using a building grade silicone adhesive.",
        "affixed the notice should then sign and date the copy and print their name and grade below the signature.",
        "Brando's case is made from terrifically strong (and light) aircraft grade aluminum.",
        "amenity Rigg Coniston village Sleeps 5 ETC grade - 3 stars Traditional Lakeland cottage with all the village amenities on your doorstep.",
        "Side effects were seen temporarily, ranging from grade 0 to grade 3. The most frequent side effects were mild anemia and lymphopenia.",
        "antiquarian dealers quite properly never give a book a grade higher than fine.",
        "Grade II listed \" With the rain pouring down my neck at the time, the drinking fountain seemed rather apt.",
        "Taruna Oils offers therapeutic grade aromatherapy & essential oils for mind, body & spirit.",
        "There is usually a minimum standard (albeit not always very explicitly articulated ), regardless of expectations of grade distributions.",
        "If permission to resubmit is granted, the resubmitted assignment will receive no higher than an Ordinary pass grade.",
        "There is a final examination that is used in conjunction with the tutor-marked assignments to determine a student's final grade.",
        "There are three coursework assignments which count for 50% of the final grade.",
        "Requirements of entry: B grade in Performance Intermediate and satisfactory attendance and teacher's reports.",
        "audiophile grade capacitors.",
        "Physics and Arts Subjects: Physics 2X, 2Y at a grade point average of 14.",
        "French baccalaureate: An overall grade of 15, or in some cases 16, is expected of applicants taking the French Baccalaureate.",
        "Most of the higher grade cabin feature a bathtub.",
        "Members agreed that technical grade malathion had been tested in four long-term dietary bioassays in rats and two long-term dietary bioassays in mice.",
        "Luxury organic black pepper The top grade black pepper, rarely found in the UK.",
        "bonanza grade silver and gold values were reported from the Zambranena vein systems and have been partially confirmed by Minco's recent sampling.",
        "Please note that the gun produces grade one Braille only.",
        "The limestone is 90% pure calcium carbonate of a very high grade.",
        "These PET carboys are food grade and gas impermeable, and they weigh about 10lbs less than a glass carboy and can not shatter.",
        "Data collection A proforma was designed specifically for completion at the outpatient clinics by middle grade and consultant cardiology staff.",
        "categorized by grade level, content area, and type.",
        "County Hall marks centenary Tuesday 31 January 2006 The imposing Grade II* listed County Hall building in Northallerton is 100 years old today.",
        "centrifuge the tubes, appropriately 4 Determine the reaction grade.",
        "This is the jalapeno chile ripened a. ... Luxury organic black pepper The top grade black pepper, rarely found in the UK.",
        "Make the walls and inner partition from 18mm exterior grade chipboard with end walls cut at 45 degree angles for a sloping roof.",
        "chronometer grade movement.",
        "entering a second grade classroom, it is easy to determine what the children are learning.",
        "The soil type is chalky loam overlying clay, mostly Grade Ill with some Grade Il.",
        "The climbing is really excellent on beautiful granite cliffs with grade of climbs to suit all abilities.",
        "collet clamp type and also coated with laboratory grade Silver for an exemplary finish and excellent conductivity.",
        "conceivable that someone who got a grade D this year got approximately 75% .",
        "concur in the mark and grade to be awarded to each student.",
        "The SHO grade will cease to exist on 31 July 2007, but short-term contracts can be issued up until that date.",
        "copper ore where the grade is measured in ppm.",
        "A Grade II listed 16th Century Tudor detached cottage.",
        "How not to do a junction 46 views A grade seperated junction with a traffic signal controlled crossroads.",
        "Dealing with timber decay in a Grade 1 listed building will be a somewhat different proposition from a modern town house.",
        "declassifying into some minor grade web servers and finding some mostly declassified information.",
        "Grade 2: Partial thickness skin loss involving epidermis and/or dermis and/or dermis.",
        "digital cameratudents with a professional grade digital film camera to create they're own productions.",
        "Version one: Line drawing in F grade pencil, wash in dilute Chinese ink.",
        "discretionary increments or regrading applied to the new grade will be offset against the protected pay.",
        "diver grade was before my time as I have only been diving since 1999.",
        "Part of the Grade 2* listed building is an 18th century dovecote.",
        "For a very dirty short arm use 0000 grade wire wool on a paint brush or thin dowel.",
        "drawing in F grade pencil, wash in dilute Chinese ink.",
        "driving instructors Check Test grade.",
        "At least 40 were shown during that period to have low grade dysplasia.",
        "People with Barrett's esophagus may have low grade or high grade dysplasia.",
        "The highly elastic, top grade 100% CR Neoprene allows more movement for ultimate wearer comfort.",
        "The majority of transaminase elevations were of Grade 1-3 toxicity and resolved upon discontinuation of treatment.",
        "Grade 2 Partial thickness skin loss involving epidermis, dermis or both.",
        "equestrian statues outside London to have a Grade ll listing.",
        "equivalent grade C in Maths.",
        "Table 1: MRC Dyspnoea scale Grade Degree of breathlessness related to activities 0 Not troubled by breathlessness except on strenuous exercise.",
        "Hendre is a Grade 2* listed Victorian farmyard located between the sea and the mountains on the beautiful North Wales coast.",
        "See also cut-off grade Gabbro A coarse grained igneous rock consisting of calcic feldspar, pyroxene and commonly hornblende and/or olivine: appx.",
        "These fen vegetation types grade into fen vegetation types grade into fen meadow on the drier ground behind.",
        "fibrillation potentials were more frequent in muscles with lower grade of strength.",
        "For example, the Grade III survey would enable a geologist to start work without waiting for the accurate survey.",
        "On return to England Anne-Marie was diagnosed with a grade IV brain stem glioma for which there is no cure.",
        "It is used in some specialist centers to treat high grade gliomas that have come back, or started to grow again.",
        "AB - The role of postoperative radiotherapy in patients with low grade gliomas is not established yet.",
        "Most pupils attain grade A* or A at GCSE.",
        "I loved going to this school - loved going through every grade from kindergarten through eighth grade.",
        "Do you need a high grade at your GCSE English?",
        "I walked out of there and avoided him until i moved away, at the end of 6th grade.",
        "The assignments will account in total for 30% of the final grade.",
        "Humans, at least the lower grade of humans, are in principle opposed to the rest of nature.",
        "grade b is specified for Law French.",
        "grade E or above ).",
        "grade GCSEs, compared with 48% in Derby generally.",
        "grade malathion in bacteria.",
        "grade A* to C or an equivalent qualification.",
        "Is a GCSE or A-level grade examination on insurance feasible?",
        "The out-patient chemotherapy service has benefited from an increase of staff and now has five F grade chemotherapy nurse practitioners.",
        "If you enjoy what you are doing, this will undoubtedly be reflected in your 'A ' level grade.",
        "And the more you play, the more you realize how much there is to know... who passed grade school can learn it!",
        "Tokai Carbon Europe is a stockist of premium grade graphites for EDM electrode, high temperature and mechanical applications.",
        "I reckon I may even be able to lower this as I only used low grade thermal grease!",
        "The performance of medium grade recycled glass grit supplied by Wolverhampton Abrasives was compared with copper slag using the same blasting equipment.",
        "The very heavy-duty grade is available in drums only.",
        "One tutor graded every homework assignment and counted homework as 30 percent of a student's final grade.",
        "Unfortunately, not everyone has access to ACS grade ammonium hydroxide.",
        "hypoallergenic medical grade adhesive is used to keep the tape from sweating or bathing off.",
        "This unique product mimics the shape and feel of natural breasts using hypoallergenic, dermatologically tested medical grade silicone.",
        "The show was owned by ATV which was owned by theatrical impresario Lew Grade.",
        "The late impresario and life peer Lew Grade fled the Ukraine to become one of the giants in British television.",
        "Any discretionary increments or regrading applied to the new grade will be offset against the protected pay.",
        "An additional increment has been added to the top of the Senior 11 grade.",
        "ADI Area - How to get a better driving instructors Check Test grade.",
        "This is undertaken by nine full time funded pre and post doctoral researchers, supported by consultant grade scientists and a lead investigator.",
        "Dump of iron-rich material - a small heap of low grade iron ores, including a few nodules of coal Measure ironstone.",
        "NBS in the UK supply a special grade of glycerine jelly for mounting pollen which contains a red dye.",
        "Marine grade stainless steel jubilee clips secure the clamp to the pony bottle.",
        "We're dual carriageway again, with grade separated junctions for the moment.",
        "kindergarten through the third grade.",
        "Koi sizes are 10cm prices go in order of pics. all are show grade koi sizes are 10cm prices go in order of pics. all are show grade koi.",
        "Performance Formica ® Compact grade is a decorative laminate with a thickness of at least 2mm.",
        "In the second study the effect of Medilan UltraÃ¢¢, Super Refined ultra-pure medical grade lanolin, was evaluated on superficial wounds.",
        "T issue analysis by the pathologist divides precancerous changes into low grade or high grade squamous intraepithelial lesions (SIL ).",
        "lode of high grade copper ore was discovered.",
        "lustrer, high grade wax is painstakingly applied by hand to give this product its original deep luster.",
        "Bitucrete Bitucrete is a cold applied, deferred set, storage grade macadam - ideal for instant, high quality temporary repairs to.. .",
        "Pottery specialist Duncan Smith from Southampton recognized pieces of Iberian courseware and high grade Italian majolica.",
        "The evidence from mutagenicity studies suggests technical grade malathion is not mutagenic in rats by the oral route.",
        "Negative results in such an assay would provide full reassurance with regard to oral exposure of rats to technical grade malathion.",
        "mall development quot to the same feet to million loaded with grade.",
        "marquetry panels grade II listed building status.",
        "The lump was a grade 5, and she needed a mastectomy straight away.",
        "ABB plus GCSE maths grade B or BBB including A-level Maths.",
        "Class A discus - red melons, red diamond... A grade surplus fish available; red melons, r.. .",
        "midterm paper accounts for 20 percent of the course grade.",
        "Grade II listed Mountnessing (SA) NGR: TQ 6274 9747 19th century milepost fronting 18th century milestone.",
        "mineralized veins which tend to decrease in ore grade to the northwest.",
        "The grade could be shifted up by adding plus and down by adding minus.",
        "misbehaved young boy growing up through grade school, is the protagonist of this book.",
        "Grade 21 Titanium alloy including 15% molybdenum, 3% aluminum, 2.7% niobium, 0.25% silicon.",
        "The maximum grade you can hold until you reach 8 years of age is 6th mon.",
        "Using up to 30 photos we design a dramatic photo montage, printed up onto artist grade canvas.",
        "mouldingo companies have agreed in principal to build two plants to make general purpose blow molding grade HDPE.",
        "We only use the highest grade neodymium healing magnets, which keep their magnetism for ten years.",
        "It meant that the Mithraist symbolically died when he became a first grade neophyte and was born again as a crow.",
        "neoplasia grade 1 patients were entered into the study.",
        "We stock and source a number of grade A quality professionally refurbished notebooks, immaculate and appropriately boxed.",
        "Grade Relative quantity or the percentage of ore mineral content in an ore mineral content in an ore body.",
        "zinc oxide Gold Grade These are the top grade zinc oxide tapes.",
        "Today, the gardens are listed by English Heritage as a Grade II site and contain three restored Victorian glass pavilions with connecting walkways.",
        "Tackle the world's highest-rated rapids (Grade Fives) against a backdrop of 8,000m peaks.",
        "Protox incorporates only pharmaceutical grade raw ingredients to ensure best possible results.",
        "Made from high grade redwood pine that will mellow to a honey brown with weathering.",
        "The bodywork is made of five-inch thick military grade armor, strong enough to resist the approach of any student and his cardboard placard.",
        "The 1932 Grade II* listed theater will be transformed to create the best modern playhouse for performing Shakespeare in the world.",
        "And in Little they have a playmaker who should shine in a higher grade of football.",
        "please note THAT THIS ASSESSMENT CONSTITUTES 50% OF YOUR OVERALL GRADE.",
        "A heavy water plant could support a reactor for producing weapons grade plutonium.",
        "Made from premium grade redwood Pine, with exterior grade ply roof, sourced from managed plantations.",
        "The boards are made from the highest grade plywood from Eastern Europe with a white Ash frame.",
        "black polythene mulch This is sold in rolls for hedging use and must be a suitably thick grade to last three years.",
        "Stomacher® bags are manufactured by Seward Limited in the UK from food grade polythene under ISO manufacturing conditions.",
        "pound refurbishment of the Grade II listed premises in Coventry Street, W1.",
        "Never mind if you mess up the final exam -- we have enough prelims and coursework to appeal for an increased grade!",
        "preschool through eighth grade.",
        "Experienced CAMH practitioners working autonomously carried out the consultations: two psychologists and one staff grade psychiatrist.",
        "White Towns to the Southern Plains (grade 2) Visit atmospheric pueblos blancos and descend to the coast via a rugged sierra.",
        "pyroligneous acid is then refined by fractional distillation to yield a food grade version that is suitable for use in health products.",
        "random selections from hundreds of rhythms matching the grade level.",
        "recurrent high grade glioma.",
        "Made from premium grade Scandinavian redwood from renewable plantations, which will mellow to a honey brown with weathering.",
        "registrar grade in medicine: achieved.",
        "requirements of entry: Students should achieve a minimum of a ' D ' grade in all four level 2 Business & Management courses.",
        "This beautifully restored grade II listed former stables has been recently renovated to a very high standard.",
        "I then fitted these in a box under the quarter berth and then rewired the boat with Arctic grade cable.",
        "This is a high grade resin suitable for many applications including roofing.",
        "The second of these meets the dual carriageway at the next grade separated roundabout.",
        "run-through grade goes live.",
        "Was past grade 8 on oboe, but getting a bit rusty.",
        "sailfish cottage - A beautifully renovated Grade II listed fisherman's cottage situated in the heart of the Downalong area of St Ives.",
        "For new wood, prime the surface with Primer, allow to dry, and sand with medium grade sandpaper.",
        "sandpaper grade 150/200) between coats.",
        "Rub down the corners and edges of the plate with low grade sandpaper to avoid finger injuries!",
        "He attended a one-room schoolhouse in Delaware County through grade four.",
        "We support the principle of grade separation on the A14 between Brampton and Thrapston.",
        "All our covers are manufactured using genuine medical grade sheepskin.",
        "Using full 18/8 grade headers or pipes matched to an impeccably styled sports silencer, these are the definitive sports tourer systems.",
        "The bottles are filled with molecular sieve material grade 542 crystalline aluminum silicate.",
        "Constructed from 100% medical grade silicone for ultimate comfort.",
        "The section or cube can be sealed with an aquarium grade silicone sealant.",
        "Rob Cooper Well done again to Rob who entered a higher grade in the recent competition and included two somersaults in his routine.",
        "The company also produces tablet grade crystalline sorbitol which offers new opportunities for SPI Pharma, the pharmaceutical ingredients division of SPI.",
        "They are all new and boxed Grade \" AA \" solid spruce top Flame Maple Back and Sides Rosewood fingerboard with 20 frets.",
        "The naked lady astride her horse is one of the very few equestrian statues outside London to have a Grade ll listing.",
        "Quot says Stephen loaded with grade into the fight.",
        "Once a new grading structure is agreed, all jobs will be assigned to a specific grade, determined by their HERA point score.",
        "The garden, including the summerhouse, is Grade II* listed.",
        "supple prime grade leather.",
        "The music is graded from Primary to Grade V and is compatible with the ISTD tap grades syllabus.",
        "thatched barn are individually Grade 11 listed.",
        "Tiltyard, Bradgate Park - Grade II Retaining walls of former tiltyard, Bradgate Park - Grade II Retaining walls of former tiltyard, probably c1500.",
        "But motorists who run such engines on standard grade unleaded with fuel catalyst devices report no need to retard timing.",
        "The case and bracelet are made to high specifications from grade 2 pure titanium.",
        "Using the highest grade beta titanium this driver is designs specifically for lady golfers.",
        "tourmaline used is a premium grade crystal from Brazil.",
        "twelfth grade, the student receives a ' high school diploma ' .",
        "Video grade projectors also tend to have very low RGB bandwidth capability which seriously limits there ultimate performance.",
        "Mr Z was uncooperative with an examination of his nervous system and seemed unsteady to the staff grade doctor.",
        "For Grade the price of freedom is ' eternal vigilance ' .",
        "having the waterline above grade makes any overflow drain simple.",
        "There is a small weir at the end with a grade 2 stopper.",
        "Improves qualities of mechanical pulp when chemical wood pulp is mixed with better grade wood pulp.",
        "woodwind players of grade 5 standard or above.",
        "yearling sales results paralleled the respect deserved of the Grade One icon.",
        "Zinc oxide Gold Grade These are the top grade zinc oxide Gold Grade These are the top grade zinc oxide tapes.",
        "The seams are principally above water levels and in many cases have been laid bare by erosion; and the supply is varied - besides a \" fat coking, gassy bituminous,\" there are an excellent grade of splint coal (first mined in 1864 at Coalburg, Kanawha county) and (except that in Kentucky) the only important supply of cannel coal in the United States.",
        "officials form the higher grade of the Alai~",
        "Any person fulfilling certain legal requirements with regard to capacity, age and character may set up privately an educational establishment of any grade, but by the law of 1904 all religious congregations are prohibited from keeping schools of any kind whatever.",
        "The group, which has also the alternative title of Didelphia, is by some authorities regarded as a sub-class of the mammalia of equal rank with the Monotremata, while by others it is brigaded with the placentals, so that the two together form a sub-class of equal grade with the one represented by the monotremes.",
        "Public instruction in Italy is regulated by the state, which maintains public schools of every grade, and requires that other public schools shall conform to the rules of the state schools.",
        "The decade from 1896 until 1905, inclusive, saw huge sums spent on yards, passing tracks, grade reduction, elimination of curves, substitution of large locomotives and cars for small ones, &c. During those ten years, the route mileage increased 34,991 m., or 17%, while the mileage of second, third, fourth and yard tracks and sidings increased 32,666 m., or nearly 57%.",
        "In the early days of railways, roads were often taken across the line on the level, but such \" level \" or \" grade \" crossings are now usually avoided in the case of new lines in populous countries, except when the traffic on both the road and the railway is very light.",
        "In order to facilitate business, \" futures \" are all drawn in the same unit (loo bales), and are all based on the same class of cotton, namely Upland cotton of middling grade of \" no staple \" (i.e.",
        "It is the seat of the Baker School for Nervous and Backward Children, a private institution; of St Olaf College (Norwegian Lutheran), founded in 1874; and of Carleton College (founded in 1866 by Congregationalists but now non-sectarian, opened in 1870), one of the highest grade small colleges in the West, and the first in the North-west to abolish its preparatory academy.",
        "Until the discovery of protoplasm, and the series of investigations by which it was established that the cell was a fundamental structure essentially alike in both animals and plants (see Cytology), there was a vague belief that plants, if they could really be regarded as animated creatures, exhibited at the most a lower grade of life.",
        "HIDALGO (a Spanish word, contracted from hijo d'algo or hijo de algo, son of something, or somewhat), originally a Spanish title of the lower nobility; the hidalgo being the lowest grade of nobility which was entitled to use the prefix \"don.\"",
        "The retro grade movement of a crab typified, by an easy association of ideas, the retreat of the sun from his farthest northern excursion, and Cancer was constituted the sign of the Leo.",
        "This segregation of the germ cells and their independence of the intestinal sac is an indication that the origin of these cells is not coelomic nor enteric, and until we possess further information as to the evolution of the complex genitalia of the higher Turbellaria we cannot hope to understand the presence of such highly modified structures in animals of an otherwise low grade or organization.",
        "Of the three grades of the first class the badge is a rectangular gold and yellow enamel plaque, decorated with two upright blue dragons, with details in green and white, between the heads for the first grade a pearl, for the second a ruby, for the third a coral, set in green, white and gold circles.",
        "Whilst the Arya was thus a dvi-ja, or twice-born, the Sudra remained unregenerate during his lifetime, his consolation being the hope that, on the faithful performance of his duties in this life, he might hereafter be born again into a higher grade of life.",
        "Eoperipatus, Peripatopsis, Opisthopatus, &c. (See Peripatus.) Grade C (of the Arthropoda).",
        "It has an Evangelical church, a modern chÃ¢teau of the princes of Stolberg, with pretty grounds, and a high grade school, and manufactures metal wares, machines and iron screws and bolts.",
        "Traced landwards the muds become more sandy, while on their outer margins they grade into the abysmal deposits, such as the globigerina ooze (see Ocean And Oceanography).",
        "Now we are asking questions beyond my pay grade.",
        "I began the service from the lower grade.",
        "This crude pyroligneous acid is then refined by fractional distillation to yield a food grade version that is suitable for use in health products.",
        "Make random selections from hundreds of rhythms matching the grade level.",
        "It is a phase III study in patients with operable primary or recurrent high grade glioma.",
        "Made from premium grade redwood pine timber with natural green finish that develops into warm honey brown with weathering.",
        "Each building is lovingly hand made by trained carpenters with selected, 5th grade redwood cladding on a substantial heavy duty frame.",
        "Seventy-five of the dogs, which had either no murmur or a grade I murmur on screening, were reexamined three years later.",
        "Introduce the specialist registrar grade in medicine: achieved.",
        "Requirements of entry: Students should achieve a minimum of a ' D ' grade in all four level 2 Business & Management courses.",
        "We are fast approaching 1 st August 2007 when the new run-through grade goes live.",
        "Sailfish Cottage - A beautifully renovated Grade II listed fisherman 's cottage situated in the heart of the Downalong area of St Ives.",
        "Allow to dry 24 hours and sand (using a pad or sandpaper grade 150/200) between coats.",
        "Rub down the corners and edges of the plate with low grade sandpaper to avoid finger injuries !",
        "The complete assembly is manufactured from food grade materials and is splash proof.",
        "It is negotiating with Michael Grade, who recently stepped down from First Leisure.",
        "Quot says stephen loaded with grade into the fight.",
        "From an Italian designer in soft supple prime grade leather.",
        "The property and thatched barn are individually Grade 11 listed.",
        "Grade 4 thrombocytopenia occurred in 6.8% of patients.",
        "Hello, We are professional manufacturer who can provide more than 150 AAAA grade Classical replicas tiffany jewelries at very favorable price.",
        "Tiltyard, Bradgate Park - Grade II Retaining walls of former tiltyard, probably c1500.",
        "The Tourmaline used is a premium grade crystal from Brazil.",
        "High School Diploma Upon satisfactory completion of twelfth grade, the student receives a ' high school diploma '.",
        "The chimney was re-lined with Class 1 316 Grade Multi-Fuel Flexi-Liner and insulated using vermiculate granuals.",
        "GRADE Easy Gentle terrain, four to six hours a day walking without steep climbs or vertiginous mountains.",
        "For Grade the price of freedom is ' eternal vigilance '.",
        "Having the waterline above grade makes any overflow drain simple.",
        "We would welcome enquiries from any brass or woodwind players of grade 5 standard or above.",
        "Street Cry 's yearling sales results paralleled the respect deserved of the Grade One icon.",
        "The HM grade for Tripitaka is 2.4 %, with an average zircon assemblage of 65 %.",
        "Grade 19 Titanium alloy including 3% aluminum, 8% vanadium, 6% chromium, 4% zirconium, 4% molybdenum."
    ],
    "definition": [
        "grad′a·ble\nadj.",
        "Link/Cite"
    ]
}