{
    "translation": "להשביע רצון של מישהו",
    "uses": [
        "But Charles owed a grudge against Holland, and he was determined to gratify it.",
        "To gratify his own imagination or strike the imagination of the world he took his army over the Danube and burnt a settlement of the Getae upon the other side.",
        "hawked his indulgences round Europe to raise fui~ds which would enable him to gratify his artistic tastes.",
        "A man so passionless as Godwin could venture thus to argue without suspicion that he did so only to gratify his wayward desires.",
        "553-555 and 558, were introduced there to gratify the vanity or ambition of the Athenians.",
        "After studying medicine and philosophy at Paris he settled at Padua, where he speedily gained a great reputation as a physician, and availed himself of it to gratify his avarice by refusing to visit patients except for an exorbitant fee.",
        "Italy and Germany were two great tracts of land at the mercy of the highest bidder, rich and easy to, dominate, where these coarse and alien kings, still reared on medieval traditions, were for fifty years to gratify their love of conciucst.",
        "They rode out in state together, and if he kept cap in hand as a subject she would snatch it from him and clap it on his head again; while in graver things she took all due or possible care to gratify his ambition, by the insertion of a clause in their contract of marriage which made their joint signature necessary to all documents of state issued under the sign-manual.",
        "The machinery of expression having thus been indicated, the connexion of the physical actions and the psychical state was made the subject of speculation by Herbert Spencer (Psychology, 1855) These speculations were reduced to a system by Darwin (Expression of Emotions, 1872), who formulated and illustrated the following as fundamental physiognomical principles: (1) Certain complex acts are of direct or indirect service, under certain conditions of the mind, in order to relieve or gratify certain sensations or desires; and whenever the same states of mind are induced the same sets of actions tend to be performed, even when they have ceased to be of use.",
        "The scene of the legend now shifts to Rome, where Diocletian falls in love with a lovely nun named Ripsime; she, rather than gratify his passion, flees with her abbess Gaiana and several priests to Armenia.",
        "His part in the later phases of the Russo-Turkish struggle has never been fully explained, for with equal wisdom and generosity he declined to gratify public curiosity at the cost of some of his colleagues.",
        "At first he did this to gratify the Flemings, whose scruples in fighting their overlord, the French king, disappeared when they persuaded themselves that Edward was the rightful king of France.",
        "Their primary object is to gratify the pleasure most persons take in viewing at close range the curious and beautiful living products of nature, but they serve also as means of instruction in natural history, providing material for museums and for investigations in comparative anatomy and pathology, while they may have a commercial value as pleasure resorts, or as show grounds for the display of animals that have been imported or bred for sale.",
        "Round about London a man who is bent on the pursuit of fox or stag may gratify his desire in many directions.",
        "In spite of his instincts for dominion and the ardour of his temperament, he made no attempt to shake off the French yoke, and did not decide on hostilities with France until Philip the Fair and his legists attempted to change the character of the kingship, emphasized its lay tendencies, and exerted themselves to gratify the desire for political and financial independence which was shared by the French nation and many other European peoples.",
        "Its habits much resemble those of the rest of the group to which it belongs; and, like the leopard, when it happens to come within reach of an abundant and easy prey, as the sheep or calves of an outlying farming station, it kills far more than it can eat, either for the sake of the blood only or to gratify its propensity for destruction.",
        "He now fled to Russia, where he was interned at Kaluga, while at home he was condemned to confiscation and death as a traitor, and his unjustly accused mistress Magdalena Rudenschold was publicly whipped to gratify an old grudge of the regent's.",
        "This Order Was Interrupted To Gratify The Vanity Of Augustus, By Giving The Month Bearing His Name As Many Days As July, Which Was Named After The First Caesar.",
        "gratify gratified to see visitors tasting the melting ice cream.",
        "Aubrey, however, lived gaily, and used his means to gratify his passion for the company of celebrities and for every sort of knowledge to be gleaned about them.",
        "gratifications approach is concerned to identify how people use the media to gratify their needs.",
        "gratify felt gratified when she said: \" Oh, it is just right!",
        "gratify that innocent taste.",
        "Accordingly, to gratify the pope and the emperor Lothair II., the Pisans entered the Neapolitan territory to combat the Normans.",
        "A story is told that de Courci when imprisoned in the Tower volunteered to act as champion for King John in single combat against a knight representing Philip Augustus of France; that when he appeared in the lists his French opponent fled in panic; whereupon de Courci, to gratify the French king's desire to witness his prowess, \"cleft a massive helmet in twain at a single blow,\" a feat for which he was rewarded by a grant of the privilege for himself and his heirs to remain covered in the presence of the king and all future sovereigns of England.",
        "gratify curiosity about the male sexual organ.",
        "gratify the desires of the sinful nature.",
        "gratify the passions of the flesh at the expense of the spirit.",
        "Being accustomed to gratify every sensation as it arises, they endure thirst, hunger, want of food and bodily discomfort badly.",
        "Bodmann, who, partly basing himself on the \"Conrad\" (Henlif, or Henckis) mentioned above, added the rest to gratify Oberlin (see Wyss in Quartalblcitter des hist.",
        "simply to gratify his greed of martial glory, and of Sweden, before the year was out his forces had occupied the 1655.",
        "When favourable opportunities occur, it often kills many more victims than it can devour at once, either to gratify its propensity for killing or for the sake of their fresh blood.",
        "But, though learned and studious, she was intriguing and ambitious, and ready to go to any lengths to gratify her longing for power.",
        "But the confection of the stone of the philosophers was too remote a possibility to gratify the fiery spirit of a youth like Paracelsus, eager to make what he knew, or could learn, at once available for practical medicine.",
        "I will present from you the book you desire to the Royal Society, Mr Boyle, Mr Paget, Mr Flamsteed, and if there be any else in town that you design to gratify that way; and I have sent you to bestow on your friends in the University 20 copies, which I entreat you to accept."
    ],
    "definition": [
        "To please or satisfy: My good grades gratify my parents. See Synonyms at please.",
        "To give in to (a desire); indulge: He gratified his curiosity by going to the exhibit.",
        "Archaic To reward.",
        "grat′i·fi·ca′tion\nnoun",
        "grat′i·fi′er\nnoun",
        "grat′i·fy′ing\nadjective",
        "grat′i·fy′ing·ly\nadverb",
        "Link/Cite",
        "To please.",
        "To make content, to satisfy.",
        "Link/Cite"
    ]
}