{
    "translation": ".1 קבר\n.2 חמור, רציני",
    "uses": [
        "We realized very quickly we had made a grave mistake, and I don't even like to think about it.",
        "She remained beside the grave for a while, silently praying.",
        "Mansr grew grave and leaned forward.",
        "At the time this trouble seemed very grave and brought them much unhappiness.",
        "Carmen turned away from the grave site.",
        "She knelt beside her father's grave to place flowers, then rose and turned.",
        "She laid the phone on the tombstone and knelt beside her mother's grave, closing her eyes.",
        "He was also too grave to appreciate the gorgeous night.",
        "\"Do you mean my kitten must be put in a grave?\" asked Dorothy.",
        "And probably her grave, she admitted to herself with a grimace.",
        "\"And he visited her grave weekly, instead of her bed,\" Dean added, with just a hint of sarcasm.",
        "He had placed the little box containing the tiny body in the grave and planted the flowers.",
        "Her expression was grave, her brown eyes solemn.",
        "He harbored visions of the injured redhead out in the hinterland digging a grave for her recently murdered victim.",
        "Unfortunately the last two years of Roca's term of office were marked by two grave errors, which subsequently caused widespread suffering and distress throughout the country.",
        "Will you still come to Papa's grave tomorrow evening?",
        "It would signify somewhat, if, in any earnest sense, he slanted them and daubed it; but the spirit having departed out of the tenant, it is of a piece with constructing his own coffin--the architecture of the grave--and \"carpenter\" is but another name for \"coffin-maker.\"",
        "I'll dispense with her immediately and find a roadside grave once I leave the area.",
        "Near it is the grave of the celebrated poet and mystic Farid ud din Attar, who was killed by the Mongols when they captured the city C. 1229.",
        "She said she could lie down in her grave peacefully if that were accomplished.",
        "The three large stones known as \"The King's Grave,\" a hill-fort, and cairns are of interest to the antiquary.",
        "If you let anything happen to her, I swear to the Original Beings I'll haunt you from the grave for the rest of your life!",
        "Andre was grave, the first warning things hadn't gone well.",
        "\"So Edith Shipton killed her husband from the grave,\" Fred said.",
        "\"The consensus is that Sasha dug his own grave,\" Kiki said.",
        "Connor met his eyes with grave emotion and barely choked out, \"Deal.\"",
        "The image of his mother lying serenely in the grave he made her was engraved in his mind.",
        "In 1901-1902 the social economic condition of Italy was a matter of grave concern.",
        "In either case a grave crime has been committed which deserves a grave punishment.",
        "The affairs of Europe during the years when Habsburg and Bourbon fought their domestic battles with the blood of noble races may teach grave lessons to all thoughtful men of our days, but none bitterer, none fraught with more insulting recollections, than to the Italian people, who were haggled over like dumb driven cattle in the mart of chaffering kings.",
        "Artisans came from a great distance to view and honour the image of the popular writer whose best efforts had been dedicated to the cause and the sufferings of the workers of the world; and literary men of all opinions gathered round the grave of one of their brethren whose writings were at once the delight of every boy and the instruction of every man who read them.",
        "According to local tradition he was buried at Cefn-y-bedd (\"the ridge of the grave\") close by, but it is more likely that his headless trunk was taken to Abbey Cwmhir.",
        "But when he had gone into another room, to which the countess hurriedly followed him, he assumed a grave air and thoughtfully shaking his head said that though there was danger, he had hopes of the effect of this last medicine and one must wait and see, that the malady was chiefly mental, but...",
        "Natasha was calm, though a severe and grave expression had again settled on her face.",
        "He loved how complicated it was while suspecting she dug herself a grave, one he wasn't going to be able to help her avoid without her telling him what was going on.",
        "\"I should not be doing my duty, Count,\" he said in timid tones, \"and should not justify your confidence and the honor you have done me in choosing me for your second, if at this grave, this very grave, moment I did not tell you the whole truth.",
        "Ritschl appears to confine Metaphysic to the category of Causality.) The theory as formulated has such grave ambiguities, that his theology, which, as we have seen, is wholly based on uncompromising religious realism, has actually been charged with individualistic subjectivism.",
        "occupants of these seven tombs were kings might be inferred from the sculptures, and one of those at Nakshi Rustam is expressly declared in its inscription to be the tomb of Darius Hystaspis, concerning whom Ctesias relates that his grave was in the face of a rock, and could only be reached by means of an apparatus of ropes.",
        "James Thomson (\" B.V.\") speaks \" of the restful rapture of the inviolate grave,\" and sings the praises of death and of oblivion.",
        "Among some tribes a circular grave was dug and the body placed in it with its face towards the east, and a high mound covered with bark or thatch raised over it.",
        "Geertruidenberg, Heusden, Ravestein and Grave are all similarly situated.",
        "In Oakwood cemetery, 400 acres, are the grave of General George H.",
        "His grave in the old kirkyard is marked by a stone ornamented with rude carving, executed probably centuries before his time.",
        "Yet it is a very grave question whether the idea of God's moral government admits of being argued as pure matter of fact.",
        "Clerks were punishable only in the court Christian, except in cases of grave crimes such as murder, mutilation (Fournier, p. 72), and cases called \" royal cases \" (vide infra).",
        "The Muses also gathered up the fragments of his body and buried them at Leibethra below Olympus, where the nightingales sang over his grave, while yet another legend places his tomb at Dium, near Pydna in Macedonia.",
        "Another ancient stone is said traditionally to cover the grave of Angus, the Columban missionary,.",
        "Like the rest of his family, he belonged to the Federalist party, and his appointment in 1889 as governor of Bohemia was the cause of grave dissatisfaction to the German Austrians.",
        "A priest, saying mass at the church of Santa Catarina at Bologna, was troubled, after the consecration, with grave doubts as to the truth of the doctrine of transubstantiation.",
        "In the Orphic mysteries \" the soul was regarded as a part of the divine, a particula aurae divinae, for which the body in its limited and perishable condition was no fit organ, but a grave or prison(ro a4 pa).",
        "But at noon the adjutant of the regiment came into Rostov's and Denisov's dugout with a grave and serious face and regretfully showed them a paper addressed to Major Denisov from the regimental commander in which inquiries were made about yesterday's occurrence.",
        "He offered to dig the grave but his friend was supposed to pick him up for an overnight, so she told him to go back to the house so he wouldn't get dirty.",
        "She bore him two children, of whom one died in infancy at Murshidabad, and was shortly followed to the grave by her mother.",
        "Sensational evidence of a mock burial was given by an American witness named Caldwell, and others; but eventually it was agreed that the grave at Highgate should be opened.",
        "The same dignity appeared in the grave beauty of his features, though the abnormal height of his cranium afforded an opportunity for ridicule of which the comedians made full use.",
        "You're driving yourself into the grave.",
        "Eastward of the present city, amongst the mounds and ruins of the old town, in a dilapidated chamber adjoining a bluedomed building over the grave of an imamzadeh, is the tomb of the astronomer-poet Omar Khayyam, an unsightly heap of plaster without inscription, and probably fictitious.",
        "Joining the Atlantic between Royan and the Pointe de Grave, opposite the tower of Cordouan.",
        "I hope the scavengers won't disturb her grave.",
        "East of the Maeotis on the Kuban we have many barrows; the most interesting are the groups called the Seven Brothers, and those of Karagodeuashkh, Kostromskaya, Ul and Kelermes, the latter remarkable for objects of Assyrian style, the others for the enormous slaughter of horses; on the Ul were four hundred in one grave.",
        "There are also grave theoretical objections to Cauchy's formula.",
        "At home, a terrible murrain had fallen on the cattle, inflicting ruin on the agricultural interest; a grave commercial crisis was creating alarm in the city of London, and, in its consequences, injuring the interests of labor; while the working classes, at last roused from their long indifference, and angry at the rejection of Lord Russells bill, were assembling in their tens of thousands to demand reform.",
        "In the presence of a grave danger, Count Andrassy, the Austrian minister, drew up a note which was afterwards known by his name, declaring that t,he Porte had failed to carry into effect the promises of reform which she had made, and that some combined action on the part of Europe was necessary to compel her to do so.",
        "De Grave had to resign and was succeeded by Servan.",
        "of the city are the old home and the grave (with a monument) of Zachary Taylor.",
        "Little houses are frequently erected over the grave as a habitation for the spirit.",
        "Not, however, was it without grave opposition from powerful friends in the Academy that Pasteur carried on his work.",
        "For a moment they stood awkwardly over the grave.",
        "His talk was generally grave, but every now and then was lit up by dry humour.",
        "Dark Grave - Dark Grave is dedicated to all things goth.",
        "He died, probably in the year 254 (consequently under Valerian), at Tyre, where his grave was still shown in the middle ages.",
        "This outburst of temper was a grave blunder.",
        "The surrender of the capital, where he had centralized all the governing powers, was a grave disaster.",
        "Nor was a connexion immediately detected between them and the objects found four years later in a tomb at Menidi in Attica and a rock-cut \"bee-hive\" grave near the Argive Heraeum.",
        "Two supplementary parts were issued in 1835 and 1840 respectively, and the work for many years deservedly maintained the highest position as the authority on European ornithology-indeed in England it may almost without exaggeration be said to have been nearly the only foreign ornithological work known; but, as could only be expected, grave defects are now to be discovered in it.",
        "During the long wars with Genoa, after the defeats of Curzola, Sapienza, Pola, above all during the crisis of the war of Chioggia, it had been brought home to the Venetians that, as they owned no meat or corn-producing territory, a crushing defeat at sea and a blockade on the mainland exposed them to the grave danger of being starved into surrender.",
        "Especially among the lower races the dead are regarded as hostile; the Australian avoids the grave even of a kinsman and elaborate ceremonies of mourning are found amongst most primitive peoples, whose object seems to be to rid the living of the danger they run by association with the ghost of the dead.",
        "In the Malay Peninsula, parts of Polynesia, &c., it is conceived as a head with attached entrails, which issues, it may be from the grave, to suck the blood of living human beings.",
        "In the post cemetery is the grave of General Zebulon M.",
        "The ages were not dark in which Christianity could gather itself together in a common cause, and carry the flag of its faith to the grave of its Redeemer; nor can we but give thanks for their memory, even if for us religion is of the spirit, and Jerusalem in the heart of every man who believes in Christ.",
        "The grave of Iphigeneia was shown at Brauron and Megara.",
        "He was grave and gay, affable and dignified, cruel and gentle, mean and generous, eager for fame yet not vain, impulsive and cautious, secretive and open.",
        "She was acquitted by Agamemnon; but, as Polymestor foretold, she was turned into a dog, and her grave became a mark for ships (Ovid, Metam.",
        "His companions were changed into birds, called Memnonides, which came every year to fight and lament over his grave, which was variously located (Ovid, Metam.",
        "Paul III., who had begun his pontificate with the intention of purifying the curia, was unaware of the grave danger in which Fisher lay; and in the hope of reconciling the king with the bishop, created him (loth of May 1535) cardinal priest of St Vitalis.",
        "For many centuries the Greek Church kept Revelation out of its canon, and consequently chiliasm remained in its grave.",
        "The case of James Nayler (1617?-1660), who, in spite of Fox's grave warning, allowed Messianic homage to be paid to him, is the best known of these instances; they are to be explained partly by mental disturbance, resulting from the undue prominence of a single idea, and partly by the general religious excitement of the time and the rudeness of manners prevailing in the classes of society from which many of these individuals came.",
        "In Oak Ridge cemetery, adjacent to the city, is the Lincoln monument, erected over Abraham Lincoln's grave with funds raised throughout the country by a Lincoln Monument Association.",
        "Grave and serious in manner, speaking slowly, but with energetic gestures, simple and abstemious in his life - his daily bill of fare being reckoned as hardly costing a couple of francs - Leo XIII.",
        "Grave disorders had arisen in the society at Fetter Lane, and on the 25th of July 1740 Wesley withdrew from it.",
        "Monumental epitaphs record the purchase of a grave from the fossores, in many cases during the lifetime of the individual, not unfrequently stating the price.",
        "From the end of the 4th to the first half of the 5th century, the fossores had the privilege of selling sites, which frequently led to grave abuses.",
        "In 1891 the lynching of eleven Italians at New Orleans gave rise to grave difficulties involving Italy, the United States, and the state of Louisiana.",
        "The dependence of the island on one crop has been an artificial economic condition often of grave momentary danger to prosperity; but generally speaking, the progress of the industry has been steady.",
        "So early also began dissatisfaction with the economic regulations of the colonial system, even grave resistance to their enforcement; and illicit trade with privateers and foreign colonies had begun long before, and in the 17th and 18th centuries was the basis of the island's wealth.",
        "Napoleon had from the first been aware of the secret alliance between Prussia and Russia, sworn by their respective sovereigns over the grave of Frederick the Great, and this knowledge had been his principal reason for precipitating hostilities with the former.",
        "1253, but the present fine dome above the grave is later by at least two or three centuries.",
        "1 7 So) this tomb bore an inscription setting forth that Ayesha Khanum, the wife of the governor of Bagdad, was buried here in 1488, her grave having been made in the ancient sepulchre of the lady Zobeide (Zobaida), granddaughter of Caliph Mansur and wife of Harun al-Rashid, who died in A.D.",
        "His grave and that of Helen were shown at Therapnae, where he was worshipped as a god (Pausanias iii.",
        "Wellington had also difficulties of a similar kind with his own government, and also the Spanish soldiers, in revenge for many French outrages, had become guilty of grave excesses in France, so that Wellington took the extreme step of sending 25,000 of them back to Spain and resigning the command of their army, though his resignation was subsequently withdrawn.",
        "In the crypt is the grave of a traveller, who succumbed to excessive drinking of the local wine known as Est, est, est.",
        "In July 1746 Home was presented to the parish of Athelstaneford, Haddingtonshire, vacant by the death of Robert Blair, the author of The Grave.",
        "The inscription is a grave and majestic narrative of the public life and work of Augustus.",
        "So grave was the crime of simony considered that even infamous persons could accuse of it.",
        "soon after the battle of Carchemish (605 B.C.), when the Chaldaean victory over Egypt inaugurated a period of Chaldaean supremacy which lasted till the Chaldaeans themselves were overthrown by Cyrus in 538 B.C. Grave objections, however, confront this interpretation, as is admitted even by such recent defenders of it as Davidson and Driver.",
        "This made it a grave sin in the priest to refuse absolution, whenever there was some good reason for giving it even when there were other and better reasons for refusing it.",
        "Frederick, who was surnamed the Peaceful, died in 1323 and was followed as margrave by his son Frederick II., called the Grave, who added several counties to his inheritance.",
        "1337), has been repaired, and serves as the parish church, a blue marble slab in the floor marking the bishop's grave.",
        "Just outside the church in Parliament Square, the supposed grave of John Knox is indicated by a stone set in the pavement bearing his initials, and in the pavement to the west a heart indicates the site of the old Tolbooth,' which figures prominently in Scott's Heart of Midlothian.",
        "The neighbouring lords attacked and ravaged the municipal territories; grave injuries were inflicted by the mercenary bands, especially by the Bretons and Gascons.",
        "Grave as most of his writings are, they include a short description of a crossing from Jersey to Granville, in which he satirizes English character and customs, and reveals an unexpected sense of humour.",
        "He fell under the suspicion of the Inquisition; his mystical teaching was said to be heretical, and his most famous book, the Guia de Peccadores, still a favourite treatise and one that has been translated into nearly every European tongue, was put on the Index of the Spanish Inquisition, together with his book on prayer, in 1559 His great opponent was the restless and ambitious Melchior Cano, who stigmatized the second book as containing grave errors smacking of the heresy of the Alumbrados and manifestly contradicting Catholic faith and teaching.",
        "His grave was surrounded by a large crowd of mourners, among whom were Gladstone, Bright, Milner Gibson, Charles Villiers and a host besides from all parts of the country.",
        "There are grave objections to an arbitrary rule of this kind, the chief being the useless waste of mental energy in remembering it.",
        "The Austrian Government committed the grave blunder of answering these demonstrations by press confiscations and by the dissolution of the town councils of Spalato and Sebenico.",
        "Lanyon began to recognize that the position was becoming grave, and telegraphed to Sir George Colley, the high commissioner of South-East Africa, for military aid.",
        "In August 1680 the elector Charles Louis died, and when his son and successor, Charles, followed him to the grave five years later the ruling family became extinct in the senior line.",
        "Even so oxen, lions and horses, if they had hands wherewith to grave images, would fashion gods after their own shapes and make them bodies like to their own.",
        "Blumenthal returned and read the letter, and without troubling to disturb his chief he dealt with the matter himself in what is certainly one of the most remarkable documents ever issued in a grave crisis by a responsible staff officer.",
        "There is no sign in the Homeric poems of the subordination of medicine to religion which is seen in ancient Egypt and India, nor are priests charged, as they were in those countries, with medical functions - all circumstances which throw grave doubts on the commonly received opinion that medicine derived its origin in all countries from religious observances.",
        "The grave palsies in such diseases as influenza, diphtheria, beriberi, or ensuing on the absorption of lead, are in the main not central, but due to a symmetrical peripheral neuritis.",
        "Syphilitic lesion of the arteries, and likewise of other fibrous tissues, often involves grave consequential damage to nervous structures fed or supported by such parts.",
        "less importance in this respect, and in other disorders many of them of grave incidence, is the knowledge of the phenomena of embolism and of thrombosis, also gained during the latter half of the 19th century - W.",
        "In operations for diseases of the pelvis, ovarian dropsy, cancer of the uterus, and other grave diseases of the region, success has been stupendous.",
        "Since her marriage with Lord Edward she had been greatly beloved and esteemed by the whole Fitzgerald family; and although after her second marriage her intimacy with them ceased, there is no sufficient evidence for the tales that represented her subsequent conduct as open to grave censure.",
        "He took 1906: refuge in the dense bush in the Nkandhla highlands, where Cetywayo's grave became the rallying-point trial.",
        "But Zumalacarregui, who was noted for his grave and silent disposition and his strong religious principles, disliked the disorderly life of the guerrillas, and when regular forces were organized in the north he entered the 1st battalion of Guipuzcoa as an officer.",
        "promise of life or recompense beyond the grave.",
        "Savonarola also proposed a court of appeal for criminal and political crimes tried by the Otto di guardia e balia; this too was agreed to, but the right of appeal was to be, not to a court as Savonarola suggested, but to the Greater Council, a fact which led to grave abuses, as judicial appeals became subject to party passions.",
        "Injection of the fluid-extract of such worms into the blood or coelom of their host causes grave disturbance.",
        "This seemed to the high Calvinists of Holland a grave heresy.",
        "Kuwet was not formally placed under British protection, but it was officially announced by the government on the 5th of May 1903 \" that the establishment of a naval base or fortified port in the Persian Gulf by any other power would be regarded as a very grave menace to British interests which would certainly be resisted with all the means at its disposal.\"",
        "What is certain is its influence on the development of the Church's policy as to discipline in grave cases, like apostasy and adultery - a burning question for some generations from the end of the 2nd century, particularly in Rome and North Africa.",
        "The Prospect was acquired and laid out by Kyrle, who also planted the fine elm avenues near the church; his house stands opposite the market house, where he disbursed his charities; he erected the church spire, and is buried in the chancel, where his grave remained without a monument until Pope called attention to the omission.",
        "Under faith healing in a wider sense may be included (I) the cures in the temples of Aesculapius and other deities in the ancient world; (2) the practice of touching for the king's evil, in vogue from the 11th to the 18th century; (3) the cures of Valentine Greatrakes, the \"Stroker\" (1629-1683); and (4) the miracles of Lourdes, and other resorts of pilgrims, among which may be mentioned St Winifred's Well in Flintshire, Treves with its Holy Coat, the grave of the Jansenist F.",
        "Special importance was attached to the grave of the hero and to his bodily remains, with which the spirit of the departed was inseparably connected.",
        "In these shrines a complete set of armour was kept, in accordance with the idea that the hero was essentially a warrior, who on occasion came forth from his grave and fought at the head of his countrymen, putting the enemy to flight as during his lifetime.",
        "Thus, sacrifice was offered to them at night or in the evening; not on a high, but on a low altar (Eo b.pa), surrounded by a trench to receive the blood of the victim, which was supposed to make its way through the ground to the occupant of the grave; the victims were black male animals, whose heads were turned downwards, not upwards; their blood was allowed to trickle on the ground to appease the departed (aiµarcovpLa); the body was entirely consumed by fire and no mortal was allowed to eat of it; the technical expression for the sacrifice was not °ba y but Eva-y1.",
        "The terrible cost of these operations did not check him: only on one occasion of grave peril were any troops sent from his lines to serve elsewhere, and he drew to himself the bulk of the men whom the Union government was recruiting by thousands for the final effort.",
        "Richard also threw himself into the disputes respecting the crown of Jerusalem, and supported Guy of Lusignan against Conrad of Montferrat with so much heat that he incurred grave, though unfounded, suspicions of complicity when Conrad was assassinated by emissaries of the Old Man of the Mountain.",
        "Yet we cannot help feeling that it is a grotesque and unseemly anachronism to apply in grave prose, addressed to the whole world, those terms of saint and angel which are touching and in their place amid the trouble and passion of the great mystic poet.",
        "Finding the problem of life insolvable, they abandon the attempt to solve it and take refuge in the grave.",
        "The truth is that in no other country do so many dual suicides occursuicides of a man and woman who, unable to be united in this world, go to a union beyond the grave.",
        "This early Chinese manner, which lasted in the parent country down to the end of the 13th century, was characterized by a viril,e grace of line, a grave dignity of composition, striking simplicity of technique, and a strong but incomplete naturalistic ideal.",
        "Teiresias' grave was at the Tilphusian spring; but there was a cenotaph of him at Thebes, and also in later times his \"observatory,\" or place for watching for omens from birds, was pointed out (Pausanias ix 16; Sophocles, Antigone, 999).",
        "at the grave of the chiefs) applied to the district (see Blue Book C. 5143).",
        "His marriage with Elisabeth Christine, daughter of Duke Charles of Brunswick, contracted in 1765, was dissolved in 1769, and he soon afterwards married Frederika Louisa, daughter of the land grave Louis IX.",
        "The antiquity of Marlborough is shown by the Castle Mound, a British earthwork, which local legend makes the grave of Merlin; and the name of Marlborough has been regarded as a corrupt form of Merlin's Berg or Rock.",
        "In the churchyard is the grave of William Burness, the poet's father.",
        "He had public and private audiences with the pope on the 9th of April and the 11th of May 1848, but recorded next to nothing in his diary concerning them, though numerous other entries show an eager interest in everything connected with the Roman Church, and private papers also indicate that he recognized at this time grave defects in the Church of England and a mysterious attractiveness in Roman Catholicism, going so far as to question whether he might not one day be a Roman Catholic himself.",
        "The cathedral was erected in the 13th century, but subsequently restored, and contains the grave of Prince Roman.",
        "Conde, in the Spanish Low Countries, opposed with inferior forces the united army of Spaniards, Dutch and Austrians under William, and held the Meuse from Grave to Charleroi on the Sambre.",
        "French, however, in the course of the year lost a few fortresses on the Meuse, including Grave and Huy.",
        "This devastation has usually been considered as a grave stain on the character of the commander who ordered it, but Turenne's conception of duty did not differ in this respect from that of Cromwell, Marlborough, Wellington and the generals of the American Civil War.",
        "It contains incomparable studies of the Florentine housewife and her husband, a grave business-like citizen, who falls into the senile folly of a base intrigue.",
        "Philip grew up grave, self-possessed and distrustful.",
        "Among the manufactures of Oneida are wagons, cigars, furniture, caskets, silver-plated ware, engines and machinery, steel and wooden pulleys and chucks, steel grave vaults, hosiery, and milk bottle caps.",
        "This policy caused a further breach with Pope Adrian; but when Adrian died in December 795, his successor, Leo III., in notifying his elevation to the king, sent him the keys of St Peter's grave and the banner of the city, and asked Charles to send an envoy to receive his oath of fidelity.",
        "The former cathedral church was mainly built 1069-1089, but was later gothicized; near the west end of the nave a plate in the floor marks the spot where Huss stood when condemned to death, while in the midst of the choir is the brass which covered the grave of Robert Hallam, bishop of Salisbury, who died here in 1417, during the council.",
        "When acetylene was first introduced on a commercial scale grave fears were entertained as to its safety, it being represented that it had the power of combining with certain metals, more especially copper and silver, to form acetylides of a highly explosive character, and that even with coal gas, which contains less than i %, such copper compounds had been known to be formed in cases where the gas-distributing mains were composed of copper, and that accidents had happened from this cause.",
        "His book has attained a quasi-canonicity in Islam, being treated almost like the Koran, and to his grave solemn pilgrimages are made, and prayers are believed to be heard there.",
        "high, containing the grave of Ludwig Windthorst, \"his little excellency,\" for many years leader of the Ultramontane (Centre) party in the imperial diet.",
        "A few months later Thomas Cranmer, who had been one of those to discuss sympathetically Luther's works in the little circle at Cambridge, and who believed the royal supremacy would tend to the remedying of grave abuses and that the pope had acted ultra vires in issuing a dispensation for the king's marriage with Catherine, was induced by Henry to succeed Warham as archbishop of Canterbury.",
        "While there was in a certain sense freedom of opinion, all printers had to seek a licence from the government for every manner of book or paper, and heresy was so closely affiliated with treason that the free expression of thought, whether reactionary or revolutionary, was beset with grave danger.",
        "It is superior on the whole to the Porphyrian scheme, which has grave defects.",
        "Next day, as they were carrying the body to the grave, Christ again appeared and carried it with Him in a cloud to heaven, where it was reunited with the soul.",
        "According to this the patriarchs and Adam and Eve also appear at the death-bed, to praise their daughter, through whom they had been rescued from the curse of God; a Jew who touches the body loses both his hands, which are restored to him by the Apostles; and the body lies three days in the grave without corruption before it is taken up into heaven.",
        "It is now hardly necessary to say that the grave charges brought against the monks are no longer credited by serious historians (Gasquet, Henry VIII.",
        "It has to be said that in the course of the middle ages, especially the later middle ages, grave disorders arose in many convents; and this doubtless led, in the reform movements initiated by the councils of Constance and Basel, and later of Trent, to the introduction of strict enclosure in Benedictine convents, which now is the almost universal practice.",
        "One great drawback to this system was that elevation was given with reference to the plane of the racers upon which the mounting moved, and as this was not always truly horizontal grave errors were introduced.",
        "He lies in Westminster Abbey in the same grave as Grote.",
        "Here also was the grave of John Howard Payne, author of \"Home, Sweet Home\" and consul for the United States, who died at Tunis in 1852.",
        "Opposed as they were to Napoleon, Gneisenau's neglect involved them in an unnecessary and very grave risk.",
        "By deliberately depriving himself of this detachment, on June 18, the duke ran a very grave risk.",
        "Clerical celibacy was their rule, but they admit that it created grave disorders.",
        "It is said to derive its name from Baios, the helmsman of Ulysses, whose grave was shown there; it was originally, perhaps, the harbour of Cumae.",
        "The book of Johann Busch, himself a canon of Windesheim, De Reformatione monasteriorum, shows that in the 15th century grave relaxation had crept into many monasteries of Augustinian canons in north Germany, and the efforts at reform were only partially successful.",
        "Among the mourners who followed him to the grave were many French officers from Napoleon's army, which was then occupying Vienna.",
        "Peter and the other disciple run to the grave; the latter, arriving first, enters only after Peter has gone in and noted the empty grave-clothes - enters and believes.",
        "The empty grave (I - to) and the apparition to the Magdalen (r1-18) together correspond to the message brought by the women (Matt.",
        "A grave defect in the design was that there was no covered communication between these casemates and the parapets.",
        "Thus while the armies in Manchuria faced one another with every appearance of confidence, behind them the situation was exceedingly grave for both parties.",
        "With a battle-front exceeding two days' marches the wrong distribution of reserves by both sides was a grave misfortune.",
        "Giron, who had been French tutor to her children, which resulted in a grave scandal and a divorce.",
        "Both are animated by an active local patriotism, and both honour the same patron saints, Jirjis (St George) and Jonah; the grave of the latter is pointed out on an artificial mound on the left bank of the Tigris.",
        "Adamson was a man of many gifts, learned and eloquent, but with grave defects of character.",
        "the Grave (1323-1349) consolidated the power of his dynasty against rebellious vassals and the neighbouring counts of Weimar and Schwarzburg.",
        "In the early part of that campaign Jerome was entrusted with an important movement which might have brought the southern Russian army into grave danger; on his failure (which was probably due to his lack of energy) the emperor promptly subjected him to the control of Marshal Davout, and Jerome returned to Cassel.",
        "The remaining books relate the exploits of Neoptolemus, Eurypylus and Deiphobus, the deaths of Paris and Oenone, the capture of Troy by means of the wooden horse, the sacrifice of Polyxena at the grave of Achilles, the departure of the Greeks, and their dispersal by the storm.",
        "1 i: after stating the qualifications necessary for deacons the writer adds, \"Women in like manner must be grave - not slanderers,\" &c.; the Authorized Version took the passage as referring to deacons' wives, but many scholars think that by \"women\" deaconesses are meant.",
        "He died on the 11th of September 1570, and was buried in his church at Stuttgart; his grave was subsequently violated.",
        "He died at Paris on the 10th of January 1833, and the discourse at his grave was pronounced by S.",
        "high, was erected over the grave of the 1st earl of Cromarty.",
        "He must have died before 246, in which year his sister Claudia was fined for publicly expressing a wish that her brother Publius could rise from the grave to lose a second fleet and thereby diminish the number of the people.",
        "Lutheranism, moreover, was at first regarded with grave suspicion by the intensely patriotic Polish gentry, because of its German origin.",
        "Two centuries of Jagiellonic rule made Poland great despite her grave external difficulties.",
        "Arise, and begone !\") The bodies are sent to Cornwall, and Mark, learning the truth, has a fair chapel erected and lays them in tombs, one at each side of the building, when a sapling springs from the heart of Tristan, and reaching its boughs across the chapel, makes its way into the grave of Iseult.",
        "His election had been facilitated because he was thought to be on the edge of the grave; but he unexpectedly rallied.",
        "The situation at his accession was grave and complex: the steady growth of Protestantism, the preponderant power of the emperor and his prolonged wars with France, the advances of the Turks, the uncertain mind of the Church itself - all conspired to produce a problem involved and delicate.",
        "These first successes of the Vendeans coincided with grave republican reverses on the frontier - war with England, Holland and Spain, the defeat of Neerwinden and the defection of Dumouriez.",
        "On the other hand, there was a grave on Mt.",
        "Grave faults the men had, from the regular's point of view.",
        "of the city is the grave of War Eagle, a Sioux chief.",
        "If we may trust Vasari - but it is difficult to suppose that he was entirely correct - the exceeding value which Francia set on Raphael's art brought him to his grave.",
        "That cannot be frustrated, and, as it includes the choice of Israel as His people, it is certain that, though the present commonwealth must perish, a new and better Israel will rise from its grave.",
        "Laomedon was buried near the Scaean gate, and it was said that so long as his grave remained undisturbed, so long would the walls of Troy remain impregnable.",
        "The world was startled, however, on the 30th of September 1891 by hearing that he had committed suicide in a cemetery at Brussels by blowing out his brains on the grave of his mistress, Madame de Bonnemains (née Marguerite Crouzet), who had died in the preceding July.",
        "It was also about this same period that the grave scandal of the Chinese and Malabar rites began to attract attention in Europe, and to make thinking men ask seriously whether the Jesuit missionaries in those parts taught anything which could fairly be called Christianity at all.",
        "(15) Besides the said directors before mentioned, three or four of the most ancient and grave divines in either of the universities, not employed in translating, to be assigned by the vicechancellor upon conference with [the] rest of the heads to be overseers of the translations, as well Hebrew as Greek, for the better observation of the fourth rule above specified.\"",
        "The tablet over Schomberg's grave contains what Macaulay called a \"furious libel,\" though it only states that the duke's relatives refused the expense of the tablet.",
        "The simple offering of food or shedding of blood at the grave develops into an elaborate system of sacrifice; even where ancestor-worship is not found, the desire to provide the dead with comforts in the future life may lead to the sacrifice of wives, slaves, animals, &c., to the breaking or burning of objects at the grave or to the provision of the ferryman's toll, a coin put in the mouth of the corpse to pay the travelling expenses of the soul.",
        "An only son, late born, seeing no companions of his own age, hearing nothing but the voices of his parents and the hymns and prayers in the little Calvinist chapel, Arany grew up a grave and gentle, but by no means an ignorant child.",
        "The family have on the preceding days solemnly visited the grave, and offered to the shades gifts of water, wine, milk, honey, oil, and the blood of black victims; they have decked the tomb with flowers, have renewed the feast and farewell of the funeral, and have prayed to the ancestors to watch over their welfare.",
        "The violation of a passport, or safe conduct, is a grave breach of international law.",
        "He who during his lifetime did not become one of the elect, who did not completely redeem himself, has to go through a severe process of purification on the other side of the grave, till he too is gathered to the blessedness of the light.",
        "The fourth and last school - the \"laxists\" - carried this principle a step farther, and held that a practice must be unobjectionable, if it could prove that any one \"grave Doctor\" had defended it; even if dancing on Sunday had hitherto lain under the ban of the church, a single casuist could legitimate it by one stroke of his pen.",
        "The new viceroy was also called upon to decide grave questions between the native population and the resident British, and he resolved upon a liberal policy towards the former, among his measures being the repeal of the Vernacular Press Act, the extension of local government and the appointment of an Education Commission.",
        "The grave questions of respective jurisdiction which have from time to time arisen between the federal and provincial governments have for the most part been settled by appeal to one or both of these judicial bodies.",
        "Of the glorious liberty of the children of God he had nothing but a mere presentiment; he looked for it only in the world beyond the grave, and under the power of the Gospel he counted as loss all the world could give.",
        "After having done battle with heathens, Jews, Marcionites, Gnostics, Monarchians, and the Catholics, he died an old man, carrying with him to the grave the last remains of primitive Christianity in the West, but at the same time in conflict with himself.",
        "She was buried in the garden of the palace at Charlottenburg, where a mausoleum, containing a fine recumbent statue by Rauch, was built over her grave.",
        "The first superintendent (1839-1890) was General Francis Henney Smith (1812-1890), a graduate (1833) of the United States Military Academy; and from 1851 until the outbreak of the Civil War \"Stonewall\" Jackson was a professor in the Institute - he is buried in the Lexington cemetery and his grave is marked by a monument.",
        "Not till Queen Catherine's death on the 28th of February 1572 were Sigismund's hands free, but he followed her to the grave less than six months afterwards.",
        "Hewas buried in Coniston churchyard by his own express wish, the family refusing.the offer of a grave in Westminster Abbey.",
        "The general public, more particularly in Great Britain and France, shows an ever-increasing distrust of the rapid growth of armaments as a possible cause of grave economic troubles.",
        "The situation was grave in the extreme, but Enghien resolved on Turenne's account to renew the attack, although only a quarter of his original force was still capable of making an effort.",
        "After twentyfour years of suffering for his conscience he died in prison and was buried in an unknown grave in the parish church at Wisbeach on the 16th of October 1584.",
        "The drug has been highly and widely recommended in general paralysis, but there remains grave doubt as to its utility in this disease.",
        "His executors ignored the protests of the Catholic clergy and buried him in the same grave.",
        "The same purpose was served by oil taken from the lamps burning at the graves, flowers from the altars, water from some holy well, pieces of the garments of saints, earth from Jerusalem, and especially keys which had been laid on the grave of St Peter at Rome.",
        "In many other cases, however, the grave contained nothing except a small knife and a simple brooch or a few beads.",
        "The Norman kingdom, which had conquered Sicily and southern Italy at the end of the nth century, was almost as grave a source of anxiety to the popes of this period.",
        "As a statesman, he certainly committed grave faults - through excess of diplomatic subtlety, lack of forethought, and sometimes even through ingenuousness; but it must with justice be admitted that, in spite of his reputation for pugnacity and obstinacy, he never failed, either by temperament or on principle, to exhaust every peaceful expedient in settling questions.",
        "This tendency of the Sacred College to convert the Roman Church into a constitutional monarchy, in which it should itself play the part of parliament, was a sufficiently grave symptom of the progress of the new spirit.",
        "Yet it is surprising - and scarcely excusable - that Nicholas, while selecting the men whom he considered necessary for his literary work, passed over much which ought to have aroused grave suspicion in his mind.",
        "Titian painted Paul's portrait, and Guglielmo della Porta cast the bronze statue which now adorns his grave in St Peter's.",
        "the water-bearing figure (Xovrpocb6pos) on the grave of unmarried persons.",
        "These Cluniac obedientiae differed from the ordinary Benedictine cells in being also places of punishment, to which monks who had been guilty of any grave infringement of the rules were relegated as to a kind of penitentiary.",
        "The grave was called a resting-place (ibid.",
        "The curious notion prevailed, as it did also among the Greeks and Romans, that it was possible to communicate with the gods of the underworld by dropping into a grave a small roll of lead (tabella devotionis, NSI.",
        "In the city are two sanitariums. The city has two parks (one, Ethan Allen Park, is on a bluff in the north-west part of the city, and commands a fine view) and four cemeteries; in Green Mount Cemetery, which overlooks the Winooski valley, is a monument over the grave of Ethan Allen, who lived in Burlington from 1778 until his death.",
        "But in the decline of life he reaped the bitter fruits of his lack of self-control, and sank into the grave a weary and brokenhearted old man.",
        "The Galibis of Guiana, when asked the meaning of their curious funeral ceremony, which consists in dancing on the grave, replied that they did it to stamp down the earth.",
        "The process of inauguration was commenced in the evening by the placing of the candidate under the care of two \"esquires of honour grave and well seen in courtship and nurture and also in the feats of chivalry,\" who were to be \" governors in all things relating to him.\"",
        "Then the \" two ancient and grave knights \" returned and led him to the chapel, the esquires going before them \" sporting and dancing \" with \" the minstrels making melody.\"",
        "Popes, princes and nobles endowed it with estates and privileges, including that of administering and succeeding to the property of lepers, which eventually led to grave 1 It has been taken as the Latin word meaning \" he bears \" or as representing the initials of the legend Fortitudo Ejus Rhodum Tenuit, with an allusion to a defence of the island of Rhodes by an ancient count of Savoy.",
        "Two grave disadvantages were soon obvious - the limited supply of ore, and, what was even more serious, the large proportion of silicon in the reduced metal.",
        "The brothers were buried in one grave and worshipped as the Dioscuri \"with white horses\" (Eurip. Phoen.",
        "Buffon accounted a grave defect of nature, and it must be confessed that no one has given what seems to be a satisfactory explanation of its precise use, though on evolutionary principles none will now doubt its fitness to the bird's requirements.",
        "Col de la Lauze (St Christophe to La Grave), snow..",
        "11,520 Col de la Casse Deserte (La Berarde to La Grave), snow.",
        "11,516 Col Emile Pic (La Grave to Vallouise), snow.",
        "11,205 Col du Glacier Blanc (La Grave to Vallouise), snow.",
        "ï¿½ 10,854 Col du Sele (La Berarde to Vallouise), snow 10,834 Breche de la Meije (La Berarde to la Grave), snow..",
        "10,289 Col du Clot des Cavales (La Berarde to La Grave), snow.",
        "10,210 Col Lombard (La Grave to St Jean d'Arves), snow..",
        "9,679 [[[Peaks And Passes]] Col du Goleon (La Grave to Valloire), foot path 9,449 Pas de la Cavale (Vallouise to Champoleon), carriage road.",
        "8,859 Col de l'Infernet (La Grave to St Jean d'Arves), foot path 8,826 Col du Galibier (Lautaret Hospice to St Michel de Maurienne), carriage road 8,721 Breche de Valsenestre (Bourg d'Oisans to Valsenestre), foot 8,642 path..",
        "8,531 Col de Martignare (La Grave to St Jean d'Arves), foot path 8,531 Col des Tourettes (Orcieres to Chateauroux), bridle path.",
        "Col d'Arsine (La Grave to Monestier), bridle path Col des Pres Nouveaux (Le Freney to St Jean d'Arves), bridle path 7,523 Col des Sept Laux (Allevard to Bourg d'Oisans), bridle path 7,166 Col du Lautaret (Briancon to Bourg d'Oisans), carriage road 6,808 Col de la Croix de Fer (Bourg d'Oisans to St Jean d'Arves), carriage road..",
        "c. 1682), a Mohegan Indian chief and friend of the early settlers; the corner-stone of the granite monument over the grave was laid by President Andrew Jackson in 1833.",
        "All the six brothers exercised some authority in Bavaria; but three alone left issue, and of these the eldest, Louis, margrave of Brandenburg, died in 1361; and two years later was followed to the grave by his only son Meinhard, who was childless.",
        "But to do so with their flank exposed to imperialist attack from the east, was a task involving grave risks and possible disaster.",
        "To widen it more abruptly would indeed increase the volume of the furnace, but would probably lead to grave irregularities in the distribution of the gas and charge, and hence in the working of the furnace.",
        "- Phosphorus has, along with its great merit of giving fluidity, the grave defect of causing brittleness, especially under shock.",
        "He died soon after, probably of fever, and his body was buried under the river-bed of the Busento, the stream being temporarily turned aside from its course while the grave was dug wherein the Gothic chief and some of his most precious spoils were interred.",
        "Besides the qualifications required of a presentee by canon law, such as being of the canonical age, and in priest's orders before admission, sufficient learning and proper orthodoxy or morals, the Benefices Act requires that a year shall have elapsed since a transfer of the right of patronage, unless it can be shown that such transfer was not made in view of a probable vacancy; that the presentee has been a deacon for three years; and that he is not unfit for the discharge of his duties by reason of physical or mental infirmity or incapacity, grave pecuniary embarrassment, grave misconduct or neglect of duty in an ecclesiastical office, evil life, or conduct causing grave scandal concerning his moral character since his ordination, or being party to an illegal agreement with regard to the presentation; that notice of the presentation has been given to the parish of the benefice.",
        "Other minerals are iron, manganese, lead and zinc. The iron mines produce much less than formerly, and the want of iron is a grave defect in Belgian prosperity, as about £5,000,eoo sterling worth of iron has to be imported annually, chiefly from French Lorraine.",
        "Over his grave a monument to the memory of the Royal House of Stuart was placed here by Queen Victoria (1888).",
        "and his successors, Sergius was very hostile to the memory of Pope Formosus, and refused to recognize any of the ordinations celebrated by him, thus causing grave disorders.",
        "For these reasons the story of the foundation of Wessex, though it appears to possess considerable antiquity, must be regarded as open to grave suspicion.",
        "BEDDGELERT (\" Gelert's grave\"), a village in Carnarvonshire, North Wales, at the foot of Snowdon.",
        "Paule, as of \"middle stature, strong and well shaped, of a grave countenance and brown complexion, black hair and eyes, his beard neither long nor thick.\"",
        "But the Cretans showed his grave at Cnossus, where he was worshipped as a hero with Meriones (Diod.",
        "Io, 11) he asks, \"Who shall give praise to the Most High in the grave ?\"",
        "The church stands on the spot where the first Christians of the district suffered martyrdom, and where a chapel was erected in the 6th century over the grave of St Afra.",
        "He was very curt in his replies to Hobbes's philosophical objections, and broke off all correspondence on the physical questions, writing privately to Mersenne that he had grave doubts of the Englishman's good faith in drawing him into controversy (L.W.",
        "A post mortem examination was held, which showed not only grave derangement in the stomach and other organs, but a serious lesion of the brain.",
        "The happiness of the Epicurean was, it might almost seem, a grave and solemn pleasure - a quiet unobtrusive ease of heart, but not exuberance and excitement.",
        "The first court of second instance is the Oberlandesgericht, which has an original jurisdiction in grave offences and is composed of seven judges.",
        "On the 26th of February 1908 the discussion on this bill was continued, Count Arnim defending it on the ground that conciliation had failed and other measures must now be triedl The Poles were aiming at raising their standard of civilization and learning and thus gradually expelling the Germans, and this, together with the rapid growth of the Polish population, constituted a grave danger.",
        "His remaining years were full of troubles and persecutions nobly borne, till at last, worn out by them, he died on the 17th of November 1668; and the mourners, remembering their beloved minister's words while yet with them, \"If I should die fifty miles away, let me be buried at Taunton,\" found a grave for him in St Mary's chancel.",
        "After a short illness he died on the 28th of November 1695, and was buried in the outer chapel of St John Baptist (Merton College), in Oxford, where he superintended the digging of his own grave but a few days before.",
        "The policy, which Thucydides and Grote commend, had grave defects - though it is by no means easy to suggest a better; e.g.",
        "The grave abuse to which the consular system was subject led to the establishment, in February 1876, at the instance of Nubar Pasha and after eight years of negotiation, of International or Mixed Tribunals to supersede consular jurisdiction to the extent indicated.",
        "In the burials of the rich, water and bread are distributed to the poor at the grave; and sometimes a buffalo or several buffaloes are slaughtered there, and the flesh given away.",
        "Murders and other grave crimes are rare, but petty larcenies are very common.",
        "The procedure in scientific excavation is directed to collecting and interpreting all the information that can he obtained from the excavation as to the history and nature of the site explored, be it town, temple, house, cemetery or individual grave, wasting no evidence that results from it touching the endless problems which scientific archaeology affordswhether in regard to arts and crafts, manners and customs, language, history or beliefs.",
        "It was of course only the few who could afford elaborate tombs of the kind: the poor had to make shift with an unpretentious grave, in which the corpse was placed enveloped only by a few rags or enclosed in a rough wooden coffin.",
        "There is evidence that the amount of stress on syllables, and the consequent length of vowels, varied greatly in spoken Coptic, and that the variation gave much trouble to the scribes; the early Christian writers must have taken as a model for each dialect the deliberate speech of grave elders or preachers, and so secured a uniform system of accentuation.",
        "All of these heads show a high forehead and a pointed beard; and such expression as may be discovered is grave but not savage.",
        "The public announcement of the latter was a grave mistake, which increased General Gordons difficulties, and the situation at Khartum grew steadily worse.",
        "Proposals have been made to employ hypnotism as a method of producing anaesthesia for surgical purposes, but there are two grave objections to such employment.",
        "The white and calcined bones were then picked out of the ashes by the friends and placed in a metallic urn, which was deposited in a hollow grave or cist and covered over with large well-fitting stones.",
        "Yet even in the middle ages kings of Christian countries were buried with their swords and spears, and queens with their spindles and ornaments; the bishop was laid in his grave with his crozier and comb; the priest with his chalice and vestments; and clay vessels filled with charcoal (answering to the urns of heathen times) are found in the churches of France and Denmark.",
        "My Council desire to represent that the methods now being adopted are fraught with grave public danger.",
        "It led to no legislative action; but the evil is recognized as a grave one.",
        "Elijah is the prophet of the wilderness, wandering, rugged and austere; Elisha is the prophet of civilized life, of the city and the court, with the dress, manners and appearance of ordinary \"grave citizens.\"",
        "But the evils against which he struggled were real and grave; the milder measures of the Constitutional Reformers might have taken long to achieve the results which were due to his hot-headed advocacy.",
        "A curious find was a grave containing burials of eighteen men fettered with iron collars and shackles.",
        "An unusual find was a Scythian royal grave in a tumulus at Solokha, in 1913.",
        "To a later generation it will probably appear that, whatever the exaggerations and the misconceptions to which he was led, his vehement attacks at least called attention to rather grave limitations and defects in the current beliefs and social tendencies of the time.",
        "6Xor, and annus, year), properly that which occurs annually, hence at stated intervals, regular, established; the term being particularly used of religious rites or ceremonies which recur at stated intervals, hence festive, sacred, marked by religious ceremony or ritual, and so grave, impressive, serious, the most general current usage.",
        "He had kept his word, he had \" carried fidelity and honour to the grave \" (Gardiner).",
        "A statue and grave were to be seen in Thebes.",
        "Their efforts in this direction are seldom unsuccessful; and it appears to be a fact that stags which are hunted season after season come to understand that they are in no grave danger.",
        "He died on the 18th of July, and was buried in Henry VII.'s chapel, in the same grave as his wife.",
        "They had not forgotten them; but the grave was concealed under a mound of earth and stones - a profanation probably dating from the siege of the city and Titus's attack on the second wall.",
        "In the first-named place she was shown the tower of Elijah; in the second, the house of Cornelius, that of Philip, and finally the grave of the four virgins.",
        "At Bethlehem she saw, in addition to the church of the Nativity, the grave of Rachel; at Hebron the hut of Sarah, in which the swaddling clothes of Isaac and the remains of Abraham's oak were on view (Hieron.",
        "After these, the most frequented resort at Rome in the 4th century was the grave of Hippolytus.",
        "Ep. 78, 3); while in Gaul the grave of St Martin at Tours drew pilgrims from all quarters (Paul.",
        "594) mentions one of his deacons who made a pilgrimage into the East, in order to collect relics of the Oriental saints; and, on his return, visited the grave of the bishop Nicetius (St Nizier, d.",
        "Sometimes a grave has been found hidden behind the carved front; in other cases no grave can be detected, but it is probable that they are all sepulchral.",
        "It fell to Cimon's lot in 469 B.C. to discover the hero's grave at Scyrus and bring back his bones to Athens.",
        "They were deposited in the heart of Athens, and henceforth escaped slaves and all persons in peril sought and found sanctuary at the grave of him who in his life had been a champion of the oppressed.",
        "He was buried in Kelmscott churchyard, followed to the grave by the workmen whom he had inspired, the members of the league which he had supported, the students of the art gild he had founded, and the villagers who had learnt to love him.",
        "high, beneath which is the grave of a Turkish monk.",
        "In 1854 selection by examination as a method of appointment to posts in the English public service was first substituted for the patronage system, which had caused grave dissatisfaction (see Macaulay's speech on the subject, The Times of the 25th of June 1853).",
        "The considered policy of the British Government was embodied in 1903 in Lord Lansdowne's declaration in the House of Lords that \" we should regard the establishment of a naval base or a fortified port in the Persian Gulf by any other Power as a very grave menace to British interests, and we should certainly resist it by all the means at our disposal.\"",
        "To write a summary account of the life of Christ, though always involving a grave responsibility, was until recent years a comparatively straightforward task; for it was assumed that all that was needed, or could be offered, was a chronological outline based on a harmony of the four canonical Gospels.",
        "The fictitious literature of the second and third centuries, known as the Apocryphal Gospels, offers no direct evidence of any historical value at all: it is chiefly valuable for the contrast which it presents to the grave simplicity of the canonical Gospels, and as showing how incapable a later age was of adding anything to the Gospel history which was not palpably absurd.",
        "Then follow grave warnings - generous towards others, you must be strict with yourselves; only the good can truly do good; hearers of these words must be doers also, if they would build on the rock and not on the sand.",
        "It was in her grave that the body of her husband was laid.",
        "Surveying the questions connected with landed property, with the game laws, the poor, the Established Church, especially in Ireland, he expressed grave doubt on the legislative capacity of the English parliament as compared with the power of renovation manifested in other states of western Europe.",
        "Yet, the conditions in Palestine during the monarchies reveal grave and complex social problems, marked class distinctions, and constant intercourse and commercial enterprise.",
        "Two miles southeast of this lake, at North Elba, is the old farm of the abolitionist John Brown, which contains his grave and is much frequented by visitors.",
        "His financial affairs in these last years gave him grave concern.",
        "In 1880 a pre-Aryan grave was found between the town and the river, with a skeleton painted red, stone implements and a bronze dagger.",
        "Indeed, the author of this article finds in the writings of Plato a grave and discriminating study of the several forms of sophistry, and no trace whatsoever of that blind hostility which should warrant us in neglecting his clear and precise evidence.",
        "But the enhanced price of fish and the decreased supply throughout the country are matters of grave concern both to the government and the people.",
        "All a man's actions from the cradle to the grave are regulated by it; and the tendency in modern India is for tribes to turn into castes.",
        "These discrepancies might, no doubt, be partly explained by differences in the units employed, which are somewhat uncertain, as the specific heat of water changes rapidly in the neighbourhood of o° C; but making all due allowance for this, it remains evident that the method of ice-calorimetry, in spite of its theoretical simplicity, presents grave difficulties in its practical application.",
        "It Must Be Observed, However, That There Is Another Grave Difficulty In The Accurate Determination Of The Specific Heat Of Water Near 100° C. By This Method, Namely, That The Quantity Actually Observed Is Not The Specific Heat At The Higher Temperature T, But The Mean Specific Heat Over The Range 18° To T.",
        "At another time Clarke on looking out at the window saw a grave blockhead approaching the house; upon which he cried out, \"Boys, boys, be wise; here comes a fool.\"",
        "The recidivist class is for those previously sentenced to penal servitude or whose record shows them to have been guilty of grave and persistent crime.",
        "Although the wings were holding, the situation in the centre was very grave, and Cadorna considered that if the Austrians were able to concentrate on the weak spot and keep up the impetus of their attack they might succeed in breaking through to the plain.",
        "On June 13 Cadorna took counsel with his generals, who were nearly unanimous in expressing a grave view of the situation.",
        "These inevitable consequences came to be perceived in course of time and occasioned a backward tendency towards services in kind which could not prevail against the general movement from natural economy to money dealings, but was strong enough to produce social friction and grave disturbances.",
        "This prohibition of a custom which had undoubtedly given rise to grave abuses seems to have been inspired by a genuine desire to improve public morality, and received the support of the official aristocracy and a section of the clergy.",
        "The city has a number of good statues, chief among which are copies of the Farnese Hercules (Victoria Square) and of Canova's Venus (North Terrace), statues of Queen Victoria and Robert Burns, Sir Thomas Elder's statue at the university, and a memorial (1905) over the grave of Colonel Light, founder of the colony, in Light Square.",
        "Her person was described by Spanheim, the Prussian ambassador, as handsome though inclining to stoutness, with black hair, blue eyes and good features, and of grave aspect.",
        "They also expressed the opinion that carbolic acid was a valuable agent in restraining tetanus growth when added to plague prophylactic, ' and they, therefore, thought that its omission was a grave mistake.",
        "The evidence showed that it had been much too readily believed that the tetanus germs had entered the fluid before the bottle was opened, and that a grave injustice had been done to Mr Haffkine.",
        "In 1875 he was sent to New Orleans to deal with grave civil disorder, a duty which he carried out with the same uncompromising severity that he had previously shown in 1867.",
        "The ridges in front of it rose steeply, and were strongly held by the Italians, whose position, however, suffered from two grave drawbacks.",
        "made a grave impression.",
        "This was a precaution only; at the moment, though the situation looked grave, there seemed little reason to doubt the capacity of the II.",
        "25 was increasingly grave.",
        "Various other attacks at San Dona, Intestadura, and the Grave di Papadopoli were unsuccessful, and the troops at Zenson could make no headway.",
        "But it remains a grave omission.",
        "He was an intimate and trusted friend of President Lincoln, who considered his advice of great value, and at whose grave in Springfield he spoke the la!t words.",
        "had followed Pole and his peace-loving colleagues to the grave; in his place stood his son, Philip II.",
        "Whatever a grave doctor said must have some solid reasons behind it - aliqua niti probabilitate - and humble lay-folk could act upon it without a twinge of conscience.",
        "Thus the Jesuits saw themselves menaced by a grave revolt.",
        "As to its style, the Christian Year is calm and grave in tone, and subdued in colour, as beseems its subjects and sentiments.",
        "No grave note, warning us that the pleasures of this earth are fleeting, that the visible world is but a symbol of the invisible, that human life is a probation for the life beyond, interrupts the tinkling music as of castanets and tripping feet which gives a novel charm to these unique relics of the 13th century.",
        "This conviction made young men leave their loves and pleasures, grave men quit their counting-houses, churchmen desert their missals, to crowd the lecture-rooms of philologers and rhetoricians.",
        "Of the state of souls beyond the grave we hear and are supposed to care nothing.",
        "These and other reasons, notably the manufacture of much fictitious wine with the aid of sugar (fortunately stopped by the rigid new wine laws), led to the grave wine crisis, which almost amounted to a revolution in the Midi in the spring and summer of 1907.",
        "The brutal attacks, exceeding in virulence anything that would be tolerated to-day, embittered his presidency, especially during his second term: in 1793 he is reported to have declared, in a cabinet meeting, that \"he would rather be in his grave than in his present situation,\" and that \"he had never repented but once the having slipped the moment of resigning his office, and that was every moment since.\"",
        "Higher in rank came various mediating forms, like Wisdom, Memra (the Word) or Shekinah (the Presence), more or less definitely personalized. :Mahommedanism still recognizes innumerable jinn peopling the solitudes of the desert, and over the grave of the deceased saint a little mosque is built, and prayers are offered and miracles performed.",
        "Buddhism conceived men as constantly making their own world for good and ill; it took over from Brahmanism a whole series of heavens and hells to provide an exact adjustment in the future for the virtue or vice of the present; and its eschatologic confidence was one of the potent instruments of its success in countries which, like China and Japan, had developed no theories of retribution or reward beyond the grave.",
        "C. Hanson, editor of the Baltimore Federal Republican, which had opposed the war, received grave injuries, from which he never recovered.",
        "In a grave in one of these hills, 33 m.",
        "His grave is still shown at Husaby in Vestergotland.",
        "In 1889 congress became distinctly hostile to the administration of President Balmaceda, and the political situation became grave, and at times threatened to involve the country in civil war.",
        "He built the great bazaar of Shiraz, had a tomb constructed over the remains of Hafiz, and repaired the turbat at the grave of Sadi, outside the walls.",
        "Early in 1890 grave symptoms of constitutional disease manifested themselves, and the last years of his life were full of suffering, which he bore with the utmost courage and patience.",
        "The coast lands are unhealthy and have earned for Sierra Leone the unenviable reputation of being \"the white man's grave.\"",
        "258), his body was borne to the grave praelucentibus cereis, and Prudentius, in his hymn on the martyrdom of St Lawrence (Peristeph.",
        "Finally, lights are placed round the bodies of the dead and carried beside them to the grave, partly as symbols that they still live in the light lights.",
        "His conferences with the leading men in the Transvaal and a consideration of the dangers which threatened it and the grave disorders within its borders satisfied Shepstone that he had no choice except to act upon his commission, and on the 12th of April he issued a proclamation annexing the country to the British Crown.",
        "He was buried in the cathedral of Bristol, and over his grave a monument was erected in 1834, with an epitaph by Southey.",
        "Near Moundsville, at the mouth of Grave Creek, is Grave Creek Mound, one of the largest relics of the \"American moundbuilders\"; it is in the form of a regular cone, and is about 320 ft.",
        "From childhood grave and studious, he was taken in charge by an elder brother who had adopted the monastic life, in a convent at the royal city of Loyang in Honan.",
        "As the first founder was of Phoenician descent, so he drew most of his adherents from the countries which were the seat of Hellenistic (as distinct from Hellenic) civilization; nor did Stoicism achieve its crowning triumph until it was brought to Rome, where the grave earnestness of the national character could appreciate its doctrine, and where for two centuries or more it was the creed, if not the philosophy, of all the best of the Romans.",
        "When the cortes met, on the 29th of September, the opposition accused King Carlos of complicity in grave financial scandals.",
        "The dead are buried in the hut; a square grave is dug in which the body is arranged in a sitting position with the hands tied behind the back.",
        "Under this president Bolivia entered upon a secret agreement with Peru which was destined to have grave consequences for both countries.",
        "The shade of Achilles afterwards appeared to the returning Greeks in the Thracian Chersonese and demanded the sacrifice of Polyxena, who was put to death by Neoptolemus, son of Achilles, on his father's grave (Ovid, Metam.",
        "There were \"pillars,\" like Peter and John (and his brother James until his death), who really determined matters of grave moment, as in the conference with Paul in Gal.",
        "In 1742 Walpole was at last forced to succumb to the longcontinued attacks of opposition, and was succeeded as prime minister by the earl of Wilmington, though the real power in the new government was divided between Carteret and the Pelhams. Pitt's conduct on the change of administration was open to grave censure.",
        "He had now almost no personal following, mainly owing to the grave mistake he had made in not forming an alliance with the Rockingham party.",
        "The Commons presented an address to the king praying that the deceased statesman might be buried with the honours of a public funeral, and voted a sum for a public monument which was erected over his grave in Westminster Abbey.",
        "Salverda de Grave (Halle, 1891); see also A.",
        "Of his numerous other Bohemian works we may mention the Postilla (collection of sermons), the treatises 0 poznani testy grave k spaseni (the true road to salvation) and O svatokupectvi (on simony), and a large collection of letters; those written in prison are very touching.",
        "Next to the Ridge the point of most interest to every English visitor to Delhi is Nicholson's grave, which lies surrounded by an iron railing in the Kashmir gate cemetery.",
        "The comatose patient has a cold and clammy skin, livid lips and ear-tips - a grave sign - and \" pin-point pupils.\"",
        "His funeral was celebrated with royal pomp on the 3rd of February, and representatives from every part of Hungary followed the \" Sage \" to the grave.",
        "The nobles and clergy of all three kingdoms regarded with grave misgivings a ruler who had already shown in Norway that he was not afraid of enforcing his authority to the uttermost.",
        "Francesco degli Albizzi, Mainardo Accursio, Roberto de' Bardi, Sennuccio del Bene, Luchino Visconti, the cardinal Giovanni Colonna and several other friends followed to the grave in rapid succession.",
        "His ashes were brought to Rome in the following year (20) by his wife Agrippina, and deposited in the grave of Augustus.",
        "Anatole France delivered an impassioned oration at the grave.",
        "In the Schlosskirche the grave of Albert the Bear, margrave of Brandenburg (zzo01170) has been discovered.",
        "He had grave doubts about universal suffrage.",
        "9, \"they made his grave with the wicked, and with the rich in his death\" (for various translations, see Hastings's Dict.",
        "Two years after, his mother died, and he buried her in the same grave with his father.",
        "The attention of the travellers was arrested by a woman weeping and wailing at a grave.",
        "When their master thus died, his disciples buried him with great pomp. A multitude of them built huts near his grave, and remained there, mourning as for a father, for nearly three years; and when all the rest were gone, Tze-kung, the last of his favourite three, continued alone by the grave for another period of the same duration.",
        "The grave of Confucius is in a large rectangle separated from the rest of the Kung cemetery, outside the city of K`iuh-fow.",
        "They placed weapons near the grave for the dead friend's soul to use, and drove out disease from the sick by exorcising the ghost which was supposed to have caused it.",
        "The French vice-chancellor Guillaume de Nogaret was sent to arrest the pope, against whom grave charges had been brought, and bring him to France to be deposed by an oecumenical council.",
        "Thus, at Delphi there was an image of Aphrodite 6rtrupt31a (\" Aphrodite of the tomb \"), to which the dead were summoned to receive libations; the epithets ru,u i 3capvxos (\" grave-digger \"), µvxia (\" goddess of the depths \"), peXacv%s (\" the dark one \"), the grave of Ariadne-Aphrodite at Amathus, and the myth of Adonis, point in the same direction.",
        "He was honoured with a public funeral, and \"the whole population of Athens, honouring him greatly, followed him to the grave\" (Diog.",
        "The conflict then assumed a grave doctrinal character.",
        "Five years afterwards Stella followed Vanessa to the grave.",
        "Swift's grave humour and power of enforcing momentous truth by ludicrous exaggeration were next displayed in his Modest Proposal for Preventing the' Children of Poor People from being a Burden to their Parents or the Country, by fattening and eating them (1729), a parallel to the Argument against Abolishing Christianity, and as great a masterpiece of tragic as the latter is of comic irony.",
        "When he did in some measure find himself again, r, he gave to the world his charming Tales of a Wayside Inn (1863), and in 1865 his Household Poems. Among the latter is a poem entitled \"The Children's Hour,\" which affords a glance into the home life of the widowed poet, who had been left with five children - two sons, Ernest and Charles, and three daughters, \"Grave Alice, and laughing Allegra, And Edith with golden hair.\"",
        "It may be given in doses of from ten to fifty grains or more, and may be continued without ill effect for long periods in grave cases of epilepsy (grand mal).",
        "The only procession formerly prescribed in the Book of Common Prayer is that in the order of the burial of the dead, where the rubric directs that \"the priest and clerks meeting the corpse at the entrance of the churchyard, and going before it, either into the church, or towards the grave, shall say, or sing\" certain verses of Scripture.",
        "Hellenic Studies, xxiii.), the swinging being supposed to act as a charm in awakening vegetation from its winter sleep. The conception of Zagreus, or the winter Dionysus, appears to have originated in Crete, but it was accepted also in Delphi, where his grave was shown, and sacrifice was secretly offered at it annually on the shortest day.",
        "The dead are borne to the grave with uncovered faces, and a Rumanian funeral is a scene of much barbaric display.",
        "Walachian contingents were continually employed by the Turks in their Polish wars, and the settlement of Greeks in an official or mercantile capacity in the principality provoked grave discontent, which on one occasion took the form of a massacre.",
        "An important railway concession, which subsequently caused grave political complications, was granted to the German contractors Strausberg and Offenheim.",
        "Its attempted enforcement was a grave error of judgment, and was attended by great abuses, and it was finally held unconstitutional by the United States Supreme Court.",
        "of England had in 1422 been proclaimed king of France at his father's grave at St Denis, Charles the dauphin (still uncrowned) was forced to watch the slow dismemberment of his kingdom.",
        "His own strong predispositions prevented him from accomplishing this, however, and the history remains open to grave scientific criticism.",
        "Corneille was buried in the church of St Roch, where no monument marked his grave until 1821.",
        "On the summit is a shrine said to cover the grave of Aaron.",
        "Armenian tradition claims Noah as the founder of Nakhichevan (the Naxuana of Ptolemy), and a mound of earth in the city is still visited by many pilgrims as his grave.",
        "The grave is marked by two erect slabs of white marble.",
        "As matters now stand, in consequence of the many and grave changes in human affairs and in society, many laws have become useless, others difficult or impossible to obey.",
        "His shyness was extreme, though covered by a grave and quiet exterior, which could not hide his love of fun and sense of the ludicrous.",
        "Japan, 1896), C. Grave (\"Ophiura,\" Mem.",
        "In the choir is the tombstone which Carlyle erected over the grave of his wife, Jane Baillie Welsh (1801-1866), a native of the town.",
        "For other grave sins the baptized person was allowed to undergo discipline once, but only once in his life; if he relapsed again, he must remain excommunicate like the adulterer.",
        "On the other hand, there are those who speak as if auricular confession were a necessary element in every Christian life, and hold that post-baptismal sin of a grave sort can receive forgiveness in no other way.",
        "On the university campus in the quadrangle is the monument of grey granite erected over the grave of Thomas Jefferson, designed after his own plans, and bearing the famous inscription written by him.",
        "It was given to the university by descendants of Jefferson when Congress appropriated money for the monument now standing over his grave.",
        "The king himself, when rearing the new Westminster Abbey over the grave of Edward the Confessor, spent for once some of his money on a worthy object.",
        "His private life was grave and seemly, his court did not sin by luxury or extravagance.",
        "Before Baliol bad been many months on the throne there was grave friction on the question of legal appeals.",
        "Grave friction had already begun when external events precipitated an open rupture between the king of England and his new vassal.",
        "Crecy sank into an unhonoured grave.",
        "From the first he showed a sober and grave bearing; he reconciled himself to all his enemies, gave up his youthful follies, and became a model king Hi according to the ideas of his day.",
        "But even in the wealthier abbeys we find traces of thriftless administration, idleness, self-indulgence and occasionally grave moral scandals.",
        "He had ruined a splendid constitution by the cornDeath of bination of sloth and evil living, and during his last ward years had been sinking slowly into his grave, unable to take the field or to discharge the more laborious duties of royalty.",
        "As the Commons offered grudging supplies, the necessity under which he was of filling up the annual deficit led him to an action by which a grave constitutional question was raised.",
        "The rising was easily put down; but the condition of the colony was so grave that the ministry decided to suspend the constitution of lower Canada for three years, and to send out Lord Durham with almost dictatorial powers.",
        "In Jamaica the planters, who had sullenly accepted the abolition of slavery, were irritated by the passage of an act of parliament intended to remedy some grave abuses in the management of the prisons of the island.",
        "In the meanwhile the difficulties which the government was experiencing from the Irish famine had been aggravated by a grave commercial crisis in England.",
        "But a grave commercial crisis of this character is often attended with other than financial consequences.",
        "The acts, however, threw a grave burden on British trade and British shipowners.",
        "A grave constitutional question, which was ultimately settled by legislation, was raised as to the right of the government to undertake military operations beyond the boundaries of India without the consent of parliament.",
        "While the larger proposals of the bill were thus open to grave objection, its subsidiary features provoked ridicule.",
        "It is almost incredible that the superb imaginative amplification of the description of Hyder Ali's descent upon the Carnatic should be from the same pen as the grave, simple, unadorned Address to the King (1777), where each sentence falls on the ear with the accent of some golden-tongued oracle of the wise gods.",
        "A few months afterwards Burke published the Appeal from the New to the Old Whigs, a grave, calm and most cogent vindication of the perfect consistency of his criticisms upon the English Revolution of 1688 and upon the French Revolution of 1789, with the doctrines of the great Whigs who conducted and afterwards defended in Anne's reign the transfer of the crown from James to William and Mary.",
        "An international committee was formed for the purpose of erecting a monument to his memory in Westminster Abbey; and there, in May 1895, a portrait medallion, by Albert Bruce Joy, was placed near the grave of Newton, and adjoining the memorials of Darwin and of Joule.",
        "Vachetta has used the albuminate of iron with striking success in grave cases of anaemia.",
        "The ideal Akil is grave, calm and dignified, with an infinite capacity of keeping a secret, and a devotion that knows no limits to the interests of his creed.",
        "Erskine is commemorated by a statue in front of his church and a sarcophagus over his grave in the abbey churchyard; Gillespie by a marble tablet on the wall above his resting-place within the abbey.",
        "The grave of Idas and Lynceus was shown at Sparta, according to Pausanias (iii.",
        "outside the New Testament of aversion to receiving back into Church fellowship those who, after confessing Christ, had been guilty of grave sins.",
        "Another grave and lasting schism was the result.",
        "The disaster was all the more grave, as the Huns under Attila were carrying everything before them in the Balkan lands.",
        "She died in 1863, leaving him all her fortune, which was considerable; and, as she wished, was buried at Hughenden, close to the grave where Disraeli was to lie.",
        "But just as he maintained at the time of the conflict, and after, that there would have been no Crimean War had not the British government convinced the tsar that it was in the hands of the peace party, so now he believed that a bold policy would prevent or limit war, and at the worst put off grave consequences which otherwise would make a rapid advance.",
        "He lies in Hughenden churchyard, in a rail-enclosed grave, with liberty for the turf to grow between him and the sky.",
        "The event arrives; he is in his grave; but his reputation loses nothing by that.",
        "His grave is on the south side of the parish church of High Laver, in which he often worshipped, near the tombs of the Mashams, and of Damaris, the widow of Cudworth.",
        "Nevertheless it was a grave error of judgment and contributed to the approaching war.",
        "Roland became minister of the war interior, Claviere of finance, De Grave of war, and war declared Lacoste of marine.",
        "A sixth grave was found immediately after his departure.",
        "This formal and regulated \" penitence \" was extended from apostasy to other grave - or, as they were subsequently called, \" deadly \" - sins; while for minor offences all Christians were called upon to express contrition by fasting and abstinence from ordinarily permitted pleasures, as well as verbally in public and private devotions.",
        "In those cases due to Shiga's bacillus the ideal treatment has been put at our disposal by the preparation of a specific antitoxin; this has been given a trial in several grave epidemics of late, and may be said to be the most satisfactory treatment and offer the greatest hope of recovery.",
        "end of Broadway is Cherokee Park (nearly 330 acres), near which is the beautiful Cave Hill Cemetery, containing the grave of George Rogers Clark, the founder of the city, and the graves of several members of the family of George Keats, the poet's brother, who lived in Louisville for a time; and at the W.",
        "A path through the jungle from the grave to the sea is often made so that the spirit may bathe.",
        "With them are to be joined for the government of the church certain pious, grave and holy men as a senate in each church; and to others, as deacons, is to be entrusted the care of the poor.",
        "Holland, whose grave is marked by a medallion by St Gaudens.",
        "It may be inferred from native documents that grave disorders were prevalent under this system.",
        "They did not take in the grave significance of doing homage to a Norman king, and becoming his \"man.\"",
        "Sometimes no one could be found to dig a grave.",
        "He early gave signs of a grave and dreamy character.",
        "Jacob's main preoccupation was the reform of monastic life, the grave disorders of which he deplored, and to this end he wrote his Petitiones religiosorum pro reformatione sui status.",
        "But the Zeus whose grave was shown in Crete, or the Zeus who played Demeter an obscene trick by the aid of a ram, or the Zeus who, in the shape of a swan, became the father of Castor and Pollux, or the Zeus who was merely a rough stone, or the Zeus who deceived Hera by means of a feigned marriage with an inanimate object, or the Zeus who was afraid of Attes, is a being whose myth is felt to be unnatural and in great need of explanation.",
        "The cave of Machpelah became the grave of Isaac, Rebekah and Leah (but not Rachel); and though Jacob ' In 2 Sam.",
        "Henry had besides to invest his brother with the duchy of Burgundya grave error which hampered French politics during three centuries.",
        "In 1258, by renouncing his rights over Roussillon and the countship of Barcelona, conquered The d ~ by Charlemagne, he made an advantageous bargain ta5e ~ because he kept Montpellier; but he committed a grave fault in consenting to accept the offers regarding Sicily made by Pope Urban IV.",
        "Under pretext of grave news received from his father, and of an interview at Metz with his uncle, the emperor Charles IV., he begged the states to adjourn till the 3rd of November 1356.",
        "Christendom; his ambition to restore the house of and Burgundy and the Holy Roman Empire; his grave Charles V.",
        "Henry II.s resumption of war, without provocation and without allies, was a grave error; but more characterless than ever, the king was urged to it by the Guises, whose ffe~aV Ii.",
        "Versailles, where the delicate refinements of Italy and the grave politeness of Spain were fused and mingled with French vivacity, became the centre of national life and a model for foreign royalties; hence if Versailles has played a considerable part in the history of civilization, it also seriously modified the life of France.",
        "To his great chagrin he was obliged to begin borrowing again in 1672, and to have recourse to a,ffaires extraordinaires; and this brought him at last to his grave.",
        "had been proclaimed on the 16th of February 1723, Dubois was the first to depart; and four months after his disappearance the duke of Orleans, exhausted by his excesses, carried with him into the grave that spirit of reform which he had compromised by his frivolous voluptuousness (December 2, 1723).",
        "to take his kingship in earnest, thinking to cure him by war of his effeminate passions; and, in the spring of 1744, the kings grave illness at Metz gave a momentary hope of reconciliation between him and the deserted queen.",
        "At the head of the former type Robespierre, without special knowledge or exceptional talent, devoured by jealous ambition and gifted with cold grave eloquence, enjoyed a great moral ascendancy, due to his incorruptible purity of life and the invariably correct behaviour that had been wanting in Mirabeau, and by the persevering will which Danton had lacked.",
        "The Peninsula became the grave of whole armies and a battlefield 8~en for England.",
        "He died on the 3rd of June 1861 at Chicago, where he was buried on the shore of Lake Michigan; the site was afterwards bought by the state, and an imposing monument with a statue by Leonard Volk now stands over his grave.",
        "For this, it is said, Dionysus, to whose worship Dirce had been devoted, visited Antiope with madness, which caused her to wander restlessly all over Greece till she was cured, and married by Phocus of Tithorea, on Mount Parnassus, where both were buried in one grave (Pausanias ix.",
        "But Sherman was still far distant, and the Federal forces at Knoxville, against which a large detachment of Bragg's army under Longstreet was now sent, were in grave danger.",
        "His most important works, all of which were written in French, are: Lettre sur la sculpture (1769), in which occurs the well-known definition of the Beautiful as \"that which gives us the greatest number of ideas in the shortest space of time\"; its continuation, Lettre sur les desirs (1770); Lettre sur l'homme et ses rapports (1772), in which the \"moral organ\" and the theory of knowledge are discussed; Sopyle (1778), a dialogue on the relation between the soul and the body, and also an attack on materialism; Aristee (1779), the \"theodicy\" of Hemsterhuis, discussing the existence of God and his relation to man; Simon (1787), on the four faculties of the soul, which are the will, the imagination, the moral principle (which is both passive and active); Alexis (1787), an attempt to prove that :here are three golden ages, the last being the life beyond the grave; Lettre sur l'atheisme (1787).",
        "In his Dialogo dei massimi sistemi, printed not less than thirteen years after the last of the three laws had been given to the world, the epicycles by which Copernicus, adhering to the ancient postulate of uniform circular motion, had endeavoured to reduce to theory the irregularities of the planetary movements, were neither expressly adopted nor expressly rejected; and the conclusion seems inevitable that this grave defection from the cause of progress was due to his perhaps unconscious reluctance to accept discoveries which he had not originated.",
        "Sagasta loyally furnished the queen with a constitutional pretext for carrying out her desire, and tendered the resignation of the whole cabinet, so that Her Majesty might consult, as usual, the party leaders and generals on the grave question of the expediency of entrusting to new ministers or to the Liberals the mission of testing the new electoral system.",
        "It was an open secret that this grave decision was not taken at the cabinet council presided over by the queen without a solemn protest by Seor Moret and the ministers of war and marine that the resources of Spain were totally inadequate for a struggle with the United States.",
        "La Bruyere dares not pronounce against such beliefs, \"for there are perplexing facts affirmed by grave men who were eye-witnesses.\"",
        "A pile of rocks surrounded by trees is shown as the grave of Hamlet, and Ophelia's brook is also pointed out, but both are, of course, inventions."
    ],
    "definition": [
        "a. An excavation for the interment of a corpse.\nb. A place of burial.",
        "Death or extinction: faced the grave with calm resignation.",
        "Requiring serious thought; momentous: a grave decision in a time of crisis.",
        "Fraught with danger or harm: a grave wound.",
        "Dignified and somber in conduct or character: a grave procession. See Synonyms at serious.",
        "Somber or dark in hue.",
        "Linguistics\na. Written with or modified by the mark (&thin;`&thin;), as the è in Sèvres.\nb. Of or referring to a phonetic feature that distinguishes sounds produced at the periphery of the vocal tract, as in labial and velar consonants and back vowels.",
        "grave′ly\nadverb",
        "grave′ness\nnoun",
        "To sculpt or carve; engrave.",
        "To stamp or impress deeply; fix permanently.",
        "Link/Cite",
        "An excavation in the earth as a place of burial; also, any place of interment; a tomb; a sepulcher.",
        "death, destruction.",
        "1872, James De Mille, The Cryptogram, edition HTML, The Gutenberg Project, published 2009:\nDeep lines were graven on her pale forehead, and on her wan, thin cheeks.",
        "Robert Louis Stevenson, Requiem:\nThis be the verse you grave for me / \"Here he lies where he longs to be\"",
        "Characterised by a dignified sense of seriousness; not cheerful, sombre. [from 16th c.]",
        "Low in pitch, tone etc. [from 17th c.]",
        "Serious, in a negative sense; important, formidable. [from 19th c.]",
        "A written accent used in French, Italian, and other languages. è is an e with a grave accent.",
        "A final syllable signifying a ruler, as in landgrave, margrave, burgrave.",
        "Link/Cite"
    ]
}