{
    "translation": "לטחון",
    "uses": [
        "She thought she heard him grind his teeth and frowned.",
        "They allowed us to grind the spices, pick over the raisins and lick the stirring spoons.",
        "They crush or grind the food, and are hence called \" molars.\"",
        "paddle the canoe and fish, while the girls learn to spin and weave, grind maize, and cook - good conduct being enforced by punishments of increasing severity, up to pricking their bodies with aloethorns and holding their faces over burning chillies.",
        "The island of Griend (or Grind) once boasted a walled town, which was destroyed by flood at the end of the 13th century.",
        "grind, gate), forming the boundary between the parishes of: Northmavine and belting, is only 60 yds.",
        "The Grind of the Navir (\"Gate of the Giants\") is a staircase carved by the waves out of the porphyry cliffs.",
        "In this \"mill,\" as he calls it, Erasmus continued to grind incessantly for eight years.",
        "mola, a mill, molere, to grind; from the same root, mol, is derived \" meal;\" the word appears in other Teutonic languages, cf.",
        "i AEUpLr1]S, pertaining to icXevpov, ground meal, from aViv, to grind), a genus of trees belonging to the natural order Euphorbiaceae.",
        "The permanent residents are generally limited to the major-domo and his family; and in the dry season labourers are hired, of any colour that can be obtained - some from the low country, others from the highlands - for three, four, or five months, who gather in and grind the cane, and plant for the harvest of the following year; but the staff of resident Indian labourers, such as exists in the farms of the sierra, cannot be kept up in the Yungas, as these half-warm valleys are called.",
        "molde, from a Teutonic root meaning to grind, reduce to powder, cf.",
        "He found himself looked upon with curiosity as a precocious phenomenon, a \"made man,\" an intellectual machine set to grind certain tunes.",
        "Bars of copper drawn over the bottom by mules or water-power (like the stone drags in the arrastra) grind off fine particles of copper, which hasten the reduction of the silver and diminish the formation of calomel.",
        "The parish of Walls, in the west, is said to contain more voes, whence its name (an erroneous rendering of the Norse waas), than all the rest of Shetland; while the neck of land at Mavis Grind (Norse, maev, narrow; eid, isthmus;.",
        "Gabbro occurs in the peninsula of Fethland; diorite in Northmavine between Rinas Voe and Mavis Grind; and epidote-syenite in Dunrossness.",
        "Verse 13: \" Nobles endured to grind, And princes staggered under logs \" (a'nrn for o'nn:, which belongs to verse 14; a'nru for a'nya.",
        "XLOos, stone, Tpi(3Ety, to rub, grind down) are drugs given to prevent the formation of urinary calculi.",
        "Use a coffee grinder to grind the star anise to a powder.",
        "nine-to-five daily grind?",
        "Alternatively you can use powdered cinnamon, but it is better to grind fresh bark if you can, sticks if not.",
        "If you cannot buy your own grinder, ask your local health food shop whether they can custom grind grains.",
        "grind into a powder.",
        "Flat back molar teeth to grind food No sharp, pointed teeth.",
        "Drizzle over a little olive oil, grind over some black pepper and serve at once.",
        "Club hit, ' The Bump & Grind ', one of the many mighty Friendly productions fired out, invoked sheer Pandemonium.",
        "parting tool, I can't grind my own tool steel thin enough.",
        "Grind toasted sesame seeds to a meal in a electric blender.",
        "They grind beans quickly but the blades get hot and can singe the edges of the ground coffee, causing it to have a light, burnt flavor.",
        "When ground cardamom is called for split the pods and grind the seeds, discarding the green pods.",
        "It took a long time to grind enough flour to make bread.",
        "As the double bass kicks in and the Harrison inflected guitars start to grind out catchy blues licks, something becomes abundantly clear.",
        "Even at the time, I hated those, just because it would really grind up my comptuer and my 28.8k linkup.",
        "She would also like to have a flour mill in the village so village women can grind millet and wheat.",
        "No more will you be called tender or delicate. { 2 } take millstones and grind flour; take off your veil.",
        "I also used to grind the wheat with the stone millstone a big stone millstone when I was just 12.",
        "Comes complete with cheese grater to grate parmesan in a jiffy, or pepper grinder to grind fresh peppercorns or sea salt.",
        "Extremely pleasant purpose built offices make the daily grind a pleasure to endure.",
        "shellac flakes and grind to a fine powder.",
        "If you have a garden shredder you can also grind and compost twigs and branches left from the summer pruning of trees and bushes.",
        "snuff mill was created to grind the raw material, tobacco.",
        "Itinerant bands bang and blow their loudest; organ boys grind monotonously; ballad singers or flying stationers make roaring proclamations of their wares.",
        "stupefyoard has been cowed by the volume of the data and the sheer grind of the presentation into a stupefied silence.",
        "tamp pressure or grind of the beans.",
        "triceps: Lie down on a flat bench with a curl bar and grind through a set of 12-14 triceps extensions.",
        "They all dreamed of escaping the tyranny of editors, deadlines, the daily grind to Blackfriars Station.",
        "Then we grind the beans and to this smooth paste, we add real bourbon vanilla and organic sugar.",
        "Take 1 oz of Manila copal crystals and 1/2 oz of orange shellac flakes and grind to a fine powder.",
        "Outside Bewdley, a snuff mill was created to grind the raw material, tobacco.",
        "The board has been cowed by the volume of the data and the sheer grind of the presentation into a stupefied silence.",
        "From 1800 - 1850, William Deakin and Sons used the mill to grind sword blades and gun barrels for the East India Company.",
        "With a pressurized portafilter, you do n't need to worry as much about the tamp pressure or grind of the beans.",
        "Finally the grind quarter playerson majestic along the parish 's new york toronto.",
        "Burr Grinder: These are more expensive but grind the coffee evenly and without tearing or burning the edges.",
        "You also have more control over the size of the grind, allowing you to grind your coffee specifically for your type of coffee maker.",
        "Hip joints develop abnormally and cause the bones to grind together gradually over time because the hip's ball and socket are not formed properly.",
        "Just grind the meat and the bones, as well as the organ meats.",
        "You can use a medium or a fine grind for this.",
        "If you grind seeds for teas you may want a spice mill herb grinder.",
        "While you need no special equipment for these recipes, a spice mill or herb grinder is a good way to grind up small quantities of herbs easily.",
        "You can grind ginger down, boil it, make it into a medicinal herb tincture or distil it into a helpful essential oil.",
        "If a recipe calls for powder, you can always grind it up yourself.",
        "Grind the herbs together with a mortar and pestle or in a coffee grinder until they are a fine powder.",
        "If you'd like to use a pinch of cinnamon in your food, look for pure cinnamon or purchase cinnamon sticks and grind a pinch into your food so you enjoy it freshly ground.",
        "Let cool completely; then use a mortar and pestle to grind into the desired fineness.",
        "Karastan allowed over 5 million people to walk, spill food and grind an assortment of filth into this rug.",
        "Be careful not to grind it too much, otherwise you'll end up with a pate-like substance.",
        "Also, feel free to add other things to your meat before you grind it, like sauces, herbs, fruit, or your other favorite toppings.",
        "Hamburger Recipes will give you recipes, grilling tips, and instructions on how to grind your own meat.",
        "Using a food processor, grind the sugar and almonds to a fine grind.",
        "Rather thicker at the end that goes into the glass to crush or \"muddle\" the ingredients together and tapering to an easy to grip handle so you can get some good torque going as you grind the mint into the sugar and lime juice.",
        "This order allows you to grind the leaves into the sugar, giving the sugar a chance to lacerate the mint leaves and draw out the mint essence.",
        "That's why every June, in the middle of the royal herb's very short growing season, the pesto kings and queens from restaurants along the coast gather for a grind off.",
        "If you're looking for a royally easy pesto sauce recipe and a meal fit for a queen, get out your food processor and grind up a west coast winner.",
        "Invest in an electronic neck or back massager, and carve out 10 minutes to enjoy a breather from the daily grind.",
        "One way to combat this problem is to grind wheat and other grains at home so that they can be freshly prepared.",
        "This can be a convenient way to grind wheat, however it should be noted that grinding wheat is a tough job and the motors of some food processors might not be up to the job.",
        "Grind only as much wheat or other grains as you require.",
        "If you need to grind in bulk, try storing any unused flour in an airtight container in the freezer.",
        "To make chocolate bars and other chocolate confections, factories grind nibs to produce a paste called chocolate liquor.",
        "In a grinder or food processor, grind the cashews until a finely ground texture is achieved.",
        "Everquest Daily Grind - a blog written by individuals recovering from Everquest addiction.",
        "A cruise to nowhere allows you to escape the daily grind just long enough to recharge your batteries and return with a fresh outlook on life.",
        "Don't hit your dog or grind his nose into his waste if he has an accident.",
        "W. Girl Show: Into the Canvas World of Bump and Grind.",
        "Grind or sand down any places that are bumpy, and use a leveling compound to fill any holes or large low spots.",
        "Then, they use two slabs of rock and grind the nuts into a paste.",
        "If possible, buy wheat berries and grind them yourself for the most nutrition and freshest flavor.",
        "Two types of milling process are used to grind grain into flour.",
        "When a flour is advertised as stone-ground or stone-milled, it means the process used to grind the grain was with a set of large stones.",
        "You can do this for dogs very easily, although you may want to invest in a heavy duty meat grinder so you can get some bone in with the meat that you grind up.",
        "Many seniors find it difficult to go from the workday grind to the retirement phase, which is often uneventful and even boring for those who thrived on busyness.",
        "For example, some appliances work best with certain mouth shapes and other work well for patients who grind their teeth while they sleep.",
        "Teeth Grinding: Some individuals will grind their teeth while they are sleeping.",
        "Grind Guard is a \"boil and bite\" mouthpiece that you can fit yourself.",
        "Apneas and hypopnea during sleep can produce arousals that may cause the sleeper to grind his or her teeth.",
        "If you clench or grind your teeth while sleeping, using teeth grinding protection can help prevent complications.",
        "Try the Archtek Grind Guard, The Doctor's Night Guard, or Dentek Custom Dental Guard.",
        "Jet Grind Radio for the Dreamcast was the first good games to use cell-shaded graphics with style and grace.",
        "You goal in Jet Grind Radio is to tag as much turf as you can while rival taggers try to gain control of your turf or take back what's been drawn on in their turf.",
        "Jet Grind Radio is all about distinction with it's theme and glorious cell-shaded graphics.",
        "The crackling fires, screaming skeletons and the lovely sound of gold hitting the ground help make the effects in Untold Legends very pleasing to the ears, but the music will start to grind your nerves after awhile.",
        "If you find that you only have kosher salt on hand, you can grind it down using a mortar and pestle, two spoons or anything that you can think of to get a finer salt grain.",
        "With this unit, you have the ability to grind vegetables, bread, fruits, meats and cheeses.",
        "If you already own a mixer and you are interested in grinding meat for your own ground beef or to grind or shred other types of food items, then the meat grinder attachment is a worthwhile purchase.",
        "However, if you truly believe that a cup of coffee tastes different based on the process used to grind the coffee beans, then the KitchenAid coffee grinder is likely worth your investment.",
        "The blender will not mill grains, crack or grind whole grains, make sugar powder and knead dough.",
        "They grind more slowly thus relieving the static that can be a problem for blade grinders.",
        "This particular machine is noted for giving a consistent grind, especially considering the price.",
        "Chances are you [[fee grind your coffee fresh for optimal flavor.",
        "Food Grinder: The food grinder will grind meat, fruit, cheese, and dry bread.",
        "It can grind peanuts to make organic peanut butter.",
        "For the gourmets in the kitchen, a custom grain mill attachment lets you actually use your Champion juicer to grind or mill grains.",
        "If you purchase whole wheat in bulk, for example, you can grind fresh whole wheat flour with the grain mill attachment.",
        "It has the ability to grind vegetables and fruits into a thick liquid.",
        "A metal herb grinder is a small, hand-held non-electric appliance that's used to grind or shred substances into smaller, more manageable pieces.",
        "Each section is equipped with teeth (or blades) that grind the substance into smaller pieces when twisted in opposite directions.",
        "Home gardeners can plant and grow their herbs and through using an herb grinder, grind them up for a fresh infusion of flavor when cooking or dry and store them so they're available for use all year long.",
        "The Grind and Brew Thermal Automatic Coffeemaker grinds full coffee beans and brews fresh coffee.",
        "These pods eliminate the need to measure out coffee beans and grind coffee.",
        "For best results, replace the burrs annually so they grind the coffee beans properly.",
        "Because coffee grinds absorb moisture, you must change the grind size on your machine at different times throughout the day.",
        "The finer the grind, the higher the coffee extraction will be.",
        "Everyone’s taste in coffee is different, but ideally, two tablespoons of medium grind coffee should be used to make a standard six-ounce cup (use two teaspoons if the coffee is fine grind).",
        "That's what we know we have accomplished with our new hybrid technology in the power grind pro.",
        "But with our new Power Grind Pro, we have four parts, easy to assemble and disassemble, super easy to clean and that's it!",
        "Design details, such as precious metal inlays, require a craftsman to grind a channel into the ring and place the metal inlay into the channel.",
        "These factors aside, it is a much simpler act to buy rice flour in a health food store than to grind it yourself.",
        "The simplest method of preparing rice flour is to purchase whole grain white, wild, or brown rice and grind it in either a flour mill or a sturdy coffee grinder.",
        "If you are endeavoring to grind dry rice, make sure you do so in small batches as not to burden your grinder.",
        "Once the rice is only slightly moist you can grind it in a blender or grinder and then strain out any moisture through paper towels or cheesecloth.",
        "No matter what type of these little wonders you like, there's nothing like adding a bit of fun into the daily grind of digging for change.",
        "The personality profile of a Scorpio reveals a very intense, poetically in-depth individual with an axe to grind.",
        "His Purple Majesty sold some 13 million copies of the Purple Rain soundtrack when he saw little Nicki grind.",
        "While it's a great training ground for their craft, soap acting can be much more laborious than other acting venues because of the grind of new daily scripts.",
        "Tattooing can be a grind just like any other (e.g., kanji, tribal tattoos) but ultimately it should be a labor of love and a love for tattoos that attracts you to the field.",
        "Party home businesses have become a viable employment option for thousands of people who would rather not participate in the daily grind of traditional employment.",
        "You might grind the gears a bit until you get it right, but your car will be OK.",
        "When you first start driving a stick, it is not uncommon to grind the gears a bit and stall the car.",
        "Or maybe you simply feel embarrassed when learning how to drive a stick shift because you don't want to make the gears grind or make the car lurch and look silly or amateur.",
        "You can make it from scratch with lye and oils, you can grind up soap bars and reblend them, or melt and pour glycerin blocks.",
        "In rebatching, you grind up the soap and add milk, goat milk, tea, herbal infusion, or water and then re-blend the mixture to create a unique soap.",
        "Simply grind the instant coffee into a fine powder using the bottom of a spoon and use it in the recipe in place of the cocoa.",
        "Using a blender or food processor, grind oats to coarse powder texture.",
        "It is widely known that most people know what they should be eating, but the daily grind often leads us down the road of most convenient.",
        "Consumers must roast and grind beans themselves.",
        "Another tip to make a great cup of coffee with a French press, is to grind the beans at home.",
        "If you feel like you're drinking mud sludge, however, check the grind setting on your coffee bean grinder.",
        "He also participated in several Real World/Road Rules challenges, a reality show called The Grind, and Celebrity Paranormal Project.",
        "Ace of Cakes is a popular Food Network show chronicling the daily grind of a specialty bakery.",
        "From electronic sounds to the creaky grind of the mechanical, it was one man's job to come up with the sounds that made the Star Wars universe come to life.",
        "The old hand-mill was known as a \" quern,\" a word which appears in this sense in many Indo-European languages; the ultimate root is gar-, to grind.",
        "Chains To perform a hidden combo, press the controls for the next grind without jumping.",
        "grind a little cumin into the sauce and dribble olive oil over the top to garnish.",
        "I will use a bit of body language on things like dumbbell curls to grind a few more reps out.",
        "I felt I was reading a diatribe from someone with a personal ax to grind, rather than a scholarly or well researched biography.",
        "dumbbell curls to grind a few more reps out.",
        "These can be summarized as: 1. To grind flint.",
        "Most birds have a gizzard which helps to grind up seeds for example.",
        "glug of olive oil, grind on some pepper, sprinkle over a scant pinch of chili.",
        "grind corn, or to pump water.",
        "Thank you for giving us the chance to escape the daily grind - we will be back soon!",
        "grind out a narrow victory in a game where we didnÃ¢t perform anywhere near our best.",
        "grind of black pepper sets it off a treat.",
        "grist stones were too sharp to grind wheat, which needs to be rubbed rather than cut.",
        "Triceps: Lie down on a flat bench with a curl bar and grind through a set of 12-14 triceps extensions.",
        "Grind up the thighs with the bones in them.",
        "Activities for a family fun night offer everyone a break from the daily grind.",
        "From the grind of moving staircases to the rapidly fluttering wings of the elusive \"Golden Snitch\" the sound effects in the film lock the viewer into Harry's world.",
        "Grind an orange peel until it reaches a powdery consistency.",
        "Don't let the bastards grind you down.. .",
        "grind enough flour to make bread.",
        "This condition, which is known as sleep bruxism, occurs when you grind your teeth together or clench your mouth while asleep.",
        "Let these images of surf, sand and beautiful bikini-clad women transport you away from the daily grind."
    ],
    "definition": [
        "Link/Cite"
    ]
}