{
    "translation": "לצמוח, לגדול",
    "uses": [
        "They all grow up.",
        "I want to grow old with him.",
        "You'll grow into it.",
        "If he returned her affection, would she grow tired of him?",
        "He had an idea of how his father felt, fearing he would have to watch his little boy grow and not being able to be the provider.",
        "He stepped back beside her, and she soon heard one of the helicopters grow nearer.",
        "We wouldn't grow under ground, I'm sure.",
        "She will grow with love and care.",
        "But it took a good many years for them to grow as large and fine as they are now.",
        "Kiera felt her cheeks grow red.",
        "The pace of innovation and accomplishment is already fast but will grow even faster.",
        "Only low brush could grow in so small a space... no trees to prevent a vehicle from plunging into the forested mountain ranges below and beyond.",
        "You are only a very little boy, and you will learn a great deal as you grow bigger.",
        "If her powers grow enough, she'll not only prevent us from stitching up the tear between realms, but she'll open the doorway between the two worlds.",
        "Deidre was surprised to feel her body grow warm from the inside out.",
        "After seeing the chicken come out of the egg, she asked: Did baby pig grow in egg?",
        "Some day Michael would grow up and realize there was something more in life than conquest.",
        "You need to grow up.",
        "Yeah, well maybe she'll grow out of it.",
        "Sometimes I'm afraid he'll grow tired of this - and me.",
        "\"I also wanted to ask you,\" continued Prince Andrew, \"if I'm killed and if I have a son, do not let him be taken away from you--as I said yesterday... let him grow up with you....",
        "Could it grow strong enough to make her forget about those who depended on her?",
        "The doctors say he may grow out of it in time.",
        "My teacher's eyes are no better: indeed, I think they grow more troublesome, though she is very brave and patient, and will not give up.",
        "It's funny how they grow under that tree.",
        "I grow a tail?",
        "Grow wild according to thy nature, like these sedges and brakes, which will never become English bay.",
        "All this is what you are to think of and to understand more and more as you grow older.",
        "My teacher says, if children learn to be patient and gentle while they are little, that when they grow to be young ladies and gentlemen they will not forget to be kind and loving and brave.",
        "I learned how the sun and the rain make to grow out of the ground every tree that is pleasant to the sight and good for food, how birds build their nests and live and thrive from land to land, how the squirrel, the deer, the lion and every other creature finds food and shelter.",
        "He drank deep and long until she began to grow woozy.",
        "The healer sank next to her on the bed, large eyes darting around the room as if he expected the furniture to grow fangs and chase him.",
        "I can't grow a marigold in a pot of fertilizer and these poor things don't even have soil!",
        "The slim, tall boy seemed to grow taller, as he answered, \"I'll not be the servant of any Englishman that ever lived.\"",
        "\"If he planted you, he might grow some cat-tails,\" suggested the Wizard.",
        "\"Where did you grow?\" asked the Wizard.",
        "Science would solve everything, prosperity would grow indefinitely, and people would thrive.",
        "She had decided to let it grow long, even though she feared the weight of it would remove the curls.",
        "He ached to know how Rissa was but feared even sending a page, lest Memon's men grow suspicious.",
        "He left, though she sensed he sought her out for a reason and wasn't about to grow patience.",
        "She'd never let him touch her again, but once was enough for Talia to grow in her belly.",
        "His father hoped that Daniel would grow up to be a wise and famous man.",
        "And Alfred did grow up to become the wisest and noblest king that England ever had.",
        "I always thought you wanted to grow old with me.",
        "Not when you grow up with it.",
        "We hope to grow to be dragons some day, but just now we're only dragonettes.",
        "In Africa, most genetically engineered crops that could grow well there are not welcome.",
        "As the poorest nations become wealthier, they too will grow less and less inclined toward war.",
        "They sat that way for a long time, silently watching the evening shadows grow long and then consume the sky.",
        "Then, being very comfortable, he began to grow stronger.",
        "Similarly, seed makers are judged by the crops the seeds grow into—specifically, the yield and how long it takes to get it.",
        "As people grow wealthier (as the whole world will), they typically spend more money on food, though it is less as a percentage of overall income.",
        "He was very proud to think of this, and he wished that he might grow up to be like them.",
        "There were two runs, so that grass could grow in one while the other was being used.",
        "We will learn to grow more crops in more places, and make great breakthroughs relating to our seeds and our systems.",
        "We always returned to the cottage with armfuls of laurel, goldenrod, ferns and gorgeous swamp-flowers such as grow only in the South.",
        "The database of associations will grow forever.",
        "Your children actually might grow up feeling privileged, better, and even a bit snooty.",
        "The wealth created by technological advance will grow as fast as technology grows.",
        "It's a wonderful place to grow up.",
        "I don't think men would think it looked distinguished if we left stubble on our legs – or let it grow long enough to trim.",
        "I don't want the one I have to grow up like this!",
        "More importantly, would they grow apart like Lillie and her husband?",
        "Did the glass houses in your city grow, too?",
        "\"Does the dama-fruit grow on a low bush, and look something like a peach?\" asked the Wizard.",
        "With communications, we will grow more efficient.",
        "They would all grow strong leaning on each other.",
        "Babies grow up, but Alex would be her mate for life.",
        "Would he grow tired of her?",
        "Trees grow nowhere except in the gardens near the city.",
        "\"He will sprout very soon,\" said the Prince, \"and grow into a large bush, from which we shall in time be able to pick several very good sorcerers.\"",
        "Grass had already begun to grow on the garden paths, and horses and calves were straying in the English park.",
        "I didn't grow up around here like you, and I don't intend to spend the rest of my life working at the diner.",
        "Of all the coddling he'd accused Sofi and Bianca of doing, he'd been working hard to protect Darian from anything that might force him to grow into his powers.",
        "Based on her medical records, the tumor didn't grow until she hit puberty and didn't interfere with her ability to function before a few years ago, Wynn started.",
        "She feigned ignoring him, though he saw the flush of her face grow deeper.",
        "You must grow beyond your role as a battle commander, if you want her to accept her place.",
        "Her feet were cold on the wooden floor, and she'd caught herself looking down many times to see if she made grass grow here, too.",
        "It's just the underworld.  When we're home, it'll grow back.  Don't worry, love.",
        "Her daughter would grow up loved, not tolerated, in a world wide open with possibilities.",
        "If you behave, and don't scare the little pigs, I'm sure they'll grow very fond of you.",
        "Given that inequalities in income are likely to grow, how I can I contend that we will see an end of poverty?",
        "Tensions between the rich and poor grow higher under the following five circumstances:",
        "So far we have looked at poverty and how it is redefined as societies grow richer.",
        "Though the world foreseen in this book may seem far away to you, I believe it will be achieved—and once achieved, that it will grow in stability over time.",
        "He watched the massive white cliffs grow closer, awed by their size.",
        "Would grow harder for the human hosts to contain it as it aged.",
        "I can make grass grow!",
        "The waters of the Rhine change into black mists which grow grey and thin, while the now sinister theme becomes softer and smoother.",
        "Of the thorns, the guda and the wadi often grow from 30 to 50 ft.",
        "A few oaks and red beeches occur, while chestnut trees grow anywhere between 1000 and 5300 ft.",
        "No one knew what the future held, but if they faced everything together, surely they would grow together.",
        "She sat on her feet and huddled under the blanket, watching the flames grow.",
        "It scared her, and she saw his fangs grow.",
        "Wynn said your happiness made it grow.",
        "Gabriel rubbed his face, and Rhyn saw the shadow of stubble the assassin never allowed to grow.",
        "She made grass grow.",
        "We find the office mentioned in a Corcyraean inscription dating probably from the 7th century B.C., and it continued to grow more important and frequent throughout Greek history.",
        "But some stems grow parallel to the surface of the soil, while the branches both of stems and roots tend to grow at a definite angle to the main axis from which they come.",
        "grow wild in the forests.",
        "A hundred kinds of date are said to grow at Medina, of which the birni is considered the most wholesome; the halwa and the jalebi are the most delicately flavoured and sell at very high rates; the khulas of El Hasa is also much esteemed.",
        "It is a small bush propagated from cuttings which are left to grow for three years; the leaves are then stripped, except a few buds which develop next year into young shoots, these being cut and sold in bunches under the name of khat mubarak; next year on the branches cut back new shoots grow; these are sold as khat malhani, or second-year kat, which commands the highest price.",
        "they grow older the lads are seen beginning to carry burdens,.",
        "There is a piazza in front, covered with vines that grow so luxuriantly that you have to part them to see the garden beyond.",
        "This morning she planted her doll and showed me that she expected her to grow as tall as I. You must see that she is very bright, but you have no idea how cunning she is.",
        "I took Helen and my Botany, \"How Plants Grow,\" up in the tree, where we often go to read and study, and I told her in simple words the story of plantlife.",
        "\"Teach me what I should do, how to live my life, how I may grow good forever, forever!\" she pleaded.",
        "Dron was one of those physically and mentally vigorous peasants who grow big beards as soon as they are of age and go on unchanged till they are sixty or seventy, without a gray hair or the loss of a tooth, as straight and strong at sixty as at thirty.",
        "And for the first time Sonya felt that out of her pure, quiet love for Nicholas a passionate feeling was beginning to grow up which was stronger than principle, virtue, or religion.",
        "During the hour Pierre watched them they all came flowing from the different streets with one and the same desire to get on quickly; they all jostled one another, began to grow angry and to fight, white teeth gleamed, brows frowned, ever the same words of abuse flew from side to side, and all the faces bore the same swaggeringly resolute and coldly cruel expression that had struck Pierre that morning on the corporal's face when the drums were beating.",
        "Our success with missing persons continued to grow.",
        "She was so used to her brother that she didn't notice him grow up, but she saw it in Kyle.",
        "Would he soon grow tired of her showing up at his door, demanding a meal?",
        "Happiness causes her pain, the tumor to grow and eventually, death.",
        "Do not all people grow upon bushes where you came from, on the outside of the earth?",
        "The lanterns were beginning to grow dim, and the Wizard poured the remaining oil from one into the other, so that the one light would last longer.",
        "\"Do so, my child,\" said the Minister; \"and I hope that when you grow up you will become a wise man and a great orator.\"",
        "Then, about the middle of the day, it began to grow dark.",
        "Fancy me carrying a turkey along the street! said the young gentleman; and he began to grow very angry.",
        "It is fun to try to steer by the scent of watergrasses and lilies, and of bushes that grow on the shore.",
        "Just as I could not stand his terrible physical labor but should die of it in a week, so he could not stand my physical idleness, but would grow fat and die.",
        "But it is a good thing for proprietors who perish morally, bring remorse upon themselves, stifle this remorse and grow callous, as a result of being able to inflict punishments justly and unjustly.",
        "The balalayka was retuned several times and the same notes were thrummed again, but the listeners did not grow weary of it and wished to hear it again and again.",
        "Yet there was no earth or place for them to grow around her.",
        "\"We shall throw you three people into the Garden of the Twining Vines,\" said the Princess, \"and they will soon crush you and devour your bodies to make themselves grow bigger.",
        "The passage of time will grow the repository.",
        "Who the hell could make grass grow?",
        "They take ages to grow.",
        "He needed room to grow into a man.",
        "A person couldn't grow when they were living up to the expectations of others.",
        "It seems like so many children grow up so quickly now.",
        "I'm afraid you'll grow tired of me or this place.",
        "You'll grow to it.",
        "Seeing them grow in the wild was exciting.",
        "Do you know how many edible plants grow naturally in our own front yards?",
        "We plow them under so we can plant a garden and then spend half our time pulling them out of it so we can grow something to eat.",
        "He said you needed some space to grow, but when he didn't hear from you for a week he started getting worried.",
        "He wasn't going to let his child grow up with all that pressure.",
        "In the human realm, you will grow powerful.",
        "I will grow strong enough to face a God?",
        "If not for the attachment she let grow to Xander, she wouldn't be concerned about tomorrow at all.",
        "\"I grow stronger with each one I turn or kill,\" he said, looking at his hands.",
        "Xander felt her grow tenser as they were waved down the long driveway, towards the oceanfront building.",
        "Those cells are accurately marked, the position of which is such that the colonies, to which they give rise, can grow to their full size without coming into contact with other colonies.",
        "Again in 1820 Aurore exchanged the restraint of a convent for freedom, being recalled to Nohant by Mme de Francueil, who had no intention of letting her granddaughter grow up a devote.",
        "\" I care little about growing old; I care far more not to grow old alone, but I have never met the being with whom I could have chosen to live and die, or if I ever met him I knew not how to keep him.",
        "When all these characters are taken together no other mushroom-like fungus - and nearly a thousand species grow in Britain - can be confounded with it.",
        "In both these species the gills distinctly touch and grow on to the stem.",
        "Both have fleshy caps, whitish, moist and clammy to the touch; instead of a pleasant odour, they have a disagreeable one; the stems are ringless, or nearly so; and the gills, which are palish-clay-brown, distinctly touch and grow on to the solid or pithy stem.",
        "These two fungi usually grow in woods, but sometimes in hedges and in shady places in meadows, or even, as has been said, as invaders on mushroom-beds.",
        "Many other fungi in addition to the fairy-ring champignon grow in circles, so that this habit must merely be taken with its other characters in cases of doubt.",
        "Both European and African fruit trees grow in the island; there are in places considerable orange groves, especially at Milis, to the north of Oristano.",
        "Hay is made of the native prairie grasses, which grow luxuriantly.",
        "Evergreens predominate in the south, where grow subtropical plants such as the myrtle, arbutus, laurel, holm-oak, olive and fig; varieties of the same kind are also found on the Atlantic coast (as far north as the Cotentin), where the humidity and mildness of the climate favor their growth.",
        "The hilly regions of Limousin, Prigord and the Cvennes are the home of the chestnut, which in some places is still a staple food; walnuts grow on the lower levels of the central plateau and in lower Dauphin and Provence, figs and almonds in Provence, oranges and citrons on the Mediterranean coast, apricots in central France, the olive in Provcnce and the lower valleys of the Rhneand Durancc. Truffles arc found under Silk Cocoons.",
        "Enough of the rocky surface is covered with a thin coating of soil to enable the natives to grow yams, taro, bananas, &c., for their support; cotton thrives well, and has even been exported in small quantities, but there is no space available for its cultivation on any considerable scale.",
        "The monitor, or forktongued lizard, which burrows in the earth, climbs and swims, is said to grow to a length of 8 to 9 f t.",
        "mountains of Europe and North America they grow only at moderate elevations, and none approach the arctic circle.",
        "The oak grows most luxuriantly on deep strong clays, calcareous marl or stiff loam, but will flourish in nearly any deep well-drained soil, excepting peat or loose sand; in marshy or moist places the tree may grow well for a time, but the timber is rarely sound; on hard rocky ground and exposed hillsides.",
        "The conifers are allowed to grow to a height of from 3 to 5 ft.",
        "Both these oaks grow well in British plantations, where their bright autumn foliage, though seldom so decided in tint as in their native woods, gives them a certain picturesque value.",
        "The tree in England is scarcely hardy, though it will grow freely in some sheltered places.",
        "- Coco-nut palms, introduced about the beginning of the 19th century by the Portuguese, grow along the coast and for 80 m.",
        "Adoption was very common, especially where the father (or mother) was childless or had seen all his children grow up and marry away.",
        "farther east, in the elevated region of San Angelo dei Lombardi and Bisaccia, the inhabitants are always warmly clad, and vines grow with difficulty and only in sheltered places.",
        "Calderai, who may be compared to the Black Hundreds of modern Russia, the revolutionary spirit continued to grow, but it was not at first anti-dynastic. The granting of the Spanish constitution of 1820 proved the signal for the beginning of the Italian.",
        "So far as a coherent body of theistic doctrine exists, it did not grow out of the great systems, but out of the lesser men who stood nearer to the apprehension of practical citizens.",
        "In \" Some Causes of Belief,\" he tries, standing outside the psychological process, to show how beliefs grow up under every kind of influence except that of genuine evidence.",
        "From the stolon the daughter-polyps grow up vertically.",
        "A, colony of but grow in all planes Lar;B and C, young and adult medusae.",
        "(From Lubbock, after Allman.) by the founder proceeds to grow and to bud in the same way as the founder did, producing a side branch of the main stem.",
        "Normally the medusae are liberated in quite an immature state; they swim away, feed, grow and become adult mature el individuals.",
        "` tion of the coelenteric 1 V cavity; in the second stage the tentacles Much modified from C. Chun, \" Coelenterata,\" in grow out as secondary Bronn's Tierreich.",
        "43, A); in this the mouth is formed distally as a perforation (B); next the sides of the tube so formed bulge out laterally near the attachment to form the umbrella, while the distal undilated portion of the tube represents the manubrium (C); the umbrella now grows out into a number of lobes or lappets, and the tentacles and tentaculocysts grow out, the former in a notch between two lappets, the latter on the apex of each lappet (D, E); finally, the velum arises as a growth of the ectoderm alone, the whole bud shapes itself, so to speak, and the little medusa is separated off by rupture of the thin stalk connecting it with the parent (F).",
        "44, F) grow out from the ring-canal, and the double plate of ectoderm on the distal side of the entocodon becomes perforated, leaving a circular rim composed of two layers of ectoderm, the velum (v) of the medusa.",
        "The daughter-individuals grow, form the full number of twenty-four tentacles and divide again.",
        "In some cases the buds do not become detached at once, but the stolon continues to grow and to produce more buds, forming a \" bud-spike \" (Knospencihre), which consists of the axial stolon bearing medusa-buds in all stages of development.",
        "The Lombardy poplar is valuable chiefly as an ornamental tree, its timber being of very inferior quality; its tall, erect growth renders it useful to the landscape-gardener as a relief to the rounded forms of other trees, or in contrast to the horizontal lines of the lake or river-bank where it delights to grow.",
        "The fore limbs grow simultaneously, and even more rapidly, but remain concealed within a diverticulum of the branchial chambers until fully formed, when they burst through the skin (unless the left spiraculum be utilized for the egress of the corresponding limb).",
        "In the bulky forms colorless branches frequently grow out from some of the cortical cells, and, pushing among the already-formed threads in a longitudinal direction, serve to strengthen the thallus by weaving its original threads together.",
        "In addition to the cell types described, it is a very common occurrence in these bulky forms for rhizoid-like branches of the cells to grow out, mostly from the cells at the periphery of the medulla, and grow down between the cells, strengthening the whole tissue, as in the Rhodophyceae.",
        "The root hairs grow out from the cells of the piliferous layer immediately behind the elongating tegion.",
        "The independence of the two is suggested by the fact that fungi can live, thrive and grow in nutritive media which contain carbohydrates together with certain salts of ammonia, but which are free from proteids.",
        "From the outer cortical myceliuni, again, branches pass through the epidermis and grow out in the soil, In stich cases the roots of the plants are usuall) found spreading in soils which contain a large amount of humus, or decaying vegetable matter.",
        "While they are quite capable of taking up nitrates from the soil where and so long as these are present, they can grow and thrive in soil which contains no combined nitrogen at all, deriving their supplies of this element in these cases from the air.",
        "(2) There must be a supply of water to such an extent as to set up a certain hydrostatic pressure in the cell, for only turgid cells can grow.",
        "The young roots grow vertically downwards, the young stems vertically upwards.",
        "Speaking generally, stems grow upwards and roots downwards.",
        "The next change observable after some hours is that the untouched cells below the cut grow larger, push tip the dead surface, and divide by walls tangential to it, with the formation of tabloid cork-cells.",
        "Aphidesand may be easily penetrated by certain Fungi such as Peziza, Nectria; and when thus attacked, the repeated conflicts between the cambium and callus, on the one hand, trying to heal over the wound, and the insect or Fungus, on the other, destroying the new tissues as they are formed, results in irregular growths; the still uninjured cambium area goes on thickening the branch, the dead parts, of course, remain unthickened, and the portion in which the Fungus is at work may for the time being grow more rapidly.",
        "Geographical FactorsGeographical position determines the particular species of plants which grow in any particular locality.",
        "pentandra), birch, and pine, when these grow in marshy places.",
        "~rphytes, grow in soils which contain an abundance of free imous compounds, and include plants which grow on fens and le .oors.",
        "Psychrophytes.These include the plants which grow on the lv ild soils of subniveal and polar districts.",
        "Halo phytes.These are plants which grow on saline soils.",
        "Lithophytes.These are plants which grow on true rock, it not on the loose soil covering rock, even though this may W",
        "Xerophytes.Plants which grow in very dry soils; e.g., most hens, Ammophila (Psamma) arenaria, Elymus arenarius, Anasis aretioides, Zilla macro ptera, Sedum acre, Bupleurum spinosum, rtemisia herba-alba, Zollikofferia arborescens.",
        "Although many plants typical of fresh water are able to grow also in brackish water, there are only a few species which appear to be quite confined to the latter habitats in this country.",
        "As the starch-grains grow, the leucoplasts gradually disappear.",
        "Similarly bud-scales can be caused to develop into foliage-leaves, if the buds to which they belong are caused to grow out in the year of, their formation by the removal of the existing foliage-leaves.",
        "Speaking generally, all plants tend to exhaust particular constituents of the soil on which they grow.",
        "The pectineal process is variable; it may grow entirely from the pubis, or both pubis and ilium partake of its formation, or lastly its pubic portion may be lost and the process is entirely formed by the ilium.",
        "In the 19th century the modernizing tendency continued to grow, though always side by side with a strong conservative opposition, and the most prominent names on both sides are those of scholars rather than literary men.",
        "Here palm trees, which had begun to appear singly at Deir, grow in large groves, the olive disappears entirely, and we have definitely passed over from the Syrian to the Babylonian, flora and climate.",
        "Indigenous palms grow in the valleys of the Sierra Jose Ignacio, also to some extent in the departments of Minas, Maldonado and Paysandu.",
        "He shows a tendency - a tendency whose growth will be more or less checked according to the strength of the central power - to grow into something of a lord or even a prince on his own account, a growth which may advance to the scale of a German elector or stop at that of an English lord of a manor.",
        "of his masterpiece that the light seems to grow dim.",
        "In some species of Copris it is stated that the female lays only two or three eggs at a time, watching the offspring grow to maturity, and then rearing another brood.",
        "Naturally he selects fire, according to him the most complete embodiment of the process of Becoming, as the principle of empirical existence, out of which all things, including even the soul, grow by way of a quasi condensation, and into which all things must in course of time be again resolved.",
        "On the other hand, several Asiatic species (Siberian pine, larch, cedar) grow freely in the N.E., while numerous shrubs and herbaceous plants, originally from the Asiatic steppes, have found their way into the S.E.",
        "Innumerable clusters of wild cherries (Prunus Chamaecerasus), wild apricots (Amygdalus nana), the Siberian pea-tree (Caragana frutescens), and other deep-rooted shrubs grow at the bottoms of the depressions and on the slopes of the ravines, imparting to the steppe that charm which manifests itself in the popular poetry.",
        "In the twelve central governments they grow, on the average, sufficient rye-bread for only 200 days in the year - often for only.",
        "of track and yard room required to perform a unit of work;, it has diminished journal and rolling friction relatively to thetons hauled, since these elements of train resistance grow relatively less as the load per wheel rises; and finally, it has tended to reduce the labour costs as the train loads have become greater, because no more men are required to handle a heavy train than; a light one.",
        "Cottonwoods line the streams, salt-loving vegetation margins the bare playas, low bushes and scattered bunch-grass grow over the lowlands, especially in the north.",
        "The species C. torulosa of North India, so called from its twisted bark, attains an altitude of 150 ft.; its branches are erect or ascending, and grow so as to form a perfect cone.",
        "In any case the association of Poseidon, representing the fertilizing element of moisture, with Demeter, who causes the plants and seeds to grow, is quite natural, and seems to have been widespread.",
        "While the history of the great area between the Nile and the Tigris irresistibly emphasizes the insignificance of Palestine, this land's achievements for humanity grow the more remarkable as research tells more of its environment.",
        "Tench if kept in suitable waters are extremely prolific, and as they grow within a few years to a weight of 3 or 4 lb, and are then fit for the table, they may be profitably introduced into ponds which are already stocked with other fishes, such as carp and pike.",
        "The beautiful live oaks and magnolias grow only in the south of the state; the holly in the lowlands; and the finest species of pecan, in the Delta.",
        "But the particularistic sentiment continued to grow.",
        "Tropical orchids are mostly epiphytal - that is, they grow upon trees without deriving nourishment from them.",
        "The Cyprinidae, or carp, are largely represented in southern Asia, and there grow to a size unknown in Europe; a Barbus in the Tigris has been taken of the weight of 300 Th.",
        "David's good fortune did not desert him; he won his wife, and in this new advancement continued to grow in the popular favour, and to gain fresh laurels in the field.",
        "Both series of organs grow back centrifugally from the funnel.",
        "m.) enclosed by the walls is inhabited nor was the whole space ever occupied by buildings, the intention of the founders of the city being to wall in ground sufficient to grow food for the inhabitants during a siege.",
        "When Ravenna is taken, and Vitigis carried into captivity, Jordanes almost exults in the fact that \"the nobility of the Amals and the illustrious offspring of so many mighty men have surrendered to a yet more illustrious prince and a yet mightier general, whose fame shall not grow dim through all the centuries.\"",
        "The archdeacon had thus become, on the one hand, the oculus episcopi, but on the other hand, armed as he was with powers of imposing penance and, in case of stubborn disobedience, of excommunicating offenders, his power tended more and more to grow at the bishop's expense.",
        "In the case of plants the method of procedure was to grow some of the most important crops of rotation, each separately year after year, for many years in succession on the same land, (a) without manure, (b) with farmyard manure and (c) with a great variety of chemical manures; the same description of manure being, as a rule, applied year after year on the same plot.",
        "The field experiments on leguminous plants at Rothamsted have shown that land which is, so to speak, exhausted so far as the growth of one leguminous crop is concerned, may still grow very luxuriant crops of another plant of the same natural order, but of different habits of growth, and especially of different character and range of roots.",
        "The elongated cylindrical cones grow chiefly at the ends of the upper branches; they are purplish at first, but become afterwards green, and eventually light brown; their scales are slightly toothed at the extremity; they ripen in the autumn, but seldom discharge their seeds until the following spring.",
        "The branches grow at a more acute angle.",
        "The leaves, which grow very thickly all round the stem, are short, nearly quadrangular, and of a dark greyishgreen.",
        "The trees usually grow very close together, the slender trunks rising to a great height bare of branches; but they do not attain the size of the Norway spruce, being seldom taller than 60 or 70 ft., with a diameter of 12 or 2 ft.",
        "The silver fir flourishes in a deep loamy soil, and will grow even upon stiff clay, when well drained - a situation in which few conifers will succeed.",
        "In Clausilia, according to the observations of C. Gegenbaur, the primitive shell-sac does not flatten out and disappear, but takes the form of a flattened closed sac. Within this closed sac a plate of calcareous matter is developed, and after a time the upper wall of the sac disappears, and the calcareous plate continues to grow as the nucleus of the permanent shell.",
        "These two endoderm-rudiments embryonic membrane formed by delamination from the blastoderm, ultimately grow together and give rise to the epithelium of the midwhile in a few insects, including the wingless spring-tails, the emgut.",
        "(I) the larger part of the hypodermis that exists in the maggot or caterpillar and is disf e b solved at the metamorphosis; (2) parts that remain comparatively quiescent previously, and that grow and develop when the other parts degenerate.",
        "They all grow slowly, and it is not until the animal is about six months old that they are united into one firm bone.",
        "Then, it is true, two lateral points of ossification appear at the margin, but subsequently the remaining three are developed, and when once formed they grow with much greater rapidity than in the fowl, so that by the time the young duck is quite independent of its parents, and can shift for itself, the whole sternum is completely bony.",
        "As regards the ducks, L'Herminier agreed with Cuvier that there are commonly only two centres of ossification - the side-pieces of the middle series; but as these grow to meet one another a distinct median \" noyau,\" also of the same series, sometimes appears, which soon forms a connexion with each of them.",
        "In spite of the check to their trade received from the emperor Manuel in 1171, Venetian commerce continued to flourish, the Venetian fleet to grow and the Venetians to amass wealth.",
        "The young emerge from the cocoon in the early spring, grow through the summer, and reach maturity in the early autumn.",
        "The colonies and dependencies of Great Britain, including India, seemed well able to grow all the cotton that could be required, whilst numerous other countries were ready to afford their co-operation.",
        "Still more recently, however, experiments have been made to grow Egyptian cotton in Sind with the help of irrigation.",
        "The poppy is cultivated wherever it will grow, the crop being far more profitable than that of any other product.",
        "Two pairs of invaginations of B the skin, which originally are called the prostomial and metastomial disks, grow round the intestine, finally fuse together, and form the skin and mus- cular body-wall of the future Nemertine, which afterwards becomes ciliated, frees itself from the pilidium investment and develops into the adult worm without further metamorphosis.",
        "They will hold their arms over their heads until the muscles atrophy, will keep their fists clenched till the nails grow through the palms, will lie on beds of nails, cut and stab themselves, drag, week after week, enormous chains loaded with masses of iron, or hang themselves before a fire near enough to scorch.",
        "When Philip of Macedon began to grow.",
        "It lives on the shores of lakes and rivers, swimming and diving with facility, feeding on the roots, stems and leaves of water-plants, or on fruits and vegetables which grow near the margin of the streams it inhabits.",
        "The Nagpur state, however, continued to grow.",
        "Some improvement was now effected in the financial administration, but the genera] state of the country continued to grow worse; large funds were collected abroad by the committees at Athens, which despatched numerous bands largely composed of Cretans into the southern districts, the Servians displayed renewed activity in the north, while the Bulgarians offered a dogged resistance to all their foes.",
        "Old men shave the head and sometimes grow a beard.",
        "He had seen the young prince grow up in the palace of the Via Larga, and had helped in the development of his rare intellect.",
        "Succulent specimens, as many of the Orchidaceae and seduins and various other Crassulaceous plants, require to be killed by immersion in boiling water before being placed in drying paper, or, instead of becoming dry, they will grow between the sheets.",
        "Filamentous diatoms may be mounted like ordinary seaweeds, and, as well as all parasitic algae, should whenever possible be allowed to remain attached to a portion of the alga on which they grow, some species being almost always found found parasitical on particular plants.",
        "The principal products are millet, sesamum and sugar produced from toddy-palms in the riverain districts, which also grow rice, grain, peas and beans.",
        "These horns, which are of a more or less conical form and usually recurved, and often grow to a great length (three or even four feet), are composed of a solid mass of hardened epidermic cells growing from a cluster of long dermal papillae.",
        "littoral is characterized by bluffs, which grow higher and higher toward the east, rising to 600 ft.",
        "Four or five annual crops grow from one plant, but not more than three can be marketed, unless locally, as the product deteriorates.",
        "Dates grow better, but nothing has been done with them.",
        "Of the sharks the genus Squalus is represented by individuals that grow to a length of 26 to 30 ft.",
        "Sponges grow in great variety.",
        "Grasses grow luxuriantly, and the savannahs of central Cuba are, in this respect, excellent cattle ranges.",
        "Pears and strawberries grow side by side with oranges and granadillas, and are noted for their size and flavour.",
        "But the idea of liberation continued to grow, and about 1780 the Society of Friends (`ETaepia Twv 4 c uK'v) was founded at Bucharest by the fervent patriot and poet, Constantinos Rhigas (q.v.).",
        "A great portion of the ground within the wall lines is not occupied by buildings, especially in the north-western quarter; and even in the more populous parts of the city, near the river, a considerable space between the houses is occupied by gardens, where pomegr a nates, figs, oranges, lemons and date-palms grow in great abundance, so that the city, when seen at a distance, has the appearance of rising out of the midst of trees.",
        "Broccoli and radishes grow well, turnips (but not every year), lettuce and chervil succeed sometimes, but parsley cannot be reared.",
        "grow very well; the radishes are sown and gathered twice during the summer (June to August).",
        "In the south, in the Julianehaab district, even flowering plants, such as aster, nemophilia and mignonette, are cultivated, and broccoli, spinach, sorrel, chervil, parsley, rhubarb, turnips, lettuce, radishes grow well.",
        "Potatoes give fair results when they are taken good care of, carrots grow to a thickness of IIin., while cabbage does poorly.",
        "The settlement here, gathering about the Methodist mission and school, began to grow in the decade 1840-1850.",
        "While the peach has been cultivated in China for thousands of years, the almond does not grow wild in that country and its introduction is supposed not to go back farther than the Christian era.",
        "Corals would now grow luxuriantly in these shallow coastal waters of increasing temperature, forming reefs and extensive coral flats.",
        "Orange, olive, cypress and arbutus trees grow throughout the island, which, however, is too dry to have any profusion of vegetation.",
        "Two hundred and fifty years of political separation and widely differing experiences had caused the two kindred populations on this and that side of the Scheldt to grow apart in sentiment and tradition.",
        "The Castilloa tree appears to be suitable for cultivation only in districts where the Para rubber would grow equally well.",
        "The vines grow upon forest trees, and the stems are periodically tapped.",
        "It will grow on a dry sandy soil, dislikes much moisture, and needs no shade.",
        "The flowers are arranged in racemes without bracts; during the life of the flower its stalk continues to grow so that the open flowers of an inflorescence stand on a level (that is, are corymbose).",
        "In the alpine tracts of the north the narrowness of the valleys and the steep stony slopes strewn with debris, on which only lichens and mosses are able to grow, make every plot of green grass (even if it be only of Carex) valuable.",
        "Nearly all the species of plants which grow on these prairies are common to Europe (paeonics, Hemerocallis, asters, pinks, gentians, violets, Cypripedium, Aquilegia, Delphinium, aconites, irises and so on), but here the plants attain a much greater size; a man standing erect is often hidden by the grasses.",
        "On the high plateau all attempts to grow cereals have failed, the wide trenches alone (Uda, Selenga, Jida) offering encouragement to the agriculturist.",
        "Iefirst began to grow into importance at the close of the 17th century, in consequence of the religious emancipation of the Jews in 1686, and of the Lutherans in 1697.",
        "Terebratula, that type of opening is found in the young stages only; later a it becomes partly closed by two plates which grow out from the sides of the delthyrium.",
        "Every kind of cereal and many fruits grow in great abundance, e.g.",
        "They thrive well in any ordinary garden soil, and will grow beneath the shade of trees.",
        "The plants grow from a bulb or short rhizome; the inflorescence is an apparent umbel formed of several shortened monochasial cymes and subtended by a pair of large bracts.",
        "The sea-coast, bays and tide-water rivers are still fringed with mangrove, and on the sandy shores above Cape Frio grow large numbers of the exotic cocoa-nut palm.",
        "fistulosus have white flowers and grow from 12 to 2 ft.",
        "Rose and other flowering shrubs and trees grow well on the banken veld and in the valleys.",
        "But the increase of size which constitutes growth is the result of a process of molecular intussusception, and therefore differs altogether from the process of growth by accretion, which may be observed in crystals and is effected purely by the external addition of new matter - so that, in the well-known aphorism of Linnaeus, the word \"grow\" as applied to stones signifies a totally different process from what is called \"growth\" in plants and animals.",
        "Palms grow everywhere; among them the coco-nut palm (Cocos nucifera) is the most prominent.",
        "There are sixteen British species of Amanita; they grow on the ground in or near woods.",
        "The nails of the fingers, or the hair of the scalp may grow to an enormous length if not trimmed.",
        "Under this normal amount of pressure they can live and grow.",
        "These vascular buds grow out in various directions as little solid projections of cells; they then become channelled and form the new but temporary meshwork.",
        "Tumours Or New Growths The various definitions of the term \" new growth \" leave us with a definite conception of it as a new formation of tissue which appears to originate and to grow independently.",
        "They may at some later date become active in some way, and so give rise to a cellular proliferation that may imitate the structure in which they grow, so giving rise to new growths.",
        "They are direct lineal descendants of the cells introduced, and are in no way formed from the tissue cells of the host in which they are placed and grow.",
        "The sarcomatous development may even completely outgrow the epithelial elements and so form and continue to grow as a pure sarcoma.",
        "Hair and some other like structures grow luxuriantly on a part to which there is an excessive flux of blood.",
        "43-409) there was ample time for cities to grow up from small beginnings, to overflow their borders and to be more than once rebuilt.",
        "Kensington was then an insignificant village, but the arrival of the court soon caused it to grow in importance.",
        "In spite of these restrictions London continued to grow.",
        "\" Coast forests \" grow in small patches along the lower courses of the rivers, at their mouths, and on the sandhills along the coast.",
        "Thenceforward the manufacture continued to grow in importance; glass vessels were made in large quantities, as well as glass for windows.",
        "The large market gardens in the suburbs grow vegetables of considerable annual value.",
        "Charlemagne was in Florence in 786 and conferred many favours on the city, which continued to grow in importance owing to its situation on the road from northern Italy to Rome.",
        "of the pot early in the season, and only three or four of the eyes at the base should be allowed to grow on.",
        "The grapes which are attacked cease to grow, turn brown or white, and ultimately dry up and fall off.",
        "In China his mention of Canton by the name of Censcolam or Censcolam (Chin-Kalan), and his descriptions of the custom of fishing with tame cormorants, of the habit of letting the finger-nails grow extravagantly, and of the compression of women's feet, are peculiar to him among the travellers of that age; Marco Polo omits them all.",
        "In 1747 Andreas Sigismund Marggraf, director of the physical classes in the Academy of Sciences, Berlin, discovered the existence of common sugar in beetroot and in numerous other fleshy roots which grow in temperate regions.",
        "On the slope of its hills grow the grapes from which the famous Armagnac brandy is made.",
        "This fact gave rise in ancient times to the false idea that the tapeworm originated from the union of these segments; and in modern times it has led to the view that the tapeworm is not a segmented organism (the monozoic view), but is a colony composed of the scolex which arises from the embryo and of the proglottides, which are asexually produced buds that, upon or before attaining their full size and maturity, become separated, grow, and, in some cases, live freely for a time, just as the segments of a strobilating jelly-fish grow, separate and become sexual individuals (the polyzoic view).",
        "The bread-fruit, sago, banana, vanilla, ginger, arrowroot and curcuma grow wild.",
        "In the first place, soil, to be of any use, must be sufficiently loose and porous to allow the roots of plants to grow and extend freely.",
        "Robertson has shown that the typhoid bacillus can grow very easily in certain soils, can persist in soils through the winter months, and when the soil is artificially fed, as may be done by a leaky drain or by access of filthy water from the surface, the microorganism will take on a fresh growth in the warm season.",
        "The inhabitants grow hemp, Indian corn, coffee, sibucao, cacao, cocoanuts (for copra) and sugar, weave rough fabrics and manufacture tuba (a kind of wine used as a stimulant), clay pots and jars, salt and soap. There is some fishing here.",
        "Whilst, however, the plant adapts itself to a great variety of climatic conditions and will grow on almost all kinds of soil, the flavour and quality of the produce are profoundly affected by variations in these two factors.",
        "To enable the soil to grow good crops the upper layer must be pulverized and weathered.",
        "They had both long existed in the private, not public, relations of the Romans, and they had up to this time shown no tendency to grow.",
        "In the spring when the succulent ashub and adar grow plentifully in the desert, they go for weeks without drinking.",
        "long and of a dark green colour, and grow in alternate tufts of about thirty in number.",
        "The male and female flowers grow on the same tree, but are separate.",
        "These central uplands of Tunisia in an uncultivated state are covered with alfa or esparto grass; but they also grow considerable amounts of cereals - wheat in the north, barley in the south.",
        "The present writer believes that the date palm was really indigenous to this district of the Jerid, as it is to countries of similar description in southern Morocco, southern Algeria, parts of the Tripolitaine, Egypt, Mesopotamia, southern Persia and north-western India; but that north of the latitude of the Jerid the date did not grow naturally in Mauretania, just as it was foreign to all parts of Europe, in which, as in true North Africa, its presence is due to the hand of man.",
        "With the cinchona trees grow many kinds of melastomaceae, especially the Lasiandra, with masses of purple flowers, tree-ferns and palms. In the warm valleys there are large plantations of coca (Erythroxylon Coca), the annual produce of which is stated at 15,000,000 lb.",
        "All these grow well in good garden soil, and blossom from March onwards, coming in very early in genial seasons.",
        "In 1848, when the political air was charged with stimulating elements, he founded the Positive Society, with the expectation that it might grow into a reunion as powerful over the new revolution as the Jacobin Club had been in the revolution of 1789.",
        "which sometimes grow to a weight of 70 lb.",
        "The Buddhist sculptors, however, tended to grow more conventional and the metal-workers more naturalistic as the 18th century began to wane.",
        "Cory- phodon,which grow to 10 ft.",
        "In other species of the genus the seed germinates on a branch, and the seedling produces clasping roots, and roots which grow downwards hanging like stout cords, and ultimately reaching the ground.",
        "Cities grow more rapidly now than formerly, because the excess of deaths over births has been turned into an excess of births over deaths.",
        "Migrants enumerated in a certain centre of absorption will consequently grow less with the distance, proportionately to the native population which furnishes them.",
        "This was: never to pay attention to the advice of women, to allow nobody to grow too rich, to keep his treasury well filled, and himself and his troops constantly occupied.",
        "This is a subject which has grown in importance and is likely to grow further.",
        "Figs, apricots, nectarines and peaches grow to perfection.",
        "The majorities behind the government began to dwindle and agitation started to grow.",
        "About1780-1781a permanent settlement began to grow up around the post.",
        "305), they made war upon the Olympian gods and endeavoured to pile Pelion upon Ossa in order to storm heaven itself; had they reached the age of manhood, their attempt would have been successful, but Apollo destroyed them before their beards began to grow.",
        "These strange plants usually grow in rocky places with little or no earth to support them; and it is said that in times of drought the cattle resort to them to allay their thirst, first ripping them up with their horns and tearing off the outer skin, and then devouring the moist succulent parts.",
        "They grow freely in a cool greenhouse.",
        "The stems are columnar or elongated, some of the latter creeping on the ground or climbing up the trunks of trees, rooting as they grow.",
        "The stems grow to a height of from 50 ft.",
        "which grow out at right angles from the main stem, and then curve upwards and continue their growth parallel to it; these stems have from twelve to twenty ribs, on which at intervals of about an inch are the buds with their thick yellow cushions, from which issue five or six large and numerous smaller spines.",
        "truncatum the flowers have a very different aspect from that of other Cacti, from the mouth of the tube being oblique and the segments all reflexed at the tip. The short separate pieces of which these plants are made up grow out of each other, so that the branches may be said to resemble leaves joined together endwise.",
        "These are at first yellowish in colour and fleshy; but as they grow older they become rotten and assume a brown or black colour.",
        "Both incisors and canines are devoid of roots and grow throughout life, the canines, and in the typical species one pair of lower incisors, growing to an immense size.",
        "In the canyons of the Edwards Plateau grow the pecan, live oak, sycamore, elm, walnut and cypress; on the hilly dissected borders of the same plateau are cedars, dwarf and scrubby oak, and higher up are occasional patches of stunted oak, called \"shinneries.\"",
        "Smaller trees and shrubs grow farther [down the same mountain slopes, but other mountains and the valleys are wholly destitute of trees.",
        "The cereals grow generally throughout the state, excepting in the arid western lands.",
        "RUFF, a bird so called from the very beautiful and remarkable frill of elongated feathers that, just before the breedingseason, grow thickly round the neck of the male, who is considerably larger than the female, known as the reeve.",
        "It continued to grow steadily thereafter until it attained railway connexion with the Central Pacific and San Francisco in 1876, and with the East by the Santa Fe system in 1885.",
        "Here, too, subject and object grow together.",
        "After the period of the great orators their influence continued to grow.",
        "If foodstuffs are to be employed it must be possible to grow them in excess of food requirements, and at a cost low enough to ensure that the price of the alcohol shall be about the same as that 1 The lower calorific value plus the latent heat of evaporation at constant volume.",
        "Investigations started in 1920 by the British Government, in connexion with the production of alcohol for power purposes, have shown, however, that there are large areas of suitable land in the British Empire where the cost of production would be comparatively low, and where it might be possible to grow vegetable substances in excess of food requirements, and in sufficient quantities to produce alcohol for local consumption to replace expensive petrol.",
        "The newcomers married in the country, and died there, leaving their families to grow up Americans.",
        "The citron, sour orange, lemon and lime grow wild; but the apple and peach do not come to perfection.",
        "The hardy species will grow well in dry sandy soil, and are suitable for rockeries,old walls or edgings.",
        "Such a body of formulae cannot, of course, be regarded as constituting a science; it has no power of development from within, and can only grow by accretion.",
        "On rich soils the crop is liable to grow too rapidly and yield a\"coarse, uneven sample, consequently the best barley is grown on light, open and preferably calcareous soils, while if the condition of the soil is too high it is often reduced by growing wheat before the barley.",
        "Oranges, lemons, grapes, passion fruit, figs, pine-apples, guavas and other fruits grow abundantly; while potatoes, onions, maize and arrowroot can be cultivated.",
        "There will be more kinetic energy formed in the return journey and the vibration tends to grow.",
        "But probably in practice there is not a sufficient interval between source and hearer for these tones to grow into any importance, and they can at most be only a small addition to those formed in the source or the ear.",
        "Though unable to effect a durable peace with the Basutos, or to realize his ambition for the creation of one powerful Boer republic, Pretorius saw the Free State begin to grow in strength.",
        "(See further Levites.) The tendency of numbers to grow is one which must always be kept in view-cf.",
        "But this way too had to be given up, since even the smallest nationality would not allow itself to be absorbed, and during Taaffe's administration (1878) the idea came into favour of treating each nationality, and allowing it to grow up, according to its own idiosyncrasies; they were only to be restricted so far as the unity of the state rendered it absolutely necessary.",
        "This, and the various other spellings of the name, attempted to reproduce the Indian name of the village here, which Kelton thinks was pronounced Minewagi and meant \"there is a good point\" or \"there is a point where huckleberries grow,\" in allusion to the fertile soil.",
        "Herrings grow very rapidly; according to H.",
        "The size which they finally attain and their general condition depend chiefly on the abundance of food (which consists of crustaceans and other small marine animals), on the temperature of the water, on the season at which they have been hatched, &c. Their usual size is about 12 in., but in some particularly suitable localities they grow to a length of 15 in., and instances of specimens measuring 17 in.",
        "Cottonwoods flourish along the Little Missouri river, and in sheltered ravines grow stunted junipers and cedars, which seldom rise above the crest of some protecting bluff.",
        "Poplars grow in the valleys, and the cactus and sage brush are common.",
        "The danger was that under cover of such a title an unhistorical conception of the facts of the Gospel should grow up, and a false doctrine of the relations between the human and the Divine be encouraged, and this was to Nestorius a double danger that needed to be exposed.",
        "Before hibernating the adults grow very fat, and it is by the gradual consumption of this fat - known in commerce as bear's grease - that such vital action as is necessary to the continuance of life is sustained.",
        "It appears to be a rule that the rivers which eventually terminate in the deserts of Gobi and Takla-makan grow increasingly larger in magnitude from east to west.",
        "The southern slope of the range is gentle but short, the northern slope long and steep. Grass is able to grow, and animal life is more abundant.",
        "Good pasture grounds are only found near the streams. The soil is dry gravel and clay, upon which bushes of Ephedra, Nitraria and Salsolaceae grow sparsely.",
        "Higher up, in the picturesque gorges, grow rhododendrons, willows, Potentilla fruticosa, Spriaeae, Lonicereae, &c., and the rains must evidently be more copious and better distributed.",
        "While the Church, like a careful mother, sought to lead her children, never allowed to grow up, safely from time into eternity, the men of the Renaissance felt that they had come of age, and that they were entitled to make themselves at home in this world.",
        "Foreseeing the extent to which the demand would grow in America for iron and steel, he started the Keystone Bridge works, built the Edgar Thomson steel-rail mill, bought out the rival Homestead steel works, and by 1888 had under his control an extensive plant served by tributary coal and iron fields, a railway 4 25 m.",
        "The breeder bulbs and their offsets may grow on for years producing only self-coloured flowers, but after a time, which is varied and indefinite, some of the progeny \"break,\" that is, produce flowers with the variegation which is so much prized.",
        "The imports consist of manufactured goods, beasts of burden and corn, for the island is too mountainous to grow enough corn for the inhabitants.",
        "However often the tree may be cut down it never fails to grow again.",
        "(In some versions it is respectively a vine and a rose which grow from either tomb and interlace midway.) We need have little wonder that this beautiful love-story was extremely popular throughout the middle ages.",
        "The stems are cylindrical, and clothed with short hair, and grow in clusters of from 2 to 10 ft.",
        "Those faces which were perpendicular to the pressure would grow slowly, as the great pressure would promote solution, and inhibit deposition; the edges or sides, on the other hand, being less exposed to the pressure would receive fresh deposits.",
        "Micas and other platy minerals (such as chlorite), which naturally grow most rapidly on their edges, would show this tendency best, and such minerals usually form a large part of the best slates; but even Sketch (by Du Noyer) of a block of variegated slate from Devil's Glen, Co.",
        "Among wild fruit-trees are the persimmon and Chickasaw plum; grape-vines and a large variety of berry-bushes grow wild and in abundance.",
        "Peaches and pears grow in large quantities in Kent and neighbouring counties on the East Shore and in Washington and Frederick counties; apples grow in abundance in all parts of the Piedmont Plateau.",
        "The agave and prickly pear, the myrtle, the olive and the dwarf palm grow luxuriantly; and the fields are covered with narcissus, iris and other flowers of every hue.",
        "Flowering plants are numerous, and the natives often (as in Hawaii) greatly appreciate flowers, which thus add a feature to the picturesqueness of islandlife, though they do not usually grow in great profusion.",
        "daru, wood), the term, applied in a wide sense, to all plants which grow with a permanent single woody stem or trunk of some height, branching out at some distance from the ground.",
        "In 1906 and in 1907 the crop was very large; the pool sold its lower grades of the 1906 crop at 16 cents a pound to the American Tobacco Company and forced the independent buyers out of business; and the Burley Society decided in 1907 to grow no more tobacco until the 1906 and 1907 crops were sold, making the price high enough to pay for this period of idleness.",
        "` If a king, hearken not to law, his people shall grow feeble and his land be ravaged.",
        "Of the Australia agamas no other genus is so numerously represented and widely distributed as Grammatophora, the species of which grow to a length of from 8 to 18 in.",
        "Conolophus subcristatus and Amblyrhynchus cristatus inhabit the Galapagos; the former feeds upon cactus and leaves, the latter is semi-marine, diving for the algae which grow below tide-marks.",
        "The dwarf-palm, orange, lime, and olive grow in the warmer tracts; and on the higher grounds the thorn-apple, pomegranate, myrtle, esparto and heaths flourish.",
        "Medusae, when they reproduce themselves by budding, always produce medusae, but when they reproduce by the sexual method the embryos produced from the egg grow into medusae in some cases, in other cases into polyps which bud medusae in their turn.",
        "Ye are far better than the lilies which grow but spin not.",
        "The indigo and cotton plants grow wild.",
        "The female Trypanosomes, on the other hand, grow to a large size, laying up a store of reserve nutriment.",
        "The kids are born small, but grow fast, and arrive early at maturity.",
        "It makes its appearance in the autumn, and continues to grow until the following spring, when, if not removed, it falls off naturally; its collection then commences, occupying from eight to ten days.",
        "Before the 3rd century we cannot trace the view that in the Eucharistic rite the death of Christ, regarded from the Pauline standpoint as an atoning or redemptive sacrifice for the sins of mankind, is renewed and repeated, though the germ out of which it would surely grow is already present in the words \" My blood.",
        "Yet if society was to grow, men of alien descent had to be admitted into the original brotherhood and amalgamated therewith.",
        "Hedges vary according to the custom of the country in which they are found: they either grow in the soil of the field, and are protected by a ditch on one side, or are planted on a bank with a ditch on one side or sometimes on both.",
        "It does not yield so much oil as the \"winter\" kind, but it will grow on soil in poorer condition.",
        "The mountains rapidly grow wider and higher northward, by taking on new complications of structure and by including large basins between the axes of uplift, tintil in northern Colorado and Utah a complex of ranges has a breadth of 300 m., and in Colorado alone there are 40 summits over 14,000 ft.",
        "The Coast Range is heavily forested in the north, where rainfall is abundant in all seasons; but its lower ranges and valleys have a scanty tree growth in the south, where the rainfall is very light: here grow redwoods (Sequoia semperzirens) and live oaks (Quercus agrifolia).",
        "The mountains also introduce controls over the local winds; diurnal warming in summer suffices to cause local ascending breezes which frequently become cloudy by the expansion of ascent, even to the point of forming local thunder showers which drift away as they grow and soon dissolve after leaving the parent mountain.",
        "The Pacific coast Transition zone is noted for its forests of giant conifers, principally Douglas fir, Sitka spruce, Pacific cedar and Western hemlock, Here, too, mosses and ferns grow in profusion, and the sadal (Gaultheria shailon), thimble berry (Rubus nootkamus), salmon berry (Rubus spectabilis) and devils club, (Fatsia horr-ida) are characteristic shrubs.",
        "The Lower Sonoran zone is noted for its cactuses, of which there is a great variety, and some of them grow to the height of trees; the mesquite is also very large, and the creosote bush, acacias, yuccas and agaves are common.",
        "It has been proved, however, that certain kinds of trees if protected will grow also on the prairie, as may be seen around many of the older farmsteads.",
        "Turkeys thrive well, grow to a fine size and have flesh of tender quality.",
        "The bracing weather of Canadian winters is followed by the warmth and humidity of genial summers, under which crops grow in almost tropical luxuriance, while the cool evenings and nights give the plants a robustness of quality which are not to be found in tropical regions, and also make life for the various domestic animals wholesome and comfortable.",
        "The climate is favourable to the growth of plums, cherries, strawberries, raspberries, currants, gooseberries, etc. There are many localities in which cranberries are successfully grown, and in which blueberries also grow wild in great profusion.",
        "At all these farms experiments are conducted to gain information as to the best methods of preparing the land for crop and of maintaining its fertility, the most useful and profitable crops to grow, and how the various crops grown can be disposed of to the greatest advantage.",
        "From the cephalic part of this primary diverticulum solid rods of cells called the hepatic cylinders grow out, and these branch again and again until a cellular network is formed surrounding and breaking up the umbilical and vitelline veins.",
        "It flourishes in light soils and is one of the few trees that will grow amongst heather; owing to the large number of \"winged seeds\" which are readily scattered by the wind, it spreads rapidly, springing up where the soil is dry and covering clearings or waste places.",
        "They are exceedingly active and surefooted, having perhaps no equal in traversing rocks and precipitous ground; and they feed on moss, grass, and leaves of the plants which grow on the mountains.",
        "With the encroachment of the white settlers upon their hunting-grounds the Creek Indians began to grow restless, and the great Shawnee chief Tecumseh, who visited them in 1811, fomented their discontent.",
        "Alluvial soils are almost invariably of great fertility; it is due to the alluvial mud annually deposited by the Nile that the dwellers in Egypt have been able to grow their crops for over 4000 years without artificial fertilization.",
        "About the fifth week of human embryonic life the tunica albuginea appears in the male, from which septa grow to divide the testis into lobules, while the epithelial cords form the seminiferous tubes, though these do not gain a lumen until just before puberty.",
        "From the adjacent mesonephros cords of cells grow into the attached part of the genital ridge, or testis, as it now is, and from these the rete testis is developed.",
        "Alfalfa and grasses grow well.",
        "The best variety for culture in Britain is that with red female flowers; the light-flowered kinds are said to produce inferior wood, and the Siberian larch does not grow in Scotland nearly as fast as the Alpine tree.",
        "On the Grampians and neighbouring hills the larch will flourish at a greater elevation than the pine, and will grow up to an altitude of 1700 or even 1800 ft.; but it attains its full size on lower slopes.",
        "in the first ten years, while in favourable localities it will grow upwards of 80 ft.",
        "All kinds of trees grow well, from the date palm to the oak; and there are over 200,000 wild olives in the country.",
        "Rice sports into far more varieties than any of the corns familiar to Europeans; for some varieties grow in the water and some on dry land; some come to maturity in three months, while others take four and six months to do so.",
        "The declaration of the French government stated that: \" France hoped that other nations would grow, as she had done, more and more attached to solutions of international difficulties based upon the respect of justice, and she trusted that the progress of universal opinion in this direction would enable nations to regard the lessening of the present military budgets, declared by the states represented at the Hague to be greatly desirable for the benefit of the material and moral state of humanity, as a practical possibility.\"",
        "The holly, the yew, the laurel, if allowed to grow from a single stem, become trees, other plants such as rhododendron, syringa, the euonymous are properly shrubs.",
        "About the only indigenous fruit-bearing plants are the Chilean strawberry (Fragaria chilensis) and the ohelo berry (Vaccinium reticulatum), both of which grow at high elevations on Hawaii and Maui.",
        "The trees grow unrestrained, and some are not less than three hundred years old.",
        "But with the decline of dogmatic belief and the spread of religious doubt - as the special sciences also grow more general, and the natural sciences become more speculative about matter and force, evolution and teleology - men begin to wonder again about the nature and origin of things, just as it was the decay of polytheism in Greek religion and his own discoveries in natural science which impelled Aristotle to metaphysical questions.",
        "Zeus grants the petition as in the version of Pausanias, but permits the hair of Attis to grow, and his little finger to move.",
        "Thus the Church beyond the Danube, which had not been extinguished on Ulfilas's withdrawal, began to grow once more, and once more had to undergo the fires of persecution.",
        "Over against this view, which might well grow up among the Jews of the Dispersion as a sort of substitute for the possibility of offering sacrifices in the Temple - but which would be a lame addition to the Christianity of their own former leaders (xiii.",
        "Palms, mangos and other trees grow luxuriantly in the gardens and open spaces, and give the town a picturesque setting.",
        "(3) In the steppe the vegetation is that which prevails in similar soil from Central Asia to Algeria; but many of the arborescent plants that grow in the rockier and more irregular plateaux of western Asia, and especially of Persia, have been reported as missing.",
        "These crystals grow steadily, but do not increase in number.",
        "The solution will thus gain solvent, and will grow more and more dilute.",
        "Thus 401vt came to mean a \" date-palm \"; but the date-palm is not in the least characteristic of Phoenicia, and can hardly grow there; 401vt in this sense has no connexion with the original meaning of Phoenician.",
        "At the same time, new hairs begin to develop and to grow rapidly, and soon outstrip the hairs of the autumn pile.",
        "It seems likely enough therefore that there should grow up bodies of knights banded together by engagements of fidelity, although free from monastic obligations; wearing a uniform or livery, and naming themselves after some special symbol or some patron saint of their adoption.",
        "Xanthoria parietina has been known to grow for fortyfive years before bearing apothecia.",
        "As a rule lichens grow commonly in open exposed habitats, though some are found only or chiefly in shady situations; while, as already observed, scarcely any occur where the atmosphere is impregnated with smoke.",
        "Choke-cherries, gooseberries, buffaloberries, red currants and black currants grow along the streams and in moist places of the lower altitudes.",
        "After the battle of Legnano, in 1174, although the Lombard cities failed to reap the fruit of their united action, and fell to mutual jealousy once more, Milan internally began to grow in material prosperity.",
        "To secure these conditions free exposure to light and air is requisite; but in the case of coppices and woods, or where long straight spars are needed by the forester, plants are allowed to grow thickly so as to ensure development in an upward rather than in a lateral direction.",
        "The best way of performing transplantation depends greatly on the size of the trees, the soil in which they grow, and the mechanical appliances made use of in lifting and transporting them.",
        "Judicious and timely thinning so as to allow the trees room to grow, and to give them sufficiency of light and air, will generally obviate the need of the pruning-saw, except to a relatively small extent.",
        "Training is a procedure adopted when it is required to grow plants in a limited area, or in a particular shape, as in the case of many plants of trailing habit.",
        "They give an old-fashioned and restful appearance to a garden, and in the interstices charming little plants like thyme, Ionopsidium acaule, &c., are allowed to grow.",
        "One advantage of using edgings of this kind, especially in kitchen gardens, is that they do not harbour slugs and similar vermin, which all live edgings do, and often to a serious extent, if they are left to grow large.",
        "Whenever continuous supplies of cucumbers, melons and tomatoes are required, it is most convenient to grow them in properly constructed forcing houses.",
        "Many seeds will grow freely if sown in a partially ripened state; but as a general rule seeds have to be kept for some weeks or months in store, and hence they should be thoroughly ripened before being gathered.",
        "Many seeds grow well when raked in; that is, the surface on which they are scattered is raked backwards and forwards until most of them are covered.",
        "In Cystopteris the buds are deciduous, falling off as the fronds acquire maturity, but, if collected and pressed into the surface of a pot of soil and kept close, they will grow up into young plants the following season.",
        "In determining the choice of stocks, the nature of the soil in which the grafted trees are to grow should have full weight.",
        "The internodal parts will'not often divide so as to form separate individual plants; sometimes, however, this happens; it is said that the smallest piece of Torenia asiatica, for instance, will grow.",
        "Gloxinias, begonias, &c., grow readily from fragments of the leaves cut clean through the thick veins and ribs, and planted edgewise like cuttings.",
        "Some of the species grow better when altogether taken out of the soil and fixed to blocks of wood, but in this case they require a little coaxing with moss about the roots until they get established.",
        "When plants are required to stand in ornamental china pots or vases, it is better, both for the plants and for avoiding risk of breakage, to grow them in ordinary garden pots of a size that will drop into the more valuable vessels.",
        "To form a standard tree, either the stock is allowed to grow up with a straight stem, by cutting away all side branches up to the height required, say about 6 ft., the scion or bud being worked at that point, and the head developed therefrom; or the stock is worked close to the ground, and the young shoot obtained therefrom is allowed to grow up in the same way, being pruned in its progress to keep it single and straight, and the top being cut off when the desired height is reached, so as to cause the growth of lateral shoots.",
        "The fourth is not cut at all owing to its shortness and weakness, its terminal bud being allowed to grow to draw strength into it.",
        "The fifth is an example where the bud to which the shoot should be cut back is badly placed; a shoot resulting from a bud left on the upper side is apt instead of growing outwards to grow erect, and lead to confusion in the form of the tree; to avoid this it is tied down in its proper place during the summer by a small twig.",
        "Two laterals should be allowed to grow from the upper side of them, one from near the base, the other from near the middle, all others being pinched out beyond the second or third leaf during summer, but cut away to the last bud in winter.",
        "The shoots are not at first lowered to the horizontal line, but are brought down gradually and tied to thin stakes; and while the tree is being formed weak shoots may be allowed to grow in a more erect position than it is ultimately intended they should occupy.",
        "Many of the smaller, useless shoots are rubbed out altogether; the best are allowed to grow perhaps a foot or more in length, and then either have the tips pinched out with the finger and thumb, or the ends may be cracked or broken, and allowed to hang down, but are not detached completely.",
        "Then generally the plant is allowed to grow away till bloom or blooming shoots are developed.",
        "To form a pyramidal plant, which is a very elegant and useful shape to give to a decorative pot plant, the main stem should be encouraged to grow upright, for a length perhaps of 6 or 8 in.",
        "Wall trees, it must be evident, are placed in a very unnatural and constrained position, and would in fact soon be reduced to a state of utter confusion if allowed to grow unrestricted; hence the following modes of training have been adopted.",
        "- Annual plants are those which grow up from seed, flower, ripen seed, and die in the course of one season - one year.",
        "tingitana, the last with glossy lozenge-shaped leaflets, grow 8 to to ft.",
        "Other species that grow from 2 to 3 ft.",
        "The genus of the Evening Primrose, consisting of showy species, all of which grow and blossom freely in rich deep soils.",
        "Propagate rare and fine plants by cuttings or grafting; increase bouvardias by cuttings, and grow on for winter flowering.",
        "The rarer conifers should be planted now and in June, after they have commenced to grow.",
        "Sow fragrant or showy annuals to flower in pots during winter; and grow on a set of decorative plants for the same object.",
        "Thin the winter spinach, when large enough, that it may have space to grow.",
        "These should be kept cut off close to the old plant, so that the full force of the root is expended in making the \" crowns \" or fruit buds for next season's crop. If plants are required for new beds, only the required number should be allowed to grow, and these may be layered in pots as recommended in July.",
        "The distribution of species does not depend on elevation to the same extent as in Java, where the horizontal zones are clearly marked; and there appears to be a tendency of all forms to grow at lower altitudes than in that island.",
        "Layer upon layer of clay is deposited by the sea in front of the dikes, until new fringe has been added to the coast-line on which sea grasses begin to grow.",
        "Thyme and the small white dune-rose (Rosa pimpinellifolia) also grow in the dunes, and wall-pepper (Sedum acre), field fever-wort, reindeer moss, common asparagus, sheep's fescue grass, the pretty Solomon-seal (Polygonatum officinale), and the broadleaved or marsh orchis (Orchis latifolia).",
        "As regards their geographical distribution, fungi, like flowering plants, have no doubt their centres of origin and of dispersal; but we must not forget that every exchange of wood, wheat, fruits, plants, animals, or other commodities involves transmission of fungi from one country to another; while the migrations of birds and other animals, currents of air and water, and so forth, are particularly efficacious in transmitting these minute organisms. Against this, of course, it may be argued that parasitic forms can only go where their hosts grow, as is proved to be the case by records concerning the introduction of Puccinia malvacearum, Peronospora viticola, Hemileia vastatrix, &c. Some fungi - e.g.",
        "All grow from small beginnings and increase by a sort of popular contagion; all teach that God is to be appeased by prayers, presents, vows, but especially, and most irrationally, by human suffering.",
        "of Kordofan, date, dom and other palms grow.",
        "Dukhn, a species of millet which can grow in the arid northern districts is there the chief grain crop, its place in the south being taken by durra.",
        "In pursuit of historical study, Adam visited the Danish court during the reign of the well-informed monarch Svend Estridsson (1047-1076), and writes that the king \"spoke of an island (or country) in that ocean discovered by many, which is called Vinland, because of the wild grapes [vites] that grow there, out of which a very good wine can be made.",
        "The lion lives chiefly in sandy plains and rocky places interspersed with dense thorn-thickets, or frequents the low bushes and tall rank grass and reeds that grow along the sides of streams and near the springs where it lies in wait for the larger herbivorous animals on which it feeds.",
        "Permanency in republican government is, therefore, based upon corresponding experience and culture, and its possibilities grow ever stronger.",
        "K6Xacbos), a small plantation or thicket of planted or self-sown trees, which are cut periodically for use or sale, before the trees grow into large timber.",
        "The plant will grow in almost any soil, but best on light rich soil, by the side of rivers and brooks, where sheltered from the wind.",
        "The latter is a tree attaining in its natural conditions, or where allowed to grow unpruned in a seed garden, a height of from 30 to 40 ft."
    ],
    "definition": [
        "To increase in size by a natural process.",
        "a. To expand; gain: The business grew under new owners.\nb. To increase in amount or degree; intensify: The suspense grew.",
        "To develop and reach maturity.",
        "To be capable of growth; thrive: a plant that grows in shade.",
        "To become attached by or as if by the process of growth: tree trunks that had grown together.",
        "To come into existence from a source; spring up: love that grew from friendship.",
        "To come to be by a gradual process or by degrees; become: grow angry; grow closer.",
        "To cause to grow; raise: grow tulips.",
        "To allow (something) to develop or increase by a natural process: grow a beard.",
        "Usage Problem To cause to increase or expand by concerted effort: strategies that grew the family business.",
        "grow′er\nnoun",
        "grow′ing·ly\nadverb",
        "Link/Cite",
        "(ergative) To become bigger.\nChildren grow quickly.",
        "(intransitive) To appear or sprout.\nFlowers grew on the trees as summer approached.\nA long tail began to grow from his backside.",
        "To cause or allow something to become bigger, especially to cultivate plants.\nHe grows peppers and squash each summer in his garden.\nHave you ever grown your hair before?",
        "(copulative) To assume a condition or quality over time.\nThe boy grew wise as he matured.\nThe town grew smaller and smaller in the distance as we travelled.\nYou have grown strong.",
        "Growed is a slang or dialect inflection for the simple past and past participle.",
        "Link/Cite"
    ]
}