{
    "translation": "לנהום, לרטון",
    "uses": [
        "His growl turned to a purr.",
        "Dustin's warning growl was cold.",
        "His low growl vibrated against her.",
        "Darkyn appeared unwelcoming as usual, his frame rigid and his growl loud enough for Gabriel to hear.",
        "She found herself hurrying around him to the couch at his low growl and suspected he wasn't someone who ever repeated anything.",
        "There was something primal in his low growl that made her body boil.",
        "No angry growl was heard.",
        "They are the only ones, Darkyn's growl was unusually soft, almost a purr.",
        "Xander's honeyed growl was low and rich.",
        "The wolf gave a low growl and made ready to meet him.",
        "Xander's low growl startled her.",
        "His growl was inhuman, a warning she didn't heed.",
        "The growl low in her chest sounded more like a rattle.",
        "He obeyed, and she gave a growl of frustration.",
        "The voice sounded like the sultry growl of a woman, but it had short hair and no breasts.",
        "The threat in his growl was apparent.",
        "Then he would growl deep in his chest.",
        "Losing the battle with his lust, he let out an inhuman growl and bit into her neck.",
        "Darkyn's frame was rigid and his growl loud.",
        "With a frustrated growl, she threw herself into bed.",
        "\"I'm here,\" Brady's growl came from the fog.",
        "Rhyn twisted his head away with a warning growl, and the world crashed down on her.",
        "She stared with surprise at the low growl from the darkened cell across from her.",
        "Xander's growl came from somewhere behind her.",
        "Elisabeth let out a fierce growl and morphed into a wolf.",
        "At his silence, Darkyn moved closer, his dark eyes piercing and the growl in his chest audible.",
        "This one was more of a growl, part human, part something else.",
        "\"I wanted you,\" he said in his low growl, the one that gave her chills.",
        "He turned and stalked out of the room, throwing a parting growl over his shoulder.",
        "A low growl started deep in his chest, a warning that penetrated her rampage.",
        "\"Ladies. I'm Jule,\" he said in a gravelly growl as they neared.",
        "The low growl of the Original Vamp they'd inherited interrupted her thoughts.",
        "The low growl drew her attention behind her, where the red-eyed man materialized beside Damian.",
        "The growl faded to a purr.",
        "Xander's menacing growl came from low in his chest.",
        "The growl of a demoness was almost a whimper.",
        "\"Going somewhere?\" the demon lord taunted in a low growl, no part of which sounded human.",
        "His low growl made Jenn shift and stretch a hand to the small of her back, where she probably had at least one weapon stashed.",
        "Xander's lip curled with a growl.",
        "\"You know the answer,\" she said in a low growl.",
        "\"Say yes,\" he ordered in the low growl.",
        "\"By all rights, you should've been mine!\" he snarled in a low growl.",
        "Destiny coughed and sat up with a wale that sounded more like a broken growl.",
        "Eyes of blue ice turned on Allen and Giddon's voice was almost a growl.",
        "\"Where are the girls?\" he asked in a low, level growl.",
        "\"No,\" Darian said in a low growl.",
        "\"You know who, sweetheart,\" he replied in his soft growl.",
        "\"You always run,\" Jule said in his soft growl.",
        "His threat was a low growl.",
        "\"I am a survivor,\" he corrected her in a growl.",
        "The Dark One's low growl made Deidre blink.",
        "\"What I decide to do with my mate is of no concern to you,\" Darkyn said in a low growl.",
        "Both demon lord and half-demon were bristling with power, the Dark One's growl audible long before Gabriel reached them.",
        "It came out as a growl.",
        "\"I don't have to,\" he said, voice lowering into a growl.",
        "\"You have an odd way of thanking the man who saved your life,\" he stated in a low growl.",
        "\"You have a choice,\" he said in a low growl.",
        "\"You hurt?\" he asked in a gravelly growl.",
        "Jessi rubbed her face with a frustrated growl.",
        "She dropped into the car and started it, sighing at the throaty growl.",
        "She tensed at Xander's amused growl.",
        "Gabriel asked in a growl.",
        "She moved to the bars at the front of her cell, aware of the beast across the hall doing the same with a growl.",
        "\"Brave little mortal,\" came the growl.",
        "He drank longer than he had before and withdrew at last with a satisfied growl.",
        "\"You have something that's mine, brother,\" came the familiar, low growl.",
        "He drew away with a satisfied growl.",
        "\"It was one of Kris's warriors,\" he said, his voice lowering into another feral growl.",
        "\"She never feared me before tonight,\" Rhyn said in a growl.",
        "Fred snarled his response with an uncustomary growl.",
        "Charles, the vamp Hunter Damian traded for Jenn, rose with a growl.",
        "If you don't start thinking like a God and stop thinking like a hormonal teen, I'll replace you, Xander warned in a low growl.",
        "Darkyn's growl made her blood run cold.",
        "Kin froze at the inhuman growl.",
        "His pointed teeth, soulless eyes and rumbling growl gave away the otherwise human-looking creature as a demon.",
        "Rhyn's chuckle was like a low growl, his sharp eyes traveling over Gabriel in what Gabe knew was brotherly concern.",
        "Rhyn's low growl was unmistakable.",
        "His menacing growl chilled her more than any of the others'.",
        "He stopped at the growl that came from deep within Rhyn's chest.",
        "The clock ticked thirty long seconds away and then the silence was ripped by a ferocious growl.",
        "You give up the walk under the pine tress - he ceases to growl !",
        "Not only can they growl and yowl as most cats do, Bengals also make a sort of chirping noise, and they use all of these sounds to try to communicate their wants and needs to their humans.",
        "The growl, while not exactly a bark, sends a definite message: \"Leave me alone!\"",
        "These include dilating pupils, a low growl, stiffening of the body, twitching of the tail, and flattening the ears backward against the head.",
        "Standing \"tall\" at 27 inches, you can use his accompanying remote control to make Spike growl, snort, light up and roar.",
        "Taylor Lautner says that the only thing that bothers him about Twifans is that they always ask him to growl.",
        "Bikers will know and love the distinctive styling of the Triumph Bonneville or 'Bonnie', with its throaty growl and powerful engine, or the Thunderbird made famous by Marlon Brando in the Wild One.",
        "Next time you feel your stomach growl, don't feel guilty about reaching for a snack.",
        "The obscenities and the occasional growl do not distract from just how top 40 pop this song is.",
        "If his sudden stillness wasn't a warning, his purr turned to a low, lethal growl.",
        "Deidre recognized the growl of the half-demon and faced him.",
        "I have never known that dog to do anything but growl at vampires.",
        "false pregnancyeated false pregnancies, and may growl at, scratch and bite their owners as well as attacking other rabbits.",
        "Jumbo, lying very low behind a bank of earth for safety, gave another low growl.",
        "And I have a very loud growl What am I?",
        "In order to avoid the added stress, a cat may growl or hiss to show that he is a formidable opponent and perhaps cause the aggressor to seek a fight elsewhere.",
        "Then she heard a long low growl that shook the floor beneath her.",
        "The throaty growl is the same and so hearing it will be a nostalgic sound for many people, \" added Mr Brown.",
        "With a deep growl, I unfolded my massive, hairy body from the suddenly too-small bathroom.",
        "They were a blurred backdrop to the rhythmic slapping of the water, the low growl of the pebbles.",
        "Most puppies bite and chew their owners, and even growl, especially when they are playing.",
        "Three good meals a day and a nice warm bed to lie on so I ca n't growl.",
        "throaty growl is the same and so hearing it will be a nostalgic sound for many people, \" added Mr Brown.",
        "You give up the walk under the pine tress - he ceases to growl!",
        "If the child keeps trying to pet the dog, a sterner warning, usually a growl, will ensue.",
        "As the little Wizard turned to follow them he felt a hot breath against his cheek and heard a low, fierce growl.",
        "It did not even growl."
    ],
    "definition": [
        "Link/Cite"
    ]
}