{
    "translation": "הדרכה, הובלה, הנהגה",
    "uses": [
        "They need all the help and guidance they can get.",
        "I had no real power and absolutely no guidance from you or anyone else on what my role was.",
        "Effie looked to Dean, as if for guidance, but said nothing.",
        "There is no guidance in the conception.",
        "Andre had been his confidante and mentor whose guidance had helped him navigate his role as the Immortals. leader.",
        "It's not only Quinn and his machines that are important; I need guidance even more.",
        "They require guidance and sympathy far more than instruction.",
        "We were then sent to the guidance office so they could work up a schedule for me.",
        "With the sanction and under the guidance of the Apostles, officers called elders and deacons were appointed in every newly-formed church.'",
        "It is believed by many critics that they were intended for the guidance of Aurelius's son, Commodus (q.v.); at all events they are generally considered as one of the most precious of the legacies of antiquity.",
        "This he had already begun at Auxonne under the inspiring guidance of the baron du Teil.",
        "A similar measure, under the guidance of the attorney-general, the Hon.",
        "But, under the guidance of a 1 The full title of the palatine (Mag.",
        "It is to the collections formed by these baru-priests as a guidance for themselves and as a basis of instruction for those in training for the priesthood that we owe our knowledge of the parts of the liver to which particular attention was directed, of the signs noted, and of the principles guiding the interpretation of the signs.",
        "Was she so pampered that she couldn't make it on her own - far away from the guidance of her father?",
        "At this point it is convenient to leave the guidance of Professor J.",
        "If we were left solely to the wordy wit of legislators in Congress for our guidance, uncorrected by the seasonable experience and the effectual complaints of the people, America would not long retain her rank among the nations.",
        "It is by a mathematical point only that we are wise, as the sailor or the fugitive slave keeps the polestar in his eye; but that is sufficient guidance for all our life.",
        "Here and there it was based upon a bastard Socialism, ~ in other places it was made a means of municipal ~ party warfare under the guidance of the local mafia, and in some districts it was simply popular effervescence against the local octrois on.",
        "Under his guidance the church grew to be one of the strongest of that denomination in the West, and Mr Collyer himself came to be looked upon as one of the foremost pulpit orators in the country.",
        "In order to reply to accusations brought against them, or in order to be confirmed in their functions, they had to travel to the Golden Horde on the Volga or even to the camp of the grand khan in some distant part of Siberia, and the journey was considered so perilous that many of them, before setting out, made their last will and testament and wrote a parental admonition for the guidance of their children.",
        "A code of instructions for the guidance of church courts when engaged in cases of discipline is in general use, and bears witness to the extreme care taken not only to have things done decently and in order, but also to prevent hasty, impulsive and illogical procedure in the investigation of charges of heresy or immorality.",
        "In the ancient world, man wanted guidance from the gods on what he should do.",
        "This would be so if people acted independently and without guidance, but actually they are sometimes misled by published advice and movements in the market intended to deceive them, and, even when they are not, they watch each other's attitudes and tend to act as a crowd.",
        "The supernatural element that is prominent in the Old Testament is God's providential guidance and guardianship of His people, and His teaching and training of them by His prophets.",
        "After the precious relics together with the bones of Adam had been saved in the ark, they were transported by Shem and Melchizedek to Golgotha under the guidance of an angel.$ The tripartite narrative which is known as the Romance of Julian (the Apostate) has no claim to be regarded as an historical document.",
        "1 It was said to have been founded by a band of emigrants from Phocis, under the guidance of two Athenian leaders, named Philogenes and Damon, but it joined the Ionian confederacy by accepting the government of Athenian rulers of the house of Codrus.",
        "During the period of the Jesuit ascendancy in the reign of K'ang-hi (1661-1721), the superintendence of this institution was confided to Roman Catholic missionaries, under whose guidance the bronze instruments formerly existing were constructed.",
        "366-384, the catacombs had begun to be regarded with special devotion, and had become the resort of large bands of pilgrims, for whose guidance catalogues of the chief burial-places and the holy men buried in them were drawn up. Some of these lists are still extant.'",
        "They believe that an experience of more than 250 years gives ample warrant for the belief that Christ did not command them as a perpetual outward ordinance; on the contrary, they hold that it was alien to His method to lay down minute, outward rules for all time, but that He enunciated principles which His Church should, under the guidance of the Holy Spirit, apply to the varying needs of the day.",
        "The remarkably definite and original style formed by Mantegna may be traced out as founded on the study of the antique in Squarcione's atelier, followed by a diligent application of principles of work exemplified by Paolo Uccello and Donatello, with the practical guidance and example of Jacopo Bellini in the sequel.",
        "All this was to be done, however, under the strict supervision and guidance of the autocratic power, with as little aid as possible from private initiative and with no control whatever of public opinion, because influential public opinion is apt to produce insubordination.",
        "So far as European politics are concerned, the latter years of the republic are made memorable by one important event: the resistance which Venice, under the guidance of Fra Paolo Sarpi, offered to the growing claims of the Curia Romana, advanced by Pope Paul V.",
        "A general assembly of his inquisitors was convoked at Seville for the 29th of November 1484; and there he promulgated a code of twenty-eight articles for the guidance of the ministers of the faith.",
        "A shepherd boy named Stephen had appeared, in France, and had induced thousands to follow his guidance: with his boyish army he rode on a wagon southward to Marseilles, promising to lead his followers dry-shod through the seas.",
        "Under the guidance of General Caceres a junta was then formed to carry on the government until an election for the presidency should be held and the senate and cham- Ch o eres in ber of deputies constituted.",
        "The instructions for the guidance of the Assembly were prepared by the empress herself and were, as she frankly admitted, the result of \" pillaging the philosophers of the West,\" especially Montesquieu and Beccaria.",
        "There he was presently joined by two ladies: Mrs Hutcheson, the rich widow of his old friend, who recommended her on his death-bed to place herself under Law's spiritual guidance, and Miss Hester Gibbon, sister to his late pupil.",
        "During the last six years (1534-1540) of John's reign, his kingdom, beneath the guidance of the Paulician monk, Frater Gyorgy, or George Martinuzzi, the last great statesman of old Hungary, enjoyed a stability and prosperity marvellous in the difficult circumstances of the period, Martinuzzi holding the balance exactly between the emperor and the Porte with 3 I was kept secret for some years for fear of Turkish intervention.",
        "All three got into the buggy and Zeb picked up the reins, though Jim needed no guidance of any sort.",
        "Under the guidance of such a principle the writer naturally expected the world's culmination in evil to be the immediate precursor of God's intervention on behalf of the righteous, and every fresh growth in evil to be an additional sign that the time was at hand.",
        "Of course, the system only shapes decisions insofar as you take its guidance, which begs the question: Will people follow suggestions they may not fully understand?",
        "And as the personal element disappears in the conception of the prophetic calling, so it tends to disappear in the prophetic view of history, and the future comes to be conceived not as the organic result of the present under the divine guidance, but as mechanically determined from the beginning in the counsels of God, and arranged under artificial categories of time.",
        "North of the city of David, the king, acting under divine guidance, chose a site for the Temple of Jehovah, which was erected with great magnificence by Solomon.",
        "Rain is by far the most important of the inorganic mobile distributions upon which land forms exercise their function of guidance and control.",
        "Under the guidance of Pericles the Athenians renounced the unprofitable rivalry with Sparta and Persia, and devoted themselves to the consolidation and judicious extension of their maritime influence.",
        "In the instructions drawn up, shortly before his death, for his guidance at Verona, Castlereagh had stated the possibility of the necessity for recognizing the Greeks as belligerents if the war continued.",
        "Random as are some of his statements, he was consistent in two objects: (1) in the interest of solifidian doctrine, to place the rejection of the Catholic doctrine of good works on a sure ground; (2) in the interest of the New Testament, to find all needful guidance for Christian duty in its principles, if not in its precepts.",
        "Under Abel's guidance, the prevailing obscurities of analysis began to be cleared, new fields were entered upon and the study of functions so advanced as to provide mathematicians with numerous ramifications along which progress could be made.",
        "9); in the rabbinic literature \"the fathers\" are the more eminent of the earlier rabbis whose sayings were handed down for the guidance of posterity.",
        "He wrote and spoke vigorously against Welsh disestablishment (1893); and in the following year, under his guidance, the existing agencies for Church defence were consolidated.",
        "It is among them so important whilst the Record in all its details is so far beyond the receptive capacity of the brain, that selection and guidance are employed by the elders in order to enable the younger generation to benefit to the utmost by the absorption (so to speak) in the limited span of a lifetime of the most valuable influences to be acquired from this prodigious envelope of Recorded Experience.",
        "In the next and last period the progress of pure mathematics has been dominated by the critical spirit introduced by the German mathematicians under the guidance of Weierstrass, though foreshadowed by earlier analysts, such as Abel.",
        "Under his weaker but more neutral guidance, and aided by the unifying force of the Adriatic crisis, the parties reached agreement upon a new parliamentary franchise, based on universal suffrage.",
        "Such considerations have the very greatest importance for the guidance of the action of civilized man in seeking the health and happiness of the community.",
        "Vegetable physiology he pursued with special reference to agriculture, which he held to be the foundation of all trade and industry, but which could not be rationally practised without the guidance of chemical principles.",
        "The hope was not fulfilled, but a certain number of philosophic disciples gathered round Comte, and eventually formed themselves, under the guidance of the new ideas of the latter half of his life, into a kind of church, for whose use was drawn up the Positivist Calendar (1849), in which the names of those who had advanced civilization replaced the titles of the saints.",
        "It is under his wise guidance that the survey has attained its present efficiency.",
        "The country of Cutch was invaded about the 13th century by a body of Mahommedans of the Summa tribe, who under the guidance of five brothers emigrated from Sind, and who gradually subdued or expelled the original inhabitants, consisting of three distinct races.",
        "The words are as follows: - \" This letter I sent through Clement the blessed presbyter, a man virtuous and tried, whom ye know and will come to know completely, who being here by the providence and guidance of the Ruler of all strengthened and increased the church of the Lord.\"",
        "Sam looked to Carmen for guidance.",
        "Studying in his youth for the Church, he was admitted to the minor orders in 1539 and ordained deacon in 1541 at Venice; but he soon devoted himself entirely to the study of music under the guidance of Adrian Willaert, then choirmaster at St Mark's.",
        "A code of requirements in regard to the opening of new railways has been drawn up by the department for the guidance of railway companies, and as the special circumstances of each line are considered on their merits, it rarely happens that the department finds it necessary to prohibit the opening of a new railway.",
        "Yully spent the drive north learning how to manipulate her father's magics with his patient tips as guidance.",
        "Under their guidance theology flourished in the Frankish empire.",
        "Londonderry had been on the eve of starting for the conference at Vienna, and the instructions which he had drawn up for his own guidance were handed over by Canning, the new foreign secretary, to Wellington, who proceeded in September to Vienna, and thence in October to Verona, whither the conference had been adjourned.",
        "He learned much at this time, though his studies were without guidance and without plan.",
        "By that code as well as by the former code the police have a legal sanction for doing what by practice they do in England; they take evidence for their own information and guidance in the investigation of cases and are clothed with the power to compel the attendance of witnesses and question them.",
        "Early in life, too, he met with the doctrines of Jacob Behmen, of whom, in the Biographia Literaria, he speaks with affection and gratitude as having given him vital philosophic guidance.",
        "The Free State, under the guidance of Sir John Brand, who became president in 1864, attained a considerable measure of prosperity.",
        "Just give me some guidance.",
        "To this power the successful guidance of the Dominion through its critical formative period must be ascribed.",
        "Free State: History.) Not many months afterwards (July 1888) the Free State lost by death the wise, moderating guidance of Sir John Brand.",
        "In the estate of the nobility he headed the liberal minority under the guidance of Adrien Duport, and led the minority of forty-seven noblemen who seceded from their own estate (June 1789) and joined the Tiers Etat.",
        "The little mustang responded smoothly under his loving guidance.",
        "Towards the end of his career Gerhard Groot retired to his native town of Deventer, in the province of Overyssel and the diocese of Utrecht, and gathered around him a number of those who had been \"converted\" by his preaching or wished to place themselves under his spiritual guidance.",
        "A similar change between the earlier odes of Horace, in which he declares his epicurean indifference to affairs of state, and the great national odes of the third book is to be ascribed to the same guidance.",
        "For the same reason they refuse to occupy the time of worship with an arranged programme of vocal service; they meet in silence, desiring that the service of the meeting shall depend on spiritual guidance.",
        "de Goeje in 1864 (Memoires sur la conquete de la Syrie, 2nd ed., aeiden, 1900), led to the conclusion that Wagidi's chronology is sound as regards the main events, and that later historians have gone astray by forsaking his guidance.",
        "Her language is the purest Tuscan of the golden age of the Italian vernacular, and with spontaneous eloquence she passes to and fro between spiritual counsel, domestic advice and political guidance.",
        "This guidance is part of ongoing work to improve the transparency of the processing rules for contractors.",
        "The religiosity of the Quakers, with their doctrines of the \" inner light \" and the influence of, the Spirit, has decided affinities with mysticism; and the autobiography of George Fox (1624-1691), the founder of the sect, proceeds throughout on the assumption of supernatural guidance.",
        "He stood equally remote from the old Voluntary principle, that \" the State had nothing to do with religion,\" and from the sacerdotal position that the clergy stood in an apostolic succession, and either constituted the Church or were the persons into whose hands its guidance had been committed.",
        "But for this he would hardly have established so absolute an antithesis between industrial and military competition, and have shown himself readier to recognize that the law of the struggle for existence, just because it is universal and equally (though differently) operative in every form of society, cannot be appealed to for guidance in deciding between the respective merits of an industrial or military and of an individualist or socialist organization of society.",
        "In the Principles of Ethics Spencer, though relying mainly on the objective order of nature and the intrinsic consequences of actions for the guidance of conduct, conceives the ethical end in a manner intermediate between the hedonist and the evolutionist.",
        "In the preface to the last part of his Ethics (1893) Spencer regrets that \"the Doctrine of Evolution has not furnished guidance to the extent he had hoped,\" but his contributions to ethics are not unlikely to be the most permanently valuable part of his philosophy.",
        "The parties of the Left in the chamber, united upon this question in the Bloc republicain, supported Combes in his application of the law of 1901 on the religious associations, and voted the new bill on the congregations (1904), and under his guidance France took the first definite steps toward the separation of church and state.",
        "On the second occasion, under the guidance of his eldest son, the crown prince Gustavus, afterwards Gustavus III., he succeeded in overthrowing the tyrannous \"Cap\" senate, but was unable to make any use of his victory.",
        "zealots hailed the appearance of the Paraclete in Phrygia, and surrendered themselves to his guidance.",
        "Belize probably derives its name from the French balise, \" a beacon,\" as no doubt some signal or light was raised here for the guidance of the buccaneers who once infested this region.",
        "She helped to raise Buckingham to power in the place of Somerset, maintained friendly relations with him, and approved of his guidance and control of the king.",
        "He crossed the Alps under the guidance of a white hart, miraculously sent to assist the passage of the army.",
        "American scientific enterprise, mainly in very deep water, though in a few instances he overestimated under the guidance of Professor Alexander Agassiz, has been the depth by failing to detect the moment at which the lead active in the North Atlantic and especially in the Pacific Ocean, touched bottom.",
        "Even before the beginning of the agitation led by Ronge, another movement fundamentally distinct, though in some respects similar, had been originated at Schneiderriihl, Posen, under the guidance of Johann Czerski (1813-1893), also a priest, who had come into collision with the church authorities on the then much discussed question of mixed marriages, and also on that PRO r.",
        "Many disciples put themselves under his guidance; but his influence must have been limited to south Palestine, for there is no mention of him in Palladius or Cassian.",
        "His services to his church have been summed up thus: - (I) he has a keen sense of the proportion of the faith and maintains a clear distinction between what is fundamental, needing ecclesiastical commands, and subsidiary, needing only ecclesiastical guidance and suggestion; (2) as distinguished from the earlier protesting standpoint, e.g.",
        "He places himself in a sense within the dogmatic circle by his declaration that guidance is to be expected from developments - in a \" free Protestant evangelical spirit \" - out of the old confessions of the Protestant churches.",
        "That large party which advocates a strict and jealous construction of the constitution would certainly oppose any independent legislation by the national Congress for providing a registration of births, marriages and deaths, or for obtaining social and industrial statistics, whether for the satisfaction of the publicist or for the guidance of the legislature.",
        "The council, like the minor advisory councils which have been from early times called together for the guidance of particular churches on occasions of special difficulty, is each time dissolved at its adjournment.",
        "His election proved a turning-point in the history of the country, which, under his beneficent and tactful guidance, became peaceful and prosperous and, in some respects, a model state.",
        "Beust became minister for both home and foreign affairs in 1852, and under his guidance the policy of Saxony became more and more hostile to Prussia and friendly to Austria.",
        "For all that, the theological thinking is characteristically Jewish, and such guidance as Jewish thinkers required was mainly given by Greek culture.",
        "Nor do they all accept the guidance of Wiihler's law.",
        "Under the guidance of his great chancellor Griffenfeldt, Denmark seemed for a brief period to have a chance of regaining her former position as a great power.",
        "Ultramontanism, too, labours systematically to bring the whole educational organization under ecclesiastical supervision and guidance; and it manifests the greatest repugnance to allowing the future priest to come into touch with the modern spirit.",
        "The original dependence upon the Spirit for light and guidance was inadequate.",
        "After the failure of the attempts at reform by the councils, the guidance of the Church was left undisturbed in the hands of the popes, and they were determined that it should remain so.",
        "The four acts of 1842, 1846, 1853, 1860 - the first two In under Peel's leadership, the second two under Gladstone's guidance - thus carried out gradually the policy of free trade in regard to other articles than grain.",
        "On the civil marriage question in particular, and some years earlier on the still more troublesome one of allowing the remarriage of native converts to Christianity, his guidance, being not only learned but statesmanlike, was of the greatest value.",
        "Beneath the guidance of a dynasty of princes which, curiously enough, was supplied by the least civilized portion of this congeries of nationalities,, the nascent republic gradually grew into a power which subjugated its former oppressors and, viewed externally, seemed to bear upon it the promise of empire.",
        "In these the tendency of the Syllabus towards obscurantism and papal despotism, and its incompatibility with modern thought, were clearly pointed out; and the evidence against papal infallibility, resting, as the Letters asserted, on the False Decretals, and accepted without controversy in an age of ignorance, was ably marshalled for the guidance of the council.",
        "22), and ministering to Israel the gracious guidance which distinguishes it from all other nations (Amos ii.",
        "It has always been the evil fate of the Hebrews to destroy their own highest ideals by attempting to translate them into set forms, and the ideal of a prophetic guidance of the nation of Yahweh could not have been more effectually neutralized than by committing its realization to the kind of state Church of professional prophets, \"eating bread\" by their trade (Amos vii.",
        "The popular faith was full of heathenish superstition strangely blended with the higher ideas which were the inheritance left to Israel by men like Moses and Elijah; but the common prophets accepted all alike, and combined heathen arts of divination and practices of mere physical enthusiasm with a not altogether insincere pretension that through their professional oracles the ideal was being maintained of a continuous divine guidance of the people of Yahweh.",
        "On the other hand, it was also in Asia Minor that there appeared along with Montanus those energetic prophetesses who charged the churches and their bishops and deacons with becoming secularized, and endeavoured to prevent Christianity from being naturalized in the world, and to bring the churches once more under the exclusive guidance of the Spirit and His charismata.",
        "His military character was the enlargement of his personal character - \"desperate earnestness, unflinching straightforwardness,\" and absolute, almost fatalist, trust in the guidance of providence.",
        "An inspector is required to hold a certificate of qualification, and for his guidance general regulations are made by his local authority as to modes of testing weights, measures and weighing instruments.",
        "The church and church theology, to whose guidance the masses now surrendered themselves, took in along with them their superstition, their polytheism, their magic, their myths, and all the machinery of religious witchcraft.",
        "This Letter on Obedience was written for the guidance and formation of Ignatius's own followers; it was an entirely domestic affair.came known beyond the Society the teaching met with great opposition, especially from members of other orders whose institutes represented the normal days of peace rather than those of war.",
        "When this large body of scholars were set down to their task, an elaborate set of rules was drawn up for their guidance, which contained a scheme of revision as well as general directions for the execution of their work.",
        "In 1646 Dublin was besieged, but without success, by the Irish army of 16,000 foot and 1600 horse, under the guidance of the Pope's nuncio Rinuccini and others, banded together \"to restore and establish in Ireland the exercise of the Roman Catholic religion.\"",
        "The true hedonist will aim at a life of enduring rational happiness; pleasure is the end of life, but true pleasure can be obtained only under the guidance of reason.",
        "In bringing about a system of penny postage throughout the empire; in forwarding the construction of the Pacific cable to secure close and safe imperial telegraphic connexion; in creating rapid and efficient lines of steamship communication with the motherland and all the colonies; in granting tariff preference to British goods and in striving for preferential treatment of inter-imperial trade; in assuming responsibility for imperial defence at the two important stations of Halifax and Esquimalt, - Canada, under the guidance of Sir Wilfrid Laurier and his party, took a leading part and showed a truly national spirit.",
        "But These Very Digressions' Give The Book Its Intimate And Abiding Charm; For They Keep The Reader In Close Personal Touch With Every Side Of Canadian Life, With Songs And Tales And Homely Forms Of Speech, With The Best Features Of Seigniorial Times And The Strong Guidance Of An Ardent Church, With Voyageurs, Coureurs De Bois, Indians,., Soldiers, Sailors And All The Strenuous Adventurers Of A Wild, New, Giant World.",
        "He was really, as we have seen, a prolific writer from the time when he was a young man under Plato's guidance at Athens; beginning with dialogues in the manner of his master, but afterwards preferring to write didactic works during the prime of his own life between thirty-eight and fifty (347-335-334), and with the further advantage of leisure at Atarneus and Mitylene, in Macedonia and at home in Stagira.",
        "This Manifesto has remained a kind of gospel for extreme Communists, and its pronouncements served as a guidance in the attempt of the Russian Bolsheviks (Russian for\" Majority \"party) to create a Communist republic in Russia.",
        "Arcadius submitted at first to the guidance of the praetorian prefect Rufinus, and, after his murder (end of 395) by the troops, to the counsels of the eunuch Eutropius (executed end of 399).",
        "Beaufort controlled the council, and it was under his guidance that the king began to take part in the government.",
        "The 6th of April was kept as a day of fasting and prayer, and the 1st of July was thus set apart in order to seek divine guidance for the approaching conference.",
        "During the whole tenure of office the Marquis di San Giuliano was an ardent believer in the Triple Affiance, on which he thought that Italy's foreign policy should be based, and attached the greatest importance to a good understanding with Austria, an attitude not calculated to win him popularity in many circles; under his guidance consequently Italy opposed Serbia's desire for a port on the Adriatic and Greece's aspirations in Epirus, and supported the policy of creating an independent Albanian State.",
        "nagskyang, \" cash \") are cut into aliquot parts by the guidance of the figures on them.",
        "In April 1799, under the guidance of John Venn and Thomas Scott, was established the Church Missionary Society, originally known as the \" Society for Missions to Africa and the East.\"",
        "After a period of stress and uncertainty, due very largely to the variety of denominational creed and polity, matters assumed an easier condition, the missionaries recognizing the national characteristics and aiming at guidance rather than control.",
        "In the complicated Schleswig-Holstein question Bavaria, under Pfordten's guidance, consistently opposed Prussia, and headed the lesser states in their support of Frederick of Augustenburg against the policy of the two great German powers.",
        "tribal system the affairs of the Kumasi were adminis tered by chiefs under British guidance.",
        "He selected the administration of tobaccos, addressing himself especially to chemical researches under the guidance of Gay-Lussac, and gave striking proof of ability in two papers on the combinations of phosphorus with hydrogen and oxygen, published in Annales de Chimie et de Physique (1835 and 1837).",
        "Japp, in the Kekule memorial lecture he delivered before the London Chemical Society on the 15th of December 1897, declared that three-fourths of modern organic chemistry is directly or indirectly the product of Kekule's benzene theory, and that without its guidance and inspiration the industries of the coal-tar colours and artificial therapeutic agents in their present form and extension would have been inconceivable.",
        "John Hay was a man of quiet and unassuming disposition, whose training in diplomacy gave a cool and judicious character to his statesmanship. As secretary of state under Presidents McKinley and Roosevelt his guidance was invaluable during a rather critical period in foreign affairs, and no man of his time did more to create confidence in the increased interest taken by the United States in international matters.",
        "His maternal grandfather, Andreas Gottlieb Bernstorff (1640-1726), had been one of the ablest ministers of George I., and under his guidance Johann was very carefully educated, acquiring amongst other things that intimate knowledge of the leading European languages, especially French, which ever afterwards distinguished him.",
        "Then the Romanists, under the guidance of Cardinal Campeggio and the archduke Ferdinand, met at Regensburg and decided to take strong and aggressive measures to destroy Lutheranism, while, on the other hand, representatives of the cities met at Spires and at Ulm, and asserted their intenfion of forwarding and protecting the teaching of the reformed doctrines.",
        "Rendered suspicious by this arbitrary act, the,Protestant princes in 1608 formed a confederation known as the Evangelical Union, and in response the Roman Catholics, under the guidance of Maximilian, united in a similar confederation afterwards called the Catholic League.",
        "Prussia, under the guidance of her great minister Stein, reorganized her entire administration.",
        "Accustomed to look to Austria for guidance and material support, the princes everywhere found themselves helpless in face of the popular clamour.",
        "But Charles was anxious about Italy, then in danger from Spain, which under Alberoni's guidance had occupied Sardinia and Sicily.",
        "Under the guidance of Pericles Athens replied that she would do nothing on compulsion, but was prepared to submit difficulties to amicable arbitration on the basis of mutual concessions.",
        "This is Stara i., the Lord's Prayer of the Moslems, a vigorous hymn of praise to God, the Lord of both worlds, which ends in a petition for aid and true guidance (huda).",
        "His son and successor Abul-Asakir Jaish was fourteen years old at his accession, and being without adequate guidance soon revealed his incompetence, which led to his being murdered after a reign of six months by his troops, who gave his place to his brother HrUn, who was of about the same age.",
        "The magnitude of the task he had accomplished is shown by the preceding pages, and it need only be added that the transformation effected in Egypt and the Sudan, during his twenty-fout years occupancy of the British Agency, was carried out in every department under his guidance and inspiration.",
        "There seemed to be no reason why Denmark also should not become a powerful state under the guidance of a powerful monarchy, especially as the sister state of Sweden was developing into a great power under apparently identical conditions.",
        "The Crossing of the Red Sea.-According to J the children of Israel departed from Egypt under the guidance of Yahweh, who leads them by day in a pillar of cloud and by night in a pillar of fire (xiii.",
        "From time to time secret instructions were issued by the Bureau for the information and guidance of editors.",
        "At the beginning, the regulations for the guidance of correspondents were as follows, but for the most part they were allowed to write as they wished.",
        "He tried to calm the unrest of his conscience by correspondence with the leaders of the evangelical revival on the continent, and sought for omens and supernatural guidance in texts and passages of scripture.",
        "War, diplomacy and civil administration were all dependent on his guidance.",
        "Pennsylvania troops were the first to reach Washington after the president's call, and from first to last the state, under Governor Curtin's guidance, furnished 387,284 officers and men to the Northern armies.",
        "Life went on much as usual, and the country, with a merely provisional government, was peaceful enough under the guidance of Moray, Maitland of Lethington, and the other lay Protestant leaders.",
        "But in Hawaii there are traditions'of a wise king who interested himself in promoting the social well-being of the people, and made good laws for their guidance.'",
        "Under the guidance of Judges John Jay, Marshall, and Joseph Story, the judiciary from 1790 to 1835 had followed the Federalist loose construction methods of interpreting the constitution.",
        "He became Doctor of Divinity and pastor of the Dutch Reformed Church at Beesd in 1863, and in 1870 moved to Amsterdam, where he became in 1876 leader of the anti-Revolutionary party which aimed at the restoration of strictly Calvinistic doctrine in the guidance of State affairs.",
        "The characteristics of his work confirm the early belief that St Mark wrote this Gospel for the Christians of Rome under the guidance of St Peter.",
        "It is related of Kruger, as indeed it has been said of Piet Retief and others of the early Boer leaders, that he believed himself the object of special Divine guidance.",
        "Throughout his life he professed this faith in God's will and guidance, and much of his influence over his followers is attributable to their belief in his sincerity and in his enjoyment of Divine favour.",
        "14: \" Where there is no guidance, a people falls, but in the multitude of counsellors there is safety.\"",
        "The order of the categories is in the main outlines fixed; but in the minor details much depends upon the philosopher, who has to fill in the gaps between ideas, with little guidance from the data of experience, and to assign to the stages of development names which occasionally deal hardly with language.",
        "The literary beginnings he had made in Frankfort now seemed to him amateurish and trivial; he felt that he had to turn over a new leaf, and, under the guidance of E.",
        "A hero, who was probably originally intended to demonstrate the failure of the vacillating temperament when brought face to face with the problems of art, proved ill-adapted to demonstrate those precepts for the guidance of life with which the Lehrjahre closes; unstable of purpose, Wilhelm Meister is not so much an illustration of the author's life-philosophy as a lay-figure on which he demonstrates his views.",
        "Kant he by no means ignored, and under Schiller's guidance he learned much from him; but of the younger thinkers, only Schelling, whose mystic nature-philosophy was a development of Spinoza's ideas, touched a sympathetic chord in his nature.",
        "The jus episcopale which Luther afterwards claimed for the secular authorities had been practically exercised in Saxony and Brandenburg; cities and districts had framed police regulations which set aside ecclesiastical decrees about holidays and begging; the supervision of charity was passing from the hands of the church into those of laymen; and religious confraternities which did not take their guidance from the clergy were increasing.",
        "In 1849 came the first of several examples that have appeared in Palestine from time to time of that curious product of American religious life - a community of dupes or visionaries led by a prophet or prophetess with claims to divine guidance.",
        "The Government of India have further laid down liberal principles for future guidance and will be prepared, where the necessity is established, to make further advance in respect of: (11) The progressive and graduated imposition of large enhancements.",
        "The introduction was the work of Hort, and its depth and fulness convinced all who read it that they were under the guidance of a master.",
        "The popular factor is the belief in the influence exerted by the movements of the heavenly bodies on occurrences on earth - a belief naturally suggested by the dependence of life, vegetation and guidance upon the two great luminaries.",
        "He studied rhetoric under Molo (Molon) of Rhodes, and law under the guidance of Q.",
        "Sabas was made exarch or superior of all the monasteries in Palestine, and composed a Typicon or Rule for their guidance.",
        "Tariq, thus certain of meeting no serious opposition to his landing, passed into Spain himself with an army composed mainly of Berbers of the Ghomera tribe under the guidance of Julian.",
        "In all these matters he followed the guidance of divines and devotees, in whose congenial company he delighted.",
        "Al-Mostarshid billah (\" he who asks guidance from God\"), who succeeded his father in Rabia II.",
        "In administrative reforms the Korean government followed his guidance; laws could not be enacted nor administrative measures undertaken without his consent; the appointment and dismissal of high officials, and the engagement of foreigners in government employ, were subject to his pleasure.",
        "As this last stage is approached the \"chela\" becomes less and less dependent on the guidance of traditions and scriptures.",
        "This document is preserved in the family archives as a guidance and encouragement to the child through life.",
        "The United States exploring expedition, commanded by John Charles Fremont, explored the Wind River Mountains and the South Pass in 1842, under the guidance of Kit Carson.",
        "onwards we have the guidance of the \"Bills of Mortality\" issued in London, which, though drawn up on the evidence of ignorant persons, are doubtless roughly true.",
        "Under his guidance great improvements were made in schools and sanitation.",
        "its opening both the intellectual and administrative guidance of the Church was entirely in French and Italian hands; and the first instincts of those countries is to lean on an all-sufficing government.",
        "He was appointed by Theodosius the Great, tutor of the young princes Arcadius and Honorius, but at the age of forty he retired to Egypt, where for forty years he lived in monastic seclusion at Scetis in the Thebais, under the spiritual guidance of St John the Dwarf.",
        "The most interesting, and in many respects the most remarkable, is the philosophic romance, the New Atlantis, a description of an ideal state in which the principles of the new philosophy are carried out by political machinery and under state guidance, and where many of the results contemplated by Bacon are in imagination attained.",
        "From this religious guidance of the people by the well-organized forces of dissent, it was but a step to political ascendancy, and as the various constitutional changes from the Reform Bill onward began to lower the elective franchise, and thus to throw more and more power into the hands of the working classes, that spirit of radicalism, which is peculiarly associated with political dissent, began to assert itself powerfully throughout the country.",
        "The \" canonical \" Mishnah and Gemara were now the objects of study, and the scattered Jews appealed to the central bodies of Judaism in Babylonia for information and guidance.",
        "Originally meeting in all probability for more thoroughgoing study of the Cartesian philosophy, they looked naturally to Spinoza for guidance, and by and by we find him communicating systematic drafts of his own views to the little band of friends and students.",
        "The \"plantation\" of new churches is to go on everywhere under the guidance of higher church officers called superintendents.",
        "The y oung king was full of promise, and had he been permitted gradually to gain experience and develop his naturally great talents beneath the guidance of his guardians, as his father had intended, all might have been well for Sweden.",
        "The close of the revolution against Balmaceda left the government of Chile in the hands of the junta under whose guidance the military and naval operations had been organized.",
        "But the guardians of order, under the judicious guidance of such sensible chiefs as.",
        "Zeno, we have reason to believe, adopted the Cynic Logos for his guidance to truth as well as to morality.",
        "Dost Mahommed was enjoined to abandon the attempt to recover Peshawar, and to place his foreign policy under British guidance.",
        "Many are the stories of martyrs and confessors who are believed to have lived in these troublous times, and their efforts were at last crowned with success, for in the century commencing with the reign of Bilamgur in 971 there took place \" the second introduction of religion \" into Tibet, more especially under the guidance of the pandit Atisha, who came to Tibet in 1041, and of his famous native pupil and follower Brom Ston.",
        "THE Four Patriarchs, Of Equal Dignity, Have The Highest Rank Among The Bishops, And The Bishops united in a General Council represent the Church and infallibly decide, under the guidance of the Holy Ghost, all matters of faith and ecclesiastical life.",
        "Livy writes as a Roman, to raise a monument worthy of the greatness of Rome, and to keep alive, for the guidance and the warning of Romans, the recollection alike of the virtues which had made Rome great and of the vices which had threatened her with destruction.",
        "He travelled in distant parts of the world to receive the homage of his followers, and with the object either of settling differences or of advancing their welfare by pecuniary help and personal advice and guidance.",
        "After 1854 he spent the greater part of his time at Pest, and his little room at the \" Queen of England \" inn became the meeting-place for those patriots who in those dark days looked to the wisdom of Deak for guidance.",
        "From a psychological point of view divinatory methods may be classified under two main heads: (A) autoscopic, which depend simply on some change in the consciousness of the soothsayer; (B) heteroscopic, in which he looks outside himself for guidance and perhaps infers rather than divines in the proper sense.",
        "For the guidance of local authorities, the Local Government Board have from time to time issued model series of by-laws dealing with the various subjects for which by-laws may be made, and these are for the most part followed throughout England and Wales.",
        "The Harbour Board, which was formed in 1881 and ceased to exist in 1893, effected, under the guidance of Mr Harry Escombe, enarmous improvements in the port - on which the prosperity of Durban is dependent.",
        "The writings of other men he used more for stimulus than for guidance.",
        "On the 3rd of November he reached Cawnpore, and on the 12th marched upon Lucknow under the guidance of Thomas Henry Kavanagh, who had made his way from the residency disguised as a native for that purpose.",
        "Theophrastus presided over the Peripatetic school for thirty-five years, and died in 287 B.C. Under his guidance the school flourished greatly - there were at one period more than 2000 students - and at his death he bequeathed to it his garden with house and colonnades as a permanent seat of instruction.",
        "Beside the uniform influence of every woman on every man, to attach him to Humanity, such is the importance and the difficulty of this ministry that each of us should be placed under the special guidance of one of these angels, to answer for him, as it were, to the Great Being.",
        "A country which is so devoted to free trade that it not only practises free trade itself but endeavours to convert others by nullifying their protectionist measures as far as it can, even with immediate loss to itself, departs from the guidance of selfinterest so far; hut its political action may be justifiable in the long run by other considerations.",
        "Benton and others prepared a plan for educating the slaves and gradually emancipating them under state law; and undoubtedly a considerable party would have supported such a project, for the Whigs and Democrats were not then divided along party lines on the slavery issue; but nothing took organized form in 1849, when Senator Benton repudiated certain ultra pro-slavery instructions, breathing a secession spirit, passed by the General Assembly for the guidance of the representatives of the state in Congress.",
        "He had found out, as most people would have said, by accident, as he would doubtless have said, by the guidance of Providence, where his powers lay.",
        "The Penitentials 5 are collections intended for the guidance of confessors in estimating the penances to be imposed for various sins, according to the discipline in force in the Anglo =ten - Saxon countries.",
        "His discoveries were afterwards verified by Godwin Austen, and ultimately by the Committee of the British Association, whose explorations were carried on under the guidance of Wm.",
        "He supplied guidance when it was much needed as to the methods and results of the higher criticism.",
        "He served as a conscript in one of Constantine's campaigns, and on his return became a Christian (314); he at once went to live an eremitical life near Dendera by the Nile, putting himself under the guidance of an aged hermit.",
        "The party of the imprisoned king rallied under the wise guidance of his wife Matilda of Boulogne and his brother Henry, and many other of the late deserters adhered to it.",
        "The guidance of the war should have fallen into the hands of his eldest son, the victor of Poitiers and Najera, but the younger Edward had never recovered from the fatigues of his Spanish campaign; his disease having developed into a form of dropsy, he had become a confirmed invalid and could no longer take the field.",
        "The Yorkist army that marched in pursuit of the raiders, and won the ~ bloody field of Towton under Warwicks guidance, gave no quarter.",
        "It has often been alleged that Henry, under the guidance of Wolsey, followed a consistent scheme for aggrandizing England, by making her the state which kept the balance of power of Europe in her hands.",
        "whom Mary chiefly relied for guidance, was not eager Restore- to see the papal jurisdiction restored.",
        "Distress was acute; and in the manufacturing towns mass meetings ~ were held to discuss a remedy, which, under the guidance of political agitators, was discovered in universal suffrage and annual parliaments.",
        "This policy had been foreshadowed in the instructions drawn up by Castlereagh for his own guidance at Verona; but Canning succeeded in giving it a popular and national color and thus removing from the government all suspicion of sympathy with the reactionary spirit of the Holy Alliance.",
        "In Scotland, the Presbyterian Churchmainly under the guidance of DrChalmers, one of the most eloquent preachers of the century was simultaneously engaged in a contest with the state on the subject of ecclesiastical patronage.",
        "a Conservative government as preferable to his return to power, while many Liberals desired to entrust the fortunes of their party to the guidance of their former chief, LordJohn Russell.",
        "When men, , may the Church be assured that the infallible guidance is being given?",
        "With the run of his father's library, and the benefits of that born bookman's guidance, he now set out to educate himself.",
        "Though the fortunes of the Tory party were fast reviving under Peel's guidance, the victory was denied him on this occasion; but, for once, the return of the Whigs to power was no great disappointment for the junior member for Maidstone.",
        "The Cahiers were the statements of grievances drawn up for the guidance of deputies to the States-General by those who had elected them.",
        "The soul of man, in its good or normal condition, must be ordered and harmonized under the guidance of reason.",
        "Human law is required, not merely to determine the details for which natural law gives no intuitive guidance, but also to supply the force necessary for practically securing, among imperfect men, the observance of the most necessary rules of mutual behaviour.",
        "Thus, the only principle which ever appears to offer definite guidance as to social duty is the second, \" that so far as the intention of nature appears in the constitution of man, we ought to act according to that intention,\" the vagueness2 of which is obvious.",
        "(I) It may be presented as practical of utiii- guidance to all who choose \"general good \" as their tarian ultimate end, whether they do so on religious grounds, doctrine.",
        "While it gives no rule for private as distinct from public conduct, it provides no real guidance for the legislator.",
        "But on the important question as to what constitutes the strongest social tissue, or to what extent the analogy between society as at present constituted and organic life is really applicable, we are left without certain guidance.",
        "He threw himself into the arms of Russia, forbade his father Milan to reside in Servia, and followed Russian guidance in all questions of foreign policy.",
        "Salvian sets himself to prove God's constant guidance, first by the facts of Scripture history, and secondly by the enumeration of special texts declaring this truth.",
        "Under the aupices and guidance of Sebastian Minster, Calvin now gave himself to the study of Hebrew.",
        "Pitt entered heartily into their plans, and recommended Wilberforce to undertake the guidance of the project as a subject suited to his character and talents.",
        "Concerning this there are several legends which state that the relics of Andrew were brought under supernatural guidance from Constantinople to the place where the modern St Andrews stands (Pictish, Muckross; Gaelic, Kilrymont).",
        "Under his guidance the Catholic association became a formidable body.",
        "From 1431 to 1454 the struggle against the English went on energetically; and the king, relieved in 1433 of his evil genius, La Trmoille, then became a man once more, playing a kingly part under the guidance of Dunois, Richemont, La Hire and Saintrailles, leaders of worth on the field of battle.",
        "In the same way stones were connected with both the planets and the months; plants, by diverse association of ideas, were connected with the planets, and animals likewise were placed under the guidance and protection of one or other of the heavenly bodies.",
        "Under his guidance the Venetians adopted a singularly bold and ingenious policy of offensive defence.",
        "Here he was able to pursue his own studies under the guidance of the Augustinians, and to begin those labours amongst the sick and poor which gained him in later life the title of \"Apostle of Rome,\" besides paying nightly visits for prayer and meditations to the churches of the city and to the catacombs.",
        "The invention of the conic sections is to be assigned to the school of geometers founded by Plato at Athens about the 4th century B.C. Under the guidance and inspiration of this philosopher much attention was given to the geometry of solids, and it is probable that while investigating the cone, Menaechrnus, an associate of Plato, pupil of Eudoxus, and brother of Dinostratus (the inventor of the quadratrix), discovered and investigated the various curves made by truncating a cone.",
        "He was educated in Paris, where, under the guidance of Michel Breal and Abel Bergaigne, he imbibed a love for Oriental studies, to which for a time he entirely devoted himself.",
        "Once more, he caught himself thinking of Andre and missing his brother.sâ€”and best friend.sâ€”guidance.",
        "This document provides guidance on the stages in scheme development at which optimism bias can be reduced.",
        "Guidance on each of these items appears below, followed by a short note of copyright requirements and an appendix dealing with recommended abbreviations.",
        "Full of comfort, unconditional acceptance and wisdom to give you the encouragement and guidance you need, from the angels.",
        "This document provides guidance on the minimum evidence required to demonstrate school achievement of national healthy school status.",
        "actuaryeer review guidance for pensions actuaries is now almost in place.",
        "See the detailed guidance provided by the Office of Fair Trading for further details about exempted adverts.",
        "In congested airspace or restricted airspace, the controlling facility has a more hands on approach for guidance.",
        "The leaflet offers some practical help and guidance for sites, such as quarries, that use ammonium nitrate for blasting.",
        "amputee rehabilitation: guidance for physiotherapy students is also available.",
        "Almost daily the young aspirant to literary fame received a letter from his mother, full of loving instructions for his guidance.",
        "aspire Guidance on the mandatory regulation makes it clear that aspiring school leaders must plan their career appropriately.",
        "The guidance sets out that Local Authorities should undertake robust assessments of the needs of local communities for open space.",
        "assigned two supervisors who provide expert academic guidance on the chosen research topic.",
        "We are also government funded and quality assured by the Guidance Council so you will receive the best service possible.",
        "The Penguin Writers ' Guides series provides authoritative, succinct and easy-to-follow guidance on specific aspects of written English.",
        "axon guidance at these regions.",
        "axon growth and guidance in the developing and regenerating CNS Jeremy SH Taylor BSc PhD University Lecturer Tel.",
        "These guidance notes outline the background to the audit assessment process Available on the website.",
        "With gentle guidance, our tentative beginnings drawn out, examined, put together, improved.",
        "The Environment Agency issued two new reports covering volatile organic compounds and new Soil Guidance Values covering contamination from toluene and ethyl benzene.",
        "And any guidance may change as exam boards and teachers find problems and solutions.",
        "Their website contains a detailed guidance booklet on Business Names.",
        "Parental guidance First-time buyers whose income is too low can ask their parents to act as guarantors.",
        "The out-of-plane behavior should be verified by calculation according to the guidance provided for partition walls.",
        "capabilityers were also seeking to expand the capabilities of family members through counseling, guidance and experience of volunteering.",
        "And who is in greater error than he who follows his own caprice without guidance from Allah.",
        "Whether you're looking for a holiday home or a touring caravan, these pages should provide you with some guidance.",
        "care trusts, in implementing NICE guidance, are under an obligation to balance their budgets.",
        "censorious self-important half-witted prudes for guidance.",
        "Taxation Our tax specialists provide guidance which enables clients to minimize exposure to unnecessary tax burdens.",
        "In particular, guidance through the mechanism of a trade association may distort competition on price.",
        "It aims to provide the reader with guidance to encourage confidence while retaining composure and authority when dealing with difficult situations.",
        "In fact, a yes vote in the referendum is certainly conceivable under his guidance There is no need to despair, tho.",
        "This handbook is the first to give concise, comprehensive guidance to the selection of building materials from an environmentally conscious point of view.",
        "confused by a lack of appropriate best practice guidance from within the industry.",
        "connexionis available from college student services or guidance advisors, careers advisors, Connections advisors.",
        "The Scottish biodiversity Forum has produced separate guidance for public bodies on the link between Best Value and biodiversity conservation.",
        "Guidance is given to some of the instrumental settings that may affect this constancy.",
        "contained on this site is for general guidance only.",
        "contentment with this world, satisfaction with the present, precludes guidance.",
        "continuous subcutaneous insulin infusion for diabetes, Technology Appraisal Guidance No. 57.",
        "This guidance often formed an important cornerstone of a school's approach.",
        "This is the book I wish my high school guidance counselor had read.",
        "Comments Comments provide additional details and guidance for the metadata creator.",
        "criterionessment criteria are set out in pages 28 to 32 of the draft bidding guidance.",
        "Members of the guidance department were furloughed for the summer because of the school's budget crunch and could not be found.",
        "The ' heart czar ' is expected to announce today an imminent change to the Government's guidance on caring for cardiac conditions.",
        "datums should be the first port of call when seeking to obtain guidance about UK data protection matters.",
        "However, these reviews do not give clinicians clear guidance on the efficacy of sharp debridement.",
        "See the Guidance Notes on Food Labeling produced by the Food Standards Agency 11.4 What are the exceptions to allergen declarations on labels?",
        "Recently the psychologists and criminologists have come to admit that the absence of parental guidance contributes to increasing delinquency.",
        "This guidance has been developed from a review of local landscape designations initiated in 2003.",
        "detailed guidance on the secure website.",
        "dual diagnosis Good Practice Guidance The Department Of Health's guidance on the delivery of services to people with dual diagnosis by statutory agencies.",
        "dialogueld welcome a dialog with the FSA about ways in which appropriate guidance could be given.",
        "Dietetic assistants work under the guidance of the dietitians to help monitor patients who are referred to the dietetic assistants work under the guidance of the dietitians to help monitor patients who are referred to the dietetic department.",
        "John Prescott is issuing diktats to local authorities to construct new houses in the form of Regional Planning Guidance.",
        "This guidance takes account of your responses as well as the views of our colleagues in the Diocesan Board of Finance and neighboring dioceses.",
        "This affordable navigator offers automatic routing capabilities with turn-by-turn directions and voice guidance.",
        "We have worked with employers to provide them with guidance on tackling work place discrimination faced by LGB people.",
        "The guidance overall fails to prove that it does not create a massive disincentive for disabled people to take up employment.",
        "The fact that we are holding Ladders Week and have published guidance on how to use ladders safely will hopefully dispel these myths.",
        "Judging gross disproportion HSE has not provided any specific guidance, but the disproportion must be gross for all possible options.",
        "They ask for guidance in this life, and are given disquisitions upon the life to come.",
        "A QCA guidance document Introduction This is the latest guidance document from QCA mentioned in the briefing paper.",
        "Her guidance led me to make positive, practical commitments to bite-sized tasks, which miraculously dissolved the self doubt.",
        "draft policy guidance.",
        "Treatment is usually either by percutaneous drainage under ultrasound or CT guidance, or by formal operative drainage.",
        "Provide guidance and advice re suitability of course and advice re additional support available Eg dyslexia support and basic skills.",
        "New guidance on the revised redundancy arrangements in the NHS has now been published by NHS employers.",
        "enlightened enough to sponsor a Certificate course for guidance teachers.",
        "A rule-based workflow advisor gives guidance on building a domain workflow by reasoning over semantically enriched system states [6] .",
        "Practical guidance will be delivered in workshop sessions and will provide basic instruction in either Greek or Latin epigraphy.",
        "equipped studio with guidance from an experienced tutor.",
        "Do you agree with our proposals for changes to the guidance on the method of calculation for commission equivalence?",
        "eradicate what might be the bad habits of a lifetime with just one set of your guidance notes.",
        "The guidance highlights five key dimensions of a SACRE's work and provides exemplification of good practice.",
        "Note that with all the reading lists my guidance is neither exhaustive nor prescriptive.",
        "Final Note This guidance should not be considered exhaustive.",
        "exhorted to go back to the \" fathers \" for guidance in ecclesiastical matters.",
        "Top of page Export extradition This guidance is confined to the arrest of persons after the implementation of the Extradition Act 2003.",
        "It takes the knowledge and experience already within your business, and surfaces it through expert facilitation and guidance.",
        "facultys I who, using my psionic abilities, destroyed the reasoning faculties of the Enigma craft's guidance system.",
        "He will also provide support and guidance to Richard Gardiner, Kendal's full-time fieldsman.",
        "Please read the Guidance Notes and review the application process flowchart carefully.",
        "Practical worked examples illustrate the application of the data which is assisted by a guidance flowchart.",
        "frontline staff: for example, to provide guidance on the CLS for Job Center Plus staff.",
        "There were also calls for the Commission to provide guidance for statutory funders.",
        "National guidance to be issued in the near future.",
        "In 2005, the guidance was simplified to allow 10 families to be created from any one donor's gametes.",
        "ganglion cell axon guidance in the mouse optic chiasm: expression and function of Robos and Slits.",
        "Islet tissue also contains a cells which manufacture the antagonistic hormone glucagon, but these a cells rely on the b cells for guidance.",
        "Management, research and guidance Management agreements to conserve calcareous grassland on SSSIs have been made between owners and occupiers and EN or CCW.",
        "Tim Payne suffered several blows to the head and left the field a little groggy under the guidance of the medical team.",
        "guidance of a supervisor throughout your third year.",
        "This provision will be inserted in revised guidance on planning for flooding which will go out for consultation later in the year.",
        "We will also provide guidance on how to best present your business case to your chosen investor.",
        "guidance published in Annex G?",
        "The table below is designed to give guidance on what level of training is appropriate for staff involved in various jobs.",
        "Please refer to the detailed guidance on the secure website.",
        "supplementary guidance explains how the affordable housing policy is applied.",
        "ANNEX D gives some practical guidance on layout of the workstation.",
        "further guidance will be provided on the level of point of transfer costs.",
        "We provide the hosting free of charge, training, general guidance of how to best use the site.",
        "He said: \" I will be issuing clear guidance on how they should aim to conduct their behavior in the future.",
        "guidance notes What is the fee for?",
        "guidance booklet on Business Names.",
        "guidance document Safer Clubbing These toolkits were last updated in January 2004.",
        "guidance leaflet, explaining more about what to expect on the day of the hearing, will accompany the acknowledgment of your appeal.",
        "What are your views on the draft guidance on public sector accounting in Annex H?",
        "What can I expect at a careers guidance meeting?",
        "The Committee's report also asked for national planning guidance.",
        "Cook with local products under expert guidance in a small group of appreciative gourmets.",
        "Gym The gym The gym is operated under the guidance of a qualified gym instructor.",
        "There is a page giving guidance on reading Victorian handwriting.",
        "hard copy of the guidance is available.",
        "hard copy hard copies will be available following the publication of NICE guidance in December.",
        "Callers will be put in touch with qualified medical herbalists who will provide expert guidance on herbal health matters.",
        "The group does not expand on the effectiveness of injectable heroin (diamorphine ), which will be covered by the NTA forthcoming guidance.",
        "This booklet gives guidance on the administration and control of medicines in residential homes, nursing homes and children's homes.",
        "This document provides helpful guidance on using the iconography for your campaign.",
        "impatiens glandulifera) and devise appropriate guidance on their control (where appropriate) by 2001.",
        "This latest draft of the guidance clearly carries the imprint of the Home Secretary with the language having been toughened up in many sections.",
        "We fully support the continued inclusion of guidance within the Document itself which makes the whole package more accessible and user-friendly.",
        "The measurements supplied are for general guidance and as such must be considered incorrect.",
        "indecent photographs of children, elsewhere in the guidance.",
        "indictments for particular offenses see the guidance for those particular offenses.",
        "The Information Sheet contains current industry guidance from manufacturers of play inflatables and HSE's current advice on inspection.",
        "inspectorate report to the Secretary of State who will then issue guidance to Fire Authorities on what is expected of them.",
        "institute for clinical excellence (Nice) Information on best practice, and guidance covering individual health technologies and clinical management of conditions.",
        "The session ends with a 15-minute drive under the guidance of an approved instructor.",
        "DWI will be issuing guidance on membrane integrity testing requirements shortly.",
        "intellectual property rights can be found in UCL's Guidance to Students on IPR Issues.",
        "Interdepartmental transactions Revised guidance on accounting for interdepartmental transactions Revised guidance on accounting for interdepartmental transactions.",
        "Guidance on recommended internal control procedures is available from internal control procedures is available from Internal Audit.",
        "He also said that summary guidance concerning the Code had now been placed on the departmental intranet.",
        "BBA Position The BBA will work with the FSA as it considers the need for formal guidance on covered bond issuance.",
        "In terms of staff, the guidance is at present only suggesting that fairly junior staff are briefed.",
        "Guidance is that we should only notify the landlord of the new amount of Housing Benefit and who it is paid to.",
        "laseth their lasing capability, these units can provide terminal guidance information for a variety of precision-guided munitions.",
        "In 1997 the census forms were revised to provide a simplified layout and better guidance.",
        "The guidance makes it clear that despite the four year lead-in period for older workstations, any problems identified require immediate action.",
        "The Boro Council has also produced a range of general guidance leaflets on specific subject matters.",
        "listening ear and guidance where needed.",
        "The purpose of this guidance is to help higher education institutions to integrate sustainability literacy into the curriculum of their learning programs.",
        "magisterium of the church provide guidance and encouragement for such re-thinking.",
        "For information on specific offenses (including corporate manslaughter) refer to Corporate Manslaughter and other relevant sections, elsewhere in this guidance.",
        "To produce some guidance material derived from the skills course.",
        "Pensions A day tax guidance New An aide memoir to the new pension tax regime from 2006.",
        "metalworking fluids, to help further implement the guidance.",
        "methane generated; EPA guidance.",
        "Pray for Wisdom and Guidance for the Vacancy Committee in Northfield Parish Church as they look to appoint a new minister.",
        "modifyrmation regarding these labeling requirements can be found in the Guidance notes on the labeling of food containing genetically modified soya or maize.",
        "The guidance is the most far-reaching yet in its efforts to keep judges on-message with changing social mores.",
        "The policy is backed up with a number of voluntary sector guidance notes.",
        "officiate in games and provide help and guidance.",
        "The guidance should be rewritten to redress these omissions.",
        "Authentic Online Readers Psychics Network Information and guidance using palmistry, numerology, tarot and astrology.",
        "Please be aware tho that the extracts contain strong language and some violence, so parental guidance should apply.",
        "Such guidance does not form part of the Local Plan Review.",
        "What I mean to say is that each and every teaching and guidance of the Bible is a precious pearl.",
        "The technical supplement provides guidance on setting targets, monitoring and assessing performance.",
        "It also contains good practice guidance that remains pertinent.",
        "Later in the year SUGSC also endorsed a template for plagiarism guidance in course documentation that had been developed by the plagiarism guidance in course documentation that had been developed by the Plagiarism Working Group.",
        "Under the guidance of Dutch garden designer, Henk Gerritsen, our gardeners are creating naturalistic plantings within the existing formal gardens.",
        "Support and respond to ministerial guidance on the future of fresh frozen plasma.",
        "potentiality for conflict is not alluded to in the guidance.",
        "practical guidance on layout of the workstation.",
        "practice guidance from the pathway itself.",
        "prescribey, GPs were issued with new guidance on the prescribing of anti-depressants.",
        "Therefore, appropriate pollution prevention guidance should be followed.",
        "Private Client: Offers clients guidance on international matters including probate, trust, estate and succession planning as well as tax planning advice.",
        "probationer teachers work toward the SFR, they need guidance and support to address specific development needs.",
        "probationer research Students will normally work by themselves from the beginning under the guidance of their supervisors.",
        "Prodigy guidance in book form prodigy guidance in book form Prodigy guidance is now available in book form.",
        "The household projections were important for Regional Planning Guidance.",
        "Furthermore, the accountable person may forward to the Court through the hierarchical channel, all observations which appears proper to them for guidance.",
        "property rights can be found in UCL's Guidance to Students on IPR Issues.",
        "So prophesying on that occasion was speaking for God in a way that formed part of someone's guidance.",
        "Brachytherapy using transrectal ultrasound guidance for seed implantation is promising in terms of freedom from biochemical failure in selected patients with early-stage prostate cancer.",
        "For guidance discuss the planning and design needs of your patients ' removable prosthesis with a supervisor or your tutor.",
        "After all, in times of crisis the nation has always looked to censorious self-important half-witted prudes for guidance.",
        "prudent precautions incorporated in the current guidance remain valid ' .",
        "The parental guidance blurb warns of ' mild crude humor ' - great for chilling out after too much pud!",
        "Use the self-assessment questionnaire to check how you are doing on current guidance.",
        "reasoning faculties of the Enigma craft's guidance system.",
        "Theories and understandings aside, my task boiled down to remaining receptive to the whispers of Spirit, and following its guidance.",
        "redrafted the guidance to reflect most advertisements are now made in widescreen and 16 lines are needed.",
        "remedy many personal stories and testimonies, Bloom gives clear guidance on how to use Bach remedies to change our lives for the better.",
        "restrain pupils See guidance below.",
        "resurfaces followed in June 2002 by guidance on the use of metal on metal hip resurfacing arthroplasty.",
        "revised bidding guidance, please read it carefully.",
        "reworded guidance should take account of the difficulties listed above.",
        "They note that in the NSF there is little in the way of guidance on how to translate the rhetoric of partnerships into practice.",
        "This Strategy includes the publication of guidance and technical documents, the results from pilot river basin management schemes and an information exchange platform.",
        "sacramental confession or to seek his personal guidance.",
        "Guidance On Fire safety At Work This section provides useful sources of information on fire safety in the workplace.",
        "Back-up looks at new guidance on work-related road safety.",
        "The guidance is based on industry good practice and is relevant to mentoring schemes in schools, higher education and in industry.",
        "Commissioned by the UK Film Council, the course allows budding screenwriters to develop their own screenplays, with guidance from experienced screenwriters.",
        "sculptors of the 20th century for guidance.",
        "secure compliance with the law and may refer to this guidance as illustrating good practice.",
        "The program will include individual self-analysis of artistic practice and career development, and discussion and guidance on creating your own Development Needs Analysis.",
        "It is often associated with offering guidance, encouraging self- reflection and increasing self-reliance.",
        "Comment The case contains important guidance on what conduct will constitute sexual harassment.",
        "Fire Minister Angela Smith urged those affected by the forthcoming shake-up of fire safety legislation to take advantage of the new guidance published.",
        "In addition to school dinners, guidance and directives have been announced to cover breakfast clubs, tuck shops and vending machines.",
        "Our separate publication CC6: The Relief of sickness gives further guidance on the different ways charities can relieve sickness.",
        "simplify5, the guidance was simplified to allow 10 families to be created from any one donor's gametes.",
        "smuggle on board the necessary guidance system?",
        "Research on the implementation of the Department of Health guidance fairer charging policies for home care and other non-residential social services.",
        "To follow company sops and other regulatory guidance documents (ICH Guidelines) To ensure that timelines are met.",
        "spar gage and then gives guidance on construction.",
        "Whether used by crusader, pilgrim or cleric, these maps provided spiritual rather than geographical guidance.",
        "I am now pursuing a DPhil under the guidance of Dr. Ben Sheldon, studying parental investment in the European starling.",
        "May we have a statement from a Home Office Minister about the guidance given to police forces on witness statements?",
        "Full Cost This course allows for personally directed study using the specially equipped studio with guidance from an experienced tutor.",
        "superhighway safety: children's safe use of the internet Guidance on the safe use of the internet by the DfEE and BECTA.",
        "Students are assigned two supervisors who provide expert academic guidance on the chosen research topic.",
        "There are also supplementary planning guidance notes which set out certain policies and standards in more detail.",
        "Guidance on the use and location of air valves in pipelines for both normal use and surge suppression is included.",
        "surface-to-surface missile systems involving predictive guidance systems.",
        "The area of the building is given for guidance purposes only and must be verified by the purchaser's surveyor.",
        "tackleave worked with employers to provide them with guidance on tackling work place discrimination faced by LGB people.",
        "Under the guidance of a professional, you can master all the moves - then enjoy tapas.",
        "Joining the team as a new graduate, you will get expert guidance from team leaders and colleagues, quickly becoming an expert yourself.",
        "The guidance judgment in January of Lord Woolf, Lord Chief Justice, on mobile phone thefts, increased custody.",
        "part time GUIDANCE AWARDS UWE also offers a range of part-time programs which can be joined at any point in the academic year.",
        "These guidance notes are intended to assist in the application of the BCAP Code for Text Services to advertising for betting tipsters.",
        "policy T1 will be implemented in accordance with current government guidance on developer contributions.",
        "Interference effects from other nearby topography can be assessed, and guidance is provided for the effects of flow separation on steep topography.",
        "On 15 March, we launched new guidance on user trusteeship.",
        "Expert guidance is that two doses of surfactant should be given, 12 hours apart via the endotracheal tube.",
        "Her efforts are thus identified as providing an eligible model of argument from which her fellow tutees can derive guidance.",
        "Academic guidance is also provided by module tutors, or by any member of staff, according to the student's wishes.",
        "There is advice about new guidance on PPE and on the use of ladders and new resources for laundry workers and for funeral undertakers.",
        "Detailed planning guidance for a community fund will be drawn up following adoption of the replacement unitary Development Plan.",
        "However, despite strong interest in their usage, a lack of fundamental test data and verified structural design guidance is inhibiting uptake.",
        "up-to-date with new legislation and guidance and above all they must have confidence in their own ability and skills.",
        "watchful guidance of our professional staff.",
        "Their guidance was to only buy the wristbands from reputable shops or via the charity on the web.",
        "This is a modern American classic guidance manual for academic writing.",
        "yardstick of equality has provided much needed guidance.",
        "zoonosis guidance on the common zoonoses is given in an information leaflet published by the Health and Safety Executive entitled Common zoonoses in agriculture.",
        "The first was scientific, based upon mathematical and physical studies under the guidance of E.",
        "To these also belong the rite of wµoc¢ayta,and the communication of liturgical formulae for the guidance of the soul of the dead man on his way to the underworld, which also served as credentials to the gods below.",
        "in the hands of the crown; and the personal example of lavish ostentation and loose morals which the cardinal-archbishop exhibited cannot have been without influence on the king, who grew to maturity under Wolsey's guidance.",
        "As a maxim for guidance in public affairs, laisser faire was genuinely relevant at the end of the 18th and the beginning of the 19th century, when the Statute Book was cumbered with vexatious and obsolete laws."
    ],
    "definition": [
        "Link/Cite"
    ]
}