{
    "translation": ".1 להדריך, להוביל\n.2 מדריך",
    "uses": [
        "Of course, I cannot guide the boat very well.",
        "He will guide her when I am gone.",
        "At the front an altercation occurred between an Austrian guide and a Russian general.",
        "Wait, so I just ditched my guide to follow you and you don't know where you're going?",
        "Xander jogged into the fog, using his senses to guide him.",
        "He used his body to guide hers.",
        "\"Guide me in,\" Damian ordered.",
        "The moon-god is par excellence the god of nomadic peoples, their guide and protector at night when, during a great part of the year, they undertake their wanderings, just as the sun-god is the chief god of an agricultural people.",
        "She would need to guide the men up into the hills.",
        "I asked my guide why they didn't use a lawnmower.",
        "It is a rare privilege to watch the birth, growth, and first feeble struggles of a living mind; this privilege is mine; and moreover, it is given me to rouse and guide this bright intelligence.",
        "He lifted his arm to guide her ahead of him as the path narrowed.",
        "There should be a servant or someone posted near the entrance who can guide you to the restroom.",
        "A style guide would be nice too.",
        "And if history is an accurate guide, that wealth will be partially redistributed to the poor—even the poorest of the poor, the bottom billion.",
        "You let the magic guide you.",
        "\"There's no dummies guide,\" she added.",
        "Using these buoys to guide the direction of tow, a grapnel, a species of fivepronged anchor, attached to a strong compound rope formed of strands of steel and manila, is lowered to the bottom and dragged at a slow speed, as it were ploughing a furrow in the sea bottom, in a line at right angles to the cable route, until the behaviour of the dynamometer shows that the cable is hooked.",
        "Jule's instincts took over, and he allowed them to guide his sword and punches.",
        "\"I'm not sure.  I had a guide, but he … they left me,\" Katie said.",
        "She relaxed her grip on his shirt and allowed him to guide her back to the couch.",
        "He took something like an oarlock from his pocket and fastened it to the stern of the boat; then with a paddle which worked in this oarlock one of the boys could guide the boat while the other turned the paddle wheels.",
        "She had made a list of questions, but after asking half of them, she wound up setting them aside and letting instinct guide her.",
        "Gabe dropped it and touched his forearm, willing the soul radar to guide him to the right place.",
        "\"She goes ahead all right,\" said Christopher, \"but how shall we guide her?\"",
        "\"If you can spare someone to guide us to the first of the emerops facilities, we'd appreciate it,\" Dan said.",
        "played a perilous game; but the stakes were high, and he fancied himself strong enough to guide the tempest he evoked.",
        "When a man works alone he always has a certain set of reflections which as it seems to him directed his past activity, justify his present activity, and guide him in planning his future actions.",
        "Thus the Zulu says to the ancestral ghost, \"Help me or you will feed on nettles\"; whilst the still more primitive Australian exclaims to the \"dead hand\" that he carries about with him as a kind of divining-rod, \"Guide me aright, or I throw you to the dogs.\"",
        "Official statistical works: A nnuaire statistique de la France (a summary of the statistical publications of the government), Slatistique agricole annue,lle, Statislique de lindustrie minerale et des appareils de vapeur, Tableau genera~l dii commerce et de la navigation, Reports on the various colonies issued annually by the British Foreign Office, &c. Guide Books: Karl Baedeker, Northern France, Southern France; P. Joanne, Nord, Champagne et Ardenne; Normandie; and other volumes dealing with every region of the country.",
        "The law which they cherished as their standard and guide kept them united and conscious of their unity.",
        "\"Well, old fellow,\" said he to the peasant guide, \"lead us to Shamshevo.\"",
        "It was mainly accident which determined that from the 12th to the 17th century Avicenna should be the guide of medical study in European universities, and eclipse the names of Rhazes, Ali ibn al-Abbas and Avenzoar.",
        "\"I will guide you immediately to the dhjan,\" Talal said with apprehension and another bow.",
        "Their object may be (a) to provide a guide to the other world; (b) to provide the dead with servants or a retinue suitable to his rank; (c) to send messengers to keep the dead informed of the things of this world; (d) to strengthen the dead by the blood or life of a living being, in the same way that food is offered to them or blood rituals enjoined on mourners.",
        "His new brethren gave him letters to the Kiev and Odessa Masons and promised to write to him and guide him in his new activity.",
        "The author was Giuseppe Mazzini, then a young man of twenty-six years, who, though in theory a republican, was ready to accept the leadership of a prince of the house of Savoy if he would guide the nation to freedom.",
        "Such modified conditions have been termed apocentric. It is obvious that the mere apocentricity of a character can be no guide to the affinities of its possessor.",
        "Klebs, Guide to Exhibit of the German Amber Industry at World's Fair (St Louis, 1904); and abstract by G.",
        "- Can any clear indications be found to guide us as to the religion of the Hebrew clans before the time of Moses ?",
        "If tradition is any guide, human sacrifice seems in many important areas to be of secondary character; in spite of the great development of the rite among the Aztecs, tradition says that it was unknown till two hundred years before the conquest; in Polynesia human sacrifices seem to be comparatively modern; and in India they appear to have been rare among the Vedic peoples.",
        "We guide the pencil with the right hand, and feel carefully with the forefinger of the left hand to see that we shape and space the letters correctly.",
        "Empiricism, hitherto the only guide, if indeed a guide at all, was replaced by exact scientific knowledge; the connexion of each phenomenon with a controllable cause was established, and rule-of-thumb and quackery banished for ever by the free gift to the world of the results of his researches.",
        "If she became turned around, all she needed to do was touch the wall and tell it where she wanted to go, and the glimmers would guide her there.",
        "They agreed that the Scriptures should be their guide in civil affairs, and that only approved church members should be admitted to the body politic; twelve men were appointed to choose seven men (\"seven pillars\") who should found the church and admit to its original membership such planters as they thought properly qualified.",
        "Prince Kutuzov's adjutant has brought me a letter in which he demands police officers to guide the army to the Ryazan road.",
        "A little ahead of them walked a peasant guide, wet to the skin and wearing a gray peasant coat and a white knitted cap.",
        "See Victoria County History, Devonshire; The Teignmouth Guide and Complete Handbook to the Town and Neighbourhood (Teignmouth, 1875).",
        "His mystic ceremonial became a guide to religious practice, and though with this there came in much meaningless and even bewildering formalism, yet the example of his life and character was a lasting inspiration to saintliness.",
        "In modern spiritualism the familiar is represented by the \"guide,\" corresponding to which we have the theosophical \"guru.\"",
        "Up to the revolutionary year 1830 his religious views had remained strongly tinged with rationalism, Hegel remaining his guide in religion as in practical politics and the treatment of history.",
        "In as far as regards the instructor and guide thus selected, a more fortunate choice could scarcely have been made.",
        "Thomson's Bibliography of Ohio (Cincinnati, 1880) is an excellent guide to the study of Ohio's history.",
        "Prince Andrew always became specially keen when he had to guide a young man and help him to worldly success.",
        "(From this practice the sect received the less commonly used nickname \"Dompelaers,\" meaning \"tumblers.\") They accept implicitly and literally the New Testament as the infallible guide in spiritual matters, holding it to be the inspired word of God, revealed through Jesus Christ and, by inspiration, through the Apostles.",
        "Dewsnup (ed.), Railway Organization and Working (Chicago, 1906); Interstate Commerce Commission; Rate Regulation Hearings before the U.S. Senate Committee (Washington, 5 vols., 1905); and on current matters, The Official Railway Guide (monthly, New York, the Railroad Age Gazette (weekly, New York) and the Commercial and Financial Chronicle (weekly, New York).",
        "Since Neoplatonism originated in Alexandria, where Oriental modes of worship were accessible to every one, and since the Jewish philosophy had also taken its place in the literary circles of Alexandria, we may safely assume that even the earliest of the Neoplatonists possessed 1 The resemblance would probably be still more apparent if we thoroughly understood the development of Christianity at Alexandria in the 2nd century; but unfortunately we have only very meagre fragments to guide us here.",
        "As a theoretic treatment of social economy, and therefore as a guide to social reconstruction and practice in the future, it is provisional, not definitive.",
        "\"Smith\" in Coquelin and Guillaumin's Dictionnaire de l'economie politique; Bagehot's Economic Studies (1880); and Cossa's Guide to the Study of Political Economy (Eng.",
        "The absolute agreement in the results independently obtained by these various investigators, the interpretation of individual development as the guide to phyletic development, the demonstration of continuous genetic series, each mutation falling into its proper place and all showing a definite direction, constitute contributions to biological philosophy of the first importance, which have been little known or appreciated by zoologists because of their publication in monographs of very special character.",
        "Huxley questioned the time value of fossils, but recent research has tended to show that identity of species and of mutations is, on the whole, a guide to synchroneity, though the general range of vertebrate and invertebrate life as well as of plant life is generally necessary for the establishment of approximate synchronism.",
        "Ignatius himself lays down the rule that an inferior is bound to make all necessary representations to his superior so as to guide him in imposing a precept of obedience.",
        "Philip Terry, Mexico (Boston, 1909; an excellent guide); 'David A.",
        "His earliest production, A New Guide to the University and Town of Cambridge, was published anonymously in 1831.",
        "These large divisions need physiographic subdivision, which will now be made, following the guide of structure, process and stage; that is, each subdivision or province will be defined as part of the earths crust in which some similarity of geological structure prevails, and upon which some process or processes of surface sculpture have worked long enough to reach a certain stage in the cycle of physiographic development.",
        "See Prideaux's Churchwarden's Guide (16th ed., London, 1895); Steer's Parish Law (6th ed., London, 1899); Blunt's Book of Church Law (7th ed., London, 1894).",
        "Two days later he showed that he intended to exercise the right of the President to address Parliament direct - a right which had fallen into desuetude - by sending a message to the Chambers, in which he stated that it was his function as President \"to be a guide and adviser for public opinion in times of crisis\" and \"to seek to make a rational choice between conflicting interests.\"",
        "The ends of the requisite number of filaments being brought together, they are passed through an eyelet or guide, and similarly another equal set are passed through a corresponding guide.",
        "To keep the strands from directly overlaying each other and so adhering, the last guide through which the silk passes has a reciprocating motion whereby the fibre is distributed within certain limits over the reel.",
        "Bobbins to the number of strands which are to be twisted into one are mounted in a creel on the doubling frame, and the strands are passed over smooth rods of glass or metal through a reciprocating guide to the bobbin on which they are wound.",
        "In order to form a relative idea of the importance of the various countries engaged in silk manufacture, a tabulation of the number of looms employed in each country would prove an inadequate guide, owing to the variations from time to time of the fabrics woven, as also to the difficulty in obtaining trustworthy statistics of the number in active operation.",
        "To explain this great variability of spectroscopic effects we may either adopt the view that molecular aggregates of semi-stable nature may be found in vacuum tubes, or that a molecule may gain or lose one or more additional electrons and thus form new vibrating systems. It seemed that an important guide to clear our notions in this direction could be obtained through the discovery of J.",
        "His chief work was the Moreh Nebuche hazeman (\" Guide for the Perplexed of the Age\"), a title imitated from that of the 12th-century \"Guide for the Perplexed\" of Maimonides.",
        "Here's my guide to Internet jargon.",
        "This Guide is aimed at those who are at some stage of building a linguistic corpus.",
        "At both types of crossing, check rails (c) must be provided to guide the wheel-flanges, and if these are not accurately placed the safety of the trains will be endangered.",
        "Blanford, Elementary Geography of India, Burma, and Ceylon (London, 1890); Guide to the Climate and Weather of India (London, 1889); Lord Dunmore, The Pamirs (London, 1892); A.",
        "His failure to control the theorizers showed Mirabeau, after the removal of the king and the Assembly to Paris, that his eloquence would not enable him to guide the Assembly by himself, and that he must therefore try to get some support.",
        "Judgment founded on knowledge and aided by careful observation, both in the field and in the feeding-shed, must be relied upon as the guide of the practical farmer.",
        "When the aim of the man of affairs and the hypothesis of the economist was unrestricted competition, and measures were being adopted to realize it, general theory such as the classical economists provided was perhaps a sufficiently trustworthy guide for practical statesmen and men of business.",
        "His principles, however, are those which must still guide taxonomers, notwithstanding that they have in so great a degree overthrown the entire scheme which he propounded.",
        "This letter requested the count to send police officers to guide the troops through the town, as the army was retreating to the Ryazan road beyond Moscow.",
        "Deidre let her newfound instincts guide her.",
        "Jenn closed her eyes, reveling in her freed senses and allowing her instincts to guide her.",
        "That was when Carmen realized Alex was a natural tour guide.",
        "The geography of Northern Italy is described in several popular guide books.",
        "But the second, notwithstanding the brilliancy of the narrative and the masterly art in the grouping of events, suffers from a radical defect which renders it a misleading guide.",
        "See Pfnor, Monographie de Fontainebleau, with text by Champollion Figeac (Paris, 1866); Guide artistique et historique au palais de Fontainebleau (Paris, 1889); E.",
        "It has already been noticed how military reconnaissances of the routes to Egypt came to be made; but more important were the guide-books, of which a great number were written to guide the pilgrims from one sacred spot of Bible history to another.",
        "Fortunately we have the first-hand evidence of his autobiography, which is a surer guide than the lines written by untrustworthy disciples.",
        "When Theseus landed on the island to slay the Minotaur, Ariadne fell in love with him, and gave him a clue of thread to guide him through the mazes of the labyrinth.",
        "For a guide to other literature see W.",
        "Nicolaus Germanus, a monk of Reichenbach, in 1466 prepared a set of Ptolemy's maps on a new projection with converging meridians; and Paolo del Pozzo Toscanelli in 1474 compiled a new chart on a rectangular projection, which was to guide the explorer across the western ocean to Cathay and India.",
        "In Africa nearly all the international boundaries have been carefully surveyed and marked on the ground, since 1880, and yield a good basis as a guide for the map compiler.",
        "The introduction of an ordered system and discipline was, naturally, viewed with some suspicion by people taught to believe that the inward light of each individual man was the only true guide for his conduct.",
        "Every young believer in Mazda, after having been received into the religious community by being girt with the holy lace, had to choose a confessor and a spiritual guide (ratu).",
        "See Victoria County History: Shropshire; John Randall, Randall's Tourists' Guide to Wenlock (1875); \"Borough of Wenlock,\" The Salopian and West Midland Monthly Illustrated Journal, March, April, November, December, 1877, April and October, 1878, March, 1879 (1877-1879).",
        "The middle valley is often intersected by vertical \"crista\" and \"crochet\" plates projecting into it from the anterior surface of the posterior transverse ridge or from the wall, the development of which is a useful guide in discriminating species, especially those known only by teeth and bones.",
        "Solomon reminds kings and rulers that they will be held to strict account by God, and, urging them to learn wisdom from his words, proceeds to give his own experience: devoting himself from his youth to the pursuit of wisdom he had found her to be a treasure that never failed, the source and embodiment of all that is most excellent and beautiful in the world - through her he looks to obtain influence over men and immortality, and he concludes with a prayer that God would send her out of his holy heavens to be his companion and guide.",
        "The external law given, as was believed, by the God of Israel, was held to be the sufficient guide of life, and everything that looked like reliance on human wisdom was regarded as disloyalty to the Divine Lawgiver.",
        "Wisdom is represented as the result of human reflection, and thus as the guide in all the affairs of life.",
        "Tobacco is most generally cultivated on loose red soils, which are rich in clays and silicates; and sugar-cane preferably on the black and mulatto soils; but in general, contrary to prevalent suppositions, colour is no test of quality and not a very valuable guide in the setting of crops.",
        "Rawson's Report, 1866; Stark's History and Guide to the Bahama Islands (Boston, Mass., 1891); Bahama Islands (Geog.",
        "C. Lukis, Guide to the Principal Chambered Barrows and other Prehistoric Monuments in the Islands of the Morbihan, &c. (Ripon, 1875); Rene Galles, Fouilles du Mont Saint Michel en Carnac (Vannes, 1864); A.",
        "His pupil then went abroad, but Law was left at Putney, where he remained in Gibbon's house for more than ten years, acting as a religious guide not only to the family but to a number of earnest-minded folk who came to consult him.",
        "He replies to the objection that it was not right to abandon the customs of their forefathers, and points them to Christ as their only safe guide to God.",
        "Many different traditions have gathered around the story of the Exodus, and the ark was not the only divinely sent guide or forerunner which led the Israelites.",
        "The chemical analysis of crude rubber is an important guide to its value.",
        "Dolgorukov, Guide through Siberia (3rd ed., Tomsk, 1898, in Russian, with summaries in French); A.",
        "But, then, Cicero and Seneca took common-sense as their guide.",
        "The medieval mind was only too prone to look on morality as a highly technical art, quite as difficult as medicine or chancery law - a path where wayfaring men were certain to err, with no guide but their unsophisticated conscience.",
        "Not the least of the benefits of the Hague convention of 1899 (strengthened by that of 1907) is that it contains rules of procedure which furnish a guide for all arbitrations whether conducted before the Hague court or not.",
        "Olcott, Guide to Siena (Siena, 1603); A.",
        "His brilliant career, both as a civilian and as a soldier, drew all eyes to him as best fitted to guide the fortunes of the new Confederacy, and with a deep sense of the responsibility he obeyed the call.",
        "As a philologist Baroti was far surpassed by Nicholas Revai, but as a poet he may be considered superior to Rajnis, translator of Virgil's Bucolics and Georgics, and author of the Magyar Helikonra vezeto kalauz (Guide to the Magyar Helicon, 1781).",
        "Cuvier may be regarded as the zoologist by whom anatomy was made the one important guide to the understanding of the relations of animals.",
        "It was the application of Fritz Miller's law of recapitulation which gave the chief stimulus to embryological investigations between 1865 and 1890; and, though it is now recognized that \" recapitulation \" is vastly and bewilderingly modified by special adaptations in every case, yet the principle has served, and still serves, as a guide of great value.",
        "It was probably in Paris, the chief intellectual centre of his time, that Neckam heard how a ship, among its other stores, must have a needle placed above a magnet (the De utensilibus assumes a needle mounted on a pivot), which needle would revolve until its point looked north, and thus guide sailors in murky weather or on starless nights.",
        "On the other hand, the Prussians were new to the battlefield, and the reaction after the elation of victory was intense; moreover, if what happened at Hiihnerwasser affords a guide, the staff would have required some days to disentangle the units which had fought and to assign them fresh objectives.",
        "Jerome followed, often carelessly, the accounts contained in the lost work of Suetonius De Viris Illustribus, written about two centuries after the death of Lucretius; and, although it is likely that Suetonius used the information transmitted by earlier grammarians, there is nothing to guide us to the original sources.",
        "His only important precursors in serious poetry were Ennius and Lucilius, and, though he derived from the first of these an impulse to shape the Latin tongue into a fitting vehicle for the expression of elevated emotion and imaginative conception, he could find in neither a guide to follow in the task he set before himself.",
        "34 should be taken as a guide as much as possible.",
        "The Highway Act of 1835 specified as offences for which the driver of a carriage on the public highway might be punished by a fine, in addition to any civil action that might be brought against him - riding upon the cart, or upon any horse drawing it, and not having some other person to guide it, unless there be some person driving it; negligence causing damage to person or goods being conveyed on the highway; quitting his cart, or leaving control of the horses, or leaving the cart so as to be an obstruction on the highway; not having the owner's name painted up; refusing to give the same; and not keeping on the left or near side of the road, when meeting any other carriage or horse.",
        "with follies and misinformations, which sometimes would guide him into the paths of errour.\"",
        "Bontemps, Guide du verrier (Paris, 1868); E.",
        "7) is given in Bontemps's Guide du vernier, pp. 602-612.",
        "Bontemps, Guide du verrier (Paris, 1868); Edward Dillon, Glass (London, 1907); C. C. Edgar, \" Graeco-Egyptian Glass,\" Catalogue du Musee du Caire (1905); Sir A.",
        "Franks, Guide to Glass Room in British Museum (1888); Rev. A.",
        "Besides the conventional use of certain signs as the indications of names of gods, countries, cities, vessels, birds, trees, &c., which, known as \" determinants,\" are the Sumerian signs of the terms in question and were added as a guide for the reader, proper names more particularly continued to be written to a large extent in purely \" ideographic \" fashion.",
        "Stark, History and Guide to Barbados (1893); R.",
        "In 745 Thomas of Kana brought a new 1 \"In punishment by the cross (was) the suffering of this One; He who is the true Christ, and God alone, and Guide ever pure.\"",
        "An ephemeris and guide to Peru was begun by the learned geographer Dr Cosme Bueno, and continued by Dr Unanue, who brought out his guides at Lima from 1 793 to 1798.",
        "The earliest extant list, doubtless compiled from the numerous guide books then current in the Greek world, is that of the epigrammatist Antipater of Sidon (2nd century B.C.).",
        "Although his faith in the dogmas of the Roman Catholic Church never swerved, his strenuous protests against papal corruptions, his reliance on the Bible as his surest guide, and his intense moral earnestness undoubtedly connect Savonarola with the movement that heralded the Reformation.",
        "The numerous deep ravines which indented the des of the prehistoric volcano, and still form a marked feature I the outer slopes of Somma, have on the south side served channels to guide the currents of lava from the younger)ne.",
        "Weathers, Practical Guide to Garden Plants (1901).",
        "The first is theoretic or spiritual, aiming at the development of a new principle of co-ordinating social relations, and the formation of the system of general ideas which are destined to guide society.",
        "Woerl, Guide to Frankfort (Leipzig, 1898).",
        "Having little to guide them, they often interpreted Western taste incorrectly, and impaired their own reputation in a corresponding degree.",
        "- For the official acts of the reign, the Catalogue des actes de Francois I\", published by the Academie des Sciences morales et politiques (Paris, 1887-1907), is a valuable guide.",
        "When a small calf accompanies its mother, it always runs in front and she appears to guide it by holding the point of her horn upon the little animal's rump; and it is perfectly wonderful to note how in all sudden changes of pace, from a trot to a gallop, or vice versa, the same position is always exactly maintained.",
        "He was the first mortal to die, and having discovered the way to the other world is the guide of the dead.",
        "Complete lists of current British periodicals are included in Mitchell's Newspaper Press Directory, Street's Newspaper Directory, and Willing's Press Guide, and a select list and other information are given in the Literary Year Book.",
        "The total of American periodicals mentioned in the Guide by H.",
        "Kroeger's Guide to Reference Books (2nd ed., Boston, 1908).",
        "Brett, merged 1903 with the Reader's Guide to Periodical Literature (8 vols., 1901-1908, ed.",
        "Kroeger (Guide to Reference Books, 1908) and Stein (Manuel de bibliographie generale, 1897).",
        "In 1764 he published his first work, The Schoolmaster's Guide, or a Complete System of Practical Arithmetic, which in 1770 was followed by his Treatise on Mensuration both in Theory and Practice.",
        "Others said that Athena (or Artemis) blinded him because he had seen her naked in the bath; when his mother prayed Athena to restore his sight, the goddess, being unable to do so, purged his ears so that he could understand the speech of birds, and gave him a staff wherewith to guide his steps (Apollodorus iii.",
        "The Phase Rule of Willard Gibbs, especially as developed by Bakhuis Roozeboom, is a most useful guide in such investigations.",
        "The treachery of a foreign guide also added to his difficulties.",
        "Language is no better guide, for it is not clear that the Dorian dialect is that of the most recent conquerors, and not rather that of the conquered Achaean inhabitants of southern Greece; in any case it presents no such affinities with any non-Hellenic speech as would serve to trace its origin.",
        "Belief in the fact of the Incarnation of the eternal Word, as it is stated in the words of Ignatius quoted above, or in any of the later creeds, stands or falls with belief in the Holy Ghost as the guide alike of their convictions and destinies, no mere impersonal influence, but a living voice.",
        "They were not devised as a complete scheme of doctrine, but only as a guide in dealing with current errors of (i.) the Medievalists and (ii.) the Anabaptists.",
        "He lays down the principles that should guide a Roman governor in Greece (viii.",
        "Here as elsewhere he had but one rule to guide him in matters of doctrine and discipline - the practice of Rome and the West; for it is singular to see how Jerome, who is daringly original in points of scholarly criticism, was a ruthless partisan in all other matters; and, having discovered what was the Western practice, he set tongue and pen to work with his usual bitterness (Altercatio luciferiani et orthodoxi).",
        "He is the great Christian scholar of his age, rather than the profound theologian or the wise guide of souls.\"",
        "The right sheath C (outer process of the ninth abdominal segment-9) is shown in connexion with the guide B formed by the inner processes of the 9th segment.",
        "5, C) and the two inner processes form a guide (fig.",
        "5, B) on which the stylets work, tongues or rails on the \" guide \" fitting accurately into longitudinal grooves on the stylet.",
        "It thus furnishes a guide to the older forms of stories, and moreover preserves the substance of others which have not survived in their French form.",
        "Thoulet, Guide de l'oceanographie pratique (Paris, 1895); J.",
        "The main rope, which draws out the loaded tubs, coils upon one drum, and passes near the floor over guide sheaves placed about 20 ft.",
        "The tail rope, which is of lighter section than the main one, is coiled on the second drum, passes over similar guide sheaves placed near the roof or side of the gallery round a pulley at the bottom of the plane, and is fixed to the end of the train or set of tubs.",
        "By the use of the spiral guide casing and the chimney the velocity of the effluent air is gradually FIG.",
        "by numerous guide blades, dividing it up into a series of rectangular tubes of diminishing section, attached to a horizontal axle by cast iron bosses and wrought iron arms. The tubes at their smallest part are connected to a cast iron ring, io ft.",
        "In Koepe's method the drum is replaced by a disk with a grooved rim for the rope, which passes from the top of one cage over the guide pulley, round the disk, and back over the second guide to the second cage, and a tail rope, passing round a pulley at the bottom of the shaft, connects the bottoms of the cages, so that the dead weight of cage, tubs and rope is completely counterbalanced at all positions of the cages, and the work of the engine is confined to the useful weight of coal raised.",
        "' To measure this, guide pulleys are placed in the loops guided by a geometric slide, the one pulley carrying a scale, and the other an index.",
        "P and p may be measured directly by leading the belt round two freely hanging guide pulleys, one in the tight, the other in the slack part of the belt, and adjusting loads on them until a stable condition of running is obtained.",
        "8) the guide pulleys G1, G2 are carried upon an arm free to turn about the axis 0.",
        "H is a pulley to guide the approaching and receding parts of the belt to and from the beam in parallel directions.",
        "In the Farcot form the guide pulleys are attached to separate weighing levers placed horizontally below the apparatus.",
        "An excellent guide to the history of the state is C. W.",
        "merciful Guide Increase in me that wisdom which discovers my truest interest.",
        "He modestly entitled his work a Gnomon or index, his object being rather to guide the reader to ascertain the meaning for himself, than to save him from the trouble of personal investigation.",
        "Hans Sachs, on the other hand, sang the praises of the \" Wittenberg Nightingale,\" and a considerable number of prominent men of letters accepted Luther as their guide - Zell and Bucer, in Strassburg, Eberlin in Ulm, Oecolampadius in Augsburg, Osiander and others in Nuremberg, Pellicanus in NOrdlingen.",
        "The peasants demanded that the gospel should be taught them as a guide in life, and that each community should be permitted to choose its pastor and depose him if he conducted himself improperly.",
        "Miinzer dreamed of an approaching millennium on earth to be heralded by violence and suffering, but Hubmaier and Denk were peaceful evangelists who believed that man's will was free and that each had within him an inner light which would, if he but followed it, guide him to God.",
        "Sufficient reasons could be assigned for accepting the New Testament as God's word and Christ as the Christian's guide.",
        "Barrett, Standard Guide to the City of Mexico and Vicinity (Mexico, 1900); Thomas A.",
        "Janvier, The Mexican Guide (5th ed., New York,11890); D.",
        "Among these splendours in stone the following recent explorers must be the student's guide: - Bowditch, Charnay, Fdrstemann, F.",
        "DRAGOMAN (from the Arabic terjuman, an interpreter or translator; the same root occurs in the Hebrew word targum signifying translation, the title of the Chaldaean translation of the Bible), a comprehensive designation applied to all who act as intermediaries between Europeans and Orientals, from the hotel tout or travellers' guide, hired at a few shillings a day, to the chief dragoman of a foreign embassy whose functions include the carrying on of the most important political negotiations with the Ottoman government, or the dragoman of the imperial divan (the grand master of the ceremonies).",
        "Heilprin, Bermuda Islands (Philadelphia, 1889); Stark, Bermuda Guide (London, 1898); Cole, Bermuda.",
        "Lindsay (History of the Reformation), clearer insight than the Lutherans, and Zwingli rather than Luther was in this matter Calvin's guide, and the guide of the reformed churches of Switzerland, France, England and the Netherlands.",
        "Their ministers were called barba, a Provencal word meaning guide.",
        "Webb, A Practical Guide to the Testing of Insulated Wires and Cables (New York, 1902).",
        "Fauna and Flora: Reports of the Forest, Fish and Game Commissioner (Albany, 1902 sqq.); Ralph Hoffmann, Guide to the Birds of New England and Eastern New York (Boston, 1904); and Bulletins of the New York State Museum (Albany, 1888 sqq.).",
        "Tyack; and Guide to Medieval Room, British Museum, p. 69.",
        "Thus Philo had, in his life of Moses, allegorized the Pentateuchal narratives so as to represent him as mediator, saviour, intercessor of his people, the one great organ of revelation, and the soul's guide from the false lower world into the upper true one.",
        "It is convenient to give this calculation before proceeding to describe the experimental determination of the velocity in air, in other gases and in water, since the calculation serves to some extent as a guide in conducting and interpreting the observations.",
        "Beats also afford an excellent practical guide in the tuning of instruments, but more so for the higher notes of the register, inasmuch as the same number of beats are given by a smaller deviation from unison by two notes of high pitch than by two notes of low pitch.",
        "Theory has been the guide in the development of bridge design, and its trustworthiness is completely recognized.",
        "The indications given by the late Franz Xaver Kraus - himself a Catholic - may well serve for a guide (Spectator, ep. 2).",
        "See Pishey Thompson, History and Antiquities of Boston and the Hundred of Skirbeck (Boston, 1856); George Jebb, Guide to the Church of St Botolph, with Notes on the History of Boston; Victoria County History: Lincolnshire.",
        "ii., in Stamford's Compendium (London, 1894); Encyclopaedie van Nederlandsch-Indie (the Hague, 1895-1904); Guide a traders la section des Indes neerlandaises, Paris Exhibition (the Hague, 1900); A.",
        "Hooyer, Guide through Netherlands India (London, 1903); D.",
        "One of their duties is to guide to paradise the heroes who fall in battle, whose wives they then become.",
        "The principle that reason is the one only guide of life, the supreme arbiter of all questions, politics and religion included, has its earliest and most complete exemplar in Erasmus.",
        "Packard, jun., Guide to the Study of Insects, p. 205 (Salem, 1870).",
        "A good guide to the history of the Jagiellonic period, 1386-1572, is also Adolf Pawinski's Poland in the 15th Century (Pol., Warsaw, 1883-1886).",
        "In 1763 he published the British Mariner's Guide, which includes the suggestion that in order to facilitate the finding of longitude at sea lunar distances should be calculated beforehand for each year and published in a form accessible to navigators.",
        "The director issues a popular illustrated guide and a valuable quarterly scientific journal.",
        "The church as the guide of the nation in duty and godliness, even extending its activity into state affairs as a mediator and a moderator, was not sufficient.",
        "Lambert Playfair's Handbook for Travellers in Algeria (Murray's Handbooks), corrected to 1902, is a capital guide to the country, as is also Algerie et Tunisie (Paris, 1906), in the GuidesJoanne Series; the Bibliography of Algeria (London, 1888), and the Supplement to the Bibliography of Algeria (London, 1898), by Sir Lambert Playfair, contain thousands of entries and many notes.",
        "One of the principal MS. sources used is the great Kitdb al-Aghani (Book of Songs) of Abu Faraj, which has since been published (20 vols., Boulak, 1868) in Egypt; but no publication of texts can deprive the Essai, which is now very rare, of its value as a trustworthy guide through a tangled mass of tradition.",
        "- ix), commending the maxims of Wisdom as a guide to the young, will have been added after most of the rest of the book was already complete.",
        "The light therefore that must guide us in this question, must be that which is held out unto us from the books themselves: and this light, though it shew us not the author of every book, yet it is not unuseful to give us knowledge of the time wherein they were written.\"",
        "JOHN LINDLEY (1799-1865), English botanist, was born on the 5th of February 1799 at Catton, near Norwich, where his father, George Lindley, author of A Guide to the Orchard and Kitchen Garden, owned a nursery garden.",
        "The Manuductio was translated into English in 1813, under the title A Guide to the Reading and Study of the Holy Scriptures.",
        "It seems even to have lasted in Egypt till the middle ages, as Jabarti and the \"katib's guide\" both name the ratl misri (of Cairo) as 144 dirhems=6760.",
        "Meanwhile, however, the truth about the Eudemian Ethics in general is that it was an earlier rudimentary sketch written by Aristotle, when he was still struggling, without quite succeeding, to get over Plato's view that there is one philosophical knowledge of universal good, by which not only the dialectician and mathematician must explain the being and becoming of the world, but also the individual and the statesman guide the life of man.",
        "In answering this question Lotze regarded Leibnitz as his guide.",
        "Under the third head, however, his guide is Lotze.",
        "Still it remains true that reason alone, in its highest development, would be a sufficient guide.",
        "The Methodist Sunday School Union, founded in 1873, was formed into a department in 1907 and is doing much to guide and develop the work.",
        "See the Annual Reports (Washington, 1891 sqq.) of the Superintendent of the Park; the Guide to the Yosemite published by the California Geological Survey; John Muir, Our National Parks (Boston, 1901); and Bunnell's Discovery of the Yosemite (New York, 1893).",
        "The uncertainty of sensible data applies equally to the conclusions of reason, and therefore man must be content with probability which is sufficient as a practical guide.",
        "Consulted as a friend by Grosseteste, as a spiritual director by Simon de Montfort, the countess of Leicester and the queen, as an expert lawyer and theologian by the primate, Boniface of Savoy, he did much to guide the policy both of the opposition and of the court party in all matters affecting the interests of the Church.",
        "98; Guide to Bab.",
        "Its doctrine of salvation was a guide to, if not absolute non-existence, yet cessation of all consciousness of existence (Nirvana).",
        "The Anglican Church began work in 1890, the work was thoroughly planned, the characteristics of the people were carefully considered, and the successes and failures of other missionfields were studied as a guide to method.",
        "Ball's The Alpine Guide (3 vols., new ed.",
        "Perrin, Guide du Haut Dauphine (1887, with supplement in 1890, Eng.",
        "The colour and markings of a flower often serve to guide the insects to the honey, in the obtaining of which they are compelled either to remove or to deposit pollen.",
        "Weathers, A Practical Guide to Garden Plants; W.",
        "The prices cannot be taken as a guide to the wholesale price of a single and finished skin, but simply as relative value.",
        "Carson took part in the Mexican War, and, after the rush to the Pacific Coast began, engaged as a guide to convoy emigrants and drovers across the plains and mountains.",
        "See Charles Burdett, Life of Kit Carson, the Great Western Hunter and Guide (New York, 1859; new ed., 1877); and De Witt C. Peters, The Life and Adventures of Kit Carson, the Nestor of the Rocky Mountains, from Facts Narrated by Himself (New York, 1858).",
        "Under the title Et Sofer, \" Pen of the Writer\" (Lyk, 1864), David Kimhi composed a sort of grammatical compendium as a guide to the correct punctuation of the biblical manuscripts; it consists, for the most part, of extracts from the Miklol.",
        "Another turbine of the mixed flow type is the \" Victor,\" which consists of three parts - the outer guide case, and, inside this, the register gate, and the wheel.",
        "The gate regulates the speed of the wheel by varying the quantity of water; when fully open it merely forms a continuation of the guide passages, and thus offers no obstruction to the flow of the water, but by giving it a movement through a part of a revolution the passages are partly blocked and the flow of the water is checked.",
        "The water passes from the penstock through the guide blades of the upper wheel, and in doing so acts in an upward direction on a cover of the upper wheel, which thus becomes, as it were, a balance-piston.",
        "But his fame went abroad and a number of would-be disciples came and took up their abode in the caves and among the rocks that surrounded his retreat, and called on him to guide them in the path of life they had chosen.",
        "To the middle classes of the 17th century he seemed a heaven-sent philosopher and guide, and was only less popular than Francis Quarles the poet.",
        "It seemed almost as if his wits were sharpened into a keener edge by his very difficulties; but since he condemned on principle every war which was not strictly defensive, and it had fallen to his lot to guide a comparatively small power, he always preferred the way of negotiation, even sometimes where the diplomatic tangle would perhaps best have been severed boldly by the sword.",
        "Finally, the psychology of Hobbes, though too undeveloped to guide the thoughts or even perhaps arrest the attention of Locke, when essaying the scientific analysis of knowledge, came in course of time (chiefly through James Mill) to be connected with the theory of associationism developed from within the school of Locke, in different ways, by Hartley and Hume; nor is it surprising that the later associationists, finding their principle more distinctly formulated in the earlier thinker, should sometimes have been betrayed into affiliating themselves to Hobbes rather than to Locke.",
        "experts appointed in India and Ceylon to assist and guide the tea planters.",
        "Extract varies from 26 to 40 per cent., and is no guide to quality.",
        "Hence, in the second place, Plato and Aristotle had assumed a perfect state with laws to guide the individual aright.",
        "Prudence is, therefore, the only real guide to happiness; it is thus the chief excellence, and the foundation of all the virtues.",
        "The rays had to struggle through a disturbing medium; they reached him refracted, dulled and discoloured by the thick gloom which had settled on his soul, and, though they might be sufficiently clear to guide him, were too dim to cheer him.",
        "He was an excellent administrator; and his wide knowledge, broad sympathies, and sound common sense, though they placed him outside the point of view common to most of his clergy, made him an invaluable guide in correcting their too often indiscreet zeal.",
        "An attempt to vindicate the roll was made by the last duchess of Cleveland, whose Battle Abbey Roll (3 vols., 1889) is the best guide to its contents.",
        "His chief literary work was An Alarm to the Unconverted (1672), otherwise known as The Sure Guide to Heaven, which had an enormous circulation.",
        "Paine, Ships and Sailors of Old Salem (New York, 1909), and Visitor's Guide to Salem (Salem, 1902) published by the Essex Institute.",
        "The most remarkable of these was Percy Bysshe Shelley, who in the glowing dawn of his genius turned to Godwin as his teacher and guide.",
        "But, when unsupported by direct evidence, even the most tempting etymology is an unsafe guide.",
        "(Paris, 1840); Boinet Bey, Dictionnaire giographique de lEgypte (Cairo, 1899); Murrays and Baedekers handbooks and Guide Joanne; G.",
        "history, cannot be employed as a serious guide to the early chronology, since they are faulty wherever we can check them, even in the XXVIth Dynasty whose kings were so celebrated among the Greeks.",
        "The officers were told by their guide that they might shoot, but the villagers had not given permission and were incensed at the shooting of their pigeons by other officers in the previous year.",
        "Much depended on the character and personality of the young prince who had now taken into his hands the reins of government, and for half a century was to guide the destinies of the nation.",
        "Carlyle was attracted by the brilliant abilities of the young lady, procured books for her and wrote letters to her as an intellectual guide.",
        "Evans, Ancient Stone Implements (1897); Horae Ferales, or Studies in the Archaeology of Northern Nations, by Kemble (1863); Gaston C. C. Maspero, Guide du Musee de Boulaq, 296; Scotland in Pagan Times - The Iron Age, by Joseph Anderson (1883).",
        "Grandy, Timber Importer's Guide; G.",
        "What was to be thought, he said, of a spiritual guide, who either could not or would not show the wanderer his way ?",
        "Particularly remarkable is his Igazsdgra vezetd Kalauz (Guide to Truth), which appeared in 1613.",
        "As a moralist and a guide to the conduct of life - an aspect of Goethe's work which Carlyle, viewing him through the coloured glasses of Fichtean idealism, emphasized and interpreted not always justly - Goethe was a powerful force on German life in years of political and intellectual depression.",
        "Samler Brown, a guide for travellers and invalids, with coloured maps and plates (London, 1901); A Guide to the Canary Islands, by J.",
        "Taking as a guide the natural features most nearly corresponding to these outlying points, we may describe Palestine as the strip of land extending along the eastern shore of the Mediterranean Sea from the mouth of the Litany or Kasimiya River (33° 20' N.) southward to the mouth of the Wadi Ghuzza; the latter joins the sea in 31° 28' N., a short distance south of Gaza, and runs thence in a south-easterly direction so as to include on its northern side the site of Beersheba.",
        "- Lievin de Hamme, Guide de la Terre Sainte (1876).",
        "Wallace, Descriptive Guide to the Adirondacks (Syracuse, 1894).",
        "For man, though a member in the system of the world, has also within him a principle which can guide and understand the movement of all the members; he can enter into the method of divine administration, and thus can learn - and it is the acme of his learning - the will of God, which is the will of nature.",
        "Wright as guide, with seven mules and the dogs, set out from Hut Point, and on Nov.",
        "But notwithstanding the great variety of intrinsic brightness of the stars, the ratio of the number of stars of one magnitude to the number of the magnitude next lower (the \" star-ratio \") is a guide to the uniformity of their distribution.",
        "But he had not gone far when he was led astray by a guide, and after the loss of his entire outfit and several of his men, and intense suffering of the survivors from cold and hunger, he turned southward through the valley of the Rio Grande and then westward through the valley of the Gila into southern California.",
        "Late in the year 1853, however, he returned to the place where the guide had led him astray, found passes through the mountains to the westward between latitudes 37° and 38° N., and arrived in San Francisco early in May 1854.",
        "In order to answer this question we must remember that there are many degrees of probability, and that induction, and therefore deduction, draw conclusions more or less probable, and rise to the point at which probability becomes moral certainty, or that high degree of probability which is sufficient to guide our lives, and even condemn murderers to death.",
        "He bade farewell to his friends, inquired after the health of Drusus's daughter who was ill, and then quietly expired in the arms of the wife who for more than fifty years had been his most intimate and trusted guide and counsellor, and to whom his last words were an exhortation to \"live mindful of our wedded life.\"",
        "As for the Scandinavian towns, the best guide is perhaps the book by K.",
        "With these the historic manifestation of Jesus becomes only a guide to lead us to that immediate apprehension of God which is the end of theology, and to that immediate union with God which is the end of religion.",
        "Such truth can be apprehended by the multitude only in symbols which guide the will through the imagination, and through historic facts which are embodiment of ideas.",
        "Among his writings are: Introduction to the Study of Federal Government (1890), Formation of the Union (1892, in the Epochs of American History series), Practical Essays on American Government (1893), Studies in American Education (1895), Guide to the Study of American History (with Edward Channing, 1897), Salmon Portland Chase (1899, in the American Statesman series), Foundations of American Foreign Policy (1901), Actual Government (1903), Slavery and Abolition (1906, the volume in the American Nation series dealing with the period 1831-1841), National Ideals Historically Traced (1907), the 26th volume of the American Nation series, and many historical pamphlets and articles.",
        "He is the offspring of Heaven and Earth, the two worlds; is the inspirer of prayer and the guide and protector of the pious.",
        "To cause a body to move in this manner it is usually made of a helical or screw-like figure, and moves in a guide of a corresponding figure.",
        "The relation between the advance and the rotation, which compose the motion of a screw working in contact with a fixed screw or helical guide, has already been demonstrated in 32; and the same relation exists between the magnitudes of the rotation of a screw about a fixed axis and the advance of a shifting nut in which it rotates.",
        "Parallel Motions.A parallel motion is a combination of turning pieces in mechanism designed to guide the motion of a reciprocating piece either exactly A.",
        "It is not a safe guide, however, when applied to the comparison of different communities, the age-composition of which is probably by no means identical, but in consideration of its familiarity it has been adopted in the first section of Table V.",
        "The great difference between the serial rank occupied in the respective lists by Russia, Servia and Galicia, with remarkably high rates of natural growth, as well as that found in the case of most of the other countries in question, shows that this factor is by no means a trustworthy guide in the estimate of hygienic balance.",
        "But, if men threw over common sense, what was to be their guide in life?",
        "Dante, medieval as his temper seems to us, chose Virgil for his guide, and ascribed his mastery of style to the study of Virgilian poetry.",
        "Until the following March, Washington's work was to bring about some semblance of military organization and discipline, to collect ammunition and military stores, to correspond with Congress and the colonial authorities, to guide military operations in widely separate parts of the country, to create a military system for a people entirely unaccustomed to such a thing and impatient and suspicious under it, and to bend the course of events steadily towards driving the British out of Boston.",
        "In addition to its value as illustrating the difficulties and defects that beset the development of a complex financial organization from the simpler forms of the city and the province, Roman finance is of special importance in consequence of its place as supplying a model or rather a guide for the administration of the states that arose on its ruins.",
        "\" Thus the imperious word ought seems merely to imply the consciousness of a persistent instinct, either innate or partly acquired, serving as a guide, though liable to be disobeyed.\"",
        "The best feature of the Data of Ethics is its anti-ascetic vindication of pleasure as man's natural guide to what is physiologically healthy and morally good.",
        "According to his custom, he strove earnestly to guide by his advice the conduct of the young favourite.",
        "1853), of the United States Bureau of Fisheries, Fishes of North and Middle America (4 vols., 1896-1900), and Food and Game Fishes of North America (1902); and prepared A Guide to the Study of Fishes (1905).",
        "PALAEOSPONDYLUS, a small fish-like organism, of which the skeleton is found fossil in the Middle Old Red Sandstone From British Museum Guide to Fossil Reptiles and Fishes, by permission of the Trustees.",
        "The Palestinian Talmud, although used by the Qaraites in their controversies, fell into neglect, and the Babylonian recension became, what it has since been, the authoritative guide.",
        "The Talmud itself is still the authoritative and practical guide of the great mass of the Jews, and is too closely connected with contemporary and earlier Palestinian history to of be neglected by Christians.",
        "Here is he merely offered a flimsy thread that, we hope, may guide him through the maze of facts, but alas!",
        "If the reader wish to keep pace with the output of literature on this vast subject, he will find L'Annee sociologique (1896 onwards) a wonderfully complete bibliographical guide.",
        "de Coronado to make his famous expedition next year to Zuni, of which Fray Marcos was the guide; and the realities proved a great disappointment.",
        "Knox returned in time to guide the Assembly which sat on the 25th of June 1567 in dealing with this unparalleled crisis, and to wind up the revolution by preaching at Stirling on the 9th of July 1567, after Mary's abdication, at the coronation of the infant king.",
        "Bemrose, Guide to Buxton (London, 1869).",
        "And as his deeds are, so shall be his fate and his future lot on the Day of Judgment; when he must cross the Bridge Cinvat, which, according to his works, will either guide him to the Paradise of Ahuramazda or precipitate him to the Hell of Ahriman.",
        "(London, 1807); Avalonian Guide to the Town of Glastonbury (8th ed., 1839); Warner, Hist.",
        "They not only endeavoured to protect and guide the natives beyond the colonial border, but among the Hottentots within the colony they instilled notions of antipathy to the white farmers, and withdrew large numbers of them from agricultural pursuits.",
        "Brown, The Guide to South Africa (yearly).",
        "In one of his letters we already find the germ of his famous dictum that \"probability is the guide of life.\"",
        "So far as experience goes, \"to us probability is the very guide of life.\"",
        "And to this a religious sanction may be added, for \"consciousness of a rule or guide of action, in creatures capable of considering it as given them by their Maker, not only raises immediately a sense of duty, but also a sense of security in following it, and a sense of danger in deviating from it.\"",
        "Thee all this universe, as it rolls circling round the earth, obeys wheresoever thou dost guide, and gladly owns thy sway.",
        "He regarded the Deity as the guide and upholder of the world, watching over it from the outside, not as the immanent soul within it, for according to him the world was as soulless as a plant.",
        "To achieve this second stage the impulses must be trained in such a way that the fitness of things indifferent may be the guide of conduct.",
        "37, 38) is our chief guide to determining the original extent of the second group of laws (vi.",
        "1-46a, an elaborate description of the symptoms common to the earlier stages of leprosy and other skin diseases to guide the priest in deciding as to the cleanness or uncleanness of the patient; (b) xiii.",
        "32-34), which displays marks of later redaction, there is nothing to guide us in separating the additional matter.",
        "After his work was finished he became a student of Athanasius' writings and came to see how untrustworthy his guide had been.",
        "This tract has been attributed to Wycliffe, but without adequate authority, and it is thought to be of later date, and if Wykeham is meant by the castlebuilding clerk it only shows that popular repute is no guide to fact.",
        "For description and general features, see Doxey's Guide to San Francisco and the Pleasure Resorts of California (San Francisco, 1897); and various guides and other publications of the California Development Board (formed by consolidation of the State Board of Trade and California Promotion Committee) in San Francisco.",
        "de Miltitz, Manuel des consuls (London and Berlin, 1837-1843); Baron Ferdinand de Cussy, Dictionndire du diplomate et du consul (Leipzig, 1846), and Reglements consulaires des principaux etats maritimes de l'Europe et de l'Amerique (ib., 1851); Tuson, British Consul's Manual (London, 1856); De Clercq, Guide pratique des consulats (1st ed., 1858, 5th ed.",
        "C. Gamwell, A Guide to Swansea and District (1880); Lieut.-Colonel W.",
        "P. Winship, \" The Coronado Expedition,\" in U.S. Bureau of Ethnology, z4th Annual Report (1892-1893), pp. 33961 3, with an abundant literature to which this may be the guide.",
        "The best consecutive account is given in the Guide Joanne, Grece, ii.",
        "PESHWA (Persian for \"leader,\" \"guide\"), the title of the head of the Mahratta confederacy in India.",
        "Favoured with a dark and foggy night the party of 150 men and a guide reached the first ledge of rock undiscovered.",
        "Metcalf, Illustrated Business Guide, to City of Worcester (Worcester, 1880); C. F.",
        "The Bohmerwald, which, like its parallel range, the 1 As a guide to the English-speaking reader, the following notes on the pronunciation of Bohemian names are appended.",
        "But neither the materials out of which it was composed, nor the manner in which it had been put together, were such as to make it a safe guide.",
        "Even where he mentions a writer by name, it is frequently clear that the writer named is not the one whose lead he is following at the moment, but that he is noticed incidentally as differing from Livy's guide for the time being on some point of detail (compare the references to Piso in the first decade, i.",
        "Jahrhunderts, is unrivalled as a guide to the sources of the history of Germany in the middle ages; this was first published in 1858, and has passed through several editions.",
        "blind guide in this voyage, and the polar map of 1611 by Pontanus illustrates well what he attempted, and the valuable results both negative and positive which he reached.",
        "They are very often more strongly developed in the male sex, and are supposed to guide the males in pursuit of the females.",
        "Some of the most humorous poetical pieces in the New Whig Guide were from his pen, and he was entirely devoted, like his friends Peel and Croker, to the Tory party of that day.",
        "The texts themselves have mostly become as correct as they can ever be, and manuals and bibliographies guide one to and through them, so that no one need go astray who takes the trouble to make use of the mechanism which is at his hand.",
        "It is a general survey of the whole apparatus of historical research, and is the indispensable guide to the subject.",
        "Lumley, The Public Health Acts (6th ed., by Macmorran and Dill) Macmorran and Dill, The Local Government Act 1888, &c.; The Local Government Act 1894, &c.; Hobhouse and Fairbairn, The County Councillors' Guide; Pratt, The Law of Highways (15th ed., by W.",
        "His supreme task was to befriend and guide the inner life of man.",
        "Scattered notices may be found in the edition (London, 1899) of the \"General Introduction\" (entitled \"Hints and Notes for Travellers in the Alps\") to John Ball's Alpine Guide.",
        "Loewinson-Lessing has an account of the geology of the district along the military road from Vladikavkaz to Tiflis in the Guide des Excursions du VII' Congrks geol.",
        "As for the reasoning powers in animals, the accounts of monkeys learning by experience to break eggs carefully, and pick off bits of shell, so as not to lose the contents, or of the way in which rats or martens after a while can no longer be caught by the same kind of trap, with innumerable similar facts, show in the plainest way that the reason of animals goes so far as to form by new experience a new hypothesis of cause and effect which will henceforth guide their actions.",
        "(Rome, 1903), a valuable guide to the period indicated; E.",
        "See Die Heilquellen des Taunus (published by Grossmann, Wiesbaden, 1887); Sievers, Zur Kenntnis des Taunus (Stuttgart, 1891), and the Taunus Club's Guide (4th ed.",
        "Jacobi, Das Romerkastell Saalburg (2 vols., Homburg, 1897); also a small guide by the same author (3rd ed.",
        "Ferrand, Guide a la Grande Chartreuse (1889); and Les Montagnes de la Chartreuse (1899).",
        "For a brief time he seemed to resume the whole power of the English press in his own pen and to guide public opinion as he would.",
        "Potthast is chiefly known through his monumental Bibliotheca historica medii aevi (1862), a guide to the sources of European history in the middle ages.",
        "The information thus obtainable may be useful as far as it goes, indicating the directions in which the burden of taxation may press, and forming a guide of some utility when changes of taxation are contemplated.",
        "Unable to stem the tide of popular passion, which was crying for the impeachment of Catargiu, Jepureanu resigned office, and Bratianu formed a new Liberal cabinet, destined to guide the country through many eventful years.",
        "de virtu; the Invdtdturi crectine.Ft i, \" Christian teachings \" of Filoteos (ibid., 1700); the short moral guide, Ceirare pre scurt, by Ioan of Vinci (Belgrad, 1685), translated from some Hungarian original; the Mdntuirea paciitosilor, or \" Salvation of sinners,\" translated from the Greek by a certain Cozma in 1682, which is a storehouse of medieval exempla; and above all the Mirror of Kings, ascribed to Prince Neagoe Bassaraba, written originally in Slavonic (or Greek, if the prince be really the author), and translated (c. 1650) into Rumanian.",
        "But in the sun's atmosphere gravitation alone is a misleading guide.",
        "No certain guide has been found to tell which stars are nearest to us; both brightness and large proper motion, though of course increased by proximity, are apparently without systematic average relation to parallax.",
        "Seven years of constant and severe toil (1866-73) were given to the Oxford Icelandic-English Dictionary, incomparably the best guide to classic Icelandic, and a monumental example of single-handed work.",
        "You have my words, my explanations of the deep things of truth, the laws I have laid down for the society; let them be your guide; the Buddha has not left you.\"",
        "Burton, Cape Colony To-day (Cape Town, 1907), a useful guide to the country and its resources.",
        "Canron, Guide de l'etranger dans la ville d'Avignon et ses environs (Avignon, 1858); J.",
        "Arnaud, Barcelonnette et ses environs (Guide du C. A.",
        "Cadenhead, Guide to the City of Aberdeen (Aberdeen, 1897); A.",
        "Guide pulleys are set with their diametral planes in the planes containing corresponding pairs of tangents, and a continuous belt wrapped round these pulleys in due order can then be run in either direction.",
        "cated cases guide pulleys for inclined pulleys, any FIG.",
        "Hollander, Guide to the City of Baltimore (Baltimore, 1893); T.",
        "\"Ammianus is an accurate and faithful guide, who composed the history of his own times without indulging the prejudices and passions which usually affect the mind of a contemporary\" (Gibbon).",
        "His first work, entitled A System of Dissections, explaining the anatomy of the human body, the manner of displaying the parts, and their varieties in disease, was published in Edinburgh in 1798, while he was still a pupil, and for many years was considered to be a valuable guide to the student of practical anatomy.",
        "These laws are inextricably mixed in consciousness with the data of volition and sensation, with free activity and fatal action or impression, and they guide us in rising to a personal being, a self or free cause, and to an impersonal reality, a not-me - nature, the world of force - lying out of us, and modifying us.",
        "As reason has apprehended these two simultaneous phenomena, attention and sensation, and led us The immediately to conceive the two sorts of distinct they are related, so, from the notion of this limitation, we find it impossible under the same guide not to conceive a supreme cause, absolute and infinite, itself the first and last cause of all.",
        "Palaeontology, so far as it goes, is a sure guide, but some of the oldest fossiliferous rocks yield remains of distinctly differentiated crinoids, asteroids and echinoids, so that the problem is not solved merely by collecting fossils.",
        "Whymper's party, three members of which (Lord Francis Douglas, the Rev. C. Hudson and Mr Hadow) with the guide, Michel Croz, perished by a slip on the descent.",
        "He had persuaded Harold Hardrada, king of Norway, almost the last of the great viking adventurers, to take him as guide for a raid on England.",
        "Nor did he see that the passion for equality, like every great passion, justified itself, and that the problem was, not how to obtain liberty in defiance of it, but how so to guide it as to obtain liberty by it and through it.",
        "In the TamThe worth manifesto of January 1835 Peel proclaimed Conser- the principles which were henceforth to guide the vative party, no longer Tory, but Conservative.",
        "Scargill-Birds Guide to the Principal Classes of Documents preserved in the Record Office (3rd ed., 1908).",
        "uncalendared in the British Museum there is no guide exceptthe imperfect indexes to the Cotton, Harleian, Lansdowne, Additional and other collections.",
        "sources see Scargill-Birds Guide to the Record Office, and the class catalogues in the MSS.",
        "But he was too fiercely in earnest in his horror of Jacobinism to allow mere party associations to guide him.",
        "In this connexion reference may be made to patches or lines of long and generally white hairs situated on the back of certain ruminants, which are capable of erection during periods of excitement, and serve, apparently, as \" flags \" to guide the members of a herd in flight.",
        "This is very distinct in the canine teeth of the Carnivora, and is a useful guide in determining the homologies of the teeth of the two jaws.",
        "Higginson, Old Cambridge (New York, 1899); Arthur Gilman (ed.), The Cambridge of Eighteen Hundred and Ninety-Six (Cambridge, 1896); and Historic Guide to Cambridge (Cambridge, 1907.)",
        "On the 12th of September 1812, he started with two Armenian servants, crossed the Araxes, rode from Tabriz to Erivan, from Erivan to Kars, from Kars to Erzerum, from Erzerum to Chiflik, urged on from place to place by a thoughtless Tatar guide, and, though the plague was raging at Tokat (near Eski-Shehr in Asia Minor), he was compelled by prostration to stop there.",
        "i, § 27 of the Foreign Commercial Guide of the Philadelphia Commercial Museum; and the publications on Panama of the International Bureau of American Republics.",
        "Labarte and Paspates have attempted to reconstruct the palace, taking as their guide the descriptions given of it by Byzantine writers.",
        "p. xl.), and, although proscribed, these \"poor preachers\" with portions of their master's translation of the Bible in their hand to guide them, preached all over England.",
        "The reasonableness of taking probability as our guide in life was in the essence of his philosophy.",
        "Reasonableness, in short, must always at last be our guide.",
        "Often full of public spirit, they lacked experience and in a time of peculiar difficulty had no guide save their own discretion.",
        "Ferber, Historische Wanderung durch die alt Stadt Dusseldorf (Dusseldorf, 1889-1890); Brandt, Studien zur Wirtschaftsand Verwaltungsgeschichte der Stadt Dusseldorf (Dusseldorf, 1902); and local Guide by Bone.",
        "In the uplands of Swedish Lapland, and to some extent in Russian Lapland, the lakes afford the principal means of communication; it is almost impossible to cross the forests from valley to valley without a native guide.",
        "The combination of antecedents is somewhat differently given by different writers; but all agree in representing the conscience of any individual as naturally correlated to the interests of the community of which he is a member, and thus a natural ally in enforcing utilitarian rules, or even a valuable guide when utilitarian calculations are difficult and uncertain.",
        "A few tracts on geography, &c., in Hauk's book, and a Guide to the Holy Land, by Nicholas, abbot of Thwera (d.",
        "Mayor, Guide to the Choice of Classical Books (1885, suppt.",
        "Watts, Guide to the Collection of Rocks and Fossils, Geol.",
        "But, embarrassed between the Arcadiens, the partisans of the absolute regime, and the republicans, 0111vier was unable to guide the Empire in a constitutional course.",
        "Gallieni, Rapport d'ensemble sur la situation generale de Madagascar (2 vols., Paris, 1899); Revue de Madagascar, mensuelle, illustree (1895, et seq.); Guide de ?immigrant a Madagascar (3 vols., with atlas, Paris, 1899); Collection des anciens ouvrages relatifs a Madagascar, par les soins du comite de Madagascar (a collection and translation of all works relating to the island from 1500 to 1800, in To vols.), (Paris, 1899 et seq.); Bulletin trimestriel de l'academie de Malgache (quarterly) (Antananarivo, 1902 et seq.); G.",
        "xxxvi.), gave the following graphic description of the state of the Sulina mouth when the commission entered on its labours in 1856: \"The entrance to the Sulina branch was a wild open seaboard strewn with wrecks, the hulls and masts of which, sticking out of the submerged sandbanks, gave to mariners the only guide where the deepest channel was to be found.",
        "Heksch, Guide illustre sur le Danube (Vienna, 1883); F.",
        "The socialistic tendencies of subsequent thinkers have emphasized the ethical importance of altruistic action, but it must be remembered always that it is ultimately only a form of action, that it may be commended in all types of ethical theory, and that it is a practical guide only when it is applied in accordance with a definite theory of \"the good.\"",
        "OShea, Guide to Spain and Portugal (London, 1899); R.",
        "As against the theologians, he urged that in a spiritual religion experience, not reason, must be our guide.",
        "In this way a mass of traditional interpretation of all kinds of observed phenomena was gathered, and once gathered became a guide to the priests for all times.",
        "By far the fullest guide to Bismarck's life is Horst Kohl's Fiirst Bismarck, Regesten zu einer wissenschaftlichen Biographic (Leipzig, 1891-1892), which contains a record of Bismarck's actions on each day, with references to and extracts from his letters and speeches.",
        "It will be seen that the compiler of the volume on which so much depends had to go back fully a century, with little else to guide him but odds and ends in the way of publications and tradition.",
        "Wallace, The Horse of America in his Derivation, &c. (1897); Weatherly's Celebrated Racehorses (1887); Ruff's Guide to the Turf; T.",
        "Abu Saud's mission failed, and Mahommed Ahmed no longer hesitated to call himself al-Mandi al Montasir, \"The Expected Guide.\"",
        "His ideal society was \"a natural and spiritual theocracy,\" in which God would raise up men of mark and endowment, who would regard themselves strictly as \"divine commissioners\" to guide the people.",
        "In the column is the guide.",
        "Not only are his sayings proverbial: his doctrine actually forms the most powerful religious influence in present-day Hinduism; and, though he founded no school and was never known as a guru or master, but professed himself the humble follower of his teacher, Narhari-Das, 2 from whom as a boy in Sukar-khet he heard the tale of Rama's doings, he is everywhere accepted as an inspired and authoritative guide in religion and conduct of life.",
        "for \"ruler,\" \"guide,\" &c., from regere, \" rule\"), a title given to the bearers of certain ecclesiastical and academical offices.",
        "Given a certain allowable heat transmission, the principal points to be considered in connexion with insulation are, first cost, durability, weight and space occupied, the two last named being specially important factors on board ship. No exact rules can be laid down, as the conditions vary so greatly; and though experiments have been made to determine the actual heat conduction of various materials per unit of surface, thickness and temperature difference, the experience of actual practice is at present the only accepted guide.",
        "It will be safest in these circumstances to accept as our guide to the true Laramie flora the carefully compiled \" Catalogue \" of F.",
        "Soon after their arrival these colonists drew up a \" plantation covenant \" which made the Scriptures the supreme guide in civil as well as religious affairs; but no copy of this is now extant.",
        "Since 1896 an indispensable guide is the periodical review Kantstudien (Hamburg and Berlin, thrice yearly), edited by Hans Vaihinger and Bruno Bauch, which contains admirable original articles and notices of all important books on Kant and Kantianism.",
        "Carmen lifted Matthew's tiny head in the crook of her arm and let his little body rest in her lap, using her other hand to guide the nipple into his mouth.",
        "He could sense his mate and used her gentle pull to guide him.",
        "Instead he played travel guide, pointing out various sights along the wayâ€”the occasional abandoned mine building, steep slopes, and the ghost town of Sneffles where Dean had experienced yet another adventure, this one before marrying Cynthia Byrne.",
        "\"I'm not sure.  I had a guide, but he â€¦ they left me,\" Katie said.",
        "I entrust this duty to none other than my brother, whose sons will forever guide the Warlords of Tiyan.",
        "It'll guide you out of the forest - if you're conscious - and a rescue team to your body if you're not.",
        "These ancient texts were commissioned by the deceased before their death, and were the deceased's guide Book to a happy afterlife.",
        "CAD: A Guide to Good Practice in collecting, documenting, preserving, and using computer aided Design datasets and images.",
        "ale August-September 2006 No. 324 Good Beer Guide - Over to You!",
        "Her eye for detail makes Miranda an endearing guide to the labyrinthine alleyways of Marrakech.",
        "Alma matters: A guide to alumni relations and their development.",
        "aluminiumtion, manufacture The box and guide channels are manufactured from extruded aluminum.",
        "amicus news release and silica resources including the new guide.",
        "The guide details some of the many steps in place to protect this rare amphibian during The Open.",
        "What is the name of the ' paranoid android ' in Douglas Adams's ' Hitchhiker's Guide to the Galaxy?",
        "This practical resource is a concise guide designed to prepare veterinary technicians to administer anesthesia in animals.",
        "annex f of OPCS 1981 User Guide 53 lists all those parishes which have been subject to subdivision.",
        "The important thing with any guide to online resources is that it must be at least briefly annotated.",
        "aperture diaphragm is located at the light guide end.",
        "You can use the guide number to work out the lens aperture for the correct exposure at any distance.",
        "The force of this criterion is best expressed in Bishop Butler's famous aphorism, \" Probability is the very guide of life.",
        "Here's our guide to the greatest musical aphrodisiac Thursday February.. .",
        "My guide through the plantation was not apprised of my intended route, and, therefore, did not instruct me.",
        "This is, of course, a very approximate guide.",
        "Guide to Tameside archive We published a printed guide to the archive collection in 1994.",
        "Not a step-by-step guide for beginners, but any intermediate to advanced martial artists would surly benefit from this book.",
        "arm assembler site updated Richard Murray's ARM assembler site is a guide to learning how to write code in assembler under RISC OS.",
        "assistance in the preparation of the above guide.",
        "astrology Compatibility & Travel - Your Star Guide To Travel.",
        "Here you will find plenty of information for budding astronomers: A guide to the current month's.. .",
        "authoritative American guide to the country.",
        "I do not suppose that it is the author's aim to guide our future in the direction of political autocracy and ossifying belief-systems.",
        "Can anyone guide me to a dealer or site etc. where I can view a selection of erected caravan awnings?",
        "He is listed in Chambers Guide To the Legal profession as one of the leading junior barristers in housing law.",
        "bartender's guide.",
        "bartender guide a red water line?",
        "The Guide reckoned we saw about 3.5 million Mexican Free-tailed bats exit the Cave in one hour 7.30-8.30pm.",
        "A guide to pensions jargon - May 1999 Pensions are a subject that is particularly bedeviled with jargon.",
        "beginner's guide to the theater.",
        "bemoan the fate of the old mill of Mr Ely ANDREW in Guide Bridge.",
        "To leave a bequest in your will, please contact John Williams by mail, e-mail, or phone for a free guide.",
        "bibliography selected books have extensive bibliographies which will guide the advanced student for further study.",
        "Still the only in-depth guide to the technique and break-building of both snooker and English billiards that is currently available.",
        "biotope viewer: a guide to marine habitats, fauna and flora of Britain and Ireland.",
        "birder's guide to Bolivia: Part 1, the Bolivian Highlands.",
        "The basic concept couldn't be simpler: guide some colored blobs across the screen.",
        "Each kit comes with five sets of full-colour instruction booklets for students and a technical guide for teachers and technicians.",
        "Fortunately, Viva! 's new and updated Vegetarian Guide to the Lake District provides a timely boost for local businesses.",
        "News, reviews and listings - your guide to the best bop, fusion, free and smooth jazz in and outside the BBC.",
        "It would be a mistake to expect this publication to serve as a ' how to ' guide for teaching and reading Braille.",
        "This is only a guide however, as some of the \" smaller \" sacks are still fairly bulky with plenty of props inside.",
        "Each plate has two nylon bushings ensuring smooth travel on chrome guide rods.",
        "Buying Property In Spain buying Property In Spain Buying property in Spain starts here with the all in guide!",
        "Jargon Busting | 95 KB The RealityHouse quick guide to Internet jargon -- understand the buzzwords and impress your colleagues.",
        "Camcorder buying a camcorder buying a camcorder is easy once you have read comet's guide.",
        "For example, a person carrying a white cane or accompanied by a guide dog, is visually impaired.",
        "Could you drive an armored vehicle, fire a 30mm cannon or guide a missile to its target?",
        "The guide cannula will be held firmly in place using dental cement and protected by a stainless steel ring.",
        "This method can be used for needlepoint canvas and tapestry canvas as a guide.",
        "Comments: The Witch Guide to Getting carpet Laid We once left a house for the carpet fitter to work his magic.",
        "Our experience also allows us to recommend a price guide that is neither unduly cautious nor overly optimistic.",
        "Welcome to this, the first CD-ROM based Instruction and Prototype Guide which we have developed.",
        "WT uses a centerline to direct and guide the fighter's orientation.",
        "Make sure you have a extremely certified cross country ski guide who will choose areas for skiing and a safe run down the mountain.",
        "NIST Recommended Practice Guide \" particle size characterization \" .",
        "What follows is a short guide that will cover all aspects of growing your own chiles from planting to harvesting.",
        "The only way to remove chloramines without a UV treatment is to shock treat the pool, this is discussed later in this guide.",
        "Cognitive Behavior Therapy: A guide for the practicing clinician.",
        "A key aspect of the guide is the removal of street clutter.",
        "Included sightseeing with local guide starts in St Peter's Square, followed by a visit to the Roman Forum and the mighty Colosseum.",
        "Writers and editors of all kinds will find this handy guide an indispensable companion in their work.",
        "The study guide for each module is divided into units, roughly comparable with a week's study.",
        "complicated legal jargon, our conveyancers will guide you through the whole process in a straightforward manner using plain English.",
        "comprehensive guide for anyone purchasing or managing woodland.",
        "This book aims to provide a reasonably concise guide to modern ideas about medical education.",
        "Letter configuration utility The letter configuration utility provides a step by step guide to adding your own letters to Gemini.",
        "Instead of trying to guide moral behavior the Church now looks to the state to enforce moral conformity.",
        "They do it to guide and awaken the consciousness of those that follow the path toward consciousness.",
        "You have behaved in an banana guide unusually considerate manner.",
        "contextualizee of contextualizing material has also been provided based upon the general themes outlined in the introduction to this teacher's guide.",
        "Here's a simply guide to hiring the best woodwork contractor for the job.",
        "Featured on both the wireless and wired controllers, the Xbox Guide Button puts you in control of your experience.",
        "My guide - Itay - escorted me around stunning coral reefs teeming with tropical fish that glimmered brightly in the clear blue water.",
        "For a guide book providing more information about Scottish crannogs, click here.",
        "Remember that many patients have low serum creatinine initially therefore a good guide to toxicity is a doubling of the initial creatinine.",
        "creatinine in blood gives a useful guide to how well the kidneys are working.",
        "A comprehensive guide to the major topics that constitute contemporary criminology.",
        "cross-referenced articles, each of which provides a guide to further reading.",
        "They do offer a \" guide \" to installing SuSe from the net, but it lacks detail and seems intentionally cryptic to me.",
        "Part 1 - Ode to cannabis cultivation - re Kentucky Hemp fields - general introduction Part 2 - Beginners guide to cannabis cultivation.",
        "Consequently, relying entirely on maps (rather than guide books) can sometimes pose problems for off-road cyclists.",
        "As the force of fate, this image acts as a personal daimon, an accompanying guide who remembers your calling.",
        "In the pitch dark we started our descent, only having green paint on some of the rocks to guide us down.",
        "A good, but very dated, general guide to freshwater life in the United States.",
        "day trading coaching and the MasterTrader ebook - your guide to consistent profits.",
        "References Bale, S. (1997) ' A guide to wound debridement ' Journal of Wound Care, 6: 4; 179-182.",
        "definitive guide to Scotland's second national drink."
    ],
    "definition": [
        "Link/Cite"
    ]
}