{
    "translation": ".1 לעצור, עצירה\n.2 צולע, צליעה",
    "uses": [
        "The car came to a halt and then started to roll forward.",
        "The laughter gurgled to a halt in her throat.",
        "She skidded to a halt, chest heaving.",
        "As the truck came to a halt in front of the house, she stared up at it in awe.",
        "\"Halt!\" he cried to the men who were with him.",
        "Alex had seen to all of that before she called a halt to the work.",
        "A halt was made at the altars and temples, where the Salii, singing a special chant, danced a war dance.",
        "He brought the buggy to a halt and took her hand in his.",
        "They might call a halt here or we'll have to do another four miles without eating.",
        "Our last halt was under a wild cherry tree a short distance from the house.",
        "Relieved, he pulled the blowing horse to a halt and grabbed Rissa by the scruff of her tunic, unceremoniously hauling her up and dumping her on the ground.",
        "The blade came to a jolting halt against the thick clump.",
        "They crossed a small spring and Alex drew Ed to a halt, glancing down at the ground.",
        "He drew his mount to a halt beside her and kicked one foot free of the stirrup, offering a hand up.",
        "On the morning of the 2nd of July, however, Rupert's attack on their rearguard forced them to halt and deploy on rising ground on the south edge of the moor, their position being defined on the right and left by Long Marston and Tockwith and divided from the Royalist army on the moor by a lane connecting these two villages.",
        "All he needed was a nice brick wall to halt the nagging speculation Byrne might have skipped—like a body or something equally definitive.",
        "The corresponding changes in the case of the mixture Tuvw are easily understood - the first halt at U, due to the crystallization of pure B, will probably occur at a different temperature, but the second halt, due to the simultaneous crystallization of A and B, will always occur at the same temperature whatever the composition of the mixture.",
        "As the teams came to a halt, the rasp of leather against sandy wheels assured her that the other wagons were following suit.",
        "in ten days, had to have a two days' halt accorded them on the 17th.",
        "The stage came to a halt in front of the station, and people drifted by, satisfying their curiosity about its occupants.",
        "The order was given to halt and down knapsacks.",
        "During a halt on the peninsula of Pallene, Aethilla and the other captive women set fire to the ships.",
        "After a halt of eight days at Kroonstad, the main army again moved forward, and, meeting but small resistance, marched without a halt into Johannesburg, which was occupied on the 31st of May, the Orange Free State having been formally annexed by proclamation three days earlier.",
        "to halt and await the coming of the two flank columns.",
        "Searing pain shot through his shoulder and he realized he barely had the strength to halt another rappel.",
        "Notwithstanding the exertions which Great Britain made to avert h06tilities, the provocation of Count Cavour induced Austria to declare war against Piedmont, and Napoleon thereupon moved to the support of his ally, promising to free Italy from the Alps.to the Adriatic. As a matter of fact, the attitude of northern~ Germany, which was massing troops on the Rhine, and the defenceless condition of France, which was drained of soldiers for the Italian campaign, induced the emperor to halt before he had carried out his purpose, and te~ms of peace were hastily concerted at Villafranca, and were afterwards confirmed at Zurich, by which Lombardy was given Unhficatioii to Piedmont, while Austria was left in possession of of Italy.",
        "During a halt of a few days in Poland on his way back from Vienna, King Augustus had explained to him a project for partitioning the transBaltic provinces of Sweden, by which Poland should recover Livonia and annex Esthonia, Russia should obtain Ingria and Karelia, and Denmark should take possession of Holstein.",
        "The halt at Bloemfontein was marked by the publication of proclamations, offering protection to the burghers, which, however, the invaders had not yet the power to fulfil.",
        "from Hail, on the 5th of March 1905; here, however, he received orders to halt and negotiate before proceeding farther.",
        "The right wing, under Grouchy, had come to a halt in front of Fleurus.",
        "5, but was obliged to halt in order to organize its line of supply Gostivar-Tetovo-Uskub, and the left column was only just beginning the passage of the Vardar at Krivolak.",
        "They continued to watch as the children began tossing small stones at their floating treasure, trying to halt its progress, when the sound of a horn startled them.",
        "He thought of going to Wittenberg, but his first halt was at Strassburg, where Bucer and Capito received him kindly.",
        "This halt in the cooling, due to the heat evolved in the solidification of the first crystals that form in the liquid, is called the freezingpoint of the mixture; the freezing-point can generally be observed with considerable accuracy.",
        "The line was, however, rectified, and after a halt the final advance began.",
        "On the 8th of June Sir Redvers Buller, who had made a long halt after the relief of Ladysmith and reorganized his army and its line of communication, forced his way over Alleman's Nek, and on the following day occupied Laing's Nek, the Natal gate to the Transvaal, while the field marshal fought a widespread battle against Botha, De la Rey and Kemp at Diamond Hill, 20 m.",
        "As it cools from P to Q the mixture remains wholly liquid, but when 200 the temperature Q is reached there is a halt in the cooling, due to the formation of crystals loo° of A.",
        "Consequently the temperature does not change and there is another well-marked halt in the cooling, and this halt lasts until the mixture has become wholly solid.",
        "The amir was away from his capital settling the affairs of his newly acquired territory; Nolde therefore, after a short halt at Hail, journeyed on to Ibn Rashid's camp somewhere in the neighbourhood of Shakra.",
        "Marlborough himself led the cavalry; the French squadrons received the attack at the halt, and were soon broken.",
        "halt, as the light was failing and the troops exhausted.",
        "eutectic point gives the second halt in cooling, due to the simultaneous formation of lead crystals and tin crystals.",
        "During a halt at Chalcedon, Numerianus was murdered, and Diocletian, commander of the body-guards, was proclaimed emperor by the soldiers.",
        "They were, however, so disordered by their victory that they were compelled to halt and refit.",
        "If the troops halt for several days, of course they require either a more densely populated country from which to requisition supplies, or a wider area of cantonments.",
        "Saladin had by now decided that the only hope of success lay in compelling the rear of the Christians' column to halt - and thus opening a gap, should the van be still on the move.",
        "He bore a fair proportion of it, but throughout his life was frequently brought to a halt by pain and physical debility.",
        "But after a four days' halt the mob, with no maneuvers or plans, again began running along the beaten track, neither to the right nor to the left but along the old--the worst--road, through Krasnoe and Orsha.",
        "Among the more notable are those of Orm Storolfsson, Ogmund Dijtt, Halldor Snorrason, Thorstein Oxfoot, Hromund Halt, Thorwald Tasaldi, Svadi and Arnor Herlingar-nef.",
        "At length Dron, the village Elder, entered the room and with a deep bow to Princess Mary came to a halt by the doorpost.",
        "As always happens the men, starting cheerfully, began to halt; murmurs were heard, there was a sense of confusion, and finally a backward movement.",
        "During this halt the escort treated the prisoners even worse than they had done at the start.",
        "Hence a prolonged halt arose, utilized by the troops in renewing their equipment and so forth, but ultimately the Young German party, led by Blucher and the principal fighting men of the army, triumphed, and on the 1st of January 1814 the Silesian army (50,000) began its passage of the Rhine at Kaub.",
        "Four days were occupied in the ascent to a level stretch at 7,000 ft.; and severe weather compelled a halt at this point for four days more.",
        "The occupation of Caporetto threatened to open another route nearly as short, but the possession of Monte Maggiore and the Stol, together with Monte Matajur, gave good hope that the advance of the enemy might be quickly brought to a halt when it had outrun the protecting fire of its own guns.",
        "Bagration was to make this march without resting, and to halt facing Vienna with Znaim to his rear, and if he succeeded in forestalling the French he was to delay them as long as possible.",
        "Hours later, baked by the sun and choked with dust, Pete finally called a halt for the day.",
        "The infantry passing before him came to a halt without any command being given, apparently obstructed by something in front.",
        "grinds to halt.",
        "He has recorded one or two interesting notes on Turin, Genoa, Florence and other towns at which halt was made on his route; but Rome was the great object of his pilgrimage, and the words in which he has alluded to the feelings with which he Her letters to Walpole about Gibbon contain some interesting remarks by this ' ` aveugle clairvoyante,\" as Voltaire calls her; but they belong to a later period (1777).",
        "Horace mentions it as the usual halt at the end of the first day's journey from Rome, and describes it as full of boatmen and cheating innkeepers.",
        "Then, however, moved by fear of the emperor, who had passed through Siena two months before on his way to Rome, and who was about to halt there on his return, it tried to conciliate its foes by creating a fresh council of 150 riformatori, who replaced the twelve defenders by a new supreme magistracy of fifteen, consisting of eight popolani, four dodicini, and three noveschi, entitled respectively \"people of the greater number,\" \"people of the middle number,\" and \"people of the less number.\"",
        "From the wells of Shakik he crossed the waterless Nafud in four days to Jubba, and after a halt there in the nomad camps, he moved on to Hail, already a thriving town, and the capital of the Shammar state whose limits included all northern Arabia from Kasim to the Syrian border.",
        "Someone has to call a halt to what is going on.",
        "It was decided that that army should halt and reconstitute for the present, as any further advance could only be carried out by a deliberate and carefully planned assault on the canal line.",
        "The 1st Army, after its long halt at Feng-hwang-cheng, which was employed in minutely organizing the supply service - a task of exceptional difficulty in these roadless mountains - reopened the campaign on the 24th of June, but only tentatively on account of the discouraging news from Port Arthur.",
        "It seems scarcely to know fear, obtruding itself on the notice of any traveller who invades its haunts, and, should he halt, making itself at once a denizen of his bivouac. In confinement it speedily becomes friendly, but suitable food for it is not easily found.",
        "After a long halt there he advanced (August 20), and gaining rapid successes, occupied Kabul (September 15), where Nott, after retaking and dismantling Ghazni, joined him two days later.",
        "The first words he heard on coming to his senses were those of a French convoy officer, who said rapidly: \"We must halt here: the Emperor will pass here immediately; it will please him to see these gentlemen prisoners.\"",
        "A joyous feeling of freedom--that complete inalienable freedom natural to man which he had first experienced at the first halt outside Moscow-- filled Pierre's soul during his convalescence.",
        "Hematin, a drug administered intravenously, may be used to halt an attack.",
        "Their love affair came to a brutal halt when Jesse died a hero.",
        "Three Gladiators stationed on the field were meant to halt contestants by any means.",
        "He turned into a drive and brought the car to a halt.",
        "When once the reaction against Jacobin tyranny had begun, it was impossible to halt.",
        "The entire North west coast of Scotland had ground to a halt.",
        "As it cools from P to Q the mixture remains wholly liquid, but when 200 the temperature Q is reached there is a halt in the cooling, due to the formation of crystals looÃ‚° of A.",
        "The important thing is to make sure that you are fully covered no matter what happens so that a setback does not halt your career entirely.",
        "Aromatic bath salts, in particular, will halt your worries in their tracks and provide you with a haven to escape to whenever the mood strikes.",
        "This is known to minimize the occurrence of swelling and halt the venom from spreading.",
        "For women hoping to halt the visible signs of aging in their tracks, this type of progress is incredibly appealing.",
        "This new material put a halt to the leather helmet since the polymer product was far superior in quality and function.",
        "The whole moving mass began pressing closer together and a report spread that they were ordered to halt: evidently those in front had halted.",
        "If you stop making progress, you can go back and see what you changed that led to this halt, and what you were doing when you were making rapid gains.",
        "We are confident from our past experiences and in-house expertise that, we can halt the slide and turn things around.",
        "Following the weekend 's horrific death toll in Israel, Christian Aid calls for an immediate halt to the violence by both sides.",
        "If you find that your dog wants to start off without you or move in his own direction, you may find it necessary to come to a complete halt, call your dog back to your side and begin again.",
        "This is to keep the cover even more secure and halt slippage of the cover.",
        "This machine has the hopes of the senate to turn the tide and halt the invading foe.",
        "Rumor has it that a primary motivation behind the next generation of DS (the DSi) was an attempt by Nintendo to halt the kind of piracy that costs the company millions of dollars each year.",
        "Terraforming has come to a halt and no one can leave the tower.",
        "After a while, you will feel your progress screech to a halt.",
        "The awe-inspiring Mogollon Rim brings the Colorado Plateau to a halt with an impressive and precipitous drop-off which plunges two thousand feet downward, from forested highland to arid Sonoran desert.",
        "The chelation process can only halt further effects of the poisoning; it cannot reverse neurological damage already sustained.",
        "Hematin-A drug administered intravenously to halt an acute porphyria attack.",
        "Chiropractic treatment may relieve pain, but it cannot halt scoliosis development and should not be a substitute for conventional treatment of progressing scoliosis.",
        "Acupuncture and acupressure may also help reduce pain and discomfort, but these treatments cannot halt scoliosis development either.",
        "\"Surgical Stapling Can Halt Curve of Scoliosis: Orthotics Can Be Helpful.\"",
        "Companies that developed and produced vaccines halted or threatened to halt production and serious vaccine shortages developed.",
        "Treatment aims to halt or reverse sexual development so as to stop the accompanying rapid growth that will limit a child's height.",
        "To execute this style, you halt on the standing foot during full measures of the music, with the moving foot in the air.",
        "Most of these products claim to either halt hair loss and speed growth, increase hair density, or all of the above.",
        "Since the couple buying the home delayed the closing the day before it was scheduled, I'm wondering if there was something discovered in the final inspection/walk-through which suddenly merited a halt to the proceedings.",
        "The complaints against this company did not halt simply because it was acquired by AHMSI.",
        "Your care provider may also use certain medicines to halt labor.",
        "The ring will slide down the mandrel coming to a halt when the mandrel is the same size as the ring.",
        "This is because the motor on an electrical blender can become very hot, causing the motor to halt and possibly altering the consistency of the rice.",
        "Yet Vittadini proves time and time again that she knows when to halt her creativity.",
        "He also assisted leading doctor Louis Serre in trying to halt transmission of the plague.",
        "There are even some that believe that his predictions halt after 2012, and they believe this would signal an end of time.",
        "Numerous sightings were reported over the following year, but they suddenly came to a halt just before a tragic event that may or may not have been connected to Mothman.",
        "If you do decide to halt retirement contributions completely, this should last no longer than two years.",
        "There will be some sales fallout from consumers upset about the tactic at larger stores, but I don't see an impact large enough to force the major retailers to halt mid-stream and reverse themselves.",
        "Power outages, significant weather events or IT crashes can halt business activity.",
        "However, with an effective anti-aging diet plan, we can halt the aging process for a life of wellness and longevity.",
        "Insulin levels are best to remain low in order to avoid experiencing sugar cravings and to halt fat storage.",
        "A detoxification fasting diet is said to halt the barrage of dietary toxins while supporting your natural detoxification system using fruit and vegetable juices and, sometimes, herbal teas.",
        "While these diets may be useful, and some evidence even indicates periodic fasting and calorie restriction can halt age-related cognitive decline, the detoxification process can easily take place over a more extended period of time.",
        "While the Atkins diet has all kinds of products like sugar-free peanut butter cups and Atkins shakes, many have found these products can slow or even halt progress.",
        "He determines that a show of real power will do the trick and decides to halt all electricity throughout the world for a half hour creating a time of absolute stillness across the industrial world.",
        "The rest of the teamsters joined them and they all waited in silence as the horses approached and drew to an organized halt.",
        "He caught her arm, bringing her to an abrupt halt.",
        "A strong hand gripped her arm, bringing her to an abrupt halt.",
        "Bordeaux jerked the buggy to a halt.",
        "The train lurched forward, the gentle hum of electricity soon pushing her into a near-doze, until the train lurched to a halt.",
        "\"We need to go, Damian,\" Jule said, pulling his horse to a halt.",
        "At long last, it jerked to a halt.",
        "Carmen nodded, pulling her horse to a halt.",
        "Here Mehemet Ali's army, amounting to 12,000 men, found sufficient provisions to supply it during a fortnight's halt.",
        "Halt >>",
        "Troops and transport were then concentrated at Faki Kohi, and Colonel Wingate sent with reinforcements from Khartum to take command of the expedition and march to Gedid, where it was anticipated the khalif a would be obliged to halt.",
        "Once repeated, the horse came to a halt in a cloud of dust, Alex leaping off before it settled.",
        "She darted down the hill, reaching the bottom as a perfectly restored blue '72 Monte Carlo came to a halt.",
        "She brushed by him and he caught her arm, bringing her to an abrupt halt.",
        "All he needed was a nice brick wall to halt the nagging speculation Byrne might have skippedâ€”like a body or something equally definitive.",
        "The southern wall was overwhelmed, and a secondary barrier had been constructed overnight to halt Landis's progress.",
        "They made an abrupt halt on the eastern bank of the River Annan.",
        "He showed exemplary track manners, almost coming to a halt on occasion to let faster cars past.",
        "The striker relished the thought of bringing New York to a halt.",
        "Private armed guards were drafted in to provide security, after the Latvian police repeatedly failed to halt the aggression of the homophobic mob.",
        "The steady progress in eliminating nuclear arsenals had come to a virtual halt.",
        "These forts used anti-tank artillery and rifles to halt the tanks and machine gun fire to annihilate the accompanying infantry.",
        "awful to watch and brought proceedings to a grinding halt.",
        "Having reached the bank on the Ganges, he would halt at the place allocated for parking and tying up one-horse carts.",
        "This extra cold fresh water could halt the overturning circulation, stopping all this extra heat reaching Northern Europe.",
        "If coincidence handling is switched off any process will automatically come to a halt as soon as a coincidence handling is switched off any process will automatically come to a halt as soon as a coincidence is encountered.",
        "UNESCO's head must call for a halt to the armed conflict.",
        "The thick brambles cling to the site of the YMCA halt platform, a wooden contraption which has left absolutely no trace behind.",
        "copperplate printing and the introduction of the pointed pen engraving unfortunately helped to halt italic's further development.",
        "My second, as I saw a long black beard against a steel cuirass, was to halt and await him.",
        "Help to halt the decline in house sparrows by building the bird nesting box below.",
        "You can download a petition to halt deportations to DRC.",
        "Venus's rapid motion outward from the Sun will come to a halt when the planet reaches maximum western elongation on August 17th.",
        "McBride was looking lively in attack and it took an offside flag to halt his progress as both teams sought that vital early goal.",
        "Carbon neutral Our way of life, transport, production and consumption all need to change if we want to halt global warming.",
        "grinding halt for 2nd assignment now.",
        "halt the decline in house sparrows by building the bird nesting box below.",
        "halt deterioration of the lock structure and to open up the vista of the river as a public amenity.",
        "halt the spread of the disease.",
        "halt the proliferation of weapons of mass destruction.",
        "Come to a grinding halt for 2nd assignment now.",
        "We landed sideways, rushing through the tall French corn to a juddering halt.",
        "Beyond the Town Hall, Annan comes to an abrupt halt on the eastern bank of the River Annan.",
        "The planned sharp slowdown in spending increases may feel like a screeching halt.",
        "The entrance to the station is quite missable and there are no station buildings at all: the station is an unstaffed halt.",
        "However, eventually I came to a very sudden halt near the sea coast.",
        "We transport the rest of your luggage (one suitcase per person) between each overnight halt.",
        "Alas a last-lap shoot-out was denied spectators, red flags coming out to bring proceedings to a premature halt.",
        "Visit the ancient town and Cinque Port of Rye for a stroll and refreshment halt.",
        "These soon formed a small hamlet sprung up around a railroad halt.",
        "The place is a natural lunch halt for walkers and it's very unlikely that you will have it to yourself.",
        "Narrow, funnel valleys and dead ends were typically chosen, where migrating herds would be naturally slowed down or brought to a halt.",
        "It's that pesky little hourglass that pops-up whenever my PC grinds to a halt.",
        "An operation halt day, indicated by a hyphen, must not be designated twice or more with the same date.",
        "intervene to halt the drug traffic.",
        "involves injecting anticonvulsant drugs either into the muscles or the veins in order to halt seizure activity.",
        "juddering halt.",
        "He felt the drunken lift judder to a halt.",
        "That's why we must halt Labor's regulation Juggernaut.",
        "Operations interrupted never we were able of dollars in of halt a. input input leveler in a number people i know.",
        "machine gun post at one of the corners swiveled round, taking aim at the crowd which pulled to a halt.",
        "oncoming truck carrying a cargo of cows was unable to halt his heavy vehicle in time.",
        "There's more to it than just outright speed tho - slowing from 100mph to a dead halt is just as important.",
        "Others hung banners from highway overpasses, causing rush hour traffic to halt to a standstill as commuters pondered the demonstration.",
        "Court rules NSA wiretapping program unconstitutional, orders halt Bird flu panic.",
        "You can also help yourself to halt the progression of liver damage by stopping or reducing your intake of alcohol.",
        "And the idea that you can \" halt climate change \" is wonderfully quixotic.",
        "And we have called a halt to the growth of out of town retail.",
        "shuddering halt.",
        "slam hard on the brakes, skidding to a halt, the image of her face stuck in your mind.",
        "Night fell in shades outside the windows, sodium streetlights fizzing into life in an attempt to halt its progress.",
        "tardy attempt to halt a process, which he had helped to start.",
        "Strictly speaking, when a horse is being ridden along the road, ALL motorized traffic should halt until the horse has passed.",
        "The aim is to halt transmission of human and animal trypanosomiasis by progressively eliminating tsetse populations throughout the endemic regions of Africa.",
        "The machine to unload the gypsum wagons has arrived at Rushcliffe Halt.",
        "wiretapping program unconstitutional, orders halt Bird flu panic.",
        "A careful reading of the score to this English text reveals not a single false emphasis or loss of rhetorical point in the fitting of words to notes, nor a single extra note or halt in the music; and wherever the language seems stilted or absurd the original will be found to be at least equally so, while the spirit of Wagner's poetry is faithfully reflected.",
        "The enforced halt was unfortunate; it not only resulted in a bad outbreak of enteric, but it gave the Boers time to recuperate, and by the beginning of April they again took the initiative.",
        "It was perhaps hoped that the English cavalry would plunge into the morass, for no serious precautions were taken as to the flanks, but in any case Wallace desired no more than to receive an attack at the halt, trusting wholly to his massed pikes.",
        "A French noncommissioned officer of hussars, in crimson uniform and a shaggy cap, shouted to the approaching Balashev to halt.",
        "On seeing the hussars, the foremost began to turn, while those behind began to halt.",
        "We drew to a halt outside number 11 Smith 's Green, a quaint little cottage near Bishop 's Stortford.",
        "We have also called a halt to the relentless march of out of town retail development.",
        "Later these people relished the thought of bringing London to a halt.",
        "If it was to halt the remorseless rise in the number of desertions, then there is little sign it had any demonstrable effect.",
        "Jermaine had the idea of bringing this to a halt with the screeching of brakes on his guitar.",
        "The Serb-dominated Yugoslav Army tried to halt the secession of Slovenia by force, but failed.",
        "Action plan objectives and targets Halt the current decline and maintain at least 50 self-sustaining populations.",
        "Now MS seemed to have brought his life to a shuddering halt.",
        "Repeated interruptions were accordingly experienced to the advance of the leading column, by messages to halt or slacken pace.",
        "You slam hard on the brakes, skidding to a halt, the image of her face stuck in your mind.",
        "Steps are being taken to halt verbal slurs made to homeless sellers of the Big Issue magazine in Bristol.",
        "Waiting until Sam and Nige crawled to a halt behind me I strained to hear what was beyond.",
        "Another staff member would halt work to deal with a PC crash or a stubborn refusal to access the Web.",
        "His speech at Marburg on June 17th 1934 was a tardy attempt to halt a process, which he had helped to start.",
        "If this sounds like you, discover how you can call a halt to divorce and put your marriage on a healing path.",
        "Always consult with your divorce lawyer before making any attempts to halt a divorce in progress.",
        "The purposes of primrose oil is to deliver anti-inflammatory oils, called GLA, into the body so that they halt the inflammation response.",
        "However, all those dreams came to a screeching halt because instead of working on your career, you are busier with feeling overwhelmed, bogged down by constant flow of work, and burned out.",
        "Sitting on Dan's lap, pumping my fist to the music as a friend pushed us around, we suddenly we came to an abrupt halt.",
        "The women seek unspecified damages, are requesting an injunction to halt the marketing of TrimSpa, and ask that other unsatisfied customers get a refund.",
        "Gulzar attempted to halt Brown's ability to take the child on tour.",
        "In December of 2006, Brandy was driving her Land Rover along a California highway when she failed to notice the cars in front of her were coming to an abrupt halt.",
        "Cruise experts blame the halt in service on the slumping economy, low demand, and rising costs.",
        "Adult fleas can be killed with products that contain pyrethrins, but pre-adult fleas and eggs need to be treated with a product that contains methoprene to halt their growth.",
        "He will ask you to come to a stop (yelling halt at you and your dog)."
    ],
    "definition": [
        "Link/Cite"
    ]
}