{
    "translation": "כפר קטן",
    "uses": [
        "He also wrote incidental music to Hamlet, a symphony, and other works.",
        "Shakespeare, Hamlet, 1.",
        "Near this hamlet on the coast of the Gulf of Mirabello in east Crete,t he American archaeologist MissHarriet Boyd hasexcavated a great part of another Minoan town.",
        "In the saint's cave on the shore may be seen the rocky shelf on which he made his bed, but his remains were interred in the hamlet of Clachan, some 2 m.",
        "In 1086 it was a hamlet in the demesne of the royal manor of Lothingland.",
        "- Near the lower hamlet of that name on the S.E.",
        "The monks lived in separate huts, KaX631a, forming a religious hamlet on the mountain side.",
        "But not even in the worst of times did they ever regret for a moment abandoning their life in the East for this quiet mountain hamlet they now called home and their sometimes hectic life of running a country inn.",
        "acted almost all his young characters, as Hamlet, Horatio, Pierre, &c. in a full-dress suit and large peruke.",
        "des Weltschmerzes (1876); Huber, Der Pessimismus (1876); von Golther, Der moderne P. (1878); Paulsen, Schopenhauer, Hamlet, Mephistopheles (1900); Kowalewski, Studien zur Psychologie des P. (1904).",
        "ODORIC (c. 1286-1331), styled \"of Pordenone,\" one of the chief travellers of the later middle ages, and a Beatus of the Roman Church, was born at Villa Nuova, a hamlet near the town of Pordenone in Friuli, in or about 1286.",
        "Undoubtedly, the madness of the hero of this play of Ford's occasionally recalls Hamlet, while the heroine is one of the many, and at the same time one of the most pleasing, parallels to Viola.",
        "These three suburbs - as well as the little hamlet of Demirtash, containing about Soo houses all occupied by Bulgars - are all built in the native fashion; but the, fifth suburb, Karagatch, which is on the right bank of the Maritza, and occupies the region between the railway station and the city, is Western in its design, consisting of detached residences in gardens, many of them handsome villas, and all of modern European type.",
        "JOSEPH PRIESTLEY (1733-1804), English chemist and Nonconformist minister, was born on the 13th of March 1733 at Fieldhead, a hamlet near Birstal in the West Riding of Yorkshire.",
        "In the parish of Tintagel is the hamlet of Bossiney which under the name of Tintagel received a charter (undated) from Richard king of the Romans, granting freedom to the borough and to the burgesses freedom from pontage and stallage throughout Cornwall, a market on Wednesdays and a three days' fair at Michaelmas.",
        "The version of Hamlet for Guizot's Shakespeare was his work.",
        "In retirement at his villa near Percussina, a hamlet of San Casciano, Machiavelli completed the Principe before the end of 1513.",
        "His first Salon picture, \"Hamlet et le Roi,\" was hung in 1869, and he became at once one of the recognized modern masters in France.",
        "The present town of Milford Haven, originally a hamlet in the parish of Steynton, is of modern growth, and was first called into existence by the exertions of the Hon.",
        "Originally it owed its whole importance to the copper mines of the Parys (probably, Parry's) mountain, as, before ore was discovered in March 1768, it was a small hamlet of fishermen.",
        "The Alpenkorps were making good headway on the slopes above the road, where the Taro brigade, surprised in the mist, made a feeble resistance, and Lequis's left-hand column quickly reached the Italian second line, where the valley narrows below the hamlet of Foni.",
        "Andalusia is still famous for its bull-fighters; and every outlying hamlet has its legends of highwaymen and contraband.",
        "HOT SPRINGS, a hamlet and health-resort in Cedar Creek District, Bath county, Virginia, U.S.A., 25 m.",
        "The borough includes the sub-manor of Belsize and part of the hamlet of Kilburn.",
        "Shakespeare makes Hamlet and Horatio study at Wittenberg.",
        "The hamlet of Aremberg is at the foot of a basalt hill 2067 ft.",
        "Separated from it by a small bridge over the Kensey lies the hamlet of Newport which, from 1547 until 1832, also returned two members.",
        "Shakespeare, Hamlet, i.",
        "Hamlet; 11.",
        "The last distinctive epithet was derived from the little hamlet in the vicinity which furnished shelter, not only to the workmen, but to the monks of St Jerome who were afterwards to be in possession of the monastery; and the hamlet itself is generally but perhaps erroneously supposed to be indebted for its name to the scoriae or dross of certain old iron mines.",
        "The Ebro rises at Fuentibre, a hamlet among the Cantabrian Mountains, in the province of Santander; at Reinosa, 4 m.",
        "The 4th brigade of the Guards now received their orders to attack Jerusalem (a hamlet a little south of St Privat), and the 1st division was ordered to assault St Privat itself.",
        "He also edited the principal publications of the society, including its notable translation of Shakespeare's Dramatic Works, to which he contributed the Midsummer Night's Dream (1864), Hamlet and King John (1867).",
        "A short distance north of this fort, about the year 1860, the first house on the plain was erected, and to the hamlet rising there was given the name of the lake 45 m.",
        "A few lotus trees and some rock-cut tombs are here found beside a miserable mud hamlet on the hill slope, with a modern tombhouse (kubbeh).",
        "Even the accession of William and Mary scarcely affected the fortunes of the \"fifth kingdom,\" though Middle Plantation, a hamlet not far from Jamestown, became Williamsburg and the capital of the province in 1691, and the clergy received a head, though not a bishop, in the person of James Blair (1656-1743), an able Scottish churchman, who as commissary of the bishop of London became a counterpoise to the arbitrary governors, and who as founder and head of the College of William and Mary (established at Williamsburg in 1693) did valiant service for Virginia.",
        "The rise of Birkenhead, from a hamlet of some 50 inhabitants in 1818 to its present importance, was due in the first place to the foresight and enterprise of William Laird, who purchased in 1824 a few acres of land on the banks of a marshy stream, known as Wallasey Pool, which flowed into the Mersey about 2 m.",
        "There must be some little exaggeration in the statement that Jericho was totally destroyed; a hamlet large enough to be enumerated among the towns of Benjamin (Josh.",
        "Its railway station, which is the chief terminus of the South Wales system of the Great Western railway, is at the hamlet of Goodwick across the bay, a mile distant to the south-west.",
        "The scriptural name is due, as often in Wales, to the village or hamlet taking its title from the Nonconformist church.",
        "On the other hand, Tate Wilkinson says that Garrick's production of Hamlet in 1773 was well received at Drury Lane even by the galleries, \" though without their favourite acquaintances the gravediggers.\"",
        "For ten years the hamlet grew - though very slowly, it being more than four hundred miles from St Paul, the nearest town in Minnesota, to the south.",
        "JEAN FRANCOIS MILLET (1814-1875), French painter, who came of a peasant family, was born on the 4th of October 1814 in the hamlet of Gruchy, near Greville (La Manche), in the wild and picturesque district called La Hague.",
        "It passes by the hamlet of Port Valais, once on the shore of the lake, before expanding into the Lake of Geneva, between Villeneuve (right) and St Gingolph (left).",
        "When the place was a hamlet of rude huts it was called Arcioldun or \"Prospect Fort,\" with reference to Black Hill (1003 ft.), on the top of which may yet be traced the concentric rings of the British fort by which it was crowned.",
        "The original hamlet was the capital of the tribe of the Oxybii, while the town of Forum Julii was founded on its site by Julius Caesar in order to secure to the Romans a harbour independent of that of Marseilles.",
        "Sense is the evidence of inference; directly of analogical and inductive, directly or indirectly of deductive, inference; and therefore, if logic refuses to include sensory beliefs among judgments, it will omit the fundamental constituents of inference, inference will no longer consist of judgments but of sensory beliefs plus judgments, and the second part of logic, the logic of judgment, the purpose of which is to investigate the constituents of inference, will be like Hamlet without the prince of Denmark.",
        "In the middle .of the 19th century it was only a small fishing hamlet, now it extends along the shore for a distance of about 2 m., including Bonchurch to the east.",
        "Rhizon, the modern hamlet of Risano, close by, was a thriving \"Illyrian\" city as early as 22 9 B.C., and gave its name to the Bocche, then known as Rhizonicus Sinus.",
        "As the prefect has the appointment of subordinate department officials, including the alcaldes, the authority of the national executive reaches every hamlet in the republic, and may easily become autocratic. There are no legislative assemblies in the departments, and their government rests with the national executive and congress.",
        "JONATHAN BOUCHER (1738-1804), English divine and philologist, was born in the hamlet of Blencogo, near Wigton, Cumberland, on the 12th of March 1738.",
        "In Waterside hamlet, adjoining the town, are flour-mills, duck farms, and some of the extensive watercress beds for which the Chess is noted, as it is also for its trout-fishing.",
        "The establishment of Dominion government agencies, the formation of a local government, the machinery required for the government of the province, the influx of a small army of surveyors who mapped out and surveyed wide districts of the country, and the taking up of free lands in all directions by Canadian settlers, all tended to build up the hamlet of Winnipeg into a considerable town.",
        "WARREN HASTINGS (1732-1818), the first governor-general of British India, was born on the 6th of December 17 3 2 in the little hamlet of Churchill in Oxfordshire.",
        "Under the protection of the hill-fort, a native settlement was established on the ridge running down to the valley at the foot of Salisbury Crags, and another hamlet, according to William Maitland (1693-1757), the earliest historian of Edinburgh, was founded in the area at the northwestern base of the rock, a district that afterwards became the parish of St Cuthbert, the oldest in the city.",
        "DALBERG, the name of an ancient and distinguished German noble family, derived from the hamlet and castle (now in ruins) of Dalberg or Dalburg near Kreuznach in the Rhine Province.",
        "He sold his share in the property in 1776 for £35,000, and took leave of the stage by playing a round of his favourite characters - Hamlet, Lear, Richard and Benedick, among Shakespearian parts; Lusignan in Zara, Aaron Hill's adaptation of Voltaire's Zaire; and Kitely in his own adaptation of Ben Jonson's Archer in Farquhar's Beaux' Stratagem; Abel Drugger in Ben Jonson's Alchemist; Sir John Brute in Vanbrugh's Provoked Wife; Leon in Fletcher's Rule a Wife and have a Wife.",
        "Between the ruins of two sacred buildings, with the town-wall to the south and a suburban hamlet known to ill fame as the Thieves' Row to the north of it, a lodging was prepared for the titular king of Scotland, and fitted up with tapestries taken from the Gordons after the battle of Corrichie.",
        "In 1810 the combined population of Llanelly, with its four subsidiary hamlets of Berwick, Glyn, Hencoed and Westowe, only amounted to 2972; in 1840 the inhabitants of the borough hamlet alone had risen to 4173.",
        "Robert Pont (1524-1606), the Reformer, was born at Shirresmiln, or Shiresmill, a hamlet in Culross parish.",
        "below the ziarat, and nearly opposite to the site of the present Karkin bazaar, the position of a lost ferry was identified, which had once been marked by a riverside hamlet called by the name of the saint.",
        "It was a hamlet known as Bridgend up till 1810, in which year it was erected into a burgh of barony under its present name.",
        "Messene remained a place of some importance under the Romans, but we hear nothing of it in medieval times and now the hamlet of Mavromati occupies a small part of the site.",
        "Terenzo, a hamlet belonging to Lerici, was the residence of Shelley during his last days.",
        "Protestantismus (1899); Schopenhauer, Hamlet u.",
        "Previously it had been an obscure hamlet.",
        "The terminal circle, whose longest diameter is 300 ft., is somewhat difficult to make out, as it is broken by the houses and gardens of a little hamlet.",
        "1406), and though once a port of some importance it dwindled to a fishing hamlet.",
        "Nothing so good is to be found even in Wilhelm Meister's admirable examination of Hamlet.",
        "In medieval times it was evidently still a strong place, but it has now sunk, in the general decay of Pamphylia, to a wretched hamlet.",
        "Of these the old Jain temple, situated in a hamlet some 2 m.",
        "of Amstel built a castle there, Amsterdam was a fishing hamlet held in fee by the lords of Amstel of the bishops of Utrecht, for whom they acted as bailiffs.",
        "The road mounts along the Guiers Mort and soon reaches the hamlet of Fourvoirie, so called from forata via, as about 1510 the road was first pierced hence towards the convent.",
        "About the close of the 18th century it was a small fishing hamlet, but it rapidly grew into favour as a watering-place.",
        "Schiller was also translated, and a few plays of Shakespeare (Hamlet, &c.) from a French version.",
        "On the opposite bank stands the picturesque hamlet of Obilichevo, with a large powder factory.",
        "The name of New Mills was given to it from a corn-mill erected on the Kinder in the hamlet of 011ersett, and is specially applied to the group of factories which have grown up round it.",
        "The peak is due north of Sheddad, the hamlet which Burckhardt (i.",
        "Inland, it spreads out into prairies of coarse long grass and scrub jungle, which harbour wild animals in plenty; but throughout this vast region there is scarcely a hamlet, and only patches of rice cultivation at long intervals.",
        "SIR ISAAC NEWTON (1642-1727), English natural philosopher, was born on the 25th of December 1642 (o.s.), at Woolsthorpe, a hamlet in the parish of Colsterworth, Lincolnshire, about 6 m.",
        "Near the summit is the hamlet of Reschen, while some way below is the former hospice of St Valentin auf der Haid, mentioned as early as 1140.",
        "GWEEDORE, a hamlet and tourist resort of Co.",
        "Here and there were large villages that had grown up about groups of houses surrounded by an earthen mound or rampart; similar groups enclosed in this manner were also to be found without any annexed hamlet.",
        "When he possessed ancestral land he was a flaith or lord, and was entitled to let his lands for grazing, to have a hamlet in which lived labourers and to keep slaves.",
        "A proclamation for banishing Romish priests issued in 1605, and was followed by an active and general persecution, which was so far from succeeding that they continued to flock in from abroad, the lord-deputy Arthur Chichester admitting that every house and hamlet was to them a sanctuary.",
        "It is celebrated as the Elsinore of Shakespeare's tragedy of Hamlet, and was the birthplace of Saxo Grammaticus, from whose history the story of Hamlet is derived.",
        "A pile of rocks surrounded by trees is shown as the grave of Hamlet, and Ophelia's brook is also pointed out, but both are, of course, inventions.",
        "The Flag Battery is the \"platform before the castle\" where the ghost appears in Hamlet.",
        "The hamlet of Old Woodstock is said to have been founded by Henry I., and was never included within the borough.",
        "About 1850 the fisheries revived, especially after 1860, under the influence of better prices, improved methods and the discovery of new grounds, becoming again the chief economic interest; and since that time the village of Gloucester has changed from a picturesque hamlet to a fairly modern, though still quaint and somewhat foreign, settlement.",
        "Each of these poor-law parishes may represent the extent of an old ecclesiastical parish, or a township separately rated by custom before the practice was stayed in 1819 or separated from a large parish under the act of 1662, or it may represent a chapelry, tything, borough, ward, quarter or hamlet, or other subdivision of the ancient parish, or, under various acts, an area formed by the merger of an extra-parochial place with an adjoining district by the union of detached portions with adjoining parishes, or by the subdivision of a large parish for the better administration of the relief of the poor.",
        "Although the Welsh name of Llanandras is said to denote a foundation by St Andras ap Rhun ap Brychan in the 5th century, the place seems to have been an obscure hamlet in the lordship of Moelynaidd until the 14th century, when Bishop David Martyn of St Davids (1290-1328) conferred valuable market privileges upon this his native place, which on doubtful authority is said to derive its English name from this priest.",
        "Lines 184 - 206 (Hamlet and Horatio) Hamlet defies augury and accepts the challenge.",
        "The old hamlet lay around the ruined chapel to the south, on the county boundary, where there are still traces of cottages.",
        "Having searched all 17 of Tower Hamlet's wards we discover that native brits are a minority in no fewer than 12!",
        "charming hamlet six miles from the market town of Louth.",
        "chichi hamlet just north of New York City.",
        "Whatever the truth, the small hamlet is this morning nothing more than a few smoldering timbers and dismembered corpses.",
        "A delightful rural hamlet of natural stone cottages, set deep in the wooded Camel valley.",
        "delightful rural hamlet of natural stone cottages, set deep in the wooded Camel valley.",
        "This film makes the body count of Hamlet look discreet.",
        "The main (and modest) tourist enclave occupies the western coast around the hamlet of Lazy Hill.",
        "At the southern end of the village lies the hamlet of Samlesbury Bottoms and the 19th century Samlesbury Bottoms Mill.",
        "And he has an exorcism on stage, and the ghost of Hamlet's father comes out of his stomach.",
        "faint with hunger on the causeway of a hamlet.",
        "The large semi-detached recently renovated farmhouse is in a small hamlet.",
        "Croft House Barn self catering holiday cottage is part of a 17th century farmhouse in the idyllic Peak District hamlet of Waterfall.",
        "farming hamlet with stunning views of the mountains, forests, fields and hills.",
        "Her madness, unlike Hamlet's antic disposition, is real, not feigned, her gentle soul having collapsed under stress.",
        "The house is located in a small hamlet close to the town of Marciac, famous for its international jazz festival.",
        "In Hamlet, the love story with Ophelia is developed through several flashbacks which punctuate the movie with the mode of the straight cut.",
        "Would Hamlet be more relevant if he was wearing jeans and sipping a gin and tonic at a cocktail party?",
        "These soon formed a small hamlet sprung up around a railroad halt.",
        "hamlet on the outskirts of Tonbridge.",
        "Cromford was nothing more than a tiny hamlet in 1771.",
        "A sixth distinct place is the outlying hamlet of Felixstowe Ferry on the Deben; St Nicholas is here.",
        "In the moonlight lay a scattered hamlet of half a dozen houses at the foot of black, precipitous hills.",
        "Go over bridge WITH CARE & follow road through the picturesque hamlet with its 17 th Century timbered cottages.",
        "Country House Accommodation in 18th century ex Vicarage set in wooded grounds, in peaceful rural hamlet.",
        "hamlet situated on the main road from La Bassee to Estaires.",
        "One learns about recent events in the neighboring hamlets from residents of the hamlet who have come to visit the market.",
        "Far below them lay the hamlet, a cluster of black dots on a field of pure snow.",
        "This hilltop hamlet offers views over Pienza and is a perfect lunch stop before your return across archetypal Tuscan countyside to Montepulciano.",
        "TOP South Helford River Bishops Key - St Martin - Sleeps 6. A 300 year old cottage situated in a quiet riverside hamlet.",
        "From here it is possible to explore the nature trails of the Parque Nacional del Granma around the fishing hamlet of Cabo Cruz.",
        "Set off a quiet lane in the farming hamlet of Trevear.",
        "hamlet of natural stone cottages, set deep in the wooded Camel valley.",
        "headmanspan>hamlet headmen do not, therefore constitute any serious threat to the position of the patriclan Avat.",
        "hilltop hamlet.",
        "The actor's reaction & tears are compared by Hamlet to his own inaction.",
        "incorporeal characters are ambiguous - do they exist invisible to us or are they the creations of Hamlet's mental torment?",
        "mediaevalanmihangel, a wonderful building in a truly medieval hamlet.",
        "Cute hamlet, small mound bramble & bracken covered, with small path to small menhir on top.",
        "mousetrap sequence in hand, the obvious question is how long Hamlet spends with the pirates.",
        "nestles in the ancient hamlet of Grange in the Borrowdale Valley.",
        "A private hamlet of 5 comfortable, cozy cottages nestled in a peaceful hidden 15 acre valley yet just 5 minutes from Kingsbridge.",
        "Shave Cross is a tiny hamlet nestling in the picturesque Marshwood Vale, in the glorious unspoiled countryside of west Dorset.",
        "This beautiful cottage nestling in the hamlet of Armscote is ideal for touring either Shakespeare's Stratford or the Cotswolds.",
        "An agricultural hamlet nestling among the lush green fields 4.5 miles west of Padstow.",
        "nestling in the quiet hamlet of Pengelly.",
        "outlying hamlet of Felixstowe Ferry on the Deben; St Nicholas is here.",
        "I Hamlet's mourning black seems to be a form of armor which Milton's poetic personae prefer to wear.",
        "picturesque hamlet of Warren Street on top of the North Downs above Lenham.",
        "Take a stroll along the country lane into the nearby hamlet for lunch or dinner at the local pizzeria which even does takeaway pizzas.",
        "quaint little hamlet in the middle of some stunning scenery.",
        "The first quarto of Hamlet offers its audience an interesting new way of looking at an extremely familiar text.",
        "Hamlet shows a full range of emotions, beginning with confusion and depression, to melancholy and eventually murderous rage.",
        "renovated farmhouse is in a small hamlet.",
        "He has 2 younger adult siblings living in the hamlet.",
        "situated in the scattered hamlet of Tanrallt, in the Snowdonia National Park.",
        "The house is a large airy 200 year old former smithy on the edge of a small hamlet.",
        "It was not for himself alone he spoke, hearing sobs from hamlet to hamlet, poverty anchoring on the land like a plague.",
        "straggleders Green, a straggling hamlet in 1901, (fn.",
        "stragglen rose as he came out of the skirts of the wood and saw Tunstall hamlet straggling up the opposite hill.",
        "The most significant difference between a village and a hamlet is that the latter is ritually entirely subordinated to the village.",
        "swidden fields in Tat hamlet are degrading, posing a serious threat to their land-use sustainability.",
        "tiny Tibetan hamlet balanced on a narrow spur at 3200m.",
        "trekking through the jungle to a Toda tribal hamlet.",
        "On the fall of Florida Blanca, Moratin found another patron in Godoy, who provided him with a pension and the means for foreign travel; he accordingly visited England, where he began a prose translation of Hamlet, printed in 1798 but never performed.",
        "Again, perhaps, Nature will try, with me for a first settler, and my house raised last spring to be the oldest in the hamlet.",
        "A quaint little hamlet in the middle of some stunning scenery.",
        "Chapel House is situated in the scattered hamlet of Tanrallt, in the Snowdonia National Park.",
        "It is worth reminding the class of the \" Frailty thy name is woman \" observation from Hamlet 's first soliloquy.",
        "At Golders Green, a straggling hamlet in 1901, ( fn.",
        "The sun rose as he came out of the skirts of the wood and saw Tunstall hamlet straggling up the opposite hill.",
        "Hamlet swears to avenge his father, but his resolution soon dissolves into doubts and hesitation.",
        "Thus, swidden fields in Tat hamlet are degrading, posing a serious threat to their land-use sustainability.",
        "Our highest point is a tiny Tibetan hamlet balanced on a narrow spur at 3200m.",
        "Rajeev, a local guide, took us trekking through the jungle to a Toda tribal hamlet.",
        "Law, for his part, is busy on Broadway with Hamlet and has not yet met his fourth child.",
        "This method requires a little luck, but if you have to read Hamlet, there are numerous copies out there.",
        "A Pirates 4-D show can also be viewed in the English hamlet of Banbury Cross.",
        "A good starting point here is in Danish style Solvang or the little hamlet of Los Olivos off SR154 that has numerous winery tasting rooms in and about town.",
        "Remember when Shakespear's Hamlet cooked up his oh-so brilliant plan to expose his father's death?",
        "According to Hamlet, \"The play's the thing!\"",
        "Well many say Hamlet inspired The Lion King.Bambi and Kimba the White Lion are also said to have inspired this humongous box office smash hit.",
        "By 1970, the tiny hamlet was not much more than a ghost town, so Benno Engel, the local postmaster, decided to retire; he placed an ad in the local paper: \"Town For Sale\".",
        "Perhaps the most familiar 'early dramatic ghost' is Hamlet's father, seen stalking the battlements at Elsinore.",
        "When confronted by Hamlet, he intones: \"I am thy father's spirit, Doomed for a certain term to walk the night, And for the day confined to fast in fires, Till the foul crimes done in my days of nature Are burnt and purged away.\"",
        "Hamlet."
    ],
    "definition": [
        "A small village.",
        "In New York state, an unincorporated community that is within a town and is not a part of a village.",
        "Link/Cite",
        "A small village or a group of houses.",
        "(UK) A village that does not have its own church.",
        "Any of the fish of the genus Hypoplectrus in the family Serranidae.",
        "The eponymous main character of Shakespeare's play.",
        "Link/Cite"
    ]
}