{
    "translation": "קשה, קשיח",
    "uses": [
        "I can see why Alex fell so hard for you.",
        "Don't be too hard on Howard.",
        "It was hard to tell.",
        "Even the ambulance siren was hard to hear.",
        "It was hard to say.",
        "Why didn't you tell me Dulce was giving you a hard time?",
        "This has been hard for you, as well.",
        "Let's just say I learned the hard way that I can take care of myself.",
        "I am working very hard just now.",
        "Ugh, how hard it is!",
        "She swallowed hard and avoided his gaze.",
        "It was hard to believe he didn't know.",
        "She'd be willing to bet the woman was as hard nosed in her sleep.",
        "She stretched out on the hard cold rocks and fell asleep.",
        "It was hard to believe sweet little Sarah would be involved with anything so sinister.",
        "It was hard to explain how her beauty was different than so many others, but it was.",
        "It's hard to explain.",
        "I find it hard to realize that Christmas is almost here, in spite of the fact that Helen talks about nothing else.",
        "Any time you can move data storage from brains to hard drives, you get vast improvements in efficiency.",
        "You see, brothers, I know it's hard for you, but it can't be helped!",
        "She was having a hard time of it, but she was breathing.",
        "He slept on a hard bed.",
        "It was hard to look at his face without being fascinated by the color of his eyes.",
        "He left the house, slamming the door so hard the hallway reverberated with the sound.",
        "It was raining very hard and he had a very large umbrella to keep off the rain-drops.",
        "Hard as she had tried to prepare herself, and now tried to remain tranquil, she knew that she would be unable to look at him without tears.",
        "The one thing that was at first hard to bear was his feet.",
        "He was rarely sick, and even then it was hard to get him to go to bed.",
        "It was hard to tell, but there were no trees ahead, so it must be the clearing.",
        "The news out and the engagement ring twinkling on her finger, it was hard for Adrienne to keep her mind on her studies - and Brandon wasn't helping much.",
        "I learned the hard way.",
        "They all leaned on each other in hard times.",
        "If Dulce hadn't chased him so hard, would he have fallen in love with her?",
        "What's better than a little beef after a hard day's hike.",
        "Why, I find it hard to understand them sometimes when they spell on their fingers.",
        "I thought you needed to sleep longer because you were working so hard getting ready.",
        "It shouldn't be hard to dig in this sand.",
        "But I try hard not to be discouraged.",
        "TO MRS. LAURENCE HUTTON [Boston] May 28th [1899]. ...We have had a hard day.",
        "From this angle, it's hard to tell you from the mules.",
        "Considering her own feelings about Alex, and the fact that he was a lot like his father, it wasn't hard to imagine that his mother never got over Señor Medena.",
        "She is so sweet, so good- natured, and her position now is a very hard one.",
        "It was hard to tell whether the sarcasm had gone over his head or he simply wasn't amused.",
        "Some people will have a hard time adjusting to the new reality.",
        "We read that the traveller asked the boy if the swamp before him had a hard bottom.",
        "Most blind people are aided by the sense of sound, so that a fair comparison is hard to make, except with other deaf-blind persons.",
        "Hard consonants were, and indeed still are, very difficult for her to pronounce in connection with one another in the same word; she often suppresses the one and changes the other, and sometimes she replaces both by an analogous sound with soft aspiration.",
        "Pierre knew that Makar Alexeevich was Joseph Bazdeev's half-insane brother and a hard drinker.",
        "Yet, one backward glance at the hard lines of the face over hers reminded her that there was more than the gentle side to him.",
        "The unexpected information was coming so fast it was hard to absorb.",
        "What many children think of with dread, as a painful plodding through grammar, hard sums and harder definitions, is to-day one of my most precious memories.",
        "If you think about it, it is hard to come up with an exception.",
        "Then the fairies thanked him for his forgiveness, and promised to work very hard to please him; and the good-natured king took them all up in his arms, and carried them safely home to his palace.",
        "He gave her a hard look.",
        "He was sent for trial and condemned to hard labor, I believe.",
        "But then, she admitted to loving him at one time, so it's not hard to believe she still felt something for him.",
        "It was hard to picture him involved with anything illegal... but why?",
        "He has two neighbours, who live still farther north; one is King Winter, a cross and churlish old monarch, who is hard and cruel, and delights in making the poor suffer and weep; but the other neighbour is Santa Claus, a fine, good-natured, jolly old soul, who loves to do good, and who brings presents to the poor, and to nice little children at Christmas.",
        "And yet, she had worked so hard to get where she was.",
        "The firelight flickered weakly; creating shadows on his face that made his expression hard to discern.",
        "As I sit by the window writing to you, it is so lovely to have the soft, cool breezes fan my cheek and to feel that the hard work of last year is over!",
        "She need not know how hard it was for me to see her again.",
        "It was hard, smooth sand, very different from the loose, sharp sand, mingled with kelp and shells, at Brewster.",
        "Some of you, we all know, are poor, find it hard to live, are sometimes, as it were, gasping for breath.",
        "He could not tell them simply that everyone went at a trot and that he fell off his horse and sprained his arm and then ran as hard as he could from a Frenchman into the wood.",
        "The big bay was breathing hard when they stopped to rest.",
        "Although I try very hard not to force issues, I find it very difficult to avoid them.",
        "It is hard to say whether or not Miss Keller's speech is easy to understand.",
        "To what extent she now identifies objects by their odour is hard to determine.",
        "Her face is hard to describe.",
        "It is hard to know what to do with her.",
        "Fighting a band of renegade Indians isn't half as hard as lassoing this little filly.",
        "Somebody else—actually, a lot of somebody elses—worked really hard for a long time to build the United States and its freedoms.",
        "She couldn't see his facial expression in the dark, so it was hard to tell if he was teasing her or not.",
        "Press, Vasilich, press hard! she cried.",
        "Yes, these are very hard times! said Berg.",
        "After the Emperor had left Moscow, life flowed on there in its usual course, and its course was so very usual that it was difficult to remember the recent days of patriotic elation and ardor, hard to believe that Russia was really in danger and that the members of the English Club were also sons of the Fatherland ready to sacrifice everything for it.",
        "\"For tomorrow!\" said he, quickly finding the page and making a scratch from one paragraph to another with his hard nail.",
        "There were no libraries near him, and it was hard for him to get books.",
        "It's hard to know what later generations will deem to be art.",
        "She did not wish to disappoint either Dunyasha or Natasha, but it was hard to sit still.",
        "\"Oh, he's a hard nut to crack,\" said one of the officers who was sitting in the shadow at the other side of the fire.",
        "St. Louis' best-known restaurants are neighborhood treasures with food traditions that locals and visitors find hard to resist.",
        "He stared at her long and hard, his expression intent.",
        "It's hard to tell exactly what happened, because the storm covered any tracks.",
        "His lips formed a hard line and his eyes turned cold.",
        "Unless one can somehow imagine NATO countries going to war with each other, such as Belgium invading the United Kingdom, it is hard to see how \"world wars\" could escalate outside of NATO member countries.",
        "At intervals the trees lost their icy covering, and the bulrushes and underbrush were bare; but the lake lay frozen and hard beneath the sun.",
        "Of course, it is hard for them.",
        "It made me laugh quite hard, for I know my father is Arthur Keller.",
        "\"Oh, yes!\" she replied; \"because last hour I was thinking very hard of Mr. Anagnos, and then my mind,\"--then changing the word--\"my soul was in Athens, but my body was here in the study.\"",
        "How far she could receive communications is hard to determine, but she knew much that was going on around her.",
        "The fairies promised obedience, and were off in a twinkling, dragging the heavy jars and vases along after them as well as they could, now and then grumbling a little at having such a hard task, for they were idle fairies and loved to play better than to work.",
        "I know, I know how hard it is for you to talk or think of such matters.",
        "A few minutes later the eldest sister came out with a pale hard face, again biting her underlip.",
        "Here it is! was seen even on Prince Bagration's hard brown face with its half-closed, dull, sleepy eyes.",
        "Rostov, fearing to be crushed or swept into the attack on the French, galloped along the front as hard as his horse could go, but still was not in time to avoid them.",
        "\"Vereshchagin was tried and condemned to death,\" thought Rostopchin (though the Senate had only condemned Vereshchagin to hard labor), \"he was a traitor and a spy.",
        "In a way, it was hard to believe it had been that long.",
        "It was hard to say whether Alex was withholding facts so she couldn't contest his decisions or simply because he thought she did not need to know.",
        "I find it hard to believe you wouldn't help him if you could.",
        "His moods flipped back and forth so fast it was hard to know how he would respond to anything.",
        "I tried hard to teach her my sign language, but she was dull and inattentive.",
        "I found it very hard to keep my wits about me.",
        "But I tried very hard to be patient for teacher's sake.",
        "But I must confess, I had a hard time on the second day of my examinations.",
        "The only thing that is hard for me...",
        "\"Me petition the Empewo'!\" exclaimed Denisov, in a voice to which he tried hard to give the old energy and fire, but which sounded like an expression of irritable impotence.",
        "Yes, Mamma, I tell you sincerely that these are hard and sad times for every Russian.",
        "Completing his appraisal, he gave her a hard look.",
        "You know how hard I've worked.",
        "It was hard to believe a village could be this close and they didn't know it was there.",
        "\"I'm sure the Princess is ready to be picked,\" asserted Dorothy, gazing hard at the beautiful girl on the bush.",
        "The top of its head was carved into a crown and the Wizard's bullet had struck it exactly in the left eye, which was a hard wooden knot.",
        "Before technology and prosperity, virtually everyone spent long hard days scraping together enough calories for themselves and their family to survive.",
        "Ah, my friend, it has of late become hard for me to live.",
        "That she had not heard from Prince Andrew himself, Princess Mary attributed to his being too weak to write or to his considering the long journey too hard and too dangerous for her and his son.",
        "The speech was not hard to learn, and Edward soon knew every word of it.",
        "It is hard to have a Southern overseer; it is worse to have a Northern one; but worst of all when you are the slave-driver of yourself.",
        "Mr. Balcom, a promising young architect, designs it on the back of his Vitruvius, with hard pencil and ruler, and the job is let out to Dobson & Sons, stonecutters.",
        "\"No! he can kick pretty hard with his heels, and bite a little; but Jim can't 'zactly fight,\" she replied.",
        "Why did he try so hard to cover his feelings?",
        "My real name is too hard for you to say.",
        "It's hard to know.",
        "You.ll find making friends is hard when everyone hates you.",
        "It.s hard to imagine Rhyn as a child.",
        "It would, I think, be hard to make her feel just how to pronounce DICTIONARY without her erring either toward DICTIONAYRY or DICTION'RY, and, of course the word is neither one nor the other.",
        "The fairies promised obedience and soon started on their journey, dragging the great glass jars and vases along, as well as they could, and now and then grumbling a little at having such hard work to do, for they were idle fairies, and liked play better than work.",
        "It is unusually hard, owing to the recent severe but transient cold, and all watered or waved like a palace floor.",
        "But presently the traveller's horse sank in up to the girths, and he observed to the boy, \"I thought you said that this bog had a hard bottom.\"",
        "It puts to rest many questions which he would otherwise be taxed to answer; while the only new question which it puts is the hard but superfluous one, how to spend it.",
        "\"He exists, but to understand Him is hard,\" the Mason began again, looking not at Pierre but straight before him, and turning the leaves of his book with his old hands which from excitement he could not keep still.",
        "The huntsman standing in the hollow moved and loosed his borzois, and Nicholas saw a queer, short-legged red fox with a fine brush going hard across the field.",
        "But in spite of this he continued to struggle desperately forward, and from between the backs of those in front he caught glimpses of an open space with a strip of red cloth spread out on it; but just then the crowd swayed back--the police in front were pushing back those who had pressed too close to the procession: the Emperor was passing from the palace to the Cathedral of the Assumption--and Petya unexpectedly received such a blow on his side and ribs and was squeezed so hard that suddenly everything grew dim before his eyes and he lost consciousness.",
        "The young man is in prison and I expect it will go hard with him.",
        "All that he now witnessed scarcely made an impression on him--as if his soul, making ready for a hard struggle, refused to receive impressions that might weaken it.",
        "In another place the women with infants in arms met him to thank him for releasing them from hard work.",
        "For the same reason they are always hard at work and in a hurry.",
        "The old prince knew very well that he tormented his daughter and that her life was very hard, but he also knew that he could not help tormenting her and that she deserved it.",
        "She knew it to be necessary, and though it was hard for her she was not vexed with these people.",
        "Again everything was shrouded in hard, dry perplexity, and again with a strained frown she peered toward the world where he was.",
        "I thank you all for your hard and faithful service.",
        "It was hard and painful, but good, very good! said Natasha.",
        "Of course, there was always the possibility that she had come up with the idea of distracting Spenser, but he found that hard to believe.",
        "Hard as it was to admit, the embrace and the kiss had been comforting.",
        "And she still found it hard to believe he was guilty.",
        "She climbed into her wagon and dropped onto the hard seat.",
        "\"Hard to tell,\" Bordeaux mused, still watching the retreating troop.",
        "The ground was sawdust and the pebbles scattered around were hard knots from trees, worn smooth in course of time.",
        "The heads of the dragonettes were as big as barrels and covered with hard, greenish scales that glittered brightly under the light of the lanterns.",
        "\"Yes, Christopher; and it is hard work, too,\" answered Robert.",
        "With much hard labor and careful management I have saved only five little silver pieces.",
        "Their faces were browned by the sun; their hands were hard and gnarly; their backs were bent by much heavy lifting; their clothing was in tatters.",
        "You may come to America and be poor, but if you work hard, your children will have a better life and a better opportunity.",
        "But sometimes it is hard to tell them apart when we don't have an offline frame of reference.",
        "Today, it is hard for us to imagine what that time was like.",
        "Are you finding it hard to fathom by now how almost everything can get cheaper and better?",
        "Now, let me pose a different question: In the vastly-more-prosperous future, what will \"working hard for our money\" even mean?",
        "But it is hard to deny the underlying need.",
        "It was so hard to lose him, he was the best and kindest of friends, and I do not know what we shall do without him....",
        "It is hard, very hard at times; but it hasn't swamped me yet.",
        "The young count paid no heed to them, but, breathing hard, passed by with resolute strides and went into the house.",
        "Hard as it was for Sonya, she watched her friend and did not let her out of her sight.",
        "The first raindrop slammed into the window so hard that she instinctively recoiled.",
        "But Jim was ready for them, and when he saw them coming he turned his heels toward them and began kicking out as hard as he could.",
        "The tedium of that work is hard to conceive.",
        "A more simple and natural man it would be hard to find.",
        "There was thunder and lightning; the wind blew hard; the rain poured.",
        "To think of the right to life as somehow different than a right to food is hard for me.",
        "It was hard to believe this jovial man was the same angry man she had faced earlier that night.",
        "An instant later he suddenly backed toward the crowd of Mangaboos and kicked out his hind legs as hard as he could.",
        "\"Hard as this year which delays my happiness will be,\" continued Prince Andrew, \"it will give you time to be sure of yourself.",
        "Just before the books came, Mr. Gilman had begun to remonstrate with Miss Sullivan on the ground that I was working too hard, and in spite of my earnest protestations, he reduced the number of my recitations.",
        "She had to move a few things to make room, but that wasn't too hard.",
        "She felt as though a cold hand grasped her stomach and squeezed hard.",
        "Yancey was barely breathing hard.",
        "I know the work is hard and the weather is forbidding at times, but do you know how lucky you are?",
        "It's hard to say.",
        "There again, it's hard to say whether they die from natural causes or attacks by predators.",
        "Well, maybe it does for some people, but not a hard hearted old witch like me.",
        "It was hard to tell whether he was trying to impress his sister or shock her.",
        "I think you've been working too hard lately.",
        "Her heart was pounding hard and warmth invaded her neck.",
        "She swung hard and her open hand cracked against his face.",
        "Why was it so hard to joke with him without flirting?",
        "Not working as hard as you, that's for sure.",
        "Don't be so hard on yourself.",
        "It was going to be hard enough to work at the diner, but it was something she was going to have to do.",
        "It was hard enough to make ends meet before she took the job at the ranch.",
        "It was still hard to accept what they had done.",
        "After the testing is over, the hard part begins; weighing and recording my compilations and comparing them to past exposure levels.",
        "The Red Sox were in town to take on the Yankees, a revered experience for us died hard fans.",
        "Hard life is a short life, for most folks around here.",
        "Other sessions were tried earlier but when Howie couldn't sleep, Quinn accused him of not working hard enough Martha said.",
        "Don't tell him I said so but you have to stop working him so hard.",
        "Obtaining hard and fast evidence was their not-always simple chore.",
        "When the conversation was over, Betsy hugged me, long and hard.",
        "When these guys want something, they work real hard to get it and they have lots of toys at their disposal.",
        "She turned abruptly and pulling my head with one hand, kissed me hard on the mouth while her other hand groped between my legs!",
        "It is hard work but we might get lucky.",
        "He gave me a hard look.",
        "I worked so hard and so brilliantly in tracing down these people.",
        "Hard work made us thirsty and hungry as well.",
        "I pondered the meaning long and hard.",
        "She concentrated hard on another wilted flower, bringing it back to full bloom.",
        "Her chin trembled as guilt flowed over her and she swallowed hard, nodding.",
        "If you listen really hard to what his body tells you, you can save him.",
        "Rain splattered hard against his windows, drawing his gaze to the windows.",
        "She hung, helpless and exhausted, stuck in the in-between place until the pain of her head hitting something hard jarred her into consciousness.",
        "The lackey tossed her onto a hard couch in the rear of the house opposite a closed patio door.",
        "She couldn't run, couldn't move and she tried hard to convince herself to pass out as the garage door was wrenched open.",
        "But he stopped, a twinge of something akin to regret filtering through the hard layers protecting his emotions.",
        "After all, that spark was why he fought so hard, so humans didn't turn into someone like him.",
        "She nodded, trying hard to recover from the latest surprise.",
        "It's been hard for him this past year.",
        "\"I'd be really hard to kill,\" Bianca said with a ragged laugh.",
        "He turned around and hugged her hard.",
        "Both breathed hard, and she noticed a red slash across Darian's face.",
        "She'd never seen anyone cry as hard as he did.",
        "I didn't know how hard it was.",
        "He was breathing hard.",
        "Sofi watched him go and swallowed hard.",
        "She loved his scent, the feel of his hard, warm body against hers.",
        "It's really hard to deal with all the bad stuff sometimes.",
        "You shouldn't be so hard on yourself.",
        "\"I'm hard on everyone,\" he reminded her.",
        "Dusty stared hard at the wall.",
        "Of all the coddling he'd accused Sofi and Bianca of doing, he'd been working hard to protect Darian from anything that might force him to grow into his powers.",
        "Her healing magic zapped him hard enough almost to right his head.",
        "He strode by her and slapped her on the back of the head, hard.",
        "Talon shoved her back into the valley with a snarled threat under his breath, and she hurried out of the trough again, breathing hard by the time she'd clambered twenty feet to the top.",
        "His light was off, a sign he'd been sleeping too hard to notice someone come in.",
        "She concentrated as hard as she could, listening for his body to speak to her.",
        "Talon went down hard.",
        "Darian staggered, dropped her, and landed hard on his backside.",
        "\"Very hard when I'm there and you're here,\" he said with forced lightness.",
        "She flung herself into his arms, gratified when he squeezed her hard.",
        "While it was hard to tell his height when he was seated, he looked to be Sean's size, well over six feet tall.",
        "He wasn't sure what he expected—maybe a cold, hard Medusa—but the young woman Sean indicated was nothing like that.",
        "Pacing in her room, she tried hard not to think of what her father was capable of doing to someone he thought was a threat to her.",
        "Her father was hard to read and often unapproachable, but he cared for her in his own special way.",
        "He landed on the hard ground with a curse and darted to his feet, chasing her down again.",
        "Jule was knocked off his feet by a hard blow but got back up, beckoning to the other creature with a look of confidence out of place for his bloodied face.",
        "She chewed on her lip, thinking hard.",
        "I find that hard to believe.",
        "Yully swallowed hard and steadied herself.",
        "Push hard, and shoot me up, he instructed, though his voice was ragged.",
        "She did as he said and pressed hard on the arrow wound until the bleeding slowed.",
        "Jule tried hard to follow the conversation.",
        "He just has a hard time controlling his temper, and I don't pay him enough respect.",
        "I know this is hard on you, but you'll soon see where you belong in this mess.",
        "His gaze was hard, and she felt him flex his power again.",
        "The kid was hard to read, and she guessed his anger had more to do with his struggle to understand his new role than the vamps who clearly had no respect for him.",
        "She concentrated hard, her eyes on the plate across the parlor.",
        "Yully's eyes closed, and she focused hard on feeling something other than Jule, whose presence still lingered in her body.",
        "She didn't know what Xander was, but he'd said one thing that struck her hard.",
        "Jule was quiet, trying hard to remember something from before the Schism besides brief glimpses of Darian and Damian.",
        "But it didn't, did it, he said slowly, thinking hard.",
        "Realization of exactly what he'd asked for made Jule breathe out hard.",
        "She shoved him away, landing hard on her backside while he careened into the bathroom wall.",
        "She landed hard on a cold floor.",
        "He smiled faintly, knowing how hard it was to rile up his trusted Guardian.",
        "His chiseled features were unreadable and hard.",
        "If so, what would hard water do to a person?",
        "Damian met his gaze, and they sat in the kitchen, bloodied and breathing hard as they recovered.",
        "She swallowed hard and nodded, struggling to control the strange sense of desire bubbling uncontrolled within her.",
        "She shoved against him as hard as she could, knowing when he released her it was because he wanted to.",
        "She approached and knelt a safe distance from him, trying hard to see into the darkness of the corner.",
        "There was a time when he didn't care who he slept with, when he was hard at the sight of any woman who would take him to bed.",
        "And I learned the hard way.",
        "Sofia stepped out of her way, trying hard to digest what she'd seen.",
        "Han says she's progressing pretty quickly, though since none of us know how to train her, it's hard to tell.",
        "She swallowed hard and held out her hand to another woman in red.",
        "She swallowed hard, uncomfortable with playing the role of judge and jury.",
        "\"You jealous little bi—\" Before she knew what she did, she'd closed the distance between them and slapped him hard.",
        "You know how hard it was for her to tell you that? his closest friend snapped.",
        "He'd not had to work too hard for confessions in the past thousand years, not after word of his cold, methodological skills leaked to the Guardians.",
        "Sofia felt Rainy's hard gaze but avoided his heated look.",
        "Shadows crawled over the world around her, and the tension in the air made it hard to breathe.",
        "He spent the night deep in thought, forcing himself to face the dark memories he'd tried so hard to bury.",
        "He's the best in my sphere of command, though Han's shoes are hard to fill.",
        "The sense of danger jarred her, and she sat up straight, heart pounding hard.",
        "Her heart beat so hard, she could barely make out his response.",
        "She hung up the phone, gripped the steering wheel hard and drove.",
        "Sofia swallowed hard at the sight of so many vamps milling around.",
        "Two had never heard kiri cry so hard.",
        "Dustin braked hard and swung his leg over the handlebars.",
        "Jule embraced her, hugging her hard.",
        "He closed his eyes, his jaw clenched hard enough for the muscles to tick.",
        "She shivered, not wanting to imagine what Darkyn was capable of or how hard it might be to outmaneuver him to leave Hell.",
        "She was trying hard to keep her fear away so she could figure out this new world.",
        "She swallowed hard, willing herself to remember that she was meant for Gabriel, even if it was Darkyn's name on her back.",
        "She was fighting a fever, one that made it hard for her to focus.",
        "Mesmerized by the sensations, her confusion and his direct gaze, she had to concentrate hard to register what he said.",
        "Deidre found herself leaning into his solid frame without resistance, entranced by the combination of his hot, hard body and cool fire on her swimming senses.",
        "Overwhelmed by the pleasure, Deidre bit him hard enough that she tasted him.",
        "He whispered words she wasn't able to make out then bit her again, this time hard enough for the pain to piece her dreamlike stage.",
        "He rested on top of her, breathing hard, as he pressed her into the bed.",
        "She swallowed hard to keep tears from forming.",
        "If his touch was hard to resist last night, it was crippling today.",
        "She stared hard at his chest as she struggled with her anger and need.",
        "She wrenched free of his hold and pushed him hard enough to slide out from between him and the wall.",
        "She was trying hard not to run.",
        "Deidre slapped him hard.",
        "He was too hard and cold to offer much in that way, but he spoke the truth softly and then kissed her hungrily.",
        "He grabbed her hips, kissing her hard and leaving her breathless.",
        "He bit her hard.",
        "She swallowed hard and nodded.",
        "Deidre's heart beat hard.",
        "The dealer slapped her hard enough to daze her.",
        "It was hard enough for her to stand before him, knowing they could've been together.",
        "Darkyn kissed her, hot, hard and demanding.",
        "\"Play, love,\" Darkyn growled, nipping her hard.",
        "\"You can beg me,\" he said and kissed her hard enough to rob her of breath.",
        "He was thinking hard about it.",
        "His warmth was comforting, his hard body her home.",
        "The pain melted into hot pleasure once again, and she closed her eyes as he fed long and hard.",
        "She searched his hard face, unable to read him.",
        "\"You?\" she gasped, looking hard at Zamon.",
        "It was hard to imagine something that fed off depravity wanted peace.",
        "She whirled and slapped him hard.",
        "Deidre pulled his head to hers and kissed him long and hard.",
        "\"So at any point up until then, you could've …\" She swallowed hard.",
        "When he was finished, he pulled her into his body and bit her hard.",
        "Deidre swallowed hard and nodded, reining in her panic.",
        "According to the brief phone call, the ten-year-old girl's natural mother, another loser like faux foster mother Janet, had been recently discharged to a halfway house after doing hard time in the state's Cañon City facility.",
        "I tried really hard.",
        "I waited, though God knows Jeff tried hard enough to get at me!",
        "It's hard to say there's no connection with the bones until we're sure there is a third Dawkins, who he or she is, and what the suit is all about.",
        "Probably because I never tried very hard to be otherwise.",
        "\"Here,\" said Mrs. Worthington, shoving a bucket of hard candy in one of Dean's hands and a cluster of strung beads in the other.",
        "The sound echos out here so it's hard to tell.",
        "There's so many, it's hard to say!",
        "Dean tried hard to exclude Jennifer Radisson from consideration as a malefactor, although he reluctantly admitted his sole reason to pass on her as a suspect was his belief in her story.",
        "Much as we believe he's culpable, we don't have any hard evidence.",
        "Her hand shot out before Dean could see it, slapping him across the face so hard four finger prints glowed in red on his cheek.",
        "It's hard to tell.",
        "It's hard to judge a guy by teenage love letters.",
        "You call this hard time?",
        "If something even more untoward than what the scene implied had actually occurred last evening, Dean would find himself squeezed between the proverbial rock and a hard place.",
        "He just slugged me again, really hard, in the belly.",
        "If that were the case, why did someone try so hard to cover up his identity?",
        "He was happy to sit on the sidelines and wait for those hard lessons to start.",
        "Pleased with herself, she began to think being human wasn't going to be so hard.",
        "Lying was hard as a mortal.",
        "He crossed his arms, dark gaze hard, towering in the bedroom that suddenly felt too small for her.",
        "Deidre swallowed hard, wanting to chase after him but unsettled by his anger and the changes in him.",
        "It was hard for him to remain detached around the beautiful woman with silver-white hair.",
        "She was trying hard to control her expression and the flush moving up her features.",
        "\"It's not that hard,\" she murmured as the silence grew.",
        "He pretended not to notice, though, and thought hard as he checked the minds of the remaining assassins.",
        "Unable to sleep, Deidre paced, trying hard to shake the sensations clouding her head.",
        "I need you to concentrate hard.",
        "She drew a deep breath and thought hard.",
        "\"I made a human into a deity's mate,\" she paused, thinking hard.",
        "It's a hard line for me to walk.",
        "It's hard to believe when I feel like she's lying to me.",
        "Deidre swallowed hard, images from her nightmares returning.",
        "It can't be that hard.",
        "\"It's hard for me to respond to that,\" he replied.",
        "At other times, it didn't, because her own emotions were too hard for her to control.",
        "He tried hard not to think about his soul being kicked around in the underworld.",
        "As hard as it was to believe, she looked great.",
        "The words were hard for him to hear.",
        "Deidre thought hard about how to respond.",
        "Darkyn's mate was looking at her hard.",
        "She nodded and started breathing hard and fast, panicking.",
        "It was going to be hard, maybe even harder than finding his soul in the underworld, but the opportunity was theirs for the taking.",
        "That made it hard to protect her at times.",
        "Certainly their marriage was a failure, but it was hard to believe Josh would do something like that.",
        "Something about the woman looked familiar, but it was hard to identify her from behind.",
        "It was hard to tell if the visitor was unwelcome, as he always maintained a professional tone when talking to customers or strangers.",
        "It was hard to believe Josh left Lori out of his will completely.",
        "It can't be all that hard.",
        "It was hard to tell whether she would go through with contesting the will, or if she even could after so long.",
        "In spite of her extra pounds and gray hair, it was hard to believe Mums was in her late 60's.",
        "In only about five or ten minutes, the mare was groaning and lying on her side, pushing hard.",
        "Her mouth was so dry it was hard to speak, but she managed.",
        "She put the heel of her hand on the place where blood was coming out and used her other hand to press down hard.",
        "Watching her, it was hard to tell how much was theatrics and how much was real.",
        "It was hard to believe Lori would be behind this latest attack.",
        "It was still hard to believe that Alex wouldn't mention a father.",
        "It was hard to say whether she would visit Alex, or whether he would even know who she was.",
        "Maybe her \"hard to get\" act wasn't working, so she was trying something a little more direct.",
        "It was hard to believe he didn't understand the source of her distress, and yet he acted as though he was baffled.",
        "In the dim light it was hard to tell what his expression was.",
        "Every since he came home from the hospital he slept fitfully and was hard to wake.",
        "I tasted blood and it was hard to breath.",
        "Maybe because I was trying so hard and consciously trying to make it happen.",
        "Reaching her hand into the next nest box, a hen pecked it hard.",
        "Whether it was the personality or the fact that she was entering another stage was hard to tell.",
        "She swallowed hard and gazed at the charts on the wall.",
        "It was hard to imagine she had a tumor in her brain the half the size of her fist.",
        "He looked at her hard.",
        "It'd be hard to spot the shape-shifter demon posing as Logan with his face shredded.",
        "Hard to get a soul that way.",
        "Gabe threw his head back, breathing hard and sweating.",
        "He pulled off his sweater then dropped back onto the sparring mat, focusing hard on calming himself down.",
        "She'd laughed hard when he murmured to her about famous last words.",
        "A status check on their relationship, the one he hadn't told her he couldn't have, because he was trapped into mating with a formerly sadistic psychopath-turned-human he was trying hard not to kill.",
        "She snatched her purse and fled out the front door, running as hard as she could down the driveway.",
        "Unable to process what was before her, Deidre closed the door and swallowed hard.",
        "She shook too hard to pull her phone free from her pocket and call for help.",
        "They hit the ground hard.",
        "She shook too hard to resist.",
        "Falling thirty stories onto the hard sand of the Sanctuary did nothing to help.",
        "That's all that concerns me, he replied in a hard tone.",
        "It's hard to sleep in a forest that's not …alive.",
        "You know how hard it is to track down everyone one-by-one to relay orders?",
        "Pensive, he swallowed hard and finally admitted that he didn't want her to be his by obligation, the way he'd been enslaved to past-Deidre.",
        "The sense of being overwhelmed made Deidre grip the coffee mug hard.",
        "She swallowed hard at the question, panic fluttering through her.",
        "She tried hard to convince herself that she was misreading Wynn.",
        "She swallowed hard and looked into his dark eyes again.",
        "Terrified she'd find him in the tub, nothing more than a pile of bones, she pushed herself away from the wall and focused hard on calling a portal.",
        "A hard slap accompanied her words.",
        "She swallowed hard, not wanting to break down in front of them.",
        "\"I'm happy to see you!\" the dark-haired woman crossed to her and hugged her hard.",
        "No wonder Gabe hated her one day and tried hard to tolerate her the next.",
        "Focusing hard on Wynn, she willed the portal to appear.",
        "Deidre saw Katie swallow hard before she nodded.",
        "You'll find it hard to kill yourself when I'm the one who determines who lives and dies.",
        "After a week of knowing him, she already had to concentrate hard to resist leaning into him whenever he was around.",
        "It was hard to remind herself she'd done absolutely nothing to earn it in this life.",
        "Hard to keep track of what's going on.",
        "She was breathing hard; it was all she heard.",
        "Instead, she was working hard to convince herself she really did want to walk away.",
        "He stood and stepped back, breathing hard from his swim.",
        "She willed herself not to laugh at his joke, but it was hard.",
        "It was hard to ignore him when he was only a few feet away.",
        "Deidre looked at him hard for a moment then shook her head and gripped her wine, padding into the living area.",
        "His voice was hard.",
        "You didn't try as hard to cure me? she asked, perplexed.",
        "Her hands were shaking too hard for the wine.",
        "She was trying hard to push away the gathering emotions that told her Wynn was not the man she wanted, needed him to be.",
        "\"Will you let me try?\" he asked, heart pounding hard.",
        "You drive a hard bargain, but I agree.",
        "Swallowing hard, Deidre followed.",
        "She thought hard about all she'd learned since arriving to Hell.",
        "Wired, emotional energy made it hard to concentrate as she listened.",
        "It was hard with the scenes she showed him flickering in front of him.",
        "The restriction smacked him hard, as he'd been ready to drag Rhyn out of Hell as soon as Death was gone.",
        "Rhyn stared hard into Gabriel's dark corner and shook his head.",
        "She looked at him hard, unable to recall anything at all about the kid.",
        "\"Don't be hard on yourself,\" he chided, pulling a rolling chair up to the exam table.",
        "Kris looked at him hard.",
        "Any other day, she'd have stared at his hard body and the way his jeans hugged his muscular thighs and the round globes of his backside, or the T-shirt that fit so well.",
        "His friend and lover searched his face hard, then rose and stalked out.",
        "She saw the white of his knuckles as he gripped her shoe hard and sensed she was pushing a wild animal.",
        "The door didn't even flinch as she beat her fists against it as hard as she could.",
        "A hood went over her head, and she was flung across someone's shoulder hard enough to make her ribs flare with pain.",
        "Though she tried hard not to fear death, she wondered what kind of creature was capable of breaking through bars made of materials she'd never before seen and held in place with some sort of magic.",
        "He gripped her wrist hard, lowering his head.",
        "Sasha was not a hard creature to understand.",
        "Rhyn smashed his cell hard enough for the walls to shudder.",
        "Surely she could punch him hard enough to knock him out.",
        "She waited for him to face her then punched him as hard as she could in the nose.",
        "wrist hard, wondering why he insisted on tormenting her by taking his time.",
        "She pulled hard on the rope, feeling some give, then tautness as the anchor lodged itself between unmovable objects.",
        "He pulled her away from the wall and backhanded her hard enough for her to feel nauseous.",
        "Swallowing hard, she tilted her head to one side in a display she hoped he took to be an apology.",
        "Fury at her situation rose hard and fast.",
        "His gaze lingered on her, as if he smelled her perfume and was trying hard to identify it.",
        "She rested fully against him, shaking too hard to stay on her feet.",
        "She rose, trying hard not to look or touch anything.",
        "It's hard to explain to an Outsider.",
        "It was hard to reconcile the man before her with the creature that tore apart bodies like meat in a blender.",
        "He gripped her arm hard and stepped in front of her, his size sending a tremor of unease through her.",
        "\"I do not want to see what happens next!\" he said, breathing out hard.",
        "Might come off if you scrub hard enough.",
        "His erection pressed hard against her backside, and tears slid down her face.",
        "She willed herself there, concentrating hard to keep from losing the connection.",
        "She pushed herself up despite his grip, staring at him hard.",
        "Gabriel's words struck hard.",
        "Rhyn thought hard for a minute, then said with effort, \"I don't know how to be a mate, let alone take care of a human, Gabriel.\"",
        "She gasped, hope racing through her as he dove toward the ground, switched to his human form in mid-air, and landed hard on the stony island.s ground.",
        "She ran hard and left the sounds of the battle behind her, her thoughts on Rhyn and nothing else.",
        "Intent on fleeing him as well as the demons, she ran as hard as she could back to the castle before doubling over to catch her breath.",
        "She hit the wall hard and landed on the ground, unconscious.",
        "Rhyn set the cup down and sat back, gazing at her hard.",
        "She closed her eyes to concentrate hard on summoning the portal to the shadow place.",
        "Several portals glowed, and one grew more intense as she thought hard.",
        "She didn.t remember him being so tall in Hell, but she.d been afraid to look too hard at him when she passed his cell.",
        "Her first instinct was to run back to the shadow world, but she had a hard time looking away from the two hideous creatures battling it out in Hannah.s home.",
        "Katie ducked again then twisted her hips in a perfect baseball batter.s swing and smacked her hard in the face.",
        "Instead, he focused hard on cleaning up her blood and bandaging her arm before the scent drove him too wild to control himself.",
        "Be out of here by nightfall, Kris said at last, his voice quiet and hard.",
        "Really hard to rescue.",
        "She stared at him hard, recognizing the brown eyes but not the lean face and body.",
        "He crossed the distance between them in three strides and slapped her hard.",
        "He.d learned this the hard way when Andre refused to do more than send Rhyn to Hell for killing Lilith.",
        "It was the assassin.s turn to give him a hard look.",
        "She stumbled through the deep sand until her calves ached and her breathing was hard.",
        "It wasn.t hard to figure out why he did it after so long refusing to become Death.s slave, Darkyn answered.",
        "Rhyn slapped him hard enough for him to fall silent.",
        "Beating his wings so hard they hurt, he rose into the sky and soared around the small island, finally spotting three lone figures in small valley not too far from the Sanctuary.",
        "He dropped fast and changed shapes too soon, landing hard on the ground near them.",
        "\"There.s no negotiation,\" Gabriel said in a hard voice.",
        "Kiera asked, thinking hard.",
        "Neither worked, so Evelyn let her talk and hugged her hard."
    ],
    "definition": [
        "Link/Cite"
    ]
}