{
    "translation": "להקשות",
    "uses": [
        "The results of applying tannic acid are to harden the pelt and discolour and weaken the fur.",
        "The board is then exposed to the sunlight till the lines dry and harden into the condition of gut.",
        "Wrought iron is slag-bearing malleable iron, containing so little carbon (0.30% or less), or its equivalent, that it does not harden greatly when cooled suddenly.",
        "Real larch turpentine is a thick tenacious fluid, of a deep yellow colour, and nearly transparent; it does not harden by time; it contains 15% of the essential oil of turpentine, also resin, succinic, pinic and sylvic acids, and a bitter extractive matter.",
        "In the heights of Harden (2651 ft.) and Whitecoomb (2695), whence the Clyde, Tweed, Annan, and Moffat Water descend, the high moorlands have been scarped into gloomy corries, with crags and talus-slopes, which form a series of landscapes all the more striking from the abrupt and unexpected contrast which they offer to everything around them.",
        "Its viscid character, and its non-liability to dry and harden by exposure to air, also fit it for various other uses, such as lubrication, &c., whilst its peculiar physical characters, enabling it to blend with either aqueous or oily matters under certain circumstances, render it a useful ingredient in a large number of products of varied kinds.",
        "The finest or flaky manna appears to have been allowed to harden on the stem.",
        "The codes in their turn tended still further to harden these usages into fixed forms, and we may date from the end of the 13th century an age of feudal law regulating especially the holding and transfer of land, and much more uniform in character than the law of the feudal age proper.",
        "of Hawick, finely situated on high ground above Harden Burn, a left-hand affluent of Borthwick Water, is Harden, the home of Walter Scott (1550-1629), an ancestor of the novelist.",
        "It is deposited from water, which bubbles up from a number of springs in the form of horizontal layers, which at first are thin crusts and can easily be broken, but gradually solidify and harden into blocks with a thickness of 7 to 8 in.",
        "See Henry, Life of Dalton, Cavendish Society (1854); Angus Smith, Memoir of John Dalton and History of the Atomic Theory (1856), which on pp. 253-263 gives a list of Dalton's publications; and Roscoe and Harden, A New View of the Origin of Dalton's Atomic Theory (1896); also Atom.",
        "(Tungsten steel and certain classes of manganese steel are malleable only when red-hot.) Normal or carbon steel contains between 0.30 and 2.20% of carbon, enough to make it harden greatly when cooled suddenly, but not enough to prevent it from being usefully malleable when hot.",
        "Soap may be framed and finished in this state, but almost invariably it receives a further treatment called \" refining \" or \" fitting,\" in which by remelting with water, with or without the subsequent addition of other agents to harden the finished product, the soap may be made to contain from 60 to 70% of water and kept present a firm hard texture.",
        "This, when cast into forms and allowed to harden and dry slowly, comes out as transparent soap. A class of transparent soap may also be made by the cold process, with the use of coco-nut oil, castor oil and sugar.",
        "Sow petunias in heat, and prick out and harden for bedding out; also gloxinias to be grown on in heat till the flowering season.",
        "Bedding plants should be placed to harden in sheltered positions out of doors towards end of month.",
        "3 Intuitionalism in its turn may harden out of \" natural \" dualism into moral dualism; either a literally Manichaean scheme - a good God impeded by an evil personality or principle (Bayle) - or belief in a good God of limited powers (Mill).",
        "But from a study of Dalton's own MS. laboratory notebooks, discovered in the rooms of the Manchester society, Roscoe and Harden (A New View of the Origin of Dalton's Atomic Theor y, 1896) conclude that so far from Dalton being led to the idea that chemical combination consists in the approximation of atoms of definite and characteristic weight by his search for an explanation of the law of combination in multiple proportions, the idea of atomic structure arose in his mind as a purely physical conception, forced upon him by study of the physical properties of the atmosphere and other gases.",
        "In the same way, washing the skin with spirit would tend to harden the epidermis and thus prevent the entrance of microbes; and the application of an ointment to an abrasion would have a similar action.",
        "Harden's Life of George M.",
        "harden into rock.",
        "harden up to the weather!",
        "He watched her with an intensity that made her blood quicken and her nipples harden.",
        "debauch men 's minds, and harden them to every feeling of humanity!",
        "The bones of the middle ear have also begun to harden.",
        "Also in the chamber is a fume filter that traps the solder fumes that can harden on cooling and block the pumps.",
        "These stems are whitish when young, but rapidly harden to become green, tough, furrowed and woody.",
        "harden off the seed trays.",
        "harden when days later he finds the frozen body of Declan's best friend.",
        "harden off bedding plants by placing outdoors during the day.",
        "The liquid and paste hardeners are chemical compounds used to harden the resins.",
        "lunate bone begins to harden.",
        "poured into a mold and allowed to cool and harden.",
        "Harden, New View of the Atomic Theory (1896), have shown, from a study of Dalton's manuscript notes, that we do not owe his atomic theory to such experiments.",
        "Gowland has shown that, whatever may have been the practice of Japanese bronze makers in ancient and medieval eras, their successors in later days deliberately introduced arsenic and antimony into the compound in order to harden the bronze without impairing its fusibility, so that it might take a sharper impression of the mould.",
        "Try to work quickly with fondant when rolling it out and shaping it, as it does not take long to dry and harden.",
        "Let the chocolate harden, and pipe on zigzags and other patterns with pastel shades of royal icing.",
        "Presenter Nicolas Cage announced that the winner for this award was Marcia Gay Harden.",
        "This gives the cookie a chance to harden and dry out again.",
        "Gradually harden off the plants before they have made many leaves, keeping them in a cool frame near the glass, so as to keep them sturdy, finally exposing them by taking off the lights.",
        "Afterwards it is usual to bring them on in heat, and finally to harden them off previous to planting out in the middle of May.",
        "Be sure to harden off seedlings grown indoors so they don't go into shock once they're outside.",
        "The resulting liquid is poured into large sheets, which harden into slab counters.",
        "These rods harden the palate tissue, causing it to bind with the implants.",
        "High blood pressure can make the artery walls thicken and harden.",
        "Although earwax, produced by glands in the outer ear canal, normally works its way out of the ear, sometimes excessive amounts build-up and harden in the outer ear canal, gradually impairing hearing.",
        "You can let it cool and harden and then make little balls out of it.",
        "Apply a light coating of the wax only to one small area at a time so that it doesn't harden too much in some areas before you get a chance to remove it.",
        "Dental fillings - They can harden the bonding materials in fillings.",
        "The sand sticks together with a sand/clay consistency, but it doesn't harden into a permanent shape.",
        "Just allow it to harden, then peel off the tray and melt again.",
        "I use stearic acid (also sold as stearic powder) in almost all of my candles to harden the wax and make the candles a little more durable (the only times I don't use it are when I forget).",
        "Allow to harden on waxed paper, then seal up in a cellophane bag.",
        "Hang the candles to harden (clip the wick to a hanger) then cut off the end of the candle to make a flat surface.",
        "Allow the candles to harden and cool before lighting again, and keep them away from children and pets, or anyone else that might inadvertently knock them over.",
        "Allow it to harden overnight, then melt and repour your remaining wax over the top of the candle in the hole that has been created.",
        "Potassium hydroxide is a thick paste, it can harden and form gunk inside your electronics.",
        "If the grease is left untended it can harden and grow crusty.",
        "Allow the soaps to harden for a couple of days before using.",
        "Kids will need a little bit of mom or dad's help to make this craft, but only because it needs to harden in the oven.",
        "Lye is used to break down fats and help the end product harden.",
        "If you use too little lye in the soap, it won't harden correctly.",
        "Allow the soap to harden completely before removing it from the mold.",
        "If the dough is too hard, allow it to sit at room temperature to soften - or chill the butter to harden.",
        "Modeling clay - Look for the kind you can bake in your oven to harden.",
        "Allow the candles to harden before trimming the wicks to remove the skewer.",
        "While regular nail polish may be completely hardened in one to two hours, natural polishes may take a minimum of several hours to fully harden.",
        "His engrossing intellectual labours no doubt tended somewhat to harden his character; and in his zeal for rectitude of purpose he forgot the part which affection and sentiment must ever play in the human constitution."
    ],
    "definition": [
        "Link/Cite"
    ]
}