{
    "translation": "בקושי",
    "uses": [
        "I can hardly wait for the fun to begin!",
        "He hardly knew how it tasted.",
        "I believe that I have hardly begun yet to know what is possible.",
        "Hardly had they spoken these words when the door opened and Arion himself stood before them.",
        "I could hardly believe it.",
        "It was hardly fair to shift that responsibility solely to him.",
        "There was hardly anyone in the streets.",
        "Lydia Larkin was bent over at the waist, hardly able to stand, clutching her mid-section.",
        "She hardly knows me.",
        "I can hardly wait to go to sleep!",
        "Glancing down at her sandaled feet, it occurred to her that she was hardly dressed for a walk in the woods.",
        "She's such a little beauty I can hardly wait for the sun to set.",
        "Sofia could hardly sit still.",
        "I am hardly prepared to decide that question, or even give an opinion regarding it.",
        "This girl's code, if it is in fact a code, is mostly one continuous line, with hardly any punctuation.",
        "\"Not hardly,\" she said and turned away.",
        "I can hardly walk let alone lift a weapon.",
        "I can hardly wait patiently for the time to come when I shall see my dear English friends, and their beautiful island home.",
        "Fine. I can hardly wait to get elected so I can get rid of those two winners you hired before you bailed out.",
        "They could hardly say she hadn't tried.",
        "As for men, they will hardly fail one anywhere.",
        "Considering the problems they presented, she could hardly blame him for that.",
        "Though I could hardly raise my arms above my aching side, I kept working.",
        "I can hardly wait.",
        "\"Not hardly,\" he finally said.",
        "\"I guess so,\" Martha replied, her voice hardly above a whisper.",
        "He could hardly be blamed if he chose to make her walk home.",
        "I hardly recognized him.",
        "Nowadays they cart them off to some baby sitter they hardly know, just to get the kids out of their hair.",
        "But although the Munchkin was hardly tall enough to come to Zeb's shoulder he was so strong and clever that he laid the boy three times on his back with apparent ease.",
        "Yes, I have heard of his scheme for perpetual peace, and it is very interesting but hardly feasible.",
        "Look. The guy can hardly remember to blow his nose!",
        "She was hardly able to draw a deep breath through her tight chest.",
        "Vice and disease, which cast such a sombre moral hue over the world, seemed to have hardly any existence for him.",
        "Well guys, I hate to leave such good company, but I'm so tired that I can hardly keep my eyes open.",
        "It can hardly even be called coherent.",
        "If he intended her harm, he would hardly have fixed the door so it would lock from the inside.",
        "Dean reminded the voice on the other end of a three-way conversation that mother and girl hardly knew one another.",
        "There aren't any open side roads and hardly a plowed turnoff on this highway for twenty miles.",
        "But hardly had he done so before he felt the bed rocking backwards and forwards beneath him as if it were breathing heavily and jolting.",
        "\"I can hardly wait to start our research on Aunt Annie!\" she exclaimed as she sat at the table.",
        "I haven't seen my boy in over a year and I hardly got a chance to say more than 'hi' before she scooted him downstairs.",
        "I feel terrible making him sleep in the lab room, but really, Quinn's equipment hardly makes a sound.",
        "Instead of science proceeding at the slow speed of time, the only limit on its progress will be processor speed—and those two speeds hardly can be compared.",
        "He stood at the back, and, though he had heard hardly anything, understood everything in his own way.",
        "I can hardly wait for the new baby.",
        "Martha showed little interest and had said hardly a word.",
        "Light snow had begun to fall—tiny crystals hardly visible in the light of the lamp across the street.",
        "Sheriff Fitzgerald hardly gave Dean enough time to exit his vehicle before tearing off up the street in the direction of the mountain road.",
        "I can hardly wait until you come home.",
        "He hardly crosses the river to our side before we recross to the other.",
        "Baffled. He really hardly knew her but thinks he's supposed act like he's grieving.",
        "He was hardly halfway across the stony field when one of the horse's shoes flew off.",
        "She could hardly wait to get back to Texas.",
        "Between that Westlake guy checking his stocks and his Internet auctions and now Joseph and his brother, I hardly get time to do my own business.",
        "He hardly knows the woman and you heard what Martha said; she still holds a grudge over what she perceived as Howie's carelessness that caused her daughter's kidnapping and death.",
        "The last one was hardly twenty.",
        "Fitzgerald hardly waited for Dean to finish.",
        "Dean hardly had time to detail their day's activities before Cynthia proudly showed him the transcribed text.",
        "You would hardly have known the young prince when the time came for him to appear before his grandfather.",
        "I should make too good a target for the French, besides I am afraid I should hardly be able to climb onto a horse.",
        "Not more than four hours ago he was so mad at her that he could hardly speak.",
        "She didn't want to jump into marriage with a man she hardly knew, but she didn't want to chance loosing him, either.",
        "Of course, Mr. Cade hardly seemed the seductive type and she certainly wasn't going to encourage it.",
        "\"It's nothing,\" she said, hardly above a whisper.",
        "My sense is they hardly know each other.",
        "Fred, who could find a mystery in a grilled cheese sandwich, hardly stirred.",
        "He'd never set a number, but right now two hardly seemed enough.",
        "They had never heard of Chilon, for his name was hardly known outside of his own country.",
        "In a world without scarcity, or that has scarcity at such a trivial level it is hardly noticeable, all the conventional theories and dogmas lose their meaning.",
        "She understood hardly anything that went on that evening.",
        "Not hardly, but thanks anyway.",
        "He was tired, he was vexed, he hardly knew what he said.",
        "The children were hungry and could hardly wait for their father to come.",
        "But these sounds were hardly heard in comparison with the noise of the firing outside the town and attracted little attention from the inhabitants.",
        "It is hardly as if you had seen a wild creature when a rabbit or a partridge bursts away, only a natural one, as much to be expected as rustling leaves.",
        "The Duke! and hardly had the sleek cavalry passed, before a carriage drawn by six gray horses rattled by.",
        "Hardly had Rostov handed him the letter and finished explaining Denisov's case, when hasty steps and the jingling of spurs were heard on the stairs, and the general, leaving him, went to the porch.",
        "In Smolensk, at the Malakhov Gate, he had hardly dozed off in a paroxysm of fever before he was awakened by the bombardment of the town--and Smolensk held out all day long.",
        "Its first period had passed: when the partisans themselves, amazed at their own boldness, feared every minute to be surrounded and captured by the French, and hid in the forests without unsaddling, hardly daring to dismount and always expecting to be pursued.",
        "\"Tell us where you were,\" Betsy begged, hardly able to contain herself as she turned on her tape recorder.",
        "This displacement is in no way finished; in fact, it has hardly begun.",
        "I can hardly wait for June to come I am so eager to speak to her and to my precious little sister.",
        "I was very, very sad to part with all of my friends in Boston, but I was so eager to see my baby sister I could hardly wait for the train to take me home.",
        "It must be remembered that speech contributed in no way to her fundamental education, though without the ability to speak she could hardly have gone to higher schools and to college.",
        "Hardly had Prince Andrew gone when the study door opened quickly and the stern figure of the old man in the white dressing gown looked out.",
        "Hardly had he got rid of his hat before he ran into Prince Andrew's room with a preoccupied air and at once began talking.",
        "Hardly had they reached the bottom of the hill before their pace instinctively changed to a gallop, which grew faster and faster as they drew nearer to our uhlans and the French dragoons who galloped after them.",
        "She hardly ever left the house and of those who came to see them was glad to see only one person, Pierre.",
        "Your mother's milk has hardly dried on your lips and you want to go into the army!",
        "But the battle will hardly be there.",
        "Now and then they glanced at one another, hardly able to suppress their laughter.",
        "Hardly anyone he knew was left in town.",
        "Whilst it can hardly be allowed that Xenophanes, so far from denying, actually affirms a plurality of gods, it must be conceded to Freudenthal that Xenophanes's polemic was directed against the anthropomorphic tendencies and the mythological details of the contemporary polytheism rather than against the polytheistic principle, and that, apart from the treatise De Melisso Xenophane et Gorgia, now generally discredited, there is no direct evidence to prove him a consistent monotheist.",
        "In that assembly he distinguished himself by his zeal against the Arians, though the Allocutio ad Imperatorem with which he has been credited is hardly genuine.",
        "You'll hardly know I'm staying here.",
        "The power ended up to be hardly worth the aggravation.",
        "Dean ordered a cup and showed her his credentials, but she hardly glanced at them.",
        "7 he torque exerted on the driving-axle by the steam engine just at starting may be that due to the full boiler pressure acting in the cylinders, but usually the weight on the coupled wheels is hardly sufficient to enable advantage to be taken of the full boiler pressure, and it has to be throttled down by the regulator to prevent slipping.",
        "It need hardly be said that he spiritualized the church doctrine of the resurrection of the flesh.",
        "Pierre, hardly restraining his sobs, began running toward Dolokhov and was about to cross the space between the barriers, when Dolokhov cried:",
        "Suddenly her door opened softly and her old nurse, Praskovya Savishna, who hardly ever came to that room as the old prince had forbidden it, appeared on the threshold with a shawl round her head.",
        "In the hospitals, death was so certain that soldiers suffering from fever, or the swelling that came from bad food, preferred to remain on duty, and hardly able to drag their legs went to the front rather than to the hospitals.",
        "I tell you, Papa\" (he smote himself on the breast as a general he had heard speaking had done, but Berg did it a trifle late for he should have struck his breast at the words \"Russian army\"), \"I tell you frankly that we, the commanders, far from having to urge the men on or anything of that kind, could hardly restrain those... those... yes, those exploits of antique valor,\" he went on rapidly.",
        "See how that fellow has loaded himself up, he can hardly walk!",
        "There'll hardly be another such chance to fall on a transport as today.",
        "Kutuzov's words were hardly understood by the troops.",
        "Heave away, boys!... but despite their united efforts the wattle hardly moved, and in the silence that followed the heavy breathing of the men was audible.",
        "But he had hardly entered the room before he felt her presence with his whole being by the loss of his sense of freedom.",
        "\"Oh, Nicholas, how can you talk like that?\" cried Sonya, hardly able to conceal her delight.",
        "\"I can hardly wait,\" Jennifer answered.",
        "We hardly understand the process, which itself seems unbelievable.",
        "I found surprises, not in the stocking only, but on the table, on all the chairs, at the door, on the very window-sill; indeed, I could hardly walk without stumbling on a bit of Christmas wrapped up in tissue paper.",
        "So Mildred stayed with me in Cambridge, and for six happy months we were hardly ever apart.",
        "We are all discoverers in one sense, being born quite ignorant of all things; but I hardly think that is what she meant.",
        "But it hardly seems possible that any mere words should convey to one who has never seen a mountain the faintest idea of its grandeur; and I don't see how any one is ever to know what impression she did receive, or the cause of her pleasure in what was told her about it.",
        "An honest man has hardly need to count more than his ten fingers, or in extreme cases he may add his ten toes, and lump the rest.",
        "Hardly a man takes a half-hour's nap after dinner, but when he wakes he holds up his head and asks, \"What's the news?\" as if the rest of mankind had stood his sentinels.",
        "I watch the passage of the morning cars with the same feeling that I do the rising of the sun, which is hardly more regular.",
        "I hardly ever failed, when I rambled through the village, to see a row of such worthies, either sitting on a ladder sunning themselves, with their bodies inclined forward and their eyes glancing along the line this way and that, from time to time, with a voluptuous expression, or else leaning against a barn with their hands in their pockets, like caryatides, as if to prop it up.",
        "This is particularly distinct to one standing on the middle of the pond in winter, just after a light snow has fallen, appearing as a clear undulating white line, unobscured by weeds and twigs, and very obvious a quarter of a mile off in many places where in summer it is hardly distinguishable close at hand.",
        "My dwelling was small, and I could hardly entertain an echo in it; but it seemed larger for being a single apartment and remote from neighbors.",
        "Hardly had Boris gone than Sonya, flushed, in tears, and muttering angrily, came in at the other door.",
        "She turned away and gave her hand to the count, who could hardly keep from laughing.",
        "But now steps were heard at the door, steps so rapid that they could hardly be his mother's.",
        "I hardly know myself again.",
        "She knew this for certain, though she hardly heard his voice through the closed doors.",
        "Before leaving, Napoleon showed favor to the emperor, kings, and princes who had deserved it, reprimanded the kings and princes with whom he was dissatisfied, presented pearls and diamonds of his own--that is, which he had taken from other kings--to the Empress of Austria, and having, as his historian tells us, tenderly embraced the Empress Marie Louise--who regarded him as her husband, though he had left another wife in Paris--left her grieved by the parting which she seemed hardly able to bear.",
        "Hardly had Balashev begun to speak before a look of amazement appeared on the Emperor's face.",
        "They had hardly ridden up a hill, past a tavern, before they saw a group of horsemen coming toward them.",
        "Ours? said many voices, and the men were in such haste to clear out that the prince could hardly stop them.",
        "The old valet Tikhon, with sunken, emaciated face that bore the stamp of inconsolable grief, replied: \"Yes, Princess\" to all Princess Mary's questions and hardly refrained from sobbing as he looked at her.",
        "Another prodded his horse with the butt end of a musket, and Pierre, bending over his saddlebow and hardly able to control his shying horse, galloped ahead of the soldiers where there was a free space.",
        "I can hardly wait to take a bath.",
        "Hardly had Prince Andrew started than he stopped him.",
        "Hardly had the Horse Guards passed Rostov before he heard them shout, \"Hurrah!\" and looking back saw that their foremost ranks were mixed up with some foreign cavalry with red epaulets, probably French.",
        "Hardly had he passed an angle of the wood before a stout gentleman in a beaver cap came riding toward him on a handsome raven-black horse, accompanied by two hunt servants.",
        "The commander-in-chief was putting up there, but just when Pierre arrived he was not in and hardly any of the staff were there--they had gone to the church service.",
        "As it worked out, I hardly had time.",
        "Age is no better, hardly so well, qualified for an instructor as youth, for it has not profited so much as it has lost.",
        "I can hardly wait to see the look on Claire Quincy's face when I tell her saintly Aunty Annie was turning tricks!",
        "\"Might I speak to you, Mrs. Dean?\" she said, hardly glancing at the menfolk as she tried to catch her breath.",
        "I hardly minded the cold and lonely walk back after evening prayers demanded my love's return.",
        "Illness plagues me each morning, causing me difficulty in accomplishing my chores, as simple as they may be, though failing Mrs. Cummings hardly seems to notice.",
        "She could hardly keep from sticking a butcher knife in his belly the other night in the kitchen!",
        "Dean had hardly begun clearing the walk of the deep snow before Jake Weller drove up.",
        "While the air remained chilly, especially in the shaded patches, it was so clear and unseasonably warm Dean hardly noticed.",
        "It's pushing three weeks now and I hardly ever get the shakes anymore.",
        "I hardly think that after all this time my fangs have suddenly developed a conscience.",
        "Jackson lay back with his hands behind his head, replaying the night, still hardly believing it was real.",
        "I still can hardly believe any of this is real.",
        "Jackson stood, hardly believing his eyes.",
        "Maybe that was what he planned to do, but the way he looked at her was hardly brotherly.",
        "Hardly.  She's not capable of acting anyone's interest but her own.  And, if I don't try to get you out of here, she'll still take you and your baby's souls.",
        "He felt an urge to stay and offer some modicum of comfort to this woman he hardly knew.",
        "The life insurance World Wide provided its employees was equal to one year's pay, hardly enough to leave a rich widow.",
        "Dean could hardly keep his eyes open as he rose to go to bed.",
        "He said, hardly looking up.",
        "She's hardly a widow.",
        "Dean asked, hardly listening.",
        "\"Not hardly,\" said Dean, reaching for his coffee.",
        "Dean presented the facts unemotionally but as soon as he mentioned Scranton, the old man caught the coincidence and could hardly contain himself.",
        "He's hardly ever there anyway.",
        "Fred could hardly contain his excite­ment.",
        "I made it out to Gruber's place with no problem, hardly.",
        "Dean spoke so softly she hardly heard.",
        "He could hardly wait for tomor­row's challenge.",
        "He was hardly underway before he geared down for the long climb and gradually fell into a rhythm of sorts, muscle-pulling pain and gasps of breath as he inched his way up the first long incline.",
        "I've got a couple of million I've hardly touched.",
        "Our first little foal – I can hardly wait.",
        "That hardly seemed fair.",
        "\"I can hardly wait for a couple weeks of good meals,\" he said as they sat down to sandwiches.",
        "Sometimes I think you can hardly wait for me to get out of your hair.",
        "She could hardly wait to hitch it up and take a ride.",
        "Maybe he wasn't disappointed in her, but he could hardly be proud of her either.",
        "He would hardly be smiling if she had cancer or something like that.",
        "He had once told her that any time she didn't want to cook, they could go out to eat, but this hardly seemed the time.",
        "You'd hardly recognize him.",
        "He'd been scarred so badly, he was hardly recognizable as a person.",
        "If she felt more comfortable with him at the helm, he could hardly be accused of controlling her.",
        "She could hardly blame him.",
        "Alex said not to worry about it, but that hardly seemed like a good business attitude.",
        "I could hardly blame you.",
        "\"I can hardly wait until they ban those filthy things,\" she snapped.",
        "She could hardly point a finger at him for being an opportunist.",
        "Of course, Clara would hardly miss the fact that her skin was lighter where Denton's ring had been.",
        "But no - if his intentions were ill willed, he would hardly have expressed his interest to an obvious town gossip.",
        "He was dressed in a spotless white pocket T-shirt and white sneakers - hardly clothes for a farm hand.",
        "We hardly even know each other.",
        "Sure, only three weeks of her vacation remained, and it would be fun to have someone to enjoy them with, but she was hardly looking for a serious relationship.",
        "The laundry was one place she hadn't been yet and her wardrobe had dwindled down to a few clean items - none of them appropriate for a ride around the countryside with a man she hardly knew.",
        "It wasn't Clara's problem and she could hardly leave it to her to handle.",
        "Her right hand hardly worked.",
        "I can hardly handle the two I have.",
        "The cock, in his plumage of yellowish-green and yellow is one of the most finely coloured of common English birds, but he is rather heavily built, and his song is hardly commended.",
        "Verres may not have been quite so black as he is painted by Cicero, on whose speeches we depend entirely for our knowledge of him, but there can hardly be a doubt that he stood pre-eminent among the worst specimens of Roman provincial governors.",
        "The Thysanoptera are probably world-wide in their range, but they have hardly been studied outside Europe and North America.",
        "The height of the walls in the various observatories, the height of the collectors, and the distance they project from the wall vary largely, and sometimes electrometer, and they sometimes leave hardly a trace on the photographic paper.",
        "On stormy days, as already mentioned, the irregular changes hardly admit of satisfactory treatment.",
        "Again, Kew is surrounded by a large park, not devoid of trees, and hardly the place where Exner's theory would suggest a large value for C2, and yet the summer value of c 2 at Kew is the largest in Table V.",
        "It is totally different in appearance from the pasture mushroom, and, like it, its characters are so distinct that there is hardly a possibility of making a mistake when its peculiarities are once comprehended.",
        "Modern equity, it need hardly be said, does not profess to soften the rigour of the law, or to correct the errors into which it falls by reason of its generality.",
        "There is hardly a page of Ovid which does not show obligations to his poems, while other writers made a more sparing use of his stories.",
        "Snow hardly ever falls near the coast, but is abundant in the higher parts of the island, though none remains throughout the summer.",
        "Public security is considerably improved, and regular brigandage (as distinct from casual robbery) hardly exists.",
        "The vendetta, too, is now hardly ever heard of.",
        "The first important recorded act of Pericles falls in 463, when he helped to prosecute Cimon on a charge of bribery, after the latter's Thasian campaign; but as the accusation could hardly have been meant seriously Pericles was perhaps put forward only as a lay-figure.",
        "After 445 Athens was hardly in a position to summon such a congress, and would not have sent to envoys out of 20 to northern and central Greece, where she had just lost all her influence; nor is it likely that the building of the Parthenon (begun not later than 447) was entered on before the congress.",
        "Pericles now seemed to have made up his mind that war with Sparta, the head of that ' The date can hardly be fixed; probably it was after 440.",
        "But he could hardly be said seriously to have oppressed the subject cities, and technically all the League money was spent on League business, for Athena, to whom the chief monuments in Athens were reared, was the patron goddess of the League.",
        "So complete is the watershed that no streams pass through these ranges, and there is hardly any communication in this direction between the interior of Asia Minor and the coast.",
        "If the Puritans regarded bowls with no friendly eye, as Lord Macaulay asserts, one can hardly wonder at it.",
        "But guilt of that sort would hardly be consistent with his character as it appears in those early days.",
        "He had hardly restored Macedonian prestige in this quarter when he heard that Greece was aflame.",
        "The native folklore and poetry of the Albanians can hardly compare with that of the neighbouring nations in originality and beauty.",
        "As her health failed she hardly ever left the convent of the Carmelites in which she had been educated.",
        "But it is hardly fair to contrast his practical counsel with the more ethical and spiritual teaching of the earlier Hebrew prophets.",
        "Hardly a noble house of Spain or Italy was not represented in the fleet, and the princes headed the boarders.",
        "As an editor of the Greek classics, Ernesti hardly deserves to be named beside his Dutch contemporaries, Tiberius Hemsterhuis (1685-1766), L.",
        "Other writers again have placed the Acra on the eastern side of the hill upon which the church of the Holy Sepulchre now stands, but as this point was probably quite outside the city at the time of Antiochus Epiphanes, and is at too great a distance from the Temple, it can hardly be accepted.",
        "The Southern Ocean system of the Victorian Dividing Range hardly attains to the dignity of high mountains.",
        "But this gives no correct idea of the true character of the Darling, for it can hardly be said to drain its own watershed.",
        "In seasons of drought they are hardly more than swamps and mud flats, which for a time may become a grassy plain, or desolate coast encrusted with salt.",
        "Hardly of less scientific interest is the Port Jackson shark (Heterodontus).",
        "Hardly a leaf is visible to the height of one's head; but above, a crown of thick leather-like leaves shuts out the sunlight.",
        "It is seen as a clump of wire-like leaves, a few feet in diameter, surrounding a stem, hardly thicker than a walking-stick, rising to a height of Jo or 12 ft.",
        "The water was rising so rapidly in the hold that with four pumps constantly going the crew could hardly keep it in check.",
        "Lowe was a rather cut-anddry economist, who prided himself that during his four years of office he took twelve millions off taxation; but later opinion has hardly accepted his removal of the shilling registration duty on corn (1869) as good statesmanship, and his failures are remembered rather than his successes.",
        "Until his fiery energy made itself felt, hardly any army on either side actually suffered rout; but at Marston Moor and Naseby the troops of the defeated party were completely dissolved, while at Worcester the royalist army was annihilated.",
        "On the other hand it is hardly likely that all his comedies (which greatly exceeded in number the extant twenty) were produced during the last twenty years of his life.",
        "The city was burnt, we are told, with the exception of the temples of Vulcan and Juno - the massive Etruscan terrace-walls, naturally, can hardly have suffered at all - and the town, with the territory for a mile round, was allowed to be occupied by whoever chose.",
        "It is hardly mentioned except by the geographers until the middle of the 6th century, when it was captured by Totila after a long siege.",
        "\"It is hardly necessary to add,\" he remarks, \"that anything which any insulated body or system of bodies can continue to furnish without limitation cannot possibly be a material substance; and it appears to me to be extremely difficult, if not quite impossible, to form any distinct idea of anything capable of being excited and communicated in the manner that heat was excited and communicated in these experiments, except it be motion.\"",
        "There is hardly one of Wagner's orchestral innovations which is not inseparably connected with his adaptation of music to the re q uirements of drama; and modern conductors, in treating Wagner's orchestration, as the normal standard by which all previous and contemporary music must be judged, are doing their best to found a tradition which in another fifty years will be exploded as thoroughly as the tradition of symphonic additional accompaniments is now exploded in the performances of Bach and Handel.",
        "The Code does not say what would be the penalty of murder, but death is so often awarded where death is caused that we can hardly doubt that the murderer was put to death.",
        "This might possibly be true to a small extent; but, considering the small capacity of the circuits he used and the nature of his receiving instrument, it is hardly probable that duration of contact sensibly influenced the result.",
        "The cura tori or curatoli (factors) receive 40 a year, with a slight interest in the profits; the stockmen hardly earn in money and kind 13; the muleteers and underworkmen get between 5 to 8, plus firewood, bread and oil; irregular workmen have even lower wages, with a daily distribution of bread, salt and oil.",
        "The scuole normali or training schools (117 in number, of which 75 were government institutions) for teachers had 1329 male students in I 9011902, showing hardly any increase, while the female students increased from 8oo~ in 1882-1883 to 22,316 in 1895-1896, but decreased to 19,044 ifl 1901-1902, owing to the admission of women to telegraph and telephone work.",
        "They receive a small and hardly sufficient, allowance for food of 50 centesimi a day, which they are at liberty to supplement by work if they can find it or care to do it.",
        "e The external taxation is not only strongly protectionist, but i applied to goods which cannot be made in Italy; hardly anything comes in duty free, even such articles as second-hand furniture paying duty, unless within six months of the date at which the importer has declared domicile in Italy.",
        "The demands for reimbursement at par represented a sum of only 187,588 and the market value of the stock was hardly affected; while the saving to the Treasury was to be 800,000 per annum for the first five years and about double the amount afterwards.",
        "Can Grande della Scalas death in the next year inflicted on, the Lombard Ghibellines a loss hardly inferior to that of Castruccios on their Tuscan allies.",
        "Formed for mercenary warfare, they proved a perilous instrument in the hands of those who used them, and were hardly less injurious to their friends than to their foes.",
        "Here he would willingly have stopped, but he soon realized that he had hardly begun.",
        "Even the coup detat of the 16th of May 1877 (when Macmahon dismissed the Jules Simon cabinet for opposing the Clerical petition) hardly availed to change the attitude of Depretis.",
        "Hardly had he assumed office when the unexpected death of Victor Emmanuel II.",
        "Notwithstanding this prospective loss of revenue, parliament showed great reluctance to vote any new impost, although hardly a year previously it had sanctioned (3oth June 1879) Depretiss scheme for spending during the next eighteen years 43,200,000 in building 5000 kilometres of railway, an expenditure not wholly justified by the importance of the lines, and useful principally as a source of electoral sops for the constituents of ministerial deputies.",
        "In the spring of 1908 there were agrarian strikes at Parma; the labor contracts had pressed hardly on the peasantry, who had cause for complaint; but while some improvement had been effected in the new contracts, certain unscrupulous demagogues, of whom Alceste De Ambris, representing the syndacalist wing of the Socialist party, was the chief, organized a widespread agitation.",
        "The ministerial majority was over three hundred, and although the Extreme Left was somewhat increased in numbers it was weakened in tone, and many of the newly elected reds were hardly more than pale pink.",
        "The two governments frequently discussed the situation, but although they had agreed to a selfdenying ordinance whereby each bound itself not to occupy any part of Albanian territory, Austrias declarations and promises were hardly borne out by the activity of her agents in the Balkans.",
        "He set practically no limits to the ecclesiastical authority of kings; they were as fully the representatives of the church as the state, and Cranmer hardly distinguished between the two.",
        "One could hardly expect that a colourless deity of this description, so completely the product of priestly speculation, could ever have found a place in the hearts of the people generally.",
        "As long as the battle of the philosophies endures, theism can hardly be unified.",
        "It reasserts them, with resolute loyalty; but if philosophy ought to vindicate, to explain, perhaps incidentally to modify, even, it may be, to purify our primary beliefs, intuitionalism is hardly a philosophy at all.",
        "Free will is shaping itself towards discussion in Aristotle's Ethics, but is hardly yet a formulated problem.",
        "The more Spinozistic side of Leibnitz's thought - God as Monad of Monads - is a theistic postulate if hardly a theistic proof.",
        "If the God of the Design argument seems a limited being, working as an artist upon given materials,' he is hardly God at all.",
        "Magna Carta can hardly be said to have introduced any new ideas.",
        "They are agglutinative in nature, show hardly any signs of syntactical growth though every indication of long etymological growth, give expression to only the most direct and the simplest thought, and are purely colloquial and wanting in the modifications always necessary for communication by writing.",
        "Of the followers of Hegel who have worked out his peculiar idea of evolution it is hardly necessary to speak.",
        "Erasmus Darwin (Zoonomia, 17 94), though a zealous evolutionist, can hardly be said to have made any real advance on his predecessors; and, notwithstanding the fact that Goethe had the advantage of a wide knowledge of morphological facts, and a true insight into their signification, while he threw all the power of a great poet into the expression of his conceptions, it may be questioned whether he supplied the doctrine of evolution with a firmer scientific basis than it already possessed.",
        "the species of a genus can hardly ever be arranged in linear series.",
        "(d) Fustigation, as in former period, was hardly an ecclesiastical punishment.",
        "This is hardly the case elsewhere in the Western Church, though some exceptions are noted below.",
        "an alga infested with a Chytridiumindeed, matters can hardly be otherwise.",
        "By the middle of the, 5th century there was hardly an active inquisitor left in the kingdom.",
        "It is largest in the Galli and some of the Cuculi, in others it is hardly indicated.",
        "Anseres, can hardly be said to \" perch.\"",
        "It needs hardly to be pointed out why such a purely mechanical scheme was doomed to Jiletapatag.",
        "That is to say, the distribution of forms in time is a subject so much connected with the distribution of forms in space, that the one can hardly be separated from the other.",
        "or so in width, and separating the two fertile but otherwise insignificant islands of Bali and Lombok, makes such a frontier as can hardly be shown to exist elsewhere.",
        "Thus it befell that, of the chiefs of the Howards born since the great Mowbray alliance, two had died by the axe and one in the prison from which a fourth had hardly escaped.",
        "The French school of the Ilth century was hardly less important.",
        "But harmony was not thus to be restored; hardly had the council dissolved when the church was plunged into the Monophysite controversy.",
        "In general, the Gauls of these provinces accepted Roman civilization more or less rapidly, and in due course became hardly distinguishable from the Italian.",
        "But Geoffrey hardly did justice to the Normans if he meant to imply that they were simple imitators of others.",
        "The fashion could hardly have taken root except in a land where the tradition had gone before it.",
        "The Normans in Sicily could hardly be said to become Sicilians, for there assuredly was no Sicilian nation for them to be absorbed into.",
        "And the circumstances of his conquest were such that the true Normans among his following could not possibly lose themselves among the existing inhabitants of the island, while everything tended to make them lose themselves among their fellow-adventurers of other races, among whom, by the time the conquest was ended, they could hardly have been even a dominant element.",
        "Such a state of things might seem degradation to the Mussulman, but it was deliverance to the native Christian, while to settlers of every kind from outside it was an opening such as they could hardly find elsewhere.",
        "In Sicily and southern Italy there is hardly any visible Norman influence, except the great historic fact which we may call the creation of Sicily and southern Italy in their modern sense.",
        "But if we turn to Hugo Falcandus, the historian of Sicily in the 12th century, the Norman name is hardly found, unless when it is used historically to point out (as in Muratori vii.",
        "It is hardly needful to prove that nobility does not imply wealth, though nobility without wealth runs some risk of being forgotten.",
        "We hardly look on the Spartans as a nobility among the other Lacedaemonians; Sparta rather is a ruling city bearing sway over the other Lacedaemonian towns.",
        "The member of a civic nobility is more than a member of an order; he is a member of a corporation; he has no powers, he has hardly any being, apart from the body of which he is a member.",
        "The noble of the large country, on the other hand, the rural noble, as he commonly will be, is a member of an order, but he is hardly a member of a corporation; he is isolated; he acts apart from the rest of the body and wins powers for himself apart from the rest of the body.",
        "The notion of holding land of the king became more prominent than the notion of personal service done to the king; but, as the land was held by the tenure of personal service, the actual relation hardly changed.",
        "But the principle is hardly ever carried out to the end.",
        "The authorship of the epistles is in many cases a matter of subordinate importance; at least for Protestants or for those surrendering Bible infallibility, which Rome can hardly do.",
        "The number of described species can now hardly be less than 10o,000, but there is little agreement as to the main principles of a natural classification.",
        "In the Coleoptera we have to do with an ancient yet dominant order, in which there is hardly a family that does not show specialization in some point of structure or life-history.",
        "There remain two other dramatic works, of very different kinds, in which Ford co-operated with other writers, the mask of The Sun's Darling (acted 1624, printed 1657), hardly to be placed in the first rank of early compositions, and The Witch of Edmonton (printed 1658, but probably acted about 1621), in which we see Ford as a joint writer with Dekker and Rowley of one of the most powerful domestic dramas of the English or any other stage.",
        "Had Shakespeare treated it, he would hardly have contented himself with investing the hero with the nobility given by Ford to this personage of his play, - for it is hardly possible to speak of a personage as a character when the clue to his conduct is intentionally withheld.",
        "The nest, contrary to the habits of most Limicolae, is generally placed under a ledge of rock which shelters the bird from observation,' and therein are laid four eggs, of a light olive-green, closely blotched with brown, and hardly to be mistaken for those of any other bird.",
        "they hardly reach N.",
        "Russia it hardly gets N.",
        "of Svyatoi Nos on the Kola peninsula belong to a separate zoological region, connected with, and hardly separable from, that part of the Arctic Ocean which washes the Siberian coast as far as the mouth of the Lena.",
        "In the governments of the black-earth region the state of matters is hardly better.",
        "The copper industry has greatly declined since the 18th century; whereas then it kept 20 smelting works employed, now one-tenth of that number can hardly be kept going.",
        "Manufacturing industry in the modern sense can hardly be said to have existed in Russia ' See Russian Journal of Financial Statistics, in English (2 vols., St Petersburg, 1901).",
        "Already Dimitri of the Don was called the grand-prince of all Russia, but the assumption of such an ambitious title was hardly justified by facts, because there were still in his time principalities with grand princes who claimed to be independent.",
        "result was, however, hardly more satisfactory to the government.",
        "Count Agenor de Gasparin, in his Tables tournantes (Paris, 1854), gives an account of what seem to have been careful experiments, though they are hardly described in sufficient detail to enable us to form an independent judgment.",
        "Marillier further argues that if, on the other hand, there was no bond between god and people but that of the common meal, it does not appear that the god is a totem god; there is no reason why the animal should have been a totem; and in any case this idea of sacrifice can hardly have been anything but a slow growth and consequently not the origin of the practice.",
        "At Deir el Bahri we see that the animal had its throat cut in Mahommedan fashion; it lay on its side, the legs tied together; the heart was taken out, then the liver; the burnt sacrifice was hardly known.",
        "Perhaps he was as wise as his critics; at any rate the rigour which he repudiated hardly brought peace or strength to the Church when practised by his successors, and London, which was always a difficult see, involved Bishop Sandys in similar tronbles when Grindal had gone to York.",
        "S5) that Elohim as a plural form for the name of the Hebrew deity \" can hardly be understood otherwise than as a comprehensive expression for the multitude of gods embraced in the One God of Old Testament religion,\" in other words that it presupposes an original polytheism.",
        "4 It is hardly possible to doubt that in the original form of the rite described in Exodus the blood offering was made to the plague demon (\" the destroyer \") and possessed over him a magic power of arrest.",
        "Moreover, it is hardly probable that a great leader like Moses remained unaffected by the higher conceptions tending towards monotheism which prevailed in the great empires on the Nile and on the Euphrates.",
        "Such a universal God of the world would hardly make Israel His exclusive concern.",
        "It is hardly possible that all the high places were suppressed.",
        "Gibbon was eight-and-thirty when he entered parliament; and the obstacles which even at an earlier period he had not had courage to encounter were hardly likely to be vanquished then.",
        "It is hardly fair perhaps to add a reference to Suard's highly-coloured description of the short Silenus-like figure, not more than 56 in.",
        "In the immense region which Gibbon surveyed there is hardly a section which has not been submitted to the microscopic examination of specialists.",
        "To the first part unstinted praise must be accorded; it may be said that, with the materials at the author's disposition, it hardly admitted of improvement, except in trifling details.",
        "was considerably altered by the author; the others hardly at all.",
        "The Avon finally enters the estuary of the Severn at Avonmouth, though it can hardly be reckoned as a tributary of that river.",
        "Giovanni Battista, also erected in this period, hardly anything remains after the restoration of 1683, and S.",
        "The Federalists were charged by the Republicans with being aristocrats and monarchists, and it is certain that their leaders 1 Even the Democratic party has generally been liberal; although less so in theory (hardly less so in practice) than its opponents.",
        "Treating the breeding-ponds with petroleum or similar preparations seems to be hardly applicable on a large scale, and in any case can only be a temporary expedient.",
        "There can be hardly a doubt about the time and general circumstances of its origin.",
        "At a later period, when the Church had learnt to look with suspicion upon devotional books likely to provoke the scoffing of some and lead others into heresy, a work of this kind could hardly meet with her approval.",
        "Moreover, the account of the joint undertaking by Judah (under Jehoshaphat) and Israel against Syria at Ramoth-Gilead at the time of Ahab's death, and again (under Ahaziah) when Jehoram was wounded, shortly before the accession of Jehu, are historical doublets, and they can hardly be harmonized either with the known events of 854 and 842 or with the course of the intervening years.",
        "There are no signs of an extensive coalition as in the days of Shalmaneser; Ammon is probably included under Damascus; the position of Moab - which had freed itself from Jehoram of Israel - can hardly be calculated.",
        "Yahwism presents itself under a variety of aspects, and the history of Israel's relations to the God Yahweh (whose name is not necessarily of Israelite origin) can hardly be disentangled amid the complicated threads of the earlier history.",
        "Although Judah was always closely connected with the south, these \" southern \" features (once clearly more extensive and complete) are found in the Deuteronomic and priestly compilations, and their presence in the historical records can hardly be severed from the prominence of \" southern \" families in the vicinity of Jerusalem, some time after the fall of Jerusalem.",
        "The true inwardness of this movement, its extent and its history, can hardly be recovered at present, but it is noteworthy that the evidence generally involves the Levites, an ecclesiastical body which underwent an extremely intricate development.",
        "How many years elapsed from beginning to end can hardly be said.",
        "Precepts such as these could hardly fail to effect some modification of the reckless zeal of the Galileans in the pupils of the synagogue.",
        "But Domitian, according to pagan historians, bore hardly on them.",
        "The Quezal is hardly so big as a Turtle-Dove.",
        "We can hardly any longer hesitate to recognize in this vast building, with its winding corridors and subterranean ducts, the Labyrinth of later tradition; and as a matter of fact a maze pattern recalling the conventional representation of the Labyrinth in Greek art actually formed the decoration of one of the corridors of the palace.",
        "µuecv, to shut the eyes; µiuQTns, one initiated into the mysteries), a phase of thought, or rather perhaps of feeling, which from its very nature is hardly susceptible of exact definition.",
        "The sense of sin can hardly be said to enter into these exercises - that is, they are not undertaken as penance for personal transgression.",
        "the ordinary altitude of the higher hills hardly exceeds 4000 ft.; the general level of the table-land lies between 3000 ft.",
        "The rainfall is very scanty, and running waters are hardly known, excepting among the mountains which form the scarps of the elevated country.",
        "It is only in such situations that cultivated lands are found, and beyond them trees are hardly to be seen.",
        "In Siberia the difference between the means of the hottest and coldest months is hardly anywhere less than 60° Fahr.",
        "as a maximum hardly ever exceeded.",
        "They seem almost entirely to have exhausted their northward velocity by the time they have reached the northern extremity of the great Indian plain; they are not felt on the table-lands of Afghanistan, and hardly penetrate into the Indus basin or the ranges of the Himalaya, by which mountains, and those which branch off from them into the Malay peninsula, they are prevented from continuing their progress in the direction originally imparted to them.",
        "In the interior of the chain the rain is far less, and the quantity of precipitation is so small in Tibet that it can be hardly measured.",
        "The cedar or deodar is hardly indigenous east of the sources of the Ganges, and at about the same point the forms of the west begin to be more abundant, increasing in number as we advance towards Afghanistan.",
        "South China, therefore, seems, botanically, hardly distinct from the great Indian region, into which many Chinese forms penetrate, as before noticed.",
        "The identification of existing peoples with the various Scythic, Persian and Arab races who have passed from High Asia into the Indian borderland, has opened up a vast field of ethnographical inquiry which has hardly yet found adequate workers for its investigation.",
        "The nation hardly came into existence till China and India had passed their prime, and remained secluded and free from the continual struggle against barbarian invaders, which drained the energies of its neighbours.",
        "- The Arabs have hardly any history before the rise of Islam, although their name is mentioned by surrounding nations from the 9th century B.C. onwards.",
        "It is still one of the least known parts of the globe, and has hardly any political link with the outside, for the Arabs of northern Africa form separate states.",
        "The older history repeatedly indicates that David's kingship was predicted by a divine oracle, but would hardly lead us to place the prediction so early (I Sam.",
        "4 The passage anticipates chap. xxvii., and it is hardly probable that the slayer of Goliath or of any other Philistine giant fled to the Philistines with their dead hero's sword.",
        "It hardly lay near Gath (probably Tell es-Safi, 12 m.",
        "Benham) the sperm ducts are hardly to be distinguished from nephridia; they are sinuous tubes with an intra-cellular duct.",
        "The older arrangement of the Polychaeta into Errantia or free living and Tubicola or tube-dwelling forms will hardly fit the much increased knowledge of the group. W.",
        "Parapod.ia hardly projecting; palps of prosomium forming branched gills; no pharynx or eversible buccal region; no septa in thorax, septa in abdomen regularly disposed.",
        "The parapodia, as in the Capitellidae, are hardly developed.",
        "Eyes are present, but hardly so complex as in certain genera of Polychaetes.",
        "He knew from his English experiences that such a veto would be hardly ever used unless the king felt the people were on his side, and that if it were used unjustifiably the power of the purse possessed by the representatives of the people would, as in England in 1688, bring about a bloodless revolution.",
        "We can hardly overestimate the influence which Rufinus exerted on Western theologians by thus putting the great Greek fathers into the Latin tongue.",
        "Whether or no he can be said to have founded a school, his doctrines have become so far part of the common thought of the time, that there is hardly an educated man who does not accept as too clear for argument truths which were invisible till Bentham pointed them out.",
        "In the Roman Church to-day the office of archdeacon is merely titular, his sole function being to present the candidates for ordination to the bishop. The title, indeed, hardly exists save in Italy, where the archdeacon is no more than a dignified member of a chapter, who takes rank after the bishop. The ancient functions of the archdeacon are exercised by the vicar-general.",
        "We can hardly doubt that the intention of the Graeco-Roman custom was similar.",
        "This has taken the form of inoculating the soil with the particular organism required by the particular kind of leguminous crop. To this end the endeavour has been made to produce preparations which shall contain in portable form the organisms required by the several plants, and though, as yet, it can hardly be claimed that they have been generally successful, the work done justifies hopes that the problem will eventually be solved in a practical direction.",
        "It is hardly necessary to say that the Shire Horse Society has never received a penny of public money, nor has any other of the voluntary breeders' societies.",
        "Mill could now feel that his main work was accomplished; he remained, however, on the alert for opportunities of useful influence, and pressed on with hardly diminished enthusiasm in his search for useful truth.",
        "He had, however, hardly crossed into the Chersonese when he was assassinated by Ptolemy Ceraunus near Lysimachia (281).",
        "The bark and young cones afford a tanning material, inferior indeed to oakbark, and hardly equal to that of the larch, but of value in countries where substances more rich in tannin are not abundant.",
        "This conclusion can hardly entail less than a belief that, at any rate, the mass of those who possessed this civilization continued racially the same.",
        "3) is coincident with a similar decadence all over the Aegean area, we can hardly escape from the conclusion that it was due to the invasion of all the Aegean lands (or at least the Greek mainland and isles) by some less civilized conquerors, who remained politically dominant, but, like their forerunners, having no culture of their own, adopted, while they spoiled, that which they found.",
        "In the 17th century, according to the old travellers, they numbered about 20,000 families, but at the present day they hardly number more than 1200 souls.",
        "Of the ancient Forum Livii, which lay on the Via Aemilia, hardly anything is known.",
        "The compound eyes of insects resemble so closely the similar organs in Crustaceans that there can hardly be reasonable doubt of their homology, and the primitively appendicular nature of the eyes in the latter class suggests that in the Hexapoda also they represent the appendages of an anterior (protocerebral) segment.",
        "The many different arrangements that have been proposed can hardly be referred to in this article.",
        "But a survey of the Hexapoda as a whole, and especially a comparative study of the tracheal system, can hardly leave room for doubt that this system is primitively adapted for atmospheric breathing, and that the presence of tracheal gills in larvae must be regarded as a special adaptation for temporary aquatic life.",
        "Specialized as they are in form, development and habit, they retain mandibles for biting, and in their lower sub-order - the Symphyta - the maxillae are hardly more modified than those of the.Orthoptera.",
        "His opportunities of becoming acquainted with birds were hardly inferior to Brisson's, for during Latham's long lifetime there poured in upon him countless new discoveries from all parts of the world, but especially from the newly-explored shores of Australia and the islands of the Pacific Ocean.",
        "1 His earlier work under the title of Petinotheologie can hardly be deemed scientific.",
        "It is almost certain that more than half the zoologists of the British Islands for many years past have been infected with their love of the study of Gilbert White; and it can hardly be supposed that his influence will cease.",
        "Yet it must be confessed that its author was hardly an ornithologist, but for the accident of his calling.",
        "Beginning with New Zealand, it is hardly needful to go further back than Sir W.",
        "It is hardly possible to name any book that has been more conscientiously executed than this.",
        "251269) a statement of his general views on ornithological classification which were based on a comparative examination of those bodies in various forms. It seems unnecessary here to occupy space by giving an abstract of his plan, 8 which hardly includes any but European species, because it was subsequently elaborated with no inconsiderable modifications in a way that must presently be mentioned at greater length.",
        "The scheme could hardly fail to be a crude performance - a fact which nobody would know better than its author; but it must have presented much that was objectionable to the opinions then generally prevalent.",
        "The numerous errors in these assertions hardly need pointing out.",
        "Otherwise the scheme would hardly need notice here.",
        "Starting from the basis \" that the phrase `birds are greatly modified reptiles' would hardly be an exaggerated expression of the closeness \" of the resemblance between the two classes, which he had previously brigaded under the name of Sauropsida (as he had brigaded the Pisces and Amphibia as Ichthyopsida), he drew in bold outline both their likenesses and their differences, and then proceeded to inquire how the A y es could be most appropriately subdivided into orders, suborders and families.",
        "In addition to an enormous body of new information chiefly on the shoulder girdle, the alar muscles and the nerve plexuses of birds, this work contained a critical and descriptive summary of practically the whole pre-existing literature on the structure of birds, and it is hardly necessary for the student of ornithology to refer to earlier literature at first hand.",
        "It is rich, ornate, yet hardly florid, distinguished by splendid effects of light and shade, obtained by a far bolder use of projections than had hitherto been found in the somewhat fiat design of Venetian façades.",
        "(a) Natural causes, either of death or of disease, are hardly, if at all, recognized by the uncivilized; everything is attributed to spirits or magical influence of some sort.",
        "Of the two-score or so of families most prominent in the first century hardly one retained place in the similar list for the early years of the second.",
        "An Arabian merchant city is thus necessarily aristocratic, and its chiefs can hardly be other than pure Arabs of good blood.",
        "Of these iron and ammonium citrate is much used as a haematinic, and as it has hardly any tendency to cause gastric irritation or constipation it can be taken when the ordinary forms of iron are inadmissible.",
        "To what extent or in how many cases what is called illness is due to moral springs having been used amiss, whether by being over-used, or by not being used sufficiently, we hardly at all know, and we too little inquire.",
        "For a century of ter this the Modern Devotion flourished exceedingly, and its influence on the revival of religion in the Netherlands and north Germany in the 15th century was wide and deep. It has been the fashion to treat Groot and the Brothers of Common Life as \"Reformers before the Reformation\"; but Schulze, in the Protestant Realencyklopddie, is surely right in pronouncing this view quite unhistorical - except on the theory that all interior spiritual religion is Protestant: he shows that at the Reformation hardly any of the Brothers embraced Lutheranism, only a single community going over as a body to the new religion.",
        "It is very probable that the versions of this letter which we possess, and which are to be found only in later writings like Guibert de Nogent, are apocryphal; Alexius can hardly have held out the bait of the beauty of Greek women, or have written that he preferred to fall under the yoke of the Latins rather than that of the Turks.",
        "In any case the native Frank, accustomed to commercial intercourse and diplomatic negotiations with the Mahommedans, could hardly share the unreasoning passion to make a dash for the \"infidel.\"",
        "There was hardly any regular succession to the throne; and Jerusalem, as Stubbs writes, \"suffered from the weakness of hereditary right and the jealousies of the elective system\" at one and the same time.",
        "had done in 1227; and though his followers reached Acre, they hardly dared venture outside its walls, and returned home promptly in the beginning of 1270.",
        "Isolated enterprises somewhat of the character of a Crusade, but hardly serious enough to be dignified by that name, recur during the 14th century.",
        "Except for Jerusalem, we have hardly any accurate meteorological observations; there the mean annual temperature is about 63° F.; in Beirut it is about 68°.",
        "But carriage roads in the Ottoman dominions are seldom completely made, and hardly ever kept in repair.",
        "In addition to the nerves starting from the brain-lobes just now especially mentioned, there is a double apparatus which can hardly be treated of in conjunction with the sense organs, because its sensory functions have not been sufficiently made out, and which will therefore rather be considered along with the brain and central nervous system.",
        "Such could hardly be obtained in any other way by those worms that have no special respiratory apparatus, and that live in mud and under stones where the natural supply of freshly oxygenated sea-water is practicaily limited.",
        "Unfortunately the island has hardly a regular harbour on any part of the coast; from its situation at the meeting, as it were, of seas, the currents in the neighbourhood are strong, and storms are very frequent.",
        "God for him is the creator and ruler of the world, but hardly more; he is the master of a vast machine that grinds out human destinies without sympathy with man and without visible regard for what man deems justice - a being to be acknowledged as lord, not one to be loved.",
        "The data are not numerous and distinct enough to settle the question beyond determining general limits: for reasons given above the book can hardly have been composed before about zoo B.C., and if, as is probable, a Septuagint translation of it was made (though the present Septuagint text shows the influence of Aquila), it is to be put earlier than 50 B.C. Probably also, its different parts are of different dates.",
        "The pastures are everywhere luxuriant, and the wooded heights and winding glens, in which the tangled shrubbery is here and there broken up by open glades and flat meadows of green turf, exhibit a beauty of vegetation such as is hardly to be seen in any other district of Palestine.",
        "11) has hardly been satisfactorily explained; perhaps the text has suffered.",
        "Her achievements in literature are hardly less great.",
        "He was of medium height and carried himself so well that his lameness was hardly noticeable.",
        "The horse is hardly known, and his place is taken by the ox, which is regularly bridled and saddled and ridden with all dignity.",
        "But it was hardly adapted to teach a people utterly without political experience the essential elements of self-government.",
        "The value of Dalton's generalizations can hardly be overestimated, notwithstanding the fact that in several cases they needed correction.",
        "Wagner had hardly finished the score of Lohengrin before he was at work upon the poem of Der Ring des Nibelungen.",
        "The faults make analysis exceptionally difficult, for they are no longer commonplace; indeed, the gravest dangers of modern Wagnerism arise from the fact that there is hardly any non-musical aspect in which Wagner's later work is not important enough to produce a school of essentially non-musical critics who have no notion how far Wagner's mature music transcends the rest of his thought, nor how often it rises where his philosophy falls.",
        "It matters little that Parsifal requires two nameless attendant characters in a long opening scene, for the sole purpose of telling the antecedents of the story, when a situation is thereby revealed which for subtlety and power has hardly a parallel since Greek tragedy.",
        "The overwhelming love-tragedy of Tristan and Isolde is hardly less perfect, though the simplicity of its action exposes its longueurs to greater notoriety than those which may be found in Die Meistersinger.",
        "It was so early recognized as characteristic of Chopin that a magnificent example may be seen at the end of Schumann's little tone-portrait of him in the Carnaval: a very advanced Wagnerian passage on another principle constitutes the bulk of the development in the first movement of Beethoven's sonata Les Adieux; while even in the \" Golden Age \" of music, and within the limits of pure diatonic concord, the unexpectedness of many of Palestrina's chords is hardly less Wagnerian than the perfect smoothness of the melodic lines which combine to produce them.",
        "If the Hittites were Aryans, one can hardly suppose a primeval Aryan element in Anatolia.",
        "The Indo-Europeans whom we find in Mesopotamia (the Kassites and Mitannians) * and in Palestine about 1400 B.C. can hardly have entered western Asia before 2000 B.C. or thereabouts, and it is probable that the Hittites belonged to the same wandering.",
        "Hardly provinces proper, but rather client principalities, were the two native kingdoms to which Alexander had left the conquered land beyond the Indus - the kingdoms of Taxiles and Porus.",
        "The United States Geographic Board acts upon rules practically identical with those indicated, and compiles official lists of place-names, the use of which is binding upon government departments, but which it would hardly be wise to follow universally in the case of names of places outside America.",
        "They can, however, hardly be described as maps, while in age they are surpassed by several cartographical clay tablets discovered in Babylonia.",
        "It need hardly be said that hydrographic surveys have been of great service to compilers of maps.",
        "Although Caesar could hardly have expected the bill to pass, the aristocratic party would be saddled with the odium of rejecting a popular measure, and the people themselves would be more ready to welcome a proposal by Caesar himself, an expectation fulfilled by the passing of the lex Julia in 59, whereby Caesar at least partly succeeded where Rullus had failed.",
        "John Wilkinson and John Story of Westmorland, together with William Rogers of Bristol, raised a party against Fox concerning the management of the affairs of the society, regarding with suspicion any fixed arrangement for meetings for conducting church business, and in fact hardly finding a place for such meetings at all.",
        "This schism lasted fully ten years, although the antipope found hardly any adherents outside of his own hereditary states, those of Alphonso of Aragon, of the Swiss confederation and certain universities.",
        "Our book had hardly been published, when Hyrcanus, owing to an injury done him by the Pharisees, broke with their party, and, joining the Sadducees, died a year or two later.",
        "Grave and serious in manner, speaking slowly, but with energetic gestures, simple and abstemious in his life - his daily bill of fare being reckoned as hardly costing a couple of francs - Leo XIII.",
        "2.) Yet' it should not be forgotten that Bede could hardly have done what he did without the noble library of books collected by Benedict Biscop.",
        "The repressive measures following on the Test Act bore hardly upon him, and in December 1678 he was imprisoned in Dublin Castle for six weeks.",
        "A ceremonial worship is hardly mentioned.",
        "The importance of his work in organizing and building up the American Lutheran Church, of which he has been called the Patriarch, can hardly be exaggerated; but his example in preaching in English as well as in German was, unfortunately for the growth of the Lutheran Church, not followed by his immediate successors.",
        "In 1194 another conflagration laid waste the new building then hardly completed; but clergy and people set zealously to work, and the main part of the present structure was finished by 1240.",
        "Of the ancient city, which occupied the same site as the modern town, hardly anything is now visible, and the discoveries of the ancient street pavement have not been noted with sufficient care to enable us to recover the plan.",
        "It is hardly mentioned in imperial times, except as a station on the road (Via Amerina) which diverged from the Via Cassia near the modern Settevene and ran to Ameria and Tuder.",
        "pp. 5-16) to be between 5000 and 6000, but hardly one-third of this number had then been gathered into a herbarium, and all parts of the island had not then been explored.",
        "It was estimated officially in 1904 that the wooded lands of the island comprised 3,628,434acres, of which one-third were in Oriente province, another third in Camaguey, and hardly any in Havana province.",
        "In these respects the finest Cuban tobacco crops, produced in the sun, hardly rival the finest Sumatra product; but produced under cheese-cloth they do.",
        "(The diminution in the number of members returned in 1907 was due mostly to combination among the different political groups.) This result, great as it was, would hardly have been commensurate with his ambition, which was boundless.",
        "The cessation of the trade was marked,, however, by hardly any disturbance; there were no local failures,.",
        "450), an ecclesiastical writer of the Western Church of whose personal history hardly anything is known, except that he was a native of Gaul, possibly brother of St Loup, bishop of Troyes, that he became a monk and priest at Lerinum, and that he died in or about 450.",
        "In that scheme the rise and growth of capitalism was considered to be a necessary preliminary to social revolution, and it was thought that Russia had hardly entered that stage: therefore it was not ripe for a social upheaval.",
        "His services in the regeneration of the Turkish power can hardly be over-estimated; all agree in recognizing his great qualities and the charm of his character; even Timur is said to have admired him so much as to offer him his daughter in marriage.",
        "Charles VI., weary of the war for the Spanish succession, had shortly before concluded the peace of Rastadt (1715) and was anxious that Venice should not be too hardly pressed.",
        "Had this act been ratified by the government at Athens, a war between Greece and the Ottoman Empire could hardly have been avoided; but a royal rescript was issued by the king of the Hellenes on the 30th of September 1910, declaring vacant the three seats to which the Cretan representatives had been elected; the immediate danger was thus averted.",
        "Marmont and Davout were deficient in horses for cavalry and artillery, and the troops in Boulogne, having been drawn together for the invasion of England, had hardly any transport at all, as it was considered this want could be readily supplied on landing.",
        "To this Napoleon consented, but hardly had the agreement been signed than he succeeded in introducing a number of individual French soldiers into the fortress, who began rioting with the Austrian soldiery.",
        "The emperor gathered little from the confused reports of their purposeless manoeuvres, but, secure in the midst of his \" battalion square \" of 200,000 men, he remained quite indifferent, well knowing that an advance straight on Berlin must force his enemy to concentrate and fight, and as they would bring at most 127,000 men on to the battlefield the result could hardly be doubtful.",
        "With these numbers it was impossible to attain the high degree of individual efficiency required for the old line tactics, hence they were compelled to adopt the French methods of skirmishers and columns, but as yet they had hardly realized the increased density necessary to be given to a line of battle to enable it to endure the prolonged nervous strain the new system of tactics entailed.",
        "Oudinot's and Victor's men were relatively fresh and may have totalled 20,000, whilst Ney can hardly have had more than 6000 of all corps fighting under him.",
        "Thus after six weeks' fighting the allies were hardly more advanced than at the beginning.",
        "The Kaibals, or Koibals, can hardly be distinguished from the Minusinsk Tatars, and support themselves by rearing cattle.",
        "One of the most singular facts concerning the geographical distribution of Enteropneusta has recently been brought to light by Benham, who found a species of Balanoglossus, sensu stricto, on the coast of New Zealand hardly distinguishable from one occurring off Japan.",
        "The act was hardly popular, and the internal troubles which he had quelled 1 Scarcely Tiphsah (2 Kings xv.",
        "Palgrave (Central and Eastern Arabia) remarked: \"Those who, like most Europeans at home, only know the date from the dried specimens of that fruit shown beneath a label in shop-windows, can hardly imagine how delicious it is when eaten fresh and in Central Arabia.",
        "They speak the Buriat language as often as Russian, and in a Buriat dress can hardly be distinguished from the Buriats.",
        "Van Buren was not an orator, but... the oft-repeated charge that he refrained from declaring himself on crucial questions is hardly borne out by an examination of his senatorial career.",
        "The great variety of views amongst competent critics is significant of the difficulty of the problem, which can hardly be regarded as yet solved; this divergence of opinion perhaps points to the impossibility of maintaining the unity of chs.",
        "Mention should also be made of a third method which has hardly yet been tried, namely, that of endeavouring to isolate one of the three \"directions\" by the method of suggestion or even hypnotic trance observations.",
        "In geography he found a field hardly touched since Samuel Bochart, in whose footsteps he followed in the Spicilegium geographiae hebraeorum exterae post Bochartum (1769-1780); and to his impulse we owe the famous Eastern expedition conducted by Carsten Niebuhr.",
        "It can be shown 3 that in a uniform field an elongated piece of any non-crystalline material is in stable equilibrium only when its length is parallel to the lines of force; for diamagnetic substances, however, the directing couple is exceedingly small, and it would hardly be possible to obtain a uniform field of sufficient strength to show the effect experimentally.",
        "It would hardly be safe to generalize from these observations; the effects may possibly be dependent upon the physical condition of the metals.",
        "A sample of Hadfield's manufacture, containing 1 2.36% of manganese, differed hardly at all from a non-magnetic substance, its permeability being only 1.27.",
        "It is hardly possible to form any classification which is not open to some objection.",
        "in depth, which renders it scarcely possible that they were deposited in a continuous area, for such an enormous depression of the sea-floor could hardly have occurred since Miocene times without involving also Christmas Island.",
        "But he was excessively timid and cautious, and hardly mentions events, like the murder of Becket, which were subjects of controversy.",
        "The offence of shedding innocent blood charged on them by Joel is natural after these events, but hardly so in connexion with the revolt against Joram.",
        "But the traffic in this direction hardly became extensive till a later date.",
        "The style of Joel is clear (which hardly favours an early date), and his language presents peculiarities which are evidences of a late origin.",
        "Hardly anything is known of his life.",
        "The capture of Constantinople he rightly regarded as an historical event of far-reaching importance, although the comparison of it to the fall of Troy is hardly appropriate.",
        "That he committed serious errors, his warmest admirers will hardly deny.",
        "It is not to be supposed that the full scope of his doctrine was present to the mind of Roscellinus; but Nominalism would hardly have made the sensation it did had its assertions been as innocent as Haureau would make them.",
        "There were enough inconsistencies in his creed to enable both sides in the recent controversies to claim him as one who if he were still alive would have supported their case in the altered circumstances; but, from the biographical point of view, these issues are hardly relevant.",
        "In Sigismund's reign the feudal system, for the first time, became deeply rooted in Magyar soil, and it is a lamentable fact that in 15th-century Hungary it is to be seen at its very worst, especially in those wild tracts, and they were many, in which the king's writ could hardly be said to run.",
        "Szechenyi had lost his reason some days before; Edtvds and Deak retired into private life; of the conservative ministers only Batthyány, to his undoing, consented to remain in office, though hardly in power.",
        "On the 13th of August Gdrgei, who had been appointed dictator by the panic-stricken government two days before, surrendered the remnant of his hardly pressed army to the Russian General Riidiger at Világos.",
        "The lyric poems of Kolcsey can hardly be surpassed, whilst his orations, and markedly the Emlek beszed Kazinczy felett (Commemorative Speech on Kazinczy), exhibit not only his own powers, but the singular excellence of the Magyar language as an oratorical medium.",
        "Bu.) The number of Magyar writers has since 1880 increased to an extent hardly expected by the reading public in Hungary itself.",
        "To this list we must add the short but incomparable feuilletons (tdrezalevelek) of Dr Adolf Agai (writing under the nom de plume of Porz6), whose influence on the formation of modern Hungarian literary prose is hardly less important than the unique esprit and charm of his writings.",
        "Hardly less important was his rebuilding of the Sorbonne and his endowments there.",
        "But religious people could hardly be expected to see in the worldly prince-bishops of the Empire, or the wealthy courtier-prelates of France, the trustees of the apostolical tradition.",
        "So far as this view, however, is the outcome of the general Catholic movement of the 19th century, it can hardly be taken as typical of Anglican tradition in this matter.",
        "The importance of the general conclusions above formulated, as imposing a limit upon our powers of direct observation, can hardly be overestimated; but there has been in some quarters a tendency to ascribe to it a more precise character than it can bear, or even to mistake its meaning altogether.",
        "In this story the names make sense in Iranian, the tribes are not again mentioned except when this passage is copied, the objects are hardly such as would be held sacred by nomads, the form of ordeal is to be paralleled in Iranian legends, and the people say themselves that they are not really Scythae.",
        "But the description of Jesus as \"a wise man, if indeed one should call him a man,\" can hardly be genuine, and the assertion \"this was the Christ\" is equally doubtful, unless it be assumed that the Greek word Christos had become technical in the sense of false-Christ or false-prophet among non-Christian Jews.",
        "Many of the psalms are doxologies or the like, expressly written for the Temple; others are made up of extracts from older poems in a way perfectly natural in a hymn-book, but otherwise hardly intelligible.",
        "This order can hardly be original, especially as the Davidic Elohim psalms have a separate subscription (Ps.",
        "And finally the anonymous psalms i., ii., which as anonymous were hardly an original part of book I., may have been prefixed after the whole Psalter was completed.",
        "The conflict between Saduceeism and the sopherim was hardly so intense in his days as to warrant the supposition that he omitted the name of Ezra intentionally.",
        "Now, both the Korahite and Asaphic groups of psalms are remarkable that they hardly contain any recognition of present sin on the part of the community of Jewish faith - though they do confess the sin of Israel in the past - but are exercised with the observation that prosperity does not follow righteousness either in the case of the individual (xlix., lxxiii.) or in that of the nation, which suffers notwithstanding its loyalty to God, or even on account thereof (xliv., lxxix.).",
        "xc. it can hardly be doubted that this is the real explanation, and the same account must be given of the title in Ps.",
        "Thus, for example, the numerous psalms in which the poets, though speaking perhaps, not as individuals but as members of a class, describe themselves as poor and afflicted at the hands of certain ungodly men, who appear to be Jews, can hardly have been originally collected by the Temple choirs.",
        "There is hardly a trace to be found in his writings of any acquaintance with Greek.",
        "Education, as need hardly be said, was in the 'sixties at a very low ebb, and nothing approaching the standard of a high school existed.",
        "The agreement had hardly been concluded when Sir Frederick Roberts arrived at the Cape with io,000 troops, and after spending forty-eight hours there returned to England.",
        "He preserves a strange and significant silence with regard to Ahura-mazda, the supreme God of Zoroastrianism, and in fact can hardly have been a Zoroastrian believer at all.",
        "It is hardly likely that the Thonraki of the 10th century would have rejected water-baptism and yet have retained unction with holy oil; this Gregory Magistros attests they did, but he is an unreliable witness.",
        "If then he was indifferent to the problem, he can hardly be credited with the Eleatic solution.",
        "The port was noteworthy until 'a diversion of the Ouse, before 1292, rendered it hardly accessible."
    ],
    "definition": [
        "To almost no degree; barely at all; almost not: I could hardly hear the speaker.",
        "Probably or surely not: He is hardly the kind of guy you would want to date. It's hardly a secret that they are engaged.",
        "With great difficulty or effort: I could hardly get up the stairs.",
        "With severity; harshly: “The winter months would deal hardly with many of these poor folk” ( William Black )",
        "Link/Cite",
        "(manner, archaic) Harshly, severely.\nI can't really deal hardly with people.",
        "(now rare) With difficulty.",
        "(degree) Barely, only just, almost not.\nthey hardly ever watch television;  I hardly think they'll come in this bad weather;  it's hardly possible he could lose the election.",
        "Compare example sentence with I almost never watch television",
        "Not really.\nI think the Beatles are a really overrated band. ― Hardly!",
        "Link/Cite"
    ]
}