{
    "translation": "חרוץ",
    "uses": [
        "Once you arrive at the station, see if you can take a tour of the fire truck and let your kids pay their gratitude to the hardworking, helping hands in your city.",
        "It was founded during a time where several scam artists were running amuck and taking advantage of honest, hardworking people.",
        "Time shifts and hardworking, career-minded individuals become gardeners, golfers, and travelers.",
        "Not only is this a mature and hardworking team, but many of these ladies hold such high powered jobs as a stock market analyst, or are partners in business.",
        "The models suit the active and the hardworking person.",
        "If you still cannot sell off all your cards, give them as thank you presents to your organization's hardworking volunteers - and at least internally you will reap rewards.",
        "I rather admire a hardworking guy and I am very busy myself, but it seems to be a bit much to me.",
        "They are hardworking, trustful and sincere.",
        "A telesvision fixture since 1999, SpongeBob is a silly, goofy, hardworking, and lovable yellow sponge who can make just about anybody giggle.",
        "By the 1940s, the \"shoe with the beautiful fit\" was recognized by hardworking women as one of the few brands that could be relied upon to meld prettiness and practicality into a heel that would last until you were ready for new shoes.",
        "The motors in these processors are sturdy and hardworking to handle large jobs and provide the reliability found in other durable KitchenAid appliances like the popular stand mixers.",
        "Of course, the program would be nothing without its hardworking crew.",
        "The hardworking Asians (and also the elders) do not want this aggravation.",
        "Hardworking Holmes was to have a memorable second half, creating two breakaway tries with long runs from midfield.",
        "Dogs are hardworking, intelligent and practical.",
        "Since Kmart makes a point of promoting from within, the company is always on the lookout for hardworking people that it can train for more responsible positions.",
        "Meanwhile, the hardworking Virgo may think that Libra is kind of lazy.",
        "Those born in the year of the Rat are hardworking and shrewd.",
        "Oatmeal makes for a soap that works well at soothing hardworking hands.",
        "Kept in good condition by a hardworking and extremely competent greenkeeper.",
        "inheritance tax hits hardworking middle-income earners the hardest, pilfering an asset families have spent their lives working for.",
        "The hardworking PTFA helped to raise the money for the excellent outdoor fitness area which has proven to be very popular at school playtimes.",
        "These inexpensive and hardworking small appliances are an integral part of most people's lives."
    ],
    "definition": [
        "Link/Cite",
        "Of a person, taking their work seriously and doing it well and rapidly.",
        "Link/Cite"
    ]
}