{
    "translation": "מזיק",
    "uses": [
        "The Egyptian rule proved harmful to the country.",
        "The ordinary pleasures of life were for them not merely negligible but positively harmful inasmuch as they interrupted the operation of the will.",
        "And most of them are harmful, especially the women.",
        "Though harmful to the economic condition of the island, it left agriculture comparatively unaffected, because the insolvent institutions had never fulfilled the objects of their foundation.",
        "An institution upholding honor, the source of emulation, is one similar to the Legion d'honneur of the great Emperor Napoleon, not harmful but helpful to the success of the service, but not a class or court privilege.",
        "Spiritualism has been accused of a tendency to produce insanity, but spiritualistic sittings carried on by private persons do not appear to he harmful provided those who find in themselves \"mediumistic\" powers do not lose their self-control and exercise these powers when they do not desire to do so, or against their better judgment.",
        "When we use pesticides, we kill them as well as the harmful insects - and even the bees.",
        "- Sulphur has the specific harmful effects of shifting the carbon from the state of graphite to that of cementite, and thus of making the metal hard and brittle; of making it thick and sluggish when molten, so that it does not run freely in the moulds; and of making it red short, i.e.",
        "Yes, but it's a secret society and therefore a hostile and harmful one which can only cause harm.",
        "And he instances the \"darkling springs and lonely rivers which are said to snatch, to wit by force of a harmful spirit.\"",
        "Moreover, did it do so, the action upon the human system would be infinitely less harmful than similar doses of copper or of lead.",
        "12), probably works then considered harmful (perhaps philosophic treatises), of which, however, nothing further is known.",
        "crack is allowed in the first instance with no harmful effects.",
        "Owing to the quantity of tannin they contain, no harmful miasma exhales from the Irish bogs.",
        "Nevertheless the press uses much less power than the hammer, because much of the force of the latter is dissipated in setting up useless - indeed harmful, and at times destructive - vibrations in the foundations and the surrounding earth and buildings.",
        "The volcanic ash frequently proves extremely harmful, destroying the pastures so that the sheep and cattle die of hunger and disease.",
        "He declared that Hus had been justly executed and stated in a letter addressed on the 12th of August 1415 to Lacek, lord of Kravdfthe only literary document of Jerome that has been preserved - that \"the dead man (Hus) had written many false and harmful things.\"",
        "To the harmful race of giants (demons), on the other hand, he was an implacable foe, and many stories are told in the poetic and prose Eddas of the destruction which he brought upon them at various times with his hammer.",
        "Religion alone can explain to us what without its help man cannot comprehend: why, for what cause, kind and noble beings able to find happiness in life--not merely harming no one but necessary to the happiness of others--are called away to God, while cruel, useless, harmful persons, or such as are a burden to themselves and to others, are left living.",
        "I have an adored, a priceless mother, and two or three friends--you among them--and as for the rest I only care about them in so far as they are harmful or useful.",
        "- Manganese in many cases, but not in all, opposes the formation of graphite and thus hardens the iron, and it lessens the red shortness (§ 40), which sulphur causes, by leading to the formation of the less harmful manganese sulphide instead of the more harmful iron sulphide.",
        "It is, however, a useful superficial caustic and antiseptic. All copper compounds are poisonous, but not so harmful as the copper arsenical pigments.",
        "Speranski went on to say that honor, l'honneur, cannot be upheld by privileges harmful to the service; that honor, l'honneur, is either a negative concept of not doing what is blameworthy or it is a source of emulation in pursuit of commendation and rewards, which recognize it.",
        "Phagocytes act as scavengers in ridding the body of noxious particles, and more especially of harmful bacteria.",
        "1, surrounded as it is by the still molten mother-metal out of which it is growing, form a nearly continuous skeleton of very large flakes, which do break up in a most harmful way the continuity of the mass of cast iron in which they are embedded.",
        "For infinitely distant objects the radius of the chromatic disk of confusion is proportional to the linear aperture, and independent of the focal length (vide supra,\" Monochromatic Aberration of the Axis Point \"); and since this disk becomes the less harmful with an increasing image of a given object, or with increasing focal length, it follows that the deterioration of the image is proportional to the ratio of the aperture to the focal length, i.e.",
        "Owing to the comparatively scanty number of harmful mammalian types, the birds play a considerable part in this large region, and some authorities consider its avifauna the richest in the world.",
        "After proving that the secular rulers were free and in duty bound to correct the evils of the Church, Luther sketches a plan for preventing money from going to Italy, for reducing the number of idle, begging monks, harmful pilgrimages and excessive holidays.",
        "monbata, which are known to be seriously harmful to mankind; whereas amongst the Ixodidae no human pathogenic species has been ascertained to exist, although several forms have been proved to be highly destructive to domestic mammals of different species.",
        "Luther, in spite of his belief in the Real Presence, regarded it as the most harmful of all the medieval festivals and, though he fully realized its popularity, it was the first that he abolished.",
        "MIMICRY, in zoology, the deceptive and advantageous resemblance presented by defenceless and edible species of animals to other species of animals living in the same locality, which are harmful or distasteful and are consequently avoided by all or by a majority of the enemies of the class to which the mimetic and usually the mimicked species belong.",
        "It was impossible to take bread and clothes from our hungry and indispensable soldiers to give to the French who, though not harmful, or hated, or guilty, were simply unnecessary.",
        "The far-ranging strategic \"raid\" was a notable feature of the war; freely employed by both sides, it was sometimes harmful, more usually profitable, especially to the South, by reason of the captures in material, the information acquired and the alarm and confusion created.",
        "He extolled Charles Albert and appealed to his patriotism; he believed that the church was necessary and the secret societies harmful; rqpresentative government was undesirable, but he advocated a consultative assembly.",
        "In making castings of steel this same difficulty arises; and much of the steel-founder's skill consists either in preventing these pipes, or in so placing them that they shall not occur in the finished casting, or at least not in a harmful position.",
        "These beetles, characterized by their skipping movements and enlarged hind femora, also attack the hop (Haltica concinna), the vine in America (Graptodera chalybea, Illig.), and numerous other species of plants, being specially harmful to seedlings and young growth.",
        "But the tenacity with which it was clung to, proved that it was suited to the community; and whether helpful or harmful to, it was not inconsistent with, the continuance of growth and prosperity.",
        "In the basic Bessemer process, also, unforeseen variations in the siliconcontent are harmful, because the quantity of lime added should be just that needed to neutralize the resultant silica and the phosphoric acid and no more.",
        "Thus the declaration of Paris, 1856 (to which, however, the United States, Venezuela and Bolivia have not yet formally acceded), prohibits the use of privateers and protects the commerce of neutrals; the Geneva conventions, 1864 and 1906, give protection to the wounded and to those in attendance upon them; the St Petersburg declaration, 1868, prohibits the employment of explosive bullets weighing less than 400 grammes; and the three Hague declarations of 1899 prohibit respectively (I) the launching of projectiles from balloons, (2) the use of projectiles for spreading harmful gases, and (3) the use of expanding bullets.",
        "Schizomycetes exist in every part of the alimentary canal of animals, except, perhaps, where acid secretions prevail; these are by no means necessarily harmful, though, by destroying the teeth for instance, certain forms may incidentally be the forerunners of damage which they do not directly cause.",
        "A Trypanosome usually produces markedly harmful effects upon gaining an entry into animals which have never been, by their distribution, liable to its invasion previously.",
        "Much was also done to promote trade and industry, notably by the revival of the Kammer Kollegium, or board of trade, and the abolition of some of the most harmful monopolies.",
        "verminus, vermis, a worm), the collective name applied to various classes of objectionable, harmful or destructive animals.",
        "(At Oxford and Cambridge many fellowships are now awarded on the results of examination; it is sometimes stated, in defence of this system, that young men cannot be expected to carry out research in classics or philosophy.) On the other hand, the defenders of examinations reply that (xiii.) examinations are necessary in order to test the efficiency of schools to which grants of public money are given (this argument has become somewhat out of date owing to the recent substitution of \" inspection \" for examination as a test of the efficiency of schools; a combination of inspection and examination is also sometimes used); (xiv.) they serve as a necessary incentive to steady and concentrated work 1 (the reply made to this is that the incentive is a bad one, and that with efficient teachers it is unnecessary); (xv.) they show both student and teacher where they have failed (unnecessary for efficient teachers); (xvi.) though possibly harmful to the highest class of men, they are good for the mass (reply: no system which damages the highest class of men is tolerable); (xvii.) they are indispensable as an impartial means of selecting men for the civil service; (xviii.) in a difficult examination like the first class civil service examination the qualities of quickness of comprehension, industry, concentration, power of rapidly passing 1 The Oxford commissioners of 1852 reported that \" the examinations have become the chief instruments not only for testing the proficiency of the students but also for stimulating and directing the studies of the place \" (Report, p. 61).",
        "The reason is that the particles of temper graphite which are thus formed within the solid casting in its long annealing are so finely divided that they do not break up the continuity of the mass in a very harmful way; whereas in grey cast iron both the eutectic graphite formed in solidifying, and also the primary graphite which, in case the metal is hypereutectic, forms in cooling through region 3 of fig.",
        "The Fula power proved, before many years had gone by, in many respects harmful to the country.",
        "He and his adherents were outlawed; no one was to print, sell or read any of his writings, \" since they are foul, harmful, suspected, and come from a notorious and stiff-necked heretic.\"",
        "With oxygen it probably forms manganous oxide, which is less harmful than ferrous oxide.",
        "Way about 1850, this precaution was not only superfluous but harmful, because the soil possesses a power of absorbing the soluble saline matters required by plants and of retaining them, in spite of rain, for assimilation by the roots.",
        "The reason is, that in order to depose them with some show of legality, it was necessary, as a preliminary, to convict them of heresy, and it began to be seen that their tenacity of power, and the ruses by which they evaded the necessity of abdicating, however harmful might be their consequences, did not in themselves constitute a clearly-defined heresy.",
        "This custom was primarily harmful to the kingthe greatest territorial magnate and the one most prone to distribute rewards in land to his servants.",
        "Parliamentary discussion, moreover, was sure to bring out those racial differences which it was desirable should be forgotten, and the elections carried into every part of the empire a political agitation which was very harmful when each party represented a different race.",
        "In the acid Bessemer process the reason why the sulphur-content must be small is that the process removes no sulphur; and the reason why the silicon-content should be constant is that, because silicon is here the chief source of heat, variations in its content cause corresponding variations in the temperature, a most harmful thing because it is essential to the good quality of the steel that it shall be finished and cast at the proper temperature.",
        "Berg explained so clearly why he wanted to collect at his house a small but select company, and why this would give him pleasure, and why though he grudged spending money on cards or anything harmful, he was prepared to run into some expense for the sake of good society--that Pierre could not refuse, and promised to come.",
        "Ingestion and dissolution of the Trypanosomes by phagocytes has frequently been observed; and it is probable also that the haematopoietic organs secrete some substance which exerts a harmful action on the parasites, and causes them to undergo involution and assume weird-looking \" amoeboid \" and \" plasmodial \" forms.",
        "The most numerous of all, however, and perhaps the most harmful to civilized man, are the termites and ants, which are found everywhere in the uninhabited campo and forest regions, as well as in the cultivated districts.",
        "10.54) records some mystery about harmless scorpions, old John Maundeville in his travels (chap. v.) found a belief in snakes which were harmful only to illegitimate children.",
        "And this is fulfilled when he obeys the commands of law and the true order; when he tends his cattle and fields, in contrast with the lawless and predatory nomad (Dahae); when he wars on all harmful and evil creatures, and on the devilworshippers; when he keeps free from pollution the pure creations of Ahuramazdauire foremost, but also earth and water; and, above all, when he practises the Good and True in thought, word and work.",
        "In the basic open-hearth process, on the other hand, silicon is harmful because the silica which results from its oxidation not only corrodes the lining of the furnace but interferes with the removal of the phosphorus, an essential part of the process.",
        "For the acid variety of this process, which does not remove sulphur, this most harmful element must be held below a limit which is always low, though it varies somewhat with the use to which the steel is to be put.",
        "amulets for protection against negativity or harmful influences.",
        "discontinued due to harmful effects shown by my research.",
        "Likewise, processed foods not only contain less nutrients, but may also include harmful additives that elongate the shelf life but can negatively affect human health, some say.",
        "antacid tablets have any harmful effects on my body?",
        "In the 18th century it became necessary to resort to fiscal measures which were often harmful.",
        "This condition of affairs, however, was not wholly harmful.",
        "This is very useful if the iron is intended for either the basic Bessemer or the basic open-hearth process, for both of which silicon is harmful.",
        "It is on the contrary over-developed in them, but ill-informed and working in ways unessential or even morally harmful.",
        "(2) The attempt to control interest in the commercial sense is both useless and harmful.",
        "The old French oil of turpentine is the best antidote to use in phosphorus poisoning, delaying the toxic effects; but ordinary oils are not only useless but harmful.",
        "So many drugs the doctor can give you can have harmful side effects considering a natural alternative is often a better and popular option.",
        "This is the most effective protection against freezing without the use of harmful chemical additives.",
        "Rose Petal extract soothes the skin, to help protect against the harmful effects of external aggressors.",
        "The Reports stated anthrax does not exist in sufficient quantities to be harmful.",
        "Being a mild antiseptic it helps prevents the growth of harmful micro-organisms.",
        "These wasps then eat harmful cabbage aphids which may be feeding on the plants.",
        "Will giving electric shocks to a patient who is not in cardiac arrest be more harmful than just waiting for the professionals to arrive?",
        "Damaged asbestos can be very harmful so it is important that it is dealt with quickly and effectively, please do not ignore it.",
        "Modified bacterial viruses, called bacteriophages, are used to deliver the gene encoding this protein to specific harmful bacteria.",
        "bacteriumsks transferring any harmful bacteria on the raw meat straight to the dinner plate.",
        "It is claimed to be a ' truly sustainable environmentally friendly biofuel and generates no harmful emissions ' .",
        "The Plan calls for a coordinated response to support state and local efforts during events such as outbreaks of harmful algal blooms.",
        "phytoplankton blooms are discussed, from the normal annual blooms to harmful algal blooms (HABs ).",
        "Harmful toxic chemicals are minimized in manufacture through the Ecoplus System's use of low toxicity boron timber preservatives and natural oil-based timber finishes.",
        "brominated compounds) frequently greatly increase the harmful by-products of combustion.",
        "Be exposed to any harmful chemical, physical or biological substances.",
        "A current example is the replacement of ozone-depleting chlorofluorocarbons (CFCs) as refrigerants and aerosol propellants by less harmful substitutes.",
        "Guggul helps rid your body of harmful cholesterol by converting it into bile Until recently the mechanism by which guggul lowers cholesterol was unclear.",
        "classifys: The packaging is manufactured and supplied to not contain any deliberately added substances classified as harmful to the environment.",
        "Sensitive new testing kits can detect tiny amounts of potentially harmful toxic contaminants in foods.",
        "These ions are harmful to organic substrates, such as paper, because they catalyze the oxidative degradation of cellulose and other organic materials.",
        "Goals in aerobic exercise are: Educate the patient to avoid potentially harmful exercise-induced fatigue.",
        "Industrial contaminants can be particularly harmful to the aquatic fauna, with some species unable to tolerate the change in water quality.",
        "Research shows that folic acid is not harmful to you or your baby and does not produce any side effects.",
        "For example, it appears to produce antioxidants in response to harmful free radicals and other poisonous toxins it encounters.",
        "Proposals should not lead to excessive breaks in retail frontages or be harmful to local amenity.",
        "In fact, the average home emits more harmful carbon dioxide gas than the average car every year.",
        "He repeated, \" I do not believe genetic engineering is dangerous but in some cases the effects may have harmful consequences.",
        "Garden ants tend not carry harmful germs or disease.",
        "Does the industry feel guilt about selling harmful products?",
        "These effects of water hardness are not harmful to health.",
        "Waste treatment plants remove some of the most poisonous wastes from sewage, but most treated sewage still contains material harmful to the ocean.",
        "Those who want to learn Gung-fu shall respect these principles and never do anything harmful to these Chinese cultural traditions.",
        "harmful bacteria that may be present in their feces.",
        "harmful substance.",
        "However, the sun's rays also can be potentially harmful.",
        "CFCs are now being replaced by less environmentally harmful compounds.",
        "Project 19 Provides services for children and young people who display sexually harmful behavior.",
        "A reference that was useful yesterday may be useless or positively harmful today.",
        "Based on these character information, a feature that will identify possibly harmful web sites for mobile platforms shall be developed.",
        "Too much sun is particularly harmful to very young children, who should be kept out of direct sunlight.",
        "Badgers, like too many children, have a very sweet tooth, which can prove very harmful for them.",
        "This protects us from harmful ultraviolet light and x rays from solar magnetic storms.",
        "malicious spyware by not loading harmful ActiveX controls.",
        "After all, sex frequently manifests and undergirds harmful behavior too.",
        "These ' good ' organisms compete with and dominate the more harmful microbes.",
        "Some years back, there began experiments with different IR spectra used to kill harmful microorganisms.",
        "Explain this in terms of removing harmful microorganisms from the mouth.",
        "It also absorbs oxygen to reduce the amount of harmful nitrogen oxides released.",
        "nonprescription medications may interact with other drugs causing a harmful effect.",
        "opposes new incinerators because they encourage waste, use resources and energy inefficiently and can produce harmful toxins.",
        "However, the scientists warn patients against using over-the-counter DHA supplements, which could be harmful at high doses.",
        "paint sealant seals surfaces against harmful acid rain and atmospheric pollutants.",
        "The virus payload, or effect, can be annoying, harmful, or even criminal.",
        "It can act as a ' carrier ' accelerating the penetration of other harmful chemicals into your skin.",
        "Does not contain phenols which may be harmful to animals.",
        "We work to reduce harmful child labor; promote education for child workers and rural children; support sexual healthcare and HIV/AIDS prevention.",
        "Destruction of the ozone layer results in an increase in the amount of harmful ultraviolet radiation reaching the Earth's surface.",
        "The Ozone layer which protects us from harmful gamma radiation has recently disappeared over the tip of South Africa.",
        "These mechanisms involve special enzymes that turn the harmful radicals into innocuous water and oxygen.",
        "radio waves from your mobile harmful to health?",
        "They are totally safe, with no emissions, smells, noise, or harmful rays.",
        "reinforcement of lazy stereotypes is not helpful nor neutral: therefore it is harmful.",
        "The Q-Link is a pendant that, when worn, strengthens resilience and resistance to the harmful effects of stress.",
        "resinous oil exerts a harmful effect on pneumatic components.",
        "restrain an immediately harmful breach of planning control.",
        "There are multiple animal retroviruses and other harmful agents found in animal donor organs and cells.",
        "reverence for all life in Nature, they do not cast harmful spells, they don't worship Satan.",
        "rotatory movements are harmful.",
        "scavenge harmful free radicals which are by-products of oxygen metabolism.",
        "Protects the heart against harmful effects of oxygen depletion - it is a powerful free-radical scavenger.",
        "This should not be of the spray variety and must not contain silicone, which can leave harmful deposits on fine furniture.",
        "However, modern chemical paints also contain other potentially harmful constituents, such as acrylic softeners.",
        "sot hat it is the least harmful and the most helpful.",
        "Some years back, there began experiments with different ir spectra used to kill harmful microorganisms.",
        "The harmful effects of mold spores cannot surface in the finished oil.",
        "It is a mild stimulant, with no harmful effects on the heart.",
        "In pregnancy, harmful substances in the mother's body may cross the placenta to affect the unborn baby.",
        "sufficient quantities to be harmful.",
        "Offers the same protection as a 50+ sunblock, and blocks more than 97% of the sun's harmful rays.",
        "Competition from out of town superstores has had a particularly harmful impact on Paignton town center.",
        "supplementary oxygen is helpful or harmful is being studied.",
        "careless tanners - adore the sun but don't protect against harmful dangers.",
        "The thyroid function varies and too much thyroxine can be harmful if taken unnecessarily.",
        "It only takes harmful toxins out of the body.",
        "Stratospheric ozone acts as a shield by absorbing potentially harmful ultraviolet (UV) radiation which would otherwise reach the earth's surface.",
        "But the sun's harmful ultraviolet (UV) rays reflect off water making you burn faster.",
        "Wild claims about 100% network uptime considered harmful?",
        "Superior antioxidant formula Added Reduces harmful free radicals to help combat urolithiasis.",
        "Ozone (O 3) is needed in the upper atmosphere to protect the Earth from harmful ultra violet rays.",
        "virginity testing is likely to be harmful for many girls, regardless of whether they pass the test.",
        "And don't forget to protect them from harmful UV rays with some sort of car window shade.",
        "Research shows that xylitol is extremely effective in helping to prevent both tooth decay and harmful plaque from building up on your teeth.",
        "On the other hand, in order to check the decline of exports and neutralize the harmful effects of a prolonged customs war, a commercial treaty was in 1896 concluded with Switzerland, carrying with it a reduction, in respect of certain articles, of the imposts which had been fixed by the law of 1892.",
        "In these animals, in certain inflammatory skin eruptions, caused by the ingestion of harmful plants, the albinotic areas are alone affected.",
        "Illegal of other Harmful Use or Access.",
        "By therapeutic measures we strive to limit as far as possible the entry of injurious microbes into the organism, to expel or destroy them and their harmful products, and to maintain the strength of the organism itself.",
        "The interference of the state with his education, when he was quite a child, was, however, doubly harmful, as his parents taught him to despise the preceptors imposed upon him by the diet, and the atmosphere of intrigue and duplicity in which he grew up made him precociously experienced in the art of dissimulation.",
        "Hofmann (Hofmann process); finally, sodium hyposulphite with cuprous hyposulphite was first applied by Russell in 1884, who included in his process the acidulation of the first wash-water (to neutralize any harmful alkaline reaction), and the separation of lead with sodium carbonate from the silver solution previous to precipitating with sodium sulphide (see C. A.",
        "He will not hinder anything useful nor allow anything harmful.",
        "Thus in a time of trouble ever memorable to him after the birth of their first child who was delicate, when they had to change the wet nurse three times and Natasha fell ill from despair, Pierre one day told her of Rousseau's view, with which he quite agreed, that to have a wet nurse is unnatural and harmful.",
        "Destruction of the ozone layer results in an increase in the amount of harmful ultraviolet radiation reaching the Earth 's surface.",
        "Mobiles and Your Health Is the emission of radio waves from your mobile harmful to health?",
        "In addition, reinforcement of lazy stereotypes is not helpful nor neutral: therefore it is harmful.",
        "Dirty, residue rich or resinous oil exerts a harmful effect on pneumatic components.",
        "Injunctions and Stop Notices Used in exceptional circumstances where the Council considers it necessary to restrain an immediately harmful breach of planning control.",
        "They have a great reverence for all life in Nature, they do not cast harmful spells, they do n't worship Satan.",
        "I often see people who are scared to turn their necks certain directions or assume that rotatory movements are harmful.",
        "Its prime function is to help scavenge harmful free radicals which are by-products of oxygen metabolism.",
        "Instead, society should respond by regulating the coming change sot hat it is the least harmful and the most helpful.",
        "There are some reasons to suspect that it may be potentially harmful in other circumstances as it impairs splanchnic perfusion.",
        "In pregnancy, harmful substances in the mother 's body may cross the placenta to affect the unborn baby.",
        "Offers the same protection as a 50+ sunblock, and blocks more than 97% of the sun 's harmful rays.",
        "Whether supplementary oxygen is helpful or harmful is being studied.",
        "Careless Tanners - adore the sun but do n't protect against harmful dangers.",
        "Stratospheric ozone acts as a shield by absorbing potentially harmful ultraviolet (UV) radiation which would otherwise reach the earth 's surface.",
        "But the sun 's harmful ultraviolet (UV) rays reflect off water making you burn faster.",
        "The harmful effects of such unfounded assertions cause severe emotional distress, constituting a tangible harm to the groups affected.",
        "Virginity testing is likely to be harmful for many girls, regardless of whether they pass the test.",
        "And do n't forget to protect them from harmful UV rays with some sort of car window shade.",
        "Catastrophic losses can be harmful to one's confidence, especially when they occur more than once.",
        "Parasitism is almost always harmful to the host organism.",
        "Too much optimism can be harmful, so it is important to also stay realistic.",
        "Take caution, or he might beguile you back into that harmful relationship.",
        "Are there common safety measures in place, such as medicines and other harmful substances locked out of harm's way, and outlets covered?",
        "Many child psychiatrists and pediatricians believe that early computer usage may actually be harmful for babies.",
        "Keep your home clean and harmful chemicals away from the baby.",
        "Conditions in orphanages may have been inconsistent or even harmful.",
        "Dandruff shampoos aren't necessarily harmful when applied to the scalp, but you will need to take special care to ensure that none of the run-off enters your infant's eyes or mouth.",
        "Additionally, avoid buying cribs that were manufactured before 1976, as some of these models may contain lead-based paint, which can be harmful to your baby.",
        "Always avoid synthetic fabrics when purchasing second-hand clothes as these break down and can release harmful chemicals over long periods of time.",
        "You'll avoid scams and won't have to worry about harmful fake products.",
        "There are no holes in the bottom of the cup so you don't have to worry about drainage; only over-watering and overflowing, which could be harmful to the plant or flower.",
        "Melanin is a pigment that occurs naturally in the body and protects the body from harmful exposure to sunlight.",
        "While other whitening products typically include bleach and chemicals that can actually be harmful to tooth enamel, the Emmi-dent does not.",
        "Also, be aware of additives and preservatives that may be harmful or unnecessary in your pets' diets.",
        "Unglazed ceramic or stoneware dishes can easily trap small particles of food along their rough exteriors, thereby encouraging the breeding of harmful bacteria.",
        "REMEMBER, HUMAN TOOTHPASTE IS VERY HARMFUL FOR YOUR CAT!!",
        "Some of these ingredients may be harmful to animals with allergies while others cause digestive problems.",
        "There has been a lot of debate as to whether or not this type of litter is harmful to cats.",
        "Cats seem to possess an inborn ability to finagle their way out of harmful situations, and one of the manifestations of this ability is the act of landing on all four feet after a fall.",
        "Unfortunately, many commercial cat food manufacturers include harmful additives, flavoring agents and preservatives in their food products.",
        "The upside, of course, is that many harmful additives and chemicals that work their way into certain big name cat food brands will be absent in the natural organic products.",
        "It's fairly common to encounter upper respiratory infections in cats, but that doesn't make these infections any less harmful.",
        "Sometimes these cats come from several different areas or shelters, which contributes to the introduction of harmful diseases.",
        "If the judge determines that the actions of the parent who left the marital home were harmful to the children, that conclusion may have an impact on which parent is given physical custody of the children.",
        "Be sure to use good quality lumber that hasn't been treated with harmful chemicals.",
        "Many household products contain solvents and finding suitable ways for these to be recycled, solvent free alternatives and reducing the use of environmentally harmful products are part of green living.",
        "Some solvents are both harmful to the environment when used and also when disposed of.",
        "Rain water is a soft water and often free from harmful nutrients and chemicals making it ideal for watering allotments and smallholdings.",
        "As you can see, there are many ways that carbon can move around the system, and not all of them are harmful or controllable.",
        "Environmentally friendly - it is important that any new flooring materials are environmentally friendly and this means that it comes from a sustainable source and with minimum processing using harmful chemicals or procedures.",
        "The finished sheets will therefore also be organic, assuming that the rest of the manufacturing process is also free from harmful chemicals.",
        "It can also discourage growth of harmful agents such as mold and mildew.",
        "As a result, this run off is harmful to marine life.",
        "Contact with human waste can be harmful, as the waste contains bacteria and pathogens that can lead to disease.",
        "However, burning waste just releases harmful dioxins into the air.",
        "Learning about these contaminants, how they are produced and how they affect the environment and our lives, is important to efforts to reduce or eliminate these harmful substances in the future.",
        "Air pollution is defined as substances released by humans into the Earth's atmosphere that can be harmful to people, as well as animals, plant life, and the environment in general.",
        "The use of fossil fuels, dams and other environmentally harmful methods of generating power grew exponentially during this century, but so did the science behind solar power.",
        "Growing your own vegetables, for instance, ensures that no harmful pesticides or herbicides are used.",
        "Finally, hybrid cars emit fewer harmful emissions into the air thereby contributing to a cleaner, greener and healthier planet.",
        "Emissions - Fossil fuels have come under fire for the harmful carbon-based emissions they produce when burned.",
        "Anything that churns out harmful smoke, toxins, chemicals, or biological substances into the air is considered a pollutant.",
        "One of the major problems stems from the fact that trees and other plants naturally convert harmful carbon dioxide in the air into oxygen.",
        "The question, \"Is Styrofoam harmful for the environment\", is a much debated but when the pros and cons are weighed, the answer is \"yes\" it is harmful.",
        "Another reason that Styrofoam is harmful for the environment is that it is made with petroleum which is a non-sustainable resource.",
        "Is Styrofoam harmful for the environment in relation to pollution other than filling our landfills?",
        "These are typically low in phosphorous which makes them less harmful to the environment.",
        "Those who are concerned with minimizing their exposure to potentially harmful chemicals have recently begun to take a keen interest in BPA plastic.",
        "This includes pieces of wood that may have been treated with harmful chemicals in the past or items with nails or sharp edges that may cause injury.",
        "Many biodegradable bags are also Eco friendly, meaning that they don't give off harmful chemicals as they do break down making them safe for landfills, oceans or wherever they ultimately end up.",
        "Biodegradable garbage bags and other plastic bags produced today are also made up of vegetable starches, such as corn or potato that don't give off harmful chemicals as they break down.",
        "Air pollution today is defined as any time the air contains dust, smoke, chemicals, or irritants that are harmful to plants, animals or humans.",
        "Disease-causing agents include bacteria, worms, viruses, and other harmful organisms that enter water sources and are never filtered out.",
        "The sediment is an issue because it can distribute harmful runoff and other pollutants into large quantities of water.",
        "Pollution can affect the pH levels of water, damaging aquatic life and creating a harmful environment in the process.",
        "Chemical agents, especially those that are sprayed, can release harmful agents into the air and surrounding environment.",
        "The Earth is protected from the sun's harmful ultraviolet rays by a layer of ozone in the stratosphere section of the atmosphere.",
        "Coal or oil aren't renewable and the use of these sources create air pollution with harmful emissions.",
        "This litter poses harmful environmental impacts with the added complication that plastic bags are resistant to decomposition and may persist for decades.",
        "The council recommended that banning regular plastic bags would result in more harmful environmental effects and that compostable bags do not offer a viable solution.",
        "In this respect, they reduce the risk of harmful environmental effects; however, the production process negates the benefits.",
        "This prevents harmful chemicals from entering ecosystems through soil and water.",
        "It also protects the consumer from ingesting these harmful chemicals.",
        "This is just a short list of synthetic chemicals that ca not only be harmful to humans, but also are harmful to the environment since the chemicals can enter the ecosystem through air and water.",
        "Once a healthy food source, seafood and fresh water fish are often dangerous to eat due to mercury and other harmful and deadly chemicals found in randomly tested fish and seafood.",
        "Children's diseases resulting from harmful chemicals include an alarming increase in food allergies and chemical sensitivities.",
        "Lax manufacturing controls in China have resulted in imports into America that have caused the deaths of animals as well as exposure to harmful chemicals in children's toys, women's cosmetics and other every day products.",
        "Alternative energy that is renewable, sustainable and has little to zero harmful side-effects is called \"green energy\".",
        "Air pollution is caused by the introduction of foreign matters, including chemicals or biological materials, into the atmosphere that are harmful to humans, animals and plant life.",
        "Many industries and manufacturers are still blowing smoke and other harmful materials into the air, creating more than a little haze on the horizon.",
        "Healing methods are not harmful, as is the case with some mainstream medical practiced.",
        "They prevent them by killing harmful bacteria and, at the same time, stimulating the cells of the stomach lining.",
        "While not harmful, it's not particularly effective.",
        "It certainly doesn't appear harmful, and the flavor sounds appealing.",
        "Antioxidants have several implications for overall good health because they protect and cleanse the body from harmful free radicals.",
        "Have dogs or cats suffered any harmful side-effects from the product?",
        "Inflammation is the body's response to a harmful or irritating substance.",
        "By stabilizing ozone within the fatty acids of a naturally benign substance like olive oil, the harmful effects of the chemical are neutralized while the medical benefits remain active.",
        "Buying the root from a trusted source should prevent this potentially harmful mistake.",
        "Check the manufacturer's information to ensure none of the chemicals used in the process are toxic or harmful to your child.",
        "There is usually a bit of shedding in a wool rug, but isn't harmful to the design or the rug's quality.",
        "This is not to be confused with nanonized titanium dioxide, which could be harmful.",
        "Mineral infused makeup can actually be nourishing for your skin, helping to block harmful UV rays, and giving you great coverage without the inflammatory effects of conventional cosmetics.",
        "They also have faux tanners available that can help anyone achieve a glowing, tanned look without the harmful effects of the sun.",
        "Bismuth and paraben are commonly found in cheaper brands, so check the ingredients list to make sure you're not buying a potentially harmful formula.",
        "As sunlight does change the shade and undertones of many dark skins, some will need two different foundation colors, one for the summer and another for the winter (and don't forget to protect against harmful UV rays as well).",
        "Sunscreen is essential to protect you from skin cancer as well as other harmful effects of sun exposure.",
        "Free of chemicals, dyes, perfume, preservatives, talc, mineral oils and other potentially harmful ingredients, mineral makeup is known for its skin-nourishing properties.",
        "Mineral foundations also typically contain zinc dioxide and titanium dioxide, two forms of sunscreen that protect the skin from harmful UVA and UVB rays.",
        "People buy mineral makeup because they want a safer alternative to using traditional makeup which may contain harmful chemicals.",
        "Many people are concerned about the possibility of any harmful ingredients in cosmetics, and opting for natural and organic formulas is one way to help lessen the risk.",
        "Peer pressure can be harmful to teenagers.",
        "However, keep in mind, if you have a secret that is harmful to you, someone who has your best interest at heart will tell a trusted adult about your secret so you can get some help.",
        "Attracting birds is a big part of your pest control process if you are engaged in organic gardening, because birds can eat a lot of harmful bugs.",
        "According to Colorado State University's Master Gardener Program, there are roughly 38,000 species of spider currently identified, but only four of the species found in North America could potentially be harmful to humans.",
        "However, the specific benefit of organic products is they also give the reassurance that important nutritional assistance is provided without the fear of introducing any harmful chemicals or other negative ingredients into the body.",
        "They do not want to pollute their bodies with harmful toxins or unnatural chemicals and preservatives.",
        "The study found that cherries grown in the United States contain significantly more pesticides and harmful chemicals than those that are imported.",
        "This means, of all the produce on the list, peaches retain the highest amount of harmful residual chemicals.",
        "Unfortunately in the past, some home owners have become so obsessed with keeping their lawns pristine that they never thought about the harmful effects pesticides have on the environment.",
        "These chemicals could be harmful to their health, or irritating to sensitive skin.",
        "Many dyes are made with chemicals that can be potentially harmful.",
        "Organic dyes, on the other hand, are made from natural sources and are free of harmful chemicals.",
        "Guided by these principles, Surya Brasil does not use harmful substances.",
        "It is free from harmful ingredients like ammonia, peroxide, lead, PPD, and heavy metals.",
        "The flowers must not be exposed to certain potentially harmful pesticides, herbicides, or other toxic elements.",
        "If you worry about the chemical soup used in the production of some agricultural products, like cotton and produce, relying on the organic label can be a way to help control your exposure to potentially harmful substances.",
        "EO also offers great hand sanitizers free of harmful chemicals.",
        "Along with crop rotation, farmers use natural pesticides to sway harmful insects.",
        "A decrease and eventual end to agricultural and factory farming practices that are deemed dangerous and harmful to the environment.",
        "Pet foods that are USDA certified can give pet owners more security that they are feeding their animals foods that do not contain harmful additives or byproducts.",
        "SUPERGOOD SUPERFOOD snacks are always free of preservatives, trans fats, genetically modified organisms, and harmful chemicals.",
        "ZZ: Organically grown food is grown without the use of harmful chemicals.",
        "The best part is that these toys do not come laced with potentially harmful chemicals, which is especially important for toys that will spend a lot of time close to your kids.",
        "Buying organic kid toys ensures that your children are not being exposed to harmful toxins while engaged in play with their toys.",
        "It's only natural to want a young child to have a toy that was manufactured without any pesticides or other harmful chemicals, especially since his or her immune system is still developing.",
        "Choosing to use organic cleaners means that the residents of a home are not being exposed to chemicals that may be harmful to their health.",
        "At least 95 percent of their ingredients are organic, which means that they were produced with no chemical additives, pesticides, herbicides or other potentially harmful substances.",
        "Cumulatively, continued consumption of these chemicals could lead to harmful effects.",
        "Either way, the company has resolved not to allow potentially harmful additives in its products.",
        "This is beneficial to most gardens, as a sudden influx of nutrients can actually be harmful to your plants.",
        "Many people favor organic mattresses because they are made from all natural products, free from harmful chemicals.",
        "Healthy Green Goods - Healthy Green Goods is committed to offering a broad line of good for home and body that are free of harmful toxins and friendly toward the environment.",
        "These products can sometimes still include harmful chemicals, toxins, and allergens that can make you or your family sick.",
        "Organic cotton is grown without the use of harmful pesticides and fertilizers.",
        "This means that is may contain pesticides and other chemicals that can be harmful to your skin and can also trigger allergies.",
        "By proxy, this means that you are supporting the many positive ecological factors, like the elimination of harmful runoff and human treatment of animals and employees, associated with organic farming and manufacturing.",
        "Organic farming and manufacturing produces less harmful runoff and leaves a smaller ecological footprint on nature, animals, and even people, which is an investment into our future that cannot be taken lightly.",
        "Some commercial products contain so many chemicals that they can be irritating to sensitive skin and even harmful to your health over a long period of time.",
        "You will be using natural fertilizers and a variety of techniques to accomplish the same things as these synthetics, but without the harmful toxic residues.",
        "Organic cotton retains all of the benefits of conventional cotton without the potentially harmful chemical residues.",
        "This means less harmful chemicals, less pesticides, and less worry for you, less toxic runoff for the environment, and more humane treatment for animals.",
        "Organic cotton is grown without the use of harmful chemicals and pesticides.",
        "This is an important feature since an overabundance of fertilizers washing into waterways can cause harmful algal blooms.",
        "Using organic lawn products will reduce the amount of harmful chemicals which can pollute waterways and soil.",
        "Larger intake of the vitamins do not offer any additional health benefits and may even be harmful over the long term.",
        "All foods are organically grown, which means no harmful chemicals, pesticides, or fertilizers were used in the making of this product or the products from which it comes.",
        "Since the vitamins are organic all of the produce in the vitamins were grown without pesticides, herbicides, or other harmful chemicals.",
        "This ensures that the fabrics are not treated with harmful chemicals and the fibers are not grown with certain pesticides or fertilizers.",
        "The lack of harmful chemicals means that your child's sensitive skin will be protected and safe.",
        "The U.S. Environmental Protection Agency warns consumers not to use dog flea and tick products on cats because of the toxicity of permethrin and other ingredients harmful to cats.",
        "Some jackets are even built with special fabrics that protect the skin from harmful ultraviolet rays.",
        "Volcanic ash is extremely harmful to vehicles as it clogs the car's air filter making if very difficult and dangerous to drive.",
        "Cook to a safe temperature: Different meats will have a safe internal temperature that will kill harmful microorganisms when eaten.",
        "Following are some ways to protect you and your family from harmful rays.",
        "However, rock salt can cause damage to concrete and metal surfaces and is also harmful to plants.",
        "Many chemical ice melting products are harmful to animals and plants.",
        "The Snoring Can Be Harmful to Health and Relationships podcast explores the importance of taking the common snore seriously, both for your health and for your closest interpersonal relationships.",
        "Doctors generally start with the lowest doses of the least harmful medication and work from there.",
        "The condition, known as bruxism medically, is not usually harmful, but if it continues on a regular basis, it can wear down the teeth.",
        "Unfortunately, not all of them are effective, and some may even be harmful.",
        "Many goggles are even made with tinted lenses so eyes are protected from the harmful rays of the sun as well.",
        "Many of the contacts come from China and may contain toxic chemicals that can be very harmful to your eyes.",
        "Maui Jim shades block 100 percent of harmful UV rays, eliminate glare, come in a variety of lens colors for a myriad of needs, and are available with and without prescription lenses.",
        "Another feature of the mirrored lenses is that they protect your eyes from harmful UV rays.",
        "Eagle Eye glasses won't correct your vision, but they'll allow you to work the best you can with what you have by blocking harmful rays and vision-compromising glare.",
        "These lenses block blue light, and while researchers are still unsure of whether or not blue light is harmful, these types of lenses remain popular with skiers, hunters, boaters, and pilots.",
        "You've probably heard the news that UV sunlight can be very harmful to the skin, causing skin cancer and the like, but did you also know that UV light can be just as dangerous to the eyes?",
        "Beyond debris, the next harmful factor to any fisherman or woman is glare off the water.",
        "Further, because a baby's eyes are less able to filter out harmful UV rays than adults', it becomes even more imperative to protect their delicate eyes.",
        "Even better is the fact that golf glasses also keep harmful UV rays and glare out of your eyes, and this will allow you to focus on your shots, not squinting and shielding your eyes from light.",
        "That means harmful glare from the sun or reflective surfaces (like sand and water) won't interfere with what you see.",
        "The danger (for the average person) of harmful exposure to IR is so slight as to be negligible.",
        "The lenses are intentionally fairly large on these, which is great for additional protection from the sun's harmful rays.",
        "It may seem amazing to us now, but understanding the harmful effects of UV rays back in the 1980s was in its infancy.",
        "Another reason to wear mirror lenses is to protect the eyes from the sun and harmful UVA rays.",
        "The yellow lens enhances color and blocks harmful rays.",
        "The lenses provide great protection from harmful UV rays and the glasses come in many different colors.",
        "They not only protect you from harmful UV rays but give you impact protection and repel water and dirt.",
        "This effectively protects the eye, blocks wind and snow and eliminates harmful glare from all angles.",
        "The result is a reduction in annoying, and potentially harmful glare.",
        "Sun readers, particularly when polarized, are ideal for those settings that produce harmful glare.",
        "These glasses provide protection from glare, UV rays and other harmful effects of sunlight.",
        "Goggles are valuable in general not only because of their ability to keep the water out of your eyes while you swim, but they also can serve to protect your eyes from harmful UV rays while correcting your vision.",
        "Goggles also protect your eyes from harmful UV rays so if this is a concern, be sure to choose a pair with UV protection.",
        "Your best bet are lenses that block 99% to 100% of harmful UV rays.",
        "Whether you are driving on a sunny day or racing downhill, you can count on your stylish Oakleys to cut down on any harmful glare that you might encounter.",
        "UVA, UVB, and UVC protection on all lenses to provide maximum protection against the entire range of potentially harmful radiation.",
        "There is credible scientific evidence supporting the assertion that wraparounds are an effective method of reducing the amount of harmful rays from the sun.",
        "They are especially useful in reducing harmful rays from the sun when driving, boating, or skiing.",
        "The UV index is a way of indicating how strong the sun's harmful rays (radiation) are at various times of the day.",
        "In fact unpolarized tinted eyewear can be more harmful than wearing no glasses at all.",
        "You hear all the time about how effective these shades and goggles are for keeping humidity out while boarding and for how well they protect your peepers against harmful UV rays.",
        "Everyone is familiar with the fact that ultraviolet light is harmful -- but many people are not conversant with the fact that UV is also beneficial.",
        "UVA rays are not just harmful, but they can make the skin around your eyes (and everywhere else) unsightly by contributing to wrinkles and other visible sun damage.",
        "They work by allowing the good rays in while filtering out anything harmful.",
        "All lens options are created to block harmful rays and give you full protection from the sun.",
        "All harmful light is filtered and the style gives you the option to flip them up when not in use.",
        "The tint of the glasses bears no effect on the power of the lenses, it simply reduces glare and prolongs the protection given to the eyes from the harmful rays of direct or indirect sunlight.",
        "These lenses help you see color more clearly, without glare or harmful UV rays getting through.",
        "The frames house polycarbonate lenses that are scratch-resistant and can stand up to impact without shattering into sharp and potentially harmful shards.",
        "There's a price point for every budget . You can work with confidence that you're buying a quality product that will protect your eyes from debris, impact and harmful UV (Ultraviolet) rays.",
        "The question, \"Are video games harmful?\" has been a debate for many years.",
        "From video game violence to addiction to wasteful spending: there are many reasons why video games are considered harmful.",
        "With those that have violence, are video games harmful?",
        "Another harmful consequence of video games is the depletion of finances.",
        "Have you ever asked yourself if there are harmful effects of video games?",
        "The following list of effects tells you what the effect is, how you can sense when the problem is gaining speed and how to overcome any harmful effects.",
        "This can be one of the most harmful effects of video games.",
        "RPG and fantasy games contribute this is type of harmful effect of video games because of the immersive worlds that are created and the deep characters that are encountered.",
        "With any of the harmful effects of video games, getting the person to seek help or taking the initiative to find help for them is a good way to get the road to recovery started.",
        "At the same time, there are many reasons why some people believe that video games can be harmful.",
        "During harvest time there will be forklifts flying left and right, grape skins and wet floors and potentially harmful gasses being produced…all not so much fun for you, the visitor.",
        "Even though it destroys the wine, it isn't harmful to drink.",
        "Although some practices are beneficial, others may be harmful to certain patients.",
        "This accumulation can be harmful by pressing on brain structures, and damaging them.",
        "The other group contains products that can be ingested in small quantities, but which are harmful if taken in large amounts, such as pharmaceuticals, medicinal herbs, or alcohol.",
        "Heat disorders are harmful to people of all ages, but their severity is greatest in young children and the elderly.",
        "Not all dentists agree, however, that thumb sucking is harmful to tooth development.",
        "This antigen/antibody reaction is the body's way of protecting itself from invasion by harmful substances and the allergic responses or possible illness that may follow.",
        "Depending on the cause and extent of the jaundice, it also may be harmful in full-term infants.",
        "Candidiasis is not considered harmful to infants unless it lasts more than several weeks after birth.",
        "Smoking is particularly harmful for children and adolescents with Marfan because it increases their risk of emphysema.",
        "Researchers caution that smoking marijuana is dangerous, especially since there may be other harmful substances mixed in with the illegal drug.",
        "In a food allergy or sensitivity, when the child eats a particular food, (such as eggs, for example) usually by the time the eggs reach the stomach or the intestines, the body reads the presence of eggs as an allergen (something harmful).",
        "It may seem puzzling that a mutated gene with such harmful consequences would remain so common; one might guess that the high mortality of CF would quickly lead to loss of the mutated gene from the population.",
        "Over-insistence that siblings share can also be harmful.",
        "The tendency of schizophrenics to discontinue medication is very harmful.",
        "Ureters may also be malformed in a variety of ways-some harmful, others not.",
        "Cholesterol is not the major part of HDL, the so-called good cholesterol, and the presence of higher amounts of HDL in the blood actually helps reduce the more harmful LDL levels.",
        "Another lipoprotein, very low-density lipoprotein (VLDL), carries harmful fats known as triglycerides but does not carry a significant amount of cholesterol.",
        "It is especially important to find the cause of diarrhea, since stopping diarrhea when it is the body's way of eliminating something foreign is not helpful and can be harmful in the long run.",
        "Impulse control disorders are a relatively new class of personality disorders characterized by an ongoing inability to resist impulses to perform actions that are harmful to oneself or others.",
        "Boys exhibit more physical and verbal aggression, whereas antisocial behavior in girls is more indirect and relational, involving harmful social manipulation of others.",
        "Sunscreens are products applied to the skin to protect against the harmful effects of the sun's ultraviolet (UV) rays.",
        "According to one study, cats inflict perhaps 400,000 harmful bites in the United States each year.",
        "Because the human mouth contains a multitude of potentially harmful microorganisms, human bites are more infectious than those of most other mammals.",
        "The venom of others, such as the copperhead, is less harmful.",
        "The wounds, however, can still become infected by the harmful microorganisms that snakes carry in their mouths.",
        "Other measures may be necessary to counter the many harmful effects of jellyfish stings, which, if severe, require emergency medical care.",
        "There are many lenses and lens-coating options for individual needs, including coatings that block the ultraviolet (UV) light and/or blue light which have been found to be harmful to the eyes.",
        "Families need to be reassured that BHS is not a harmful or dangerous event and that no treatment is needed.",
        "Factors that may contribute to this willingness include alcohol or drug abuse, poor impulse control, and a belief that the sexual behaviors are acceptable and not harmful to the child.",
        "Antibodies are chemicals produced by the immune system in response to substances such as germs and other potentially harmful substances.",
        "If the upset has occurred over something the child wants and has been denied, it is tempting to give in to the child's wishes, but doing so can be harmful because it teaches children that they can get what they want by having a tantrum.",
        "Girl gang members experience more long-term, harmful effects from gang membership than their male counterparts, and some research finds that \"gang membership itself opened up young women to additional victimization risk.\"",
        "Therapy directed specifically at changing homosexual or bisexual orientation is not recommended and may be harmful for an unwilling teen, according to a behavioral health advisory issued in 2002 by the journal Clinical Reference Systems.",
        "The many strains of E. coli are not all harmful.",
        "Some children are allergic or sensitive to drugs that are not harmful for most people.",
        "They occur when the immune system-designed to protect the body from foreign substances such as bacteria and viruses-recognizes a medication as a harmful substance that must be destroyed.",
        "The child and family must be reassured that although IBS causes symptoms that are uncomfortable and sometimes painful, it is not a harmful condition and does indicate a serious problem.",
        "Although people's attitudes about masturbation differ widely, there is no evidence that masturbation is in any way physically, psychologically, or emotionally harmful.",
        "Although some remedies are beneficial, others may be harmful to certain patients.",
        "All kitchen utensils, counters, or cutting boards that come in contact with raw meat, especially poultry, should be washed with hot water and a chlorine bleach-based cleaner to prevent the spread of harmful bacteria.",
        "Negative peer pressure occurs when a child's or teen's friends or other people their age try to convince them to do something that is either harmful to their body or is against the law.",
        "Children who remain on the street are exposed to sexual exploitation, drug addiction, violent crime, and the other harmful mental and physical effects of homelessness.",
        "As a result, many individuals with VCD are treated with inhalers and steroids for asthma, which do not help control VCD and which have potentially harmful side effects.",
        "Sulfur-disinfects the blood and helps to rid the body of harmful bacteria and toxic substances.",
        "Alcohol and drugs should be avoided because of their harmful effects on judgment and reasoning.",
        "Other possible causes for this malformation include exposure to harmful substances during fetal development or genetic factors.",
        "The harmful effects of teenage smoking are both short-term and long-term.",
        "Ultrasound waves utilized in detecting the FHR and for the BPP are painless and safe because this method employs no harmful radiation.",
        "However, a true understanding of the harmful nature of stealing does not begin to develop until about age five to seven.",
        "Antisocial behavior is that which is verbally or physically harmful to other people, animals, or property, including behavior that severely violates social expectations for a given environment.",
        "Smoke inhalation is breathing in the harmful gases, vapors, and particulate matter contained in smoke.",
        "The harmful materials given off by combustion injure the airways and lungs in three ways: heat damage, tissue irritation, and oxygen starvation of tissues (asphyxiation).",
        "Neurotoxic-Refers to a substance that is harmful to the nervous system.",
        "It is particularly harmful to the developing brain of fetuses and young children.",
        "Before scientists knew how harmful it could be, lead was widely used in paint, gasoline, water pipes, and many other products.",
        "Evidence as of 2004 suggested that lead may be harmful to children even at low levels that were once thought to be safe, and the risk of damage rises as blood levels of lead increase.",
        "It is also known that certain genetic factors increase the harmful effects of lead poisoning in susceptible children; however, these factors are not completely understood.",
        "Lead poisoning is also harmful to adults, in whom it can cause high blood pressure, digestive problems, nerve disorders, memory loss, and muscle and joint pain.",
        "The red dye is not only unnecessary but might be harmful to the hummingbirds.",
        "There is nothing in the construction of the containers that is harmful to the environment, nor is the person buried with anything that will have any lasting effect on the environment.",
        "Even if the product doesn't increase hair growth or improve the hair's appearance, it may not be harmful and can include beneficial vitamins for overall health.",
        "These products rival the effects of synthetic hair dyes without the use of harmful additives.",
        "Sun kissed locks invoke an image of youthful caprice, and highlighting your hair is a convenient way of feigning time at the beach without the presence of harmful ultra-violet rays.",
        "The chemicals in the product are potentially harmful or irritating.",
        "Secondhand smoke contains the same harmful chemicals and, when you breathe in this smoke during your pregnancy, you are putting your baby's health at risk.",
        "Infection. Certain sexually transmitted infections can be very harmful to the baby.",
        "It is not harmful and can be rubbed into your baby's skin.",
        "Scientologists believe that talking and even laughing can be harmful to the baby.",
        "Raw fish and shellfish can contain bacteria and parasites that are harmful to both you and your baby.",
        "Some medications are known to be harmful when taken during pregnancy, The CDC does not know the safety or risk of adverse effects on most medications.",
        "They also offer potential alternatives to consider in place of a harmful medication.",
        "Protect fetal and infant health by minimizing exposures to potentially harmful medications.",
        "For example, if either the man or women is taking a steroid such as 'Methotrexate,' which is commonly used to treat rheumatoid arthritis, since it is known to be harmful to a fetus.",
        "Certain known tricks to induce labor have more potentially harmful consequences than others.",
        "According to the results of a study featured at PhysOrg.com, the purpose of this symptom may be to protect the baby from harmful substances found in certain foods.",
        "He will screen you for hyperemesis gravidarum, a treatable condition which is harmful if left untreated.",
        "Miscarriage also appears to be slightly more common when the father has been exposed to mercury, lead, pesticides, or harmful industrial chemicals.",
        "The risky test is among the potentially harmful pregnancy rumors outlined in the WebMd article \" Can You Guess Your Baby's Sex?\".",
        "The methods to self induce labor are generally not harmful in anyway, but can get the body ready to have the baby.",
        "Most of the methods that women use to self induce labor are not harmful and will actually be beneficial in helping her relax and get ready for labor.",
        "Also, make sure you follow the label directions to the letter to avoid harmful effects to yourself and other swimmers.",
        "All of their apparel includes a UPF factor of over 50, giving sun-sensitive children the shielding they need from harmful UVA and UVB rays.",
        "Protecting your children from the sun's harmful rays should be your number one priority when choosing junior swimwear."
    ],
    "definition": [
        "harm′ful·ly\nadverb",
        "harm′ful·ness\nnoun",
        "Link/Cite",
        "of a kind likely to be damaging; injurious\nWear a hat to protect your skin from harmful sunlight.",
        "Nouns to which \"harmful\" is often applied: effect, consequence, impact, influence, emission, chemical, ingredient, substance, gas, agent, additive, drug, radiation, dust, organism, plant, animal, insect, action, act, behavior, component, content, activity, interference, use.",
        "Link/Cite"
    ]
}