{
    "translation": ".1 להזיק, לפגוע\n.2 נזק, פגיעה",
    "uses": [
        "I promise not to harm you.",
        "Thankfully, the boy was located before any major harm was done.",
        "He will not let anything harm us at night.",
        "We've never meant any harm to you.",
        "I'm the only human they see most of the time, and I represent no harm to them.",
        "If she lives on in my sister's mind one way, and in mine another, what's the harm in that?",
        "It is bad in that it allows a few to harm the many.",
        "The chance for physical harm was too great.",
        "Of course, it was possible that someone might harm her.",
        "It could do serious harm to your so-called anonymity.",
        "Such wonderful moments they had when he was leaving and no harm could be done.",
        "I'm ashamed that I caused so much harm to everyone.",
        "He does not harm us!",
        "He had always been the enemy with the most capability to harm her, yet did the most to help her.",
        "\"If it doesn't work, no harm, no foul,\" she said.",
        "I've done nothing to harm you, ever!",
        "You must also never harm another.",
        "I can't see what harm it could do.",
        "We mean no lasting harm to humanity or to your family.",
        "They cannot come out of the picture to harm you.",
        "Surely she must know he would never do anything to harm her.",
        "If his interest in her was feigned, what harm was there in playing along?",
        "Maybe there is no harm in asking it to heal me as it does everyone else.",
        "Well, and what harm is there in that? and she rose (everybody else got up too) and with a severe expression sailed back to her table in the sitting room.",
        "Rest assured, I didn't send anyone to harm you.",
        "\"I suppose there's no harm in going after such a thing to-day,\" says he.",
        "I bear no intent to harm you.",
        "You.re sworn never to harm one who comes in good faith.",
        "No harm, no foul.",
        "One day the Mice met to talk about the great harm that she was doing them.",
        "On the other hand, if he wanted to harm her, he might snatch the stick from her and use it as a weapon against her.",
        "Chance forms the characters of the rulers of France, who submit to him; chance forms the character of Paul I of Russia who recognizes his government; chance contrives a plot against him which not only fails to harm him but confirms his power.",
        "\"I've heard animals talk before,\" said Dorothy, \"and no harm came of it.\"",
        "My men will not harm you.",
        "\"I mean no harm, Guardian,\" the Watcher said.",
        "Then why harm anyone?",
        "He tried to appease the Norfolk detective by saying no permanent harm had been done and even Mrs. Byrne seemed to have made it through the ordeal.",
        "Speculation and suspicion had done enough harm already.",
        "I don't see the harm in Fred trying to find out whose bones Martha found.",
        "He wasn't impervious to harm, much as he might think so.",
        "He could have led her deep into the woods with intent to harm.",
        "He couldn't do the chicken any more harm.",
        "The child may have gone willingly and there's no reason to believe the mother would harm her.",
        "Still, she had not intended harm to Alex – not physically anyway.",
        "\"No one is going to harm you here,\" Cynthia said, reminiscent to Dean of another promise, another time.",
        "If she made the wrong choice, there would be nothing standing between him and the will of those who wanted to cause irreparable harm to the human world.",
        "Alpatych also knew that on the previous day another peasant had even brought from the village of Visloukhovo, which was occupied by the French, a proclamation by a French general that no harm would be done to the inhabitants, and if they remained they would be paid for anything taken from them.",
        "If he intended her harm, he would hardly have fixed the door so it would lock from the inside.",
        "If harm gets too close, stop your activities.",
        "The municipal elections in several of the larger cities, which had hitherto been regarded as strongholds of socialism, marked an overwhelming triumph for tJic constitutional parties, notably in Milan, Turin and Genoa, for the strikes had wrought as much harm to the working classe1 as to the bourgeoisie.",
        "There's no harm in a healthy curiosity.",
        "I don't want to place anyone in harm's way by holding back information but Julie is part of this nightmare and I want to keep peace if possible.",
        "She reluctantly agreed following up on my sighting would be prudent and wouldn't do any harm.",
        "Okay; telephoning him it can't do any harm.",
        "It's our actions that put us in harm's way.",
        "On what soul I have, I swear never to allow harm to come to kiri.",
        "We've got a few thousand kids in real danger of immediate, physical harm.",
        "How much time do you suppose we're spending on a case where as far as we can tell no one is in harm's way whatsoever?",
        "I know she's her mother, but how could anyone put a child in harm's way like that?",
        "He was very agitated, but I don't think he meant to harm us.",
        "It didn't matter who called them as long as the man was put where he could do no more harm.",
        "Some guy caught Carmen in her house and tried to... do her harm.",
        "He wasn't sure what he felt toward the woman, but he didn't want her to come to harm, and he didn't want her out of his sight.",
        "It seems there are people in this house who do not favor you as a nishani and who may seek to harm you.",
        "Donnie's Ma needed a bit of convincing but figured I wasn't going to do him no harm.",
        "Now, given that, wouldn't you say whoever did the cutting might suspect it would cause Mr. Shipton a bit of bodily harm?",
        "Davey, I didn't mean no harm.",
        "His big mouth was continuing to place the woman in harm's way.",
        "Jeff never mentioned finding the money, not even after he thought it had been returned—just because of some silly sense of not placing me in harm's way.",
        "So eminently respectable a person as John Evelyn thought no harm in bowling for stakes, and once played at the Durdans, near Epsom, for £io, winning match and money, as he triumphantly notes in his Diary for the 14th of August 1657.",
        "Cromwell himself was no ascetic and saw no harm in honest sport.",
        "There is no harm in taking micronutrients at normal doses if it makes you feel you are doing something.",
        "The children were inclined to be frightened by the sight of the small animal, which reminded them of the bears; but Dorothy reassured them by explaining that Eureka was a pet and could do no harm even if she wished to.",
        "\"What harm can the Gurgles do?\" asked Dorothy.",
        "That never does any harm, thought Anatole.",
        "I love you all and have done no harm to anyone; why must I suffer so?",
        "\"I love you all, and have done no harm to anyone; and what have you done to me?\"--said her charming, pathetic, dead face.",
        "Have I killed anyone, or insulted or wished harm to anyone?",
        "\"What does harm to another is wrong,\" said Pierre, feeling with pleasure that for the first time since his arrival Prince Andrew was roused, had begun to talk, and wanted to express what had brought him to his present state.",
        "During this journey he, as it were, considered his life afresh and arrived at his old conclusion, restful in its hopelessness: that it was not for him to begin anything anew--but that he must live out his life, content to do no harm, and not disturbing himself or desiring anything.",
        "She included among her enemies the creditors and all who had business dealings with her father, and always at the thought of enemies and those who hated her she remembered Anatole who had done her so much harm--and though he did not hate her she gladly prayed for him as for an enemy.",
        "If they're sent out and brought back again later on it will do no harm, but as things are now one can't answer for anything.",
        "\"We don't do the French any harm,\" said Tikhon, evidently frightened by Denisov's words.",
        "They can be used and can circulate and fulfill their purpose without harm to anyone and even advantageously, as long as no one asks what is the security behind them.",
        "You don't want to harm yourself or your baby.",
        "She had her purse, and it wasn't as though he had done any physical harm.",
        "Do you think I would ever harm you?",
        "Regardless of who is \"right,\" the harm comes if you try to do all these things at once.",
        "The weak can now do substantial harm to the strong.",
        "All their rushing and galloping at one another did little harm, the harm of disablement and death was caused by the balls and bullets that flew over the fields on which these men were floundering about.",
        "We killed a score or so of 'more-orderers,' but we did no harm else...",
        "You don't mean him no harm, do you?",
        "He can't harm you now with the double-bond.",
        "\"No harm done,\" Dean answered.",
        "It can't do any harm and it may shed light on his intentions.",
        "Steel bars separated us initially, until it was clear she had no desire to harm me.",
        "No harm done, Alex.",
        "To give you a sense of what it's like to harm an innocent, you will first feel the pain you've caused throughout your life.",
        "Well, no harm done.",
        "He stood in front of them and shouted, I mean you no harm.",
        "Judging by what she has told me, I don't think Josh actually intends her any physical harm.",
        "It is evil and would destroy us if it could, but in a host who is pure, it can do no harm.",
        "Yet there was something in her haunted look and beautiful features that forbade him to harm her.",
        "So far he hadn't done anything to make her think he would actually physically harm her.",
        "He intended her no physical harm.",
        "It wasn't right, but I don't think he came into the barn with the intent of doing me harm.",
        "But to do harm to whom do we ever thus come together ?\"",
        "He had been elected a member of the comite diplomatique of the Assembly in July 1790, and became its reporter at once, and in this capacity he was able to prevent the Assembly from doing much harm in regard to foreign affairs.",
        "ECONOMIC ENTOMOLOGY, the name given to the study of insects based on their relation to man, his domestic animals and his crops, and, in the case of those that are injurious, of the practical methods by which they can be prevented from doing harm, or be destroyed when present.",
        "The plum curculio (Conotrachelus nenuphar, Herbst) in America causes endless harm in plum orchards; curculios in Australia ravage the vines and fruit trees (Orthorrhinus klugii, Schon, and Leptops hopei, Bohm, &c.).",
        "Another group of Hymenoptera occasionally causes much harm in fir plantations, namely, the Siricidae or wood-wasps, whose larvae burrow into the trunks of the trees and thus kill them.",
        "He was all powerful on land, they on the sea; and for the present each was powerless to harm the other.",
        "\"He was an evil man and did more harm than good wherever he went; he spoiled the lands and laid thereon heavy taxes.\"",
        "Frau Holda; others, like the Welsh Pwck, the Lancashire boggarts or the more widely found Jack-o'-Lantern (Will o' the Wisp), are sprites who do no jmore harm than leading the wanderer astray.",
        "When admitted they were to give evidence of their desire for salvation \"by doing no harm; by doing good of every possible sort; by attending upon all the means of grace.\"",
        "During the Thirty Years' War the city received no direct harm; but the ruin of Germany reacted upon its prosperity, and the misery of the lower orders led to an agitation against the Rath.",
        "The government also sought to make criminals of some use to the state, by placing them in a situation where they could do little harm to society, and might help to uphold the dominion of their nation.",
        "The emperor Maximilian was so absorbed by German affairs, that he could do her little harm, and under Bayezid II.",
        "But erroneous theories, when they are supported by facts, do little harm, since every one takes a healthy pleasure in proving their falsity \" (Darwin).",
        "Thrombosis is an accident of not dissimilar character, whereby a vessel is blocked not by a travelling particle, but by a clotting of the blood in situ, probably on the occasion of some harm to the epithelial lining of the vessel.",
        "In the middle part of the century, by a natural exaggeration of the importance of newly-discovered local changes in the pelvic organs, much harm was done to women by too narrow an attention to the site, characters and treatment of these; the meddlesomeness of the physician becoming in the temperament of woman.",
        "He now obtained a settled home for many years, and, taught by his numerous brushes with the authorities, he began and successfully carried out that system of keeping out of personal harm's way, and of at once denying any awkward responsibility, which made him for nearly half a century at once the chief and the most prosperous of European heretics in regard to all established ideas.",
        "They tried to set the city on fire, but the townsmen did them more harm than they \" ever weened.\"",
        "Cercospora Vitis (Cladosporium viticolum), which has club-shaped spores of a green-brown colour, also attacks the leaves; but, unless the season is extremely unfavourable, it does little harm.",
        "On the other hand, comparatively trivial incidents do more harm to a relatively delicate plant like the tobacco than to more robust plants.",
        "In the desert, too, there is a widely scattered tribe, the Salubi, which from its name (Salib, cross) is conjectured to be of early Christian origin; they are great hunters, killing ostriches and gazelles; the Arabs despise them as an inferior race, but do not harm them; they pay a small tax to the tribe under whose protection they live, and render service as labourers, for which they receive in the spring milk and cheese; at the date harvest they get wages in kind; with this, and the produce of the chase, they manage to exist in the desert without agriculture or flocks.",
        "The failure of the bureau system and its discontinuance in the midst of reconstruction without harm to the blacks, and the intense hostility of the Southern whites to the institution caused by the irritating conduct of bureau officials, are indications that the institution was not well conceived nor wisely administered.",
        "noxia, harm, as the source), an excessive, offensive, persistent or startling sound.",
        "The grand-duke Frederick, grand-duke by the will of Napoleon, has done France all the harm he could.",
        "Immense harm was done to both by the publication of a book called The Beauties of Fox, North and Burke, a compilation of their abuse of one another in recent years.",
        "He was succeeded by his sons, Edward (1323-1329), known as \"the Liberal,\" on account of his extravagance, and Aimone, the Peaceful (1329-1343), who strove to repair the harm done to the state's exchequer by his predecessor and proved one of the bestrinces of his line.",
        "AMBARVALIA, an annual festival of the ancient Romans, occurring in May, usually on the 29th, the object of which was to secure the growing crops against harm of all kinds.",
        "26), claims that his ancestors discovered the art of making gods, and since they could not create souls, they called up the souls of demons or angels and introduced them into the holy images and divine mysteries, that through these souls the idols might possess powers of doing good and harm.",
        "It was in Bela's reign that the emperor Frederick I., in the spring of 1189, traversed Hungary with ioo,000 crusaders, on which occasion the country was so well policed that no harm was done to it and the inhabitants profited largely from their commerce with the German host.",
        "Monk drew off at night without doing all the harm he had wished to the Dutch.",
        "The second, arising from Fichte's strong desire to suppress the Landsmannschaften (students' orders), which were productive of much harm, was more serious.",
        "The trade of Konigsberg was much hindered by the constant shifting and silting up of the channels leading to its harbour; and the great northern wars did it immense harm, but before the end of the 17th century it had almost recovered.",
        "And as at the head of the first age stands the first Adam, whose doings affected all his descendants to their harm, so at the head of the second shall stand the second Adam, whose actions shall be potent for good.",
        "It often causes unpleasant symptoms, which must always be dealt with and not disregarded, more harm than good being done if this course is not followed.",
        "This offer was refused both by the bishop and by the citizens, while in 1420 the emperor Sigismund declared that he alone was the suzerain of the city, and forbade any one to attack it or harm it in any fashion.",
        "Others protested against the anomalous and helpless position of the so-called king, who, if he 'could do no harm, was certainly powerless for good.",
        "In the end Bull Run did more harm to the victors than to the conquered.",
        "From the meridian of Garm or Harm it rises above the snowline, attaining at least 18,000 ft.",
        "z) is able to inform us that in the primeval strife of Satan against the light-world, seven hostile powers were captured and set as constellations in the heavens, where they are guarded by good star-powers and prevented from doing harm.",
        "==Monkey== In India the monkey-god, Hanuman, is a prominent figure; in orthodox villages monkeys are safe from harm.",
        "The general sense is clear, that those who consume the holy food without a clear conscience, like those who handle sacred objects with impure hands, will suffer physical harm from its contact, as if they were undergoing the ordeal of touching a holy thing.",
        "By standing at the shoulder the rider is out of harm's way in the event of the horse kicking while he mounts.",
        "Their usual food consists of water-plants and bark, but in cultivated districts they do much harm to crops.",
        "Resorting to stimulants after illness, his marked excess in this respect on the occasion of his inauguration as vice-president undoubtedly did him harm with the public. Faults of personality were his great handicap. Though approachable and not without kindliness of manner, he seemed hard and inflexible; and while president, physical pain and domestic anxieties, added to the struggles of public life, combined to accentuate a naturally somewhat severe temperament.",
        "But the divisions of Christendom testify to the harm done by undue insistence on the claims of the individual to gain scope to extend the kingdom in his own way.",
        "Heusinger has shown that white sheep and pigs are injured by the ingestion (A) N b X N ?--,r N(A)+N of certain plants, while the pigmented individuals may eat them without harm.",
        "If they spring from a thick root it is not to be wantonly severed, but the soil should be removed and the sucker taken off by cutting away a clean slice of the root, which will then heal and sustain no harm.",
        "The spots are not often so numerous as to do much harm to the leaves, but where the disease is serious diseased leaves should be collected and burned.",
        "An epiphytic fungus is not necessarily a parasite, however, as many saprophytes (moulds, &c.) germinate and develop a loose mycelium on living leaves, but only enter and destroy the tissues after the leaf has fallen; in some cases, however, these saprophytic epiphytes can do harm by intercepting light and air from the leaf (Fumago, &c.), and such cases make it difficult to draw the line between saprophytism and parasitism.",
        "In the former case there is no later chance to remove sulphur, a minute quantity of which does great harm by leading to the formation of cementite instead of graphite and ferrite, and thus making the cast-iron castings too hard to be cut to exact shape with steel tools; in the latter case the converting or purifying processes, which are essentially oxidizing ones, though they remove the other impurities, carbon, silicon, phosphorus and manganese, are not well adapted to desulphurizing, which needs rather deoxidizing conditions, so as to cause the formation of calcium sulphide, than oxidizing ones.",
        "Nevertheless, their harm is not completely done away with.",
        "But this contact both causes the iron to absorb sulphur from the coke to its great harm, and prevents it from having any large part of its carbon burnt away, which in many cases would improve it very greatly by strengthening it.",
        "Aeolotachic contraction further leads to the \" pipes \" or contraction cavities already described in § 121, and the procedure must be carefully planned first so as to reduce these to a minimum, and second so as to induce them to form either in those parts of the casting which are going to be cut off and re-melted, or where they will do little harm.",
        "The invasions of the barbarian hordes did great harm, but the formation of centres (domuscultae) in the 8th and 9th centuries was a fact of great importance: the inhabitants, indeed, formed the medieval militia of the papacy.",
        "This canal was badly constructed, and by entirely blocking the drainage of the valley did a great deal of harm to the lands.",
        "But when his own trial was discussed in the privy council, Pitt sensibly held that Political Justice, the work on which the charge could best have been founded, was priced at three guineas, and could never do much harm among those who had not three shillings to spare.",
        "The enemies of Pericles, who even with the aid of Spartan intrigue had hitherto, failed to harm his prestige, now succeeded in inducing the desperate citizens to fine him for alleged malversation.",
        "But though a general was despatched with some troops, he seems to have done more harm than good in misjudging the quarrels.",
        "The inference is that the \"fatigue substances\" generated in the muscle fibres in the course of their prolonged contraction injure and paralyse the motor end plates, which are places of synapsis between nerve cell and muscle cell, even earlier than they harm the contractility of the muscle fibres themselves.",
        "14, R.V.), the modern Persian phrase namak harm, \" untrue to salt,\" i.e.",
        "This excess does no harm, for that part which fails to unite with the lime serves as a diluent, much as does sand in mortar.",
        "There are many ways in which a whipper-in who is not intelligent and alert may spoil sport; indeed, the duke of Beaufort went so far as to declare that \"in his experience, with very few exceptions, nine days out of ten that the whipper-in goes out hunting he does more harm than good.\"",
        "The last happily broke down the western side of the crater, which, it is believed, will ensure the city against harm in any subsequent eruption.",
        "At the same time Sulpicia expresses the hope that no harm will befall Calenus.",
        "In the matter of taxes, though actuated by the most noble designs, he did harm to the public revenues.",
        "Permits for hydraulic mining are granted by the commission only when all gravel is satisfactorily impounded and no harm is done to the streams; and the improvement of these, which was impossible so long as limits were not set to hydraulic mining, can now be effectively advanced.",
        "Moreover, the Psylli would test the legitimacy of their new-born by exposing them to serpents which would not harm those of pure birth, and a similar ordeal among the Ophiogenes of Asia Minor showed whether a man was really of their kin.",
        "He was undeniably troublesome to the king, and it is no matter for wonder that James resolved to remove him from a position where he could do so much harm.",
        "The twenty-eighth and last, that of negligence in looking after his servants, though it did him much harm, may fairly be said to imply no moral blame.",
        "The chief town, Harm or Garm, is a place of some 2000 inhabitants, situated on a hill on the right bank of the Surkhab.",
        "After the defeat of Antiochus the Great, king of Syria, by the Romans, Ephesus was handed over by the conquerors to Eumenes, king of Pergamum, whose successor, Attalus Philadelphus, unintentionally worked the city irremediable harm.",
        "But if such a remedy were given alone it might, and probably would, act on the arteries as well as the heart, and by causing the contraction of the vessels do more harm than good.",
        "Calmette and Fraser found that when small doses of snake venom, insufficient to cause death, are injected into an animal, temporary disturbance is produced; but after a few days the animal recovers, and a larger dose is then required to produce any symptoms. By gradually increasing the dose the animal becomes more and more resistant, until at last a dose fifty times as great as that which would at first have produced immediate death can be injected without doing the animal any harm.",
        "There can be no harm if ignorant and simple people, or religious women, light candles in honour of the martyrs.",
        "They do much harm to plantations of sugar-cane and bananas.",
        "The acquisition of Salisbury Plain by the war office for military purposes seemed likely, again, to add to the risk of harm from thoughtless visitors.",
        "Some anecdotes of the king's \"justice,\" his favourite and distinguishing attribute during the sixteen years which intervened between the two crusades, are given; then comes the story of Joinville's own refusal to join the second expedition, a refusal which bluntly alleged the harm done by the king's men who stayed at home to the vassals of those who went abroad as the reason of Joinville's resolution to remain behind.",
        "Even the spiteful or treacherous act of Dolet, who in 1542 reprinted the earlier form of the books which Rabelais had just slightly modified, seems to have done him no harm.",
        "This counsel is not to be contemned, because it may do you good and can do you no harm, for the danger is past as soon as you have burnt the letter: and I hope God will give you the grace to make good use of it, to whose holy protection I commend you.\"",
        "In an unobtrusive way weevils do immense harm to vegetation.",
        "Such grasses often cause harm to sheep by catching in the wool and boring through the skin.",
        "In public life it did him some harm in the opinion of serious people, who could not believe that so jocose a politician had solid capacity.",
        "If the rust so covered up has not begun to pit the iron the chances are that it will do no harm; but, if it is already well developed and of some thickness, it will have enough oxidizing agents in its pores to develop more oxide, and to swell up and crack the paint.",
        "Garnet, it is true, claimed to limit the justification of equivocation to cases \" of necessary defence from injustice and wrong or of the obtaining some good of great importance when there is no danger of harm to others,\" and he could justify his conduct in lying to the council by their own conduct towards him, which included treacherous eavesdropping and fraud, and also threats of torture.",
        "But however excellent his intentions, his publicly expressed disapproval of the ChamberlainMilner policy probably did more harm than his private influence with Mr Kruger could possibly do good.",
        "Without declaring war, he did all possible harm to them by alliances and diplomacy.",
        "Yet lom 978 to 991 no irreparable harm came to England; the machinery for government and defence which his ancestors had establshed seemed fairly competent to defend the realm even under a wayward and incapable king.",
        "England has bad many worse kings, but never one who wrought her more harm.",
        "Invasion was but a feint, executed by an army too weak to do much harm.",
        "His success did almost as much harm as good to his cause, for the deliberate sack of the city was carried out with such ruthless severity that it roused wild wrath rather than terror in the neighboring regions.",
        "If he retained any resentment it was against himself, for having given way to so ridiculous a passion; which, as he used to say, \" may do a great deal of harm, but never yet did anyone the least good.\"",
        "At the same time it cannot be broadly said that Christianity took a decisive side in the metaphysical controversy on free-will and necessity; since, just as in Greek philosophy the need of maintaining freedom as the ground of responsibility clashes with the conviction that no one deliberately chooses his own harm, so in Christian ethics it clashes with the attribution of all true human virtue to supernatural grace, as well as with the belief in divine foreknowledge.",
        "That domestic misfortune was cleverly exploited by King Milan's enemies in the country and abroad, and did him more harm than all his political mistakes.",
        "About 244 an Aetolian army overran Laconia, working irreparable harm and carrying off, it is said, 50,000 captives.",
        "The safety of the house of Austria depended on the attitude of France; for Austria could no longer harm her.",
        "Averroes, at the same time, condemns the attempts of those who tried to give demonstrative science where the mind was not capable of more than rhetoric: they harm religion by their mere negations, destroying an old sensuous creed, but cannot build up a higher and intellectual faith.",
        "11 This petty prince, therefore, sees no harm in having a band of Arabians for his garrison, as indeed Hezekiah long afterwards had his Urbi to help him against Sennacherib.",
        "The election was confirmed by the pope in 1257 and Hugh set to work to repair the harm done to the diocese by the intruder.",
        "Hagen easily persuades the weak Gunther that the supposed insult to his honour can only be wiped out in Siegfried's blood; he worms the secret of the hero's vulnerable spot out of Kriemhild, on pretence of shielding him from harm (Avent.",
        "They do not as a rule harm healthy men even in large quantities, but when repeated they often cause serious symptoms due to the body becoming more sensitive to the action of the horseserum in which they are contained.",
        "Nothing but harm can follow from any attempt to identify two products which differ so entirely.",
        "Katie saw no harm in it, nor did all the Reynolds girls but Mary.",
        "If he had intended her harm, fate had already provided him with ample opportunity.",
        "I've barely had a peaceful hour since my injury I'm so overwhelmed with the vengeance against those who did me harm, and those who wish to do so.",
        "She didn't mean for what she did to cause anyone harm.",
        "Between sixty and seventy were freed from severe physical or mental harm and in some instances murder.",
        "Watchers rarely cause us harm, but they rarely involve themselves in our business either.",
        "No demon should ever harm you again.",
        "His late birth in the immortal world landed him Antarctica, where he could do little harm with his wild powers.",
        "Jeff never mentioned finding the money, not even after he thought it had been returnedâ€”just because of some silly sense of not placing me in harm's way.",
        "You've done more harm here than anything one of my little Guardians could do to the immortal world.",
        "It compelled him in a way that made him frantic to run away, before he crossed the line his mother warned him about and caused harm.",
        "These disorders can cause harm to mother and baby, so seek medical advice if you spot any skin changes that seem abnormal.",
        "actual bodily harm, false imprisonment.",
        "amends for the harm they have caused.",
        "amenitydition the Council will seek to ensure that any heavy machinery does not harm the amenities of adjacent occupiers.",
        "None have achieved any advance in reducing the amount of drug harm.",
        "anticipatel is in anticipating what could go harm the server, foresee what could go wrong in a table or query.",
        "The issue is whether the violence used in self-defense was proportional to the harm inflicted and to the reasonable apprehension of future harm.",
        "arginine supplementation could easily cause more harm than good.",
        "There is a danger that such trite ascription will harm this person's career rather than make a place for her in the pantheon.",
        "atrocityin the city he witnesses atrocities to his fellow apes that infuriates him to shout out at the humans who are doing harm.",
        "Is it possible for groups, as distinct from their members, to be morally blameworthy for bringing about harm?",
        "The extra speed with which sucrose enters the bloodstream does more harm than good.",
        "bodily harm for a ten year sentence.",
        "botched job of Massive Attack's Safe From Harm.",
        "The only duff moment comes with a rather botched job of Massive Attack's Safe From Harm.",
        "bothersome physiological effects could be evidence of accidental harm or of self-defense.",
        "The cause of that lay in his causing harm to the Prophet.",
        "He is, however, rather too cavalier about the power of speech to harm.",
        "cellar stairs where it can't do much harm.",
        "The Tories ' abiding belief that taxes are wrong springs from a moral certainty that the state itself does moral harm.",
        "childhood obesity measurements in schools could do more harm than good, warn researchers.",
        "A little exercise wouldn't do her any harm, I've noticed she's getting very chunky around the hips these days!",
        "conventional to combine deaths by intentional self harm with deaths of undetermined intent.",
        "Violation of these rules could gravely harm the cooperation that GENUKI is obtaining from many information providers, and hence threaten its whole future.",
        "corticosteroid therapy does more harm than good.",
        "cotton wool type bedding should be avoided as this can cause harm if eaten by the hamster.",
        "The potential harm to beneficial insects caused by Bt crops is being further researched in several countries.",
        "In order to be considered dangerous, a building must actually pose a threat of causing harm to a person.",
        "I missed D-day, safely out of harm's way in the Far East!",
        "demonstrable harm, then enforcement action will proceed.",
        "A small amount of mild detergent or bubble bath will not harm your garden.",
        "They should be disclosed to complainants, subject only to the \" substantial harm \" test for withholding disclosure.",
        "disfigurepan>disfiguring disease, which does not appear harm the crop, is worst in alkaline soils.",
        "Accepting great harm does not mean becoming a doormat!",
        "exist primarily to protect research subjects from harm, to facilitate good quality research and to protect researchers.",
        "expectation of future harm, for example the fear of losing one's job and income.",
        "It is not known if exposure limited to the first trimester only can harm the fetus.",
        "Anyway, it seems as if the fire brigade were able to douse the flames before any serious harm was done.",
        "foetusan one dose of speed harm the fetus?",
        "Or did it say taking excess folic acid can harm your baby?",
        "The people who rob or con or harm our old folk should be put in the stocks in Kirkby Town Center.",
        "He will never forsake you or cause you harm.",
        "Palm growers supply cut palm fronds, without harm to growing trees.",
        "Harm Badly affected plants can be so weakened they are unable to withstand winter frosts.",
        "In fact, even if you think you know all about your recycling there is no harm in having a quick gander.",
        "Brass mounts and handles should not be polished with metal cleaners which can harm the wood around them and remove any water gilding.",
        "grievous bodily harm for a ten year sentence.",
        "harm the cooperation that GENUKI is obtaining from many information providers, and hence threaten its whole future.",
        "But he should not harm anybody in anticipation of harm anybody in anticipation of harm likely to be done to him.",
        "I stayed with her, enjoying the feeling of inflicting harm upon those who had tried to invade or harm me.",
        "In order to cause harm they must enter the body.",
        "The patient can't really get worse and can suffer no real harm.",
        "Drug Aware this Australian site aims to provide information to minimize drug-related harm.",
        "They will do more harm than good for your website.",
        "From a theoretical standpoint, it makes sense to send the bill to the party who was best situated to prevent the harm.",
        "I heard he'd been sent to prison for grievous bodily harm.",
        "This will fund activities including educational campaigns to promote sensible drinking and programs to tackle alcohol-related harm.",
        "Are there any reasons beyond ' lack of robust data ' why so many different kinds of drug-related harm are excluded from the model?",
        "However, serious harm is unlikely to be caused to most people.",
        "Common assault, actual bodily harm, false imprisonment.",
        "harm minimisation information around drug and alcohol use and basic drug information.",
        "harm reduction messages.",
        "Throughout the article there are quotes from young people who self harm.",
        "harm with intent.",
        "Such subjects are very likely to suffer considerable mental and physical harm in the hands of enthusiastic amateur hypnotists.",
        "I understood ibogaine wasn't dangerous by itself and was afraid if things went wrong it might harm the whole ibogaine thing.",
        "ill-considered decision for small businesses could seriously harm the economy.",
        "incalculable harm upon global peace and security.",
        "A brief delve into self indulgence won't harm you.",
        "Someone may have committed an error and led to great loss of life or great financial loss, thus inflicting severe harm on others.",
        "infliction of bodily harm.",
        "With Bt maize, the reduction in use of insecticides should result in less harm to beneficial insects.",
        "irreparable harm to coral reefs.",
        "Many Chinese believe that jade is not only beautiful to look at, but keeps one from harm and bears good luck.",
        "likelihood of the harm arising from the hazard.",
        "These cheeses are made with mold and they can contain listeria, a type of bacteria that could harm your unborn baby.",
        "Look for the FSC logo to make sure it has been produced in a way that does not harm wildlife or their fragile habitat.",
        "louse comb's teeth will electronically kill the lice, without causing harm to the scalp.",
        "mandatory reporting on the basis of age are not in accordance with Working Together to Safeguard Children from Harm.",
        "minions of hell dare harm the people they were ordered to never touch to get back at one of their own?",
        "The aim of Tier 2 services is to engage drug misusers in treatment and to reduce drug-related harm.",
        "The EU tariff reforms might perpetuate trade injustice and industrial monocultures that harm workers and the environment.",
        "For example, fungal mycotoxins could develop, which could harm the cow's health.",
        "naked self-interest has done him no harm at all.",
        "By not judging the nativity first, we have done more harm than good.",
        "fear naught, he shall not harm thee, gentle Flavia.",
        "Oxfam warned that such obstinacy from the EU and the resultant standoff between major trading powers would ultimately harm developing countries.",
        "outweigh the harm caused.",
        "Similar plans back harm ' includes injuries protein needs rise girl paralyzed from.",
        "This has lead to near catastrophic delays in recognizing the harm of smoking to humans or the benefits of certain drugs including penicillin.",
        "pose a very real risk of serious harm to the public.",
        "postnatal psychosis may harm her child.",
        "prey on insects that harm their plants.",
        "Very rarely a mother with postnatal psychosis may harm her child.",
        "This is comparatively puny slice, the potential for harm from radiation increases with frequency.",
        "Grazing is not recommended as a control measure because of the harm wild radish may cause to stock.",
        "reduce have achieved any advance in reducing the amount of drug harm.",
        "An economic analysis of a harm reduction intervention in Svetlogorsk, Belarus.",
        "I see no harm in sending a reminder to Councilors what powers they have.",
        "reparative task is done specifically to repair or address the harm done.",
        "Whilst our actions against those who seek to harm our society should be uncompromising and absolutely resolute, they must always be intelligence lead.",
        "We need to take more steps to minimize any risk of harm, ' Fletcher said.",
        "risk of harm, ' Fletcher said.",
        "safe from harm.",
        "He became very sarcastic at that I would harm her...?",
        "However, Sara is not schizophrenic or likely to do herself or other people harm.",
        "self harm.",
        "You have completely missed the fact that I'm also sickened by the ignorant monsters who have done such harm in his name.",
        "Just a tiny slither of glass from a broken photo frame can harm a baby.",
        "It concludes that there is an urgent need to put in place a well-resourced alcohol harm reduction strategy.",
        "One aspect of taking mood-altering substances may require legislation: the protection of others from annoyance and harm.",
        "Doctors may rightly be unwilling to cooperate with a strongly suicidal patient if such cooperation involves an active intervention which itself causes harm.",
        "tradition syrah to bring new gave percent of minimal harm to.",
        "He is quite testy about the way the public identified him and the part: ' Playing Swindley hasn't done me any harm.",
        "More harm than good results in using hollow tines at the wrong season or for the wrong reasons.",
        "Tort [20] Behavior resulting in harm or loss to another person is likely to constitute a tort [20] Behavior resulting in harm or loss to another person is likely to constitute a tort.",
        "tug boat pilots saved the Titanic from serious harm.",
        "Perhaps it might help to steer Dad away from racing, and the seemingly unavoidable harm it would eventually do him.",
        "unconcerned about lack of evidence of harm.",
        "unfounded assertions cause severe emotional distress, constituting a tangible harm to the groups affected.",
        "In the case of pornography the claims of harm are not only unproven, but are likely to be fundamentally unsound.",
        "A woman's voice whispering, pleading, praying to be kept safe from harm.",
        "Caspases, Key Apoptotic Proteins Virtually all animal cells contain caspases, but they occur as inactive zymogens that can do no harm.",
        "for lack of proper canalization, while much of the harm is also due to the disforestation of the mountains, owing to which the rains collect in the upland valleys, and are brought down by violent torrents, carrying the soil with them, and so impeding the proper drainage and irrigation of these valleys, and encouraging the formation of unhealthy swamps; moreover, the climate has become much more tropical in character.",
        "This unhealthy state is frequently combined with etiolation: what is termed rankness is a particular case, and if the factors concerned are removed by drainage, weeding out, free transpiration, &c., no permanent harm may result.",
        "(Phorodon humuli), which passes the winter and lives on the sloe and damson in the egg stage until the middle of May or later, and then flies off to the hops, where it causes endless harm all the summer (fig.",
        "During the second portion of July and the first of August a slightly higher rainfall is beneficial, and even heavy rains do little harm, provided the subsequent months are dry and warm.",
        "With regard to painting and sculpture, however, Goethe felt that a protest was necessary, if the insidious ideas propounded in works like Wackenroder's Herzensergiessungen were not to do irreparable harm, by bringing back the confusion of the Sturm and Drang; and, as a rejoinder to the Romantic theories, Goethe, in conjunction with his friend Heinrich Meyer (1760-1832), published from 1798 to 1800 an art review, Die Propyliien.",
        "How fully in correspondence with such an environment the work would be, as apologia for the Church against the Synagogue's attempts to influence Roman policy to its harm, must be clear to all familiar with the strength of Judaism in \" Asia \" (cf.",
        "The strongest belief of the natives was in the power of the ghosts of the dead, so that they carried the bones of relatives to secure themselves from harm, and they fancied the forest swarming with malignant demons.",
        "invasion was but a feint, executed by an army too weak to do much harm.",
        "That the members of this \" city of Zeus \" should observe their contracts, abstain from mutual harm, combine to protect each other from injury, were obvious points of natural law; while again, it was clearly necessary to the preservation of human society that its members should form sexual unions, produce children, and bestow care on their rearing and training.",
        "These are friends, and will do you no harm.",
        "Mr. Finney had a turnip, And it grew, and it grew; It grew behind the barn, And the turnip did no harm.",
        "They wished to be ready to defend themselves, if the soldiers should try to do them harm.",
        "Why, we've not done any harm!",
        "Yes, but it's a secret society and therefore a hostile and harmful one which can only cause harm.",
        "Did the Tugendbund which saved Europe\" (they did not then venture to suggest that Russia had saved Europe) \"do any harm?",
        "He who does harm, him I punish according to the damage.",
        "A reparative task is done specifically to repair or address the harm done.",
        "Very often children and babies are carried around the bonfires, because Hindus believe this will keep them safe from harm.",
        "You have completely missed the fact that I 'm also sickened by the ignorant monsters who have done such harm in his name.",
        "No pilgrim is allowed for any reason to harm a human being or an animal during his sojourn in the city.",
        "It does far less harm to spank a child than to tell him you do not love him any more.",
        "Tradition syrah to bring new gave percent of minimal harm to.",
        "He is quite testy about the way the public identified him and the part: ' Playing Swindley has n't done me any harm.",
        "Tort [20] Behavior resulting in harm or loss to another person is likely to constitute a tort.",
        "Only the intervention of the tug boat pilots saved the Titanic from serious harm.",
        "Meanwhile, most maternity units are unconcerned about lack of evidence of harm.",
        "Antivirus Protection Computer viruses distributed through the e-mail system can cause untold harm to users unfortunate enough to receive them.",
        "The harmful effects of such unfounded assertions cause severe emotional distress, constituting a tangible harm to the groups affected.",
        "Extra stuff that is not used does no harm I agree.",
        "While the people who were killed may have meant no harm, their nature victimized the community.",
        "Under no circumstances let a friend try to help as more harm than good often results from misguided but well-intentioned attempts to help.",
        "A woman 's voice whispering, pleading, praying to be kept safe from harm.",
        "To truly forgive someone, you must not have any malice or desire to do harm to that person.",
        "The parents thought their child would be safe from outside harm if they kept him inside a hermetic sphere of protection.",
        "The convergence of the two major companies will further harm the small businesses in the area.",
        "For instance, as committed as you may be to the enterprise's survival, this commitment may be doing both you and your company more harm than good.",
        "Are there common safety measures in place, such as medicines and other harmful substances locked out of harm's way, and outlets covered?",
        "While you may be hoping to boost your child's development, you could actually do more harm than good.",
        "While this chemical can reduce the risk of the clothing catching on fire, the chemicals that are used to treat the item of clothing may actually harm the environment and the human body.",
        "To learn more visit World Against Toys Causing Harm (W.A.T.C.H.).",
        "Being new parents should be an enjoyable experience, and the important thing to remember is that a newborn will come to no harm if the infant feeding schedule is not established straight away.",
        "Remember that the United States ranks 163rd out of 195 nations in infant mortality rates, so a scratch or bump will likely not cause permanent harm.",
        "Twins often experience the inner experiences and gut feelings of their brother or sister when he/she is upset or in harm's way.",
        "The last thing you want is the person mowing your lawn to run over something that gets spit back in his or her face, causing bodily harm.",
        "A pine, wheat, or wheatgrass based litter is safe, will track less, provides better odor control, and will not harm your kitten if a little bit is ingested.",
        "This doesn't harm your cat, but it should abruptly disrupt the unwanted behavior and probably send your feline off to find something else to do.",
        "Experts say it will not harm your cat, however, it can make him act crazy and even aggressive.",
        "It has been known to potentially harm cats, if ingested.",
        "It isn't any good for him and may actually do harm to his heart.",
        "They would touch noses and the older one would sit or crouch down, kind of showing the younger one that he meant no harm.",
        "As long as the cat shows no irritation in the balding areas and isn't scratching or digging, it isn't anything that will harm the cat.",
        "Even the smallest amount of holiday chocolate can harm your cat so you must watch very carefully, and make sure that if there is chocolate in the house, you keep it out of the cat's reach.",
        "The holiday dinner can also harm your cat since this meal is usually high in fats and sodium.",
        "No harm comes if the wrong one is selected and when the other cats drink from the same bowl that's O.K. too, because nothing changes if that cat does not need any of the flowers.",
        "She gets the benefits every time she takes a drink and no harm comes to the other cats.",
        "German cat behaviorist Paul Leyhausen believes that this is a way for the cats to communicate to the humans that they mean no harm so that they won't be hurt in return.",
        "While these foods likely won't harm your cat, they may have many fillers and grains that a cat doesn't necessarily need.",
        "If the kitten shows no signs of physical harm, wrap the kitten in a towel.",
        "This will keep your older cat from hurting the kitten and will also keep the kitten from getting into things that might harm her.",
        "Cats love being outdoors, but allowing your kitten to go outside can lead to serious harm and death.",
        "Dogs, wildlife, cars, feral cats with illnesses and other dangers can seriously harm your kitten.",
        "Don't harass, stalk or threaten to harm your spouse.",
        "While many people continue to see no harm in arranging a few dates while divorcing, others believe it causes lasting harm to all members of a family in crisis.",
        "Finding environmentally friendly alternatives to these products is important, as is ensuring they are disposed of in a way that minimizes any environmental harm.",
        "Renewable energy does not harm the environment nor does it damage the health of humans and animals.",
        "Clean energy source that's ultimately renewable and won't harm the planet in any significant ways.",
        "Contaminated soil can harm plants growing in the soil, expose humans to contaminants and harm humans who eat plants and animals that have been exposed.",
        "There are concerns that wind power can actually harm the environment.",
        "This can reap serious health issues even in healthy individuals and can harm the immune system.",
        "Unlike traditional salad containers, compostable containers can be placed in a compost bin where, over time, they will break down and will not harm the environment.",
        "Rugs that are made from recycled plastics have all of the benefits of a plastic rug, without the potential harm that is caused to the environment during manufacture.",
        "Non-renewable energy sources also use and pollute water supplies, harm plant and animal life, and increase toxic waste production.",
        "There are some materials used in the manufacture of computers and electronic equipment, such as lead, nickel, cadmium and mercury, that need to be disposed of in a special manner in order not to harm the environment.",
        "While pollution that has already occurred is a current threat to all life on Earth, attempts to clean it up may cause even more harm.",
        "It can also harm the lung development in children.",
        "Harvesting oil from deep in the ocean floor can lead to accidental spills that harm ocean life and wetlands.",
        "While this is generally considered a clean energy in that it doesn't pollute the environment, creating dams and other necessary structures to use the water can harm fish and wildlife as well as change the eco-system in the area.",
        "While this is a renewable form of energy it is the most likely to create some air pollution or harm the environment.",
        "However, some contend that biomass plants may lead to higher outputs of greenhouse gases, which would actually harm the environment.",
        "Biodegradable bags are touted as necessary to complement recycling and reduce the environmental harm from disposable, non-biodegradable bags.",
        "Natural ingredients that are plant, animal or mineral based from plentiful, renewable resources won't harm the environment when they are washed down the drain.",
        "Water pollution is when bodies of water like rivers, lakes or groundwater are contaminated with either chemicals or natural forms of pollution that harm wildlife and plants.",
        "One cup of tea won't likely harm you, but if you use teas often you need to talk with your care provider.",
        "Taking an acai supplement or drinking Acai juice will certainly not harm your health.",
        "Some mouthwashes, toothpastes and rinses contain tea tree oil, but several studies show more harm than good from these products, so it may be best to avoid them for the time being.",
        "Since the fruit is safe, there seems to be no harm in trying out acai and seeing what it can do for you.",
        "The premise behind using an herbal treatment for pets is that healing starts on the inside, and what you feed your pet on a daily basis may be doing more harm than good.",
        "The doctors' conclusion is that the salve is not effective and may cause serious harm.",
        "It is doubtful that there is any harm in taking Micranium; however, before taking any herbal supplements, you should always check with your doctor.",
        "It is generally not a good idea to drink apple cider vinegar straight over an extended period of time, as the acidity may harm the enamel on your teeth.",
        "What could be more stylish than utilizing resources that don't harm our fragile ecosystem?",
        "They are endlessly repositionable, don't harm or mark the glass and can take on many different shapes and sizes.",
        "This product boasts an abundance of different colors and you are assured that the mineral properties of the product will protect skin, not harm it.",
        "You will have to sift through numerous ads to find the information you want, and if you click on a link directly from the coupon code site, it may be an affiliate link, but there's really no harm in that.",
        "Spyware is less dangerous than viruses, but it can harm your computer if not prevented or taken care of properly.",
        "This acid causes the paper to yellow and can harm other materials in the scrapbook.",
        "There's no harm in doing this whenever you need it.",
        "If changing jobs is not an easy solution, there are many techniques you can use to deal with stress so that it doesn't harm your health.",
        "However, many people become too comfortable with herbal medicine thinking since it is natural it will not harm them.",
        "However, if alcohol is a de-stressor because it calms you, there's no harm in having a couple of drinks so long as you drink responsibly and don't use the alcohol as an excuse to let your anger or stress out of control.",
        "You can find an anger management test or two online, but without a professional handy, taking one of these tests may do more harm than good.",
        "Cutting and self harm is a growing concern for both teens and their parents.",
        "To learn more about self harm, LoveToKnow Teens editor, Charlotte Gerber, interviewed Dr. Alvera Milberg, a clinical and school psychologist with experience in treating this disorder.",
        "The people who are most likely to harm themselves are suffering from depression, guilt, depersonalization, and dysfunctional families.",
        "We break it down to two categories: there is compulsive self-harm and impulsive self harm.",
        "Safe Alternatives is a world-renowned program for teens that self harm at 1-800-DONT-CUT (1-800-366-8288).",
        "Depressed teens may become obsessed with death, express an interest in dying, or begin to harm themselves.",
        "Whatever the reason behind the prank is, all well done pranks have two things in common: they make people laugh and don't cause any harm.",
        "While exercising daily is a great habit to get into, starting out that fast can harm your body.",
        "In addition, pranks should never harm a person or animal.",
        "Someone who cares about you will only want your best interest and will never make you do something that might harm you.",
        "Another is that bullying can permanently harm both the children being bullied and the children who are doing the bullying, and the damage can be both psychological and physical.",
        "Critics contend that cooking foods doesn't harm health, and that humans have been cooking food for thousands of years.",
        "In fact, eating certain foods raw, such as meat, has more potential harm than benefit thanks to the bacteria and parasites that can thrive in flesh foods.",
        "Though the seeds won't harm humans, they do deter some small animals.",
        "The elements can't do much to harm to silk blooms, so you can set up your wedding site without worries.",
        "Women who are unsure whether they want to harm their actual wedding gown often purchase a used wedding dress to use in the photos.",
        "Try and remember these tips the next time you are drinking and keep yourself safe from potential harm caused by drinking and driving.",
        "While there's no real harm in having a single cup of coffee, many people become trapped in a vicious cycle of caffeine addiction.",
        "Yelling at a child instead of calmly explaining one's views on drinking does more harm than good.",
        "He/she may have hallucinations and may harm him/herself or others.",
        "If you're not working on a treatment plan with a doctor, please consider locating a doctor who can help - bulimia can harm whole body systems if not treated.",
        "Also because issues like self harm and suicide and depression are prevalent issues, it's important that people dealing with depression receive proper treatment.",
        "For many people the use of chewing tobacco is a naive attempt at stopping the harm that cigarette smoking can cause, when actually it is merely a replacement for the other habit.",
        "While all of these \"other\" behaviors can raise concern for anorexia, their appearance, even in isolation, is associated with an additional increased risk of harm.",
        "Even though it's clear that harm is being done, they continue to make more purchases.",
        "I could have jeopardized the lives of others and I am grateful there was no accident or harm done to anyone.",
        "The most serious charges for the youngest Hogan was \"reckless driving involving serious bodily harm\" and he was tried as an adult.",
        "Both ladies were arrested and charged with assault and Mr. Blonsky has been slapped with the much more serious charge of inflicting grievous bodily harm.",
        "When she went missing this time, they informed the police, letting them know that they feared she might try to harm herself.",
        "The scandal went away almost as quickly as it started and hasn't seemed to have done any harm to the young couple.",
        "While most stores may not permit pets, many will look the other way when your pet is well contained in it's carrier where it can't cause any harm.",
        "It can be hard to ignore those \"puppy dog eyes\", but unless your pet is a growing puppy or has other medical concerns, it won't harm him to just drink water for one day a week.",
        "My dog is allergic to many different food types and I want to ensure I'm not doing more harm than good by giving him these bones.",
        "There is no harm in crating your pet when you are gone.",
        "Although every guide dog needs to be reasonably obedient, there are times when obeying a handler's command could put that person in harm's way.",
        "Concrete and asphalt can harm your dog's feet, and sand puts more stress on joints than grass.",
        "The company believes grains have a very small place in a dog's diet and that the benefits of including them are outweighed by the potential harm they can cause.",
        "Over stimulation is not only unproductive, it can actually cause mental harm to your pet.",
        "Heartworm medication given to dogs with an active heartworm infection can seriously harm the animal.",
        "The air rushing in from an open window alone can harm your dog's ears.",
        "They could actually collapse from a long walk or run that would not harm a dog with a longer muzzle, especially in warmer weather.",
        "The study, which documents animal attacks in the United States from 1982 to 2009, cites that of the 2257 documented cases of attacks that resulted in bodily harm, 1451, or 65 percent, were commited by Pitbulls.",
        "A heavier-boned dog is less likely to come to harm than a fine-boned toy dog.",
        "Ribbon Grass (Phalaris) - Garden grasses useful in the wild garden or beside water, where the spreading roots can do no harm.",
        "These Ramblers have done infinite harm to the culture of Roses, and excepting the few kinds one really enjoys after a thorough trial, would be best abolished.",
        "The success which attends the planting of dry bulbs during the early spring months-frequently as late as April-is the best proof that the harm from drying such things is of small moment.",
        "If you do use a chemical fertilizer or pesticide in your yard, follow the directions carefully and avoid overuse, which can do serious harm to your lawn.",
        "When used as labeled the product will not harm people, pets or the environment.",
        "Many people understand the need to prune off unsightly growth, but are concerned that they'll harm their gardenia plant.",
        "They also harm sycamores, dogwoods, and many other shade trees.",
        "There are many popular ways to kill weeds without the use of commercial weed killers, which may harm the environment and animals.",
        "Rye suppressed weed germination but doesn't harm vegetable crops.",
        "Choose a species that is safe and noninvasive in your area, and you will be able to enjoy your honeysuckle without concern of ecological harm."
    ],
    "definition": [
        "Link/Cite"
    ]
}