{
    "translation": "קשה, נוקשה, קשוח, אכזר",
    "uses": [
        "I was shocked at how harsh reality can be.",
        "His voice was harsh, but his expression was all hurt.",
        "Protected from the harsh winter storms, the valley was already lush and green.",
        "She gave a harsh laugh and relaxed once more, her head falling back again.",
        "My voice is harsh and I cannot sing.",
        "Her voice was harsh and raspy.",
        "The robed man returned and spoke in the harsh tongue.",
        "\"Yesterday. It's another reason I was so harsh with you last night,\" he explained.",
        "That affair was the same thing as this soldier with the harsh voice, and it was that affair and this soldier that were so agonizingly, incessantly pulling and pressing his arm and always dragging it in one direction.",
        "\"Darkness!\" she said with a harsh laugh.",
        "\" Rough Peruvian,\" the produce of one of the tree cottons, has a special use, as being rather harsh and wiry it is well adapted for mixing with wool.",
        "He hadn't thought it as harsh as it was, just like he thought nothing of killing anything in his path, but seeing the look on a normal human's face reminded him he'd been close to losing what humanity he possessed for quite a while.",
        "Deidre drank it down, hissing at the burn of the harsh liquid.",
        "His features were chiseled, the firelight casting harsh shadows across the planes of his face.",
        "The man paused and whispered something in a harsh tongue.",
        "I couldn't have known what was in his head, she replied, agitated by his harsh words.",
        "I do not know any song; and my voice is harsh and unpleasant.",
        "\"I assume you're here for these, not for us,\" she said, aware of how harsh her words sounded.",
        "That seems to be a very harsh way of regarding your sisters' future happiness.",
        "I don't mean to be harsh, but we'll have to replace him pretty damn soon and we've only got so much budget.",
        "Who gave orders? he said in his shrill, harsh voice.",
        "\"My own enemy saved him,\" Damian said with a harsh laugh.",
        "She looked out of the front of the cell into a small corridor with equally harsh lighting.",
        "Life hadn't been harsh for her, but it certainly hadn't been full of frills, either.",
        "The men of his time had been harsh with them, and he thought he was doing well by tolerating her.",
        "She jumped at the harsh words.",
        "His voice was so harsh that Adrienne took a step backward.",
        "His tone was neither harsh nor teasing.",
        "The general experience of the decade of the 'eighties was that of disappointing summers, harsh winters, falling prices, declining rents and the shrinkage of land values.",
        "His honey-colored eyes were visible in the harsh lighting of the room.",
        "With Pfuel was Wolzogen, who expressed Pfuel's thoughts in a more comprehensible way than Pfuel himself (who was a harsh, bookish theorist, self-confident to the point of despising everyone else) was able to do.",
        "The result of this harsh law was that numerous applications were made to Rome for secret absolution; and thus much money escaped the Inquisition in Spain.",
        "As she entered the great hall a voice called out, in a rather harsh tone:",
        "Then suddenly the grating sound of a harsh voice was heard from the other side of the door, and the officer--with pale face and trembling lips--came out and passed through the waiting room, clutching his head.",
        "Her first strike might as well have been in slow motion; no one moved like he did with brute strength that flattened her after a particularly harsh block.",
        "Floriano Peixoto had been accustomed all his life to use harsh measures.",
        "\"He always was rather harsh; and now I should think he's getting very trying,\" said Prince Andrew, apparently speaking lightly of their father in order to puzzle or test his sister.",
        "The worst form of such praedial slavery existed in Sicily, whither Mommsen supposes that its peculiarly harsh features had been brought by the Carthaginians.",
        "\"That's a little harsh,\" Katie murmured.",
        "The raw material in the warehouses is of various qualities: some is strong, rough and harsh, and so is unfit for ordinary smoking; other samples are mild and fine, with aromatic and pleasant flavour, but devoid of strength.",
        "In some of those birds which have a peculiarly harsh or trumpeting voice, the trachea is lengthened, forming loops which lie subcutaneously (capercally, curassow), or it enters and dilates the symphysis of the furcula (crested guineafowl); or, e.g.",
        "Rhyn was a wild animal with a wild beauty, harsh angles and planes, a body built for survival.",
        "Marie galante is a harsh cotton of the Peruvian or Brazilian type.",
        "This treachery and the harsh treatment by Patterson created a strong public opinion in favour of the Yankees, and the government was compelled to adopt a milder policy.",
        "The avifauna is varied and abundant, comprising eagles, vultures (protected by law), hawks, owls, pelicans, cranes, turkeys, geese, partridges \" (called quail or \" Bob White \" elsewhere), ducks, &c., besides numerous smaller species, many of which are brilliant of plumage but harsh of voice.",
        "He was right, of course, but his harsh words were like salt on a raw wound.",
        "Religious toleration was granted, but with the important exception that some harsh measures were enacted against Anglicans and Roman Catholics, to neither of whom was liberty of worship accorded.",
        "The fibre is generally white, somewhat harsh and wiry, and especially adapted for mixing with wool.",
        "His conduct in Sicily was severe and harsh, but he was not without feelings of humanity, and he was an honest man and a good administrator.",
        "Such multiple-electrode transmitters give a loud although somewhat harsh sound, and will bear being spoken to very strongly without breaking the circuit.",
        "That doom was postponed; but Catholics everywhere saw with pain the harsh treatment accorded to a defenceless old man.",
        "in the Southern states, owing to the harsh Reconstruction laws and the robberies committed by the carpet-bag governments which those laws kept in power; secondly, the scandals at.",
        "It may be doubted - though it seems a harsh verdict to pass 1 One must remember that these reinforcements would often consist of desperate characters.",
        "In 1634 he published his Traite de la predestination, in which he tried to mitigate the harsh features of predestination by his \"Universalismus hypotheticus.\"",
        "\"Commander in Chief Kutuzov?\" said the newly arrived general speaking quickly with a harsh German accent, looking to both sides and advancing straight toward the inner door.",
        "The reaction, which was dull and heavy in the dominions of the pope and of Victor Emmanuel, systematically harsh in the Austrian states of the north, and comparatively mild in Parma and Tuscany, excited the greatest loathing in southern Italy and Sicily, because there it was directed by a dynasty which had aroused feelings of hatred mingled with contempt.",
        "Deidre heard her own harsh breathing.",
        "The institution does not present itself in a very harsh form in Homer, especially if we consider (as Grote suggests) that \" all classes were much on a level in taste, sentiment and instruction.\"",
        "La Rochefoucauld's character of the cardinal is on the whole harsh but scarcely unjust, and one of its sentences formulates, though in a manner which has a certain recoil upon the writer, the great defect of Retz's conduct: \"Il a suscite les plus grands desordres dans l'etat sans avoir un dessein forme de s'en prevaloir.\"",
        "The climate is harsh and wet, the average yearly temperature at the Gorki meteorological observatory being 40 0.4 F.",
        "Among the higher altitudes of north Derbyshire, where the soil is poor and the climate harsh, grain is unable to flourish, while even in the more sheltered parts of this region the harvest is usually belated.",
        "A few weeks after their argument, Rachel and Eric's harsh feelings toward each other began to abate.",
        "But his ship was boarded in the Channel and the earl, condemned by the StarChamber to a heavy fine and to imprisonment during the queen's pleasure, suffered a harsh captivity in the Tower.",
        "After imposing these harsh terms on his enemy, the conqueror might naturally have shown clemency to the Tirolese leader, Andreas Hofer; but that brave mountaineer, when betrayed by a friend, was sentenced to death at Mantua owing to the arrival of a special message to that effect from Napoleon.",
        "And even during the first years of the harsh Lombard rule the need recognized by these oppressors of defending the Italian coast from the attacks of the Byzantines was favourable to the development of the Pisan navy.",
        "Occasionally he committed a harsh and tyrannical act.",
        "Although taxation was seconded by a drastic, indeed harsh, reduction of public salaries and wages (which were cut down by one-tenth all round) yet the years 1884, 1887 and 1888 were notable for heavy deficits in the treasury.",
        "In general physical characteristics the province resembles East Prussia, but the climate is less harsh and the fertility of the soil greater.",
        "The sound is jarring and harsh, and we term it a \" dissonance \" or \" discord.\"",
        "In the Liu-Kiu rabbit (Pentalagus furnessi) the coat is equally harsh, but the ears and hind-feet are shorter, and there are only five (in place of the usual six) pairs of upper cheek-teeth.",
        "Up to this point the silk fibre continues to be comparatively lustreless, stiff and harsh, from the coating of albuminous matter (gum or gres) on its surface.",
        "In England the lessons of experience have shown that the abuses of this business are best regulated by a system of registration coupled with relief to debtors against harsh and unconscionable bargains.",
        "The act is not confined to providing for the registration of moneylenders and for the reopening of harsh and unconscionable bargains.",
        "Where irrigated from the Kurram river, especially round Bannu itself, this tract is well cultivated and forms a great contrast to the harsh desolation of the Kohat hills.",
        "was a most liberal monarch, reigning with great mildness and justice to his end, but that his brother, from his despotic and harsh disposition, upset all the other had done, and lost the throne.",
        "The dean of faculty at this time, Lockhart, afterwards Lord Covington, a lawyer notorious for his harsh demeanour, in the autumn of 1757 assailed Wedderburn with more than ordinary insolence.",
        "His laugh was short and harsh.",
        "He had prepared to distinguish himself as an orator by the elaborate cultivation of his voice, which was naturally harsh and shrill.",
        "The harsh treatment of the Hanoverian demands was inspired by him, and won favour with the queen, while Oxford's influence declined; and by his support of the Schism Bill in May 1714, a violent Tory measure forbidding all education by dissenters by making an episcopal licence obligatory for schoolmasters, he probably intended to compel Oxford to give up the game.",
        "At the same time his rule, if not harsh, was enervating and demoralizing.",
        "In his dispute with his brother, in his controversies with the English and Scottish mathematicians, and in his harsh and jealous bearing to his son Daniel, he showed a mean, unfair and violent temper.",
        "There were at first murmurings among his clergy against what they deemed his harsh control, but his real kindness soon made itself felt, and, during the sixteen years of his tenure of the see, his sound and vigorous rule dissipated the prejudices against him, so that when, on the death of Dr John Jackson in 1885, he was translated to London, the appointment gave general satisfaction.",
        "Equal success did not attend the efforts of other administrators; in 1891-1892 Karl Peters had great trouble with the tribes in the Kilimanjaro district and resorted to very harsh methods, such as the execution of women, to maintain his authority.",
        "They were sore at again being sent on service without their wives, and complained of harsh treatment from their officers.",
        "\" Yet in spite of this harsh talk about princes, Luther relied upon them to forward the reforms in which he was interested, and he justly claimed that he had greatly increased their powers by reducing the authority of the pope and subjecting the clergy in all things to the civil government.",
        "The parlements issued a series of edicts against the heretics, culminating in the very harsh general edict of Fontainebleau, sanctioned by the parlement of Paris in 1543.",
        "Tribes that of one family with another shows also that some are vocalic and soft, others wide in the range of sounds, while a third set are harsh and guttural, the speaking of them (according to Payne) resembling coughing, barking and sneezing.",
        "In 1380 he was sent into Languedoc to suppress disturbances and brigandage, provoked by the harsh government of the duke of Anjou.",
        "The terms exacted were, however, too harsh for a nation yet unbroken to accept permanently.",
        "The season, however, on account of the dryness of the climate, is not so harsh as the low temperatures would seem to indicate.",
        "No winter wheat can be grown, and the climate is too harsh for the larger fruits, such as apples, pears, peaches, plums and grapes; but such hardy small fruits as currants, gooseberries, raspberries, blackberries and strawberries may be grown in abundance.",
        "His harsh rule aroused great antagonism; in 1811 he was recalled and J.",
        "in Russian Poland was harsh and aimed avowedly at destroying the nationality, and even the language of Poland.",
        "The usual cry is harsh and discordant, but many softer notes are employed.",
        "Halleck went to Washington as general-in-chief, Pope was transferred to Virginia, Grant, with his own Army of the Tennessee and Rosecrans's (lately Pope's) Army of the Mississippi, was entrusted with operations on the latter river, while Buell's Army of the Ohio was ordered to east Tennessee to relieve the inhabitants of that district, who, as Unionist sympathizers, were receiving harsh treatment from the Confederate and state authorities.",
        "For such offences as witchcraft, fraud, removing landmarks, and adultery the criminal had his heart cut out on the altar, or his head crushed between two stones, while even lesser punishments were harsh, such as that of slanderers, whose hair was singed with a pine-torch to the scalp.",
        "His residence at Linz was troubled by the harsh conduct of the pastor Hitzler, in excluding him from the rites of his church on the ground of supposed Calvinistic leanings - a decision confirmed, with the addition of an insulting reprimand, on his appeal to Wurttemberg.",
        "Though he is wanting in moderation and in luminous warmth, his tones are by no means always harsh; and as an author he ever aspired with longing after humility and love and patience, though his whole life was lived in the atmosphere of conflict.",
        "He is often outrageously unjust in the substance of what he says, and in manner harsh to cynicism, scornful to gruesomeness; but in no battle that he fought was he ever actuated by selfish interests.",
        "In the Hasmonaean sovereignty these ideas took a political form, and the result was the secularization of the kingdom of God for the sake of a harsh and rapacious aristocracy.",
        "The spiny rabbit, separated from Lepus by Blyth in 1845 under the name of Caprolagus hispidus, is an inhabitant of Assam and the adjacent districts, and distinguished by its harsh, bristly fur and short ears and tail.",
        "Because of the lack of harsh chemicals, herbal soaps are gentler to the skin, and still clean well.",
        "Organic products are good for everyone, of course, because they use none of the harsh chemicals found in conventionally-produced items.",
        "Natural balms made to prevent diaper rash can be used for dry skin all over the body and are much less harsh than the conventionally produced products for diaper rash.",
        "Conventional products can be much too harsh for brand-new skin.",
        "The truth is there are organic options for fertilizer and weed care that can keep your lawn as nice looking as it always was, but without the harsh chemicals.",
        "If you shop smart, you'll also be avoiding harsh dyes and other chemicals that are used to produce conventional clothing.",
        "Despite the harsh land-laws and grinding taxation which prevent them, with all their industry and thrift, from securing the freehold of the patch of ground cultivated by each peasant family, the Asturians regard themselves as the aristocracy of Spain.",
        "She was a harsh mother to her son Paul.",
        "In complete human albinoes, albinism is correlated, in addition to nystagmus, with a peculiar roughness of the skin, making it harsh to the touch.",
        "Of him Edward Eggleston says: \"A strange mixture of rashness, pious zeal, genial manners, hot temper, and harsh bigotry, his extravagances supply the condiment of humour to a very serious history - it is perhaps the principal debt posterity owes him.\"",
        "On the somewhat harsh estimate of the Cretans in i.",
        "But he was deficient, it would seem, in the qualities that make an attractive lecturer, being harsh and indistinct in voice, ineffective in the treatment of his subject, and \"singularly wanting in the language and power of illustration.\"",
        "When the work was recommenced it was found that the native Christians had multiplied and developed during the harsh treatment of the 25 years.",
        "After a severe defeat at Adys near Carthage, the Carthaginians were inclined for peace, but the terms proposed by Regulus were so harsh that they resolved to continue the war.",
        "It is much more likely that the two dialects were thus designated because of their respectively harsh and soft phonetics.'",
        "It is only the pressure of increasing demand that makes marketable hard pelts with harsh brittle hair of nondescript hue, and these would, naturally, be the last to attract the notice of dealers.",
        "The finest furs are obtained from the Arctic and northern regions, and the lower the latitude the less full and silky the fur, till, at the torrid zone, fur gives place to harsh hair without any underwool.",
        "Those from East India and warm climates are harsh, poor and only fit for floor rugs.",
        "Fur generally poor and harsh, only suitable for carriage rugs.",
        "the red and the great, do not usually interest furriers, the fur being harsh and poor without underwool.",
        "The first variety inhabit the Himalayas and are beautifully covered with a deep soft fur quite long compared to the flat harsh hair of the Bengal sort.",
        "The fur is a yellowish brown and rather harsh and brittle and has no underwool.",
        "Athanaric was a harsh and obstinate heathen, and his short reign was chiefly famous for his brutal persecution of his Christian fellowcountrymen.",
        "of England, on the other hand was a harsh and violent man.",
        "The Romanist princes were becoming alarmed at his predominance, the Protestant princes resented his arbitrary measures and disliked the harsh treatment meted out to John Frederick and to Philip of Hesse; all alike, irritated by the presence of Spanish soldiers in their midst, objected strongly to take Philip for their king and to any extension of Spanish influence in Germany.",
        "The second Mrs Godwin was energetic and painstaking, but a harsh stepmother; and it may be doubted whether the children were not worse off under her care than they would have been under Godwin's neglect.",
        "The later parts of E show a great degeneration in language, and a querulous tone due to the sufferings of the native population under the harsh Norman rule; \"but our debt to it is inestimable; and we can hardly measure what the loss to English history would have been, if it had not been written; or if, having been written, it had, like so many another English chronicle, been lost.\"",
        "But the master misunderstood the disciple; and the harsh repulse of Ohlenschldger silenced Hauch for many years.",
        "Frederick William's hatred of his son, openly avowed, displayed itself in violent outbursts and public insults, and so harsh was his treatment that Frederick frequently thought of running away and taking refuge at the English court.",
        "Harsh laws provoked the Samaritans to a revolt, from whose effects Palestine had not recovered when conquered by the Arabs in the following century.",
        "By careful training her voice, originally hard and harsh, had become flexible and melodious, and its low and muffled notes under the influence of passion possessed a thrilling and penetrating quality that was irresistible.",
        "The burgher life of even Nuremberg, the noblest German city, seems narrow, quaint and harsh beside the grace and opulence and poetical surroundings of Italian life in the same and the preceding generation.",
        "\" He had,\" says Romnald of Salerno, \" a lion face, and spoke with a harsh voice.\"",
        "He has been charged with cruelty as a religious persecutor; but in fact he had as prince opposed the harsh policy of Archbishop Arundel, and as king sanctioned a more moderate course.",
        "In his administration of the war office Stanton was vigorous, rigid, and often harsh, and his peremptory manner, in speech and correspondence, was the cause of considerable friction between the war department and the generals, one of the last and most conspicuous instances being his controversy with General Sherman over the terms of surrender granted to J.",
        "The harsh judgments of individuals in the Reminiscences had no parallel in his own writings.",
        "The royal supremacy over the church and the means by which it was enforced were harsh and violent expedients; but it was of the highest importance that England should be saved from religious civil war, and it could only be saved by a despotic government.",
        "Failing this a charge of sedition was based on the rough draft of a petition to the queen that had been found among his private papers; the language of which was indeed harsh and offensive, but had been neither presented nor published.",
        "Marco (now converted into a national museum), a series of frescoes, beginning towards 1443; in the first cloister is the Crucifixion with St Dominic kneeling; and the same treatment recurs on a wall near the dormitory; in the chapterhouse is a third Crucifixion, with the Virgin swooning, a composition of twenty life-sized figures - the red background, which has a strange and harsh effect, is the misdoing of some restorer; an \"Annunciation,\" the figures of about three-fourths of life-size, in a dormitory; in the adjoining passage, the \"Virgin enthroned,\" with four saints; on the wall of a cell, the \"Coronation of the Virgin,\" with Saints Paul, Thomas Aquinas, Benedict, Dominic, Francis and Peter Martyr; two Dominicans welcoming Jesus, habited as a pilgrim; an \"Adoration of the Magi\"; the \"Marys at the Sepulchre.\"",
        "He was sprung from a race the heads of which had been Celtic chiefs, had lost their lands in the wars of Ireland, and had felt the full weight of the harsh penal code which long held the Catholic Irish down.",
        "The Babylonian code is essentially class-legislation, and from the point of view of the idealism of the Old Testament prophets, which raises the rights of humanity above everything else, the steps which the code takes to safeguard the rights of property (slaves included therein) would naturally seem harsh.",
        "Although Doria was ambitious and harsh, he was a good patriot and successfully opposed the emperor Charles's repeated attempts to have a citadel built in Genoa and garrisoned by Spaniards; neither blandishments nor threats could win him over to the scheme.",
        "Petit's Andre Doria (Paris, 1887) is an accurate and documented biography, indicating all the chief works on the subject, but the author is perhaps unduly harsh in his judgment of the admiral; F.",
        "He was a loyal servant of the dynasty, and remained such even after receiving very harsh treatment from them.",
        "Nicephorus was now so completely beaten that he was compelled to submit to very harsh conditions.",
        "In 855 a revolt broke out in Homs (Emesa), where the harsh conditions imposed by the caliph on the Christians and Jews had caused great discontent.",
        "There was one exception to this harsh treatment of villeins, namely, the rustic tenantry in manors of ancient demesne, that is, in estates which had belonged to the crown before the Conquest, had a standing-ground even against their lords as regards the tenure of their plots and the fixity of their services.",
        "But he soon saw that \" a less harsh supposition \" would suit the simple case.",
        "The Bourbons, on their return, dismissed him, though this treatment was not, compared to that meted out to Ney and others, excessively harsh.",
        "After sixty-one days of harsh imprisonment, Paschal yielded and guaranteed investiture to the emperor.",
        "The climate of Nizhniy is harsh and continental, the yearly average temperature being 39° Fahr.",
        "For instance, a wine which under favourable conditions would seem full and round may appear harsh or rough, merely owing to the fact that it contains a small quantity of suspended tartar, the latter causing temporary hyperacidity and apparent \" greenness.\"",
        "The wines of northern Italy are on the whole of good colour, but somewhat harsh.",
        "In his treatment of slaves he was exacting, but not harsh, and was averse to selling them save in case of necessity.",
        "His features were angular and somewhat harsh, but with a striking face and very fine eyes of a brilliant dark blue.",
        "The system possessed the advantages of rapidity, being completed in about ten hours, and freedom from any noxious odour; but it yielded only a harsh, ill-spinning fibre, and consequently failed to meet the sanguine expectations of its promoters.",
        "Llewelyn was, however, foolish enough to lose the results of this very favourable treaty by intriguing with the de Montfort family, and in 1273 he became betrothed to Eleanor de Montfort, the old Earl's only daughter, a piece of political folly which may possibly in some degree account for Edward's harsh treatment of the Welsh prince.",
        "It was also particularly stated that all legal procedure must henceforth be conducted in the English tongue, an arrangement which fell very heavily on poor monoglot Welshmen and appears an especially harsh and ungracious enactment when coming from a sovereign who was himself a genuine Welshman by birth.",
        "A new commission was now appointed to inquire into alleged abuses in Wales, and the existing evidence clearly shows how harsh and unfair was the treatment meted out to the clergy under the act of 1649, and also how utterly subversive of all ancient custom and established order were the reforms suggested by the commissioners and approvers.",
        "Before 1844 the sessions of the Triennial Convention had occasionally been made unpleasant by harsh anti-slavery utterances by Northern members against their Southern brethren and somewhat acrimonious rejoinders by the latter.",
        "Recently prepared fibre is always stronger, more lustrous, softer and whiter than such as has been stored for some time - age and exposure rendering it brown in colour and harsh and brittle in quality.",
        "Dowrah is a strong, harsh and low quality fibre, and is used principally for heavy wefts.",
        "turned his attention at once to the reformation of the higher clergy, and, in spite of the warnings of Catherine of Siena, so angered the cardinals by his harsh and ill-tempered measures that they assembled at Anagni in July 1378, and revoked his election, in which they declared they had acted under fear of violence.",
        "The determining feature of their recent history has been the attempt made by the Russian government (since 1881) and the Orthodox Greek Church (since 1883) to russify and convert the inhabitants of the province, Germans and Esths alike, by enforcing the use of Russian in the schools and by harsh and repressive measures aimed at their native language.",
        "And hence also his style (which contemporaries called anglicized and modern), though it occasionally rises into liturgical beauty, and often flashes into vivid historical portraiture, is generally kept close to the harsh necessities of the few years in which he had to work for the future.",
        "He is a resolute, but, in his early volumes, harsh and rocky writer.",
        "The royal authority in Portugal was delegated to Margaret of Savoy, duchess of Mantua, whose train of Spanish and Italian courtiers aroused the jealousy of the Portuguese nobles, while the harsh rule of her secretary of state, Miguel de Vasconcellos de Brito, provoked the resentment of all classes.",
        "That Mather's administration of the college was excellent is admitted even by his harsh critic, Josiah Quincy, in his History of Harvard University.'",
        "The connexion between these verses and the following is extremely harsh, and since vv.",
        "Many species of humming-birds are found even far up in the mountains, and great numbers of parrots, araras and toucans, beautiful of feather but harsh of voice, enliven the forests of the lowlands.",
        "Like Cicero, Varro received harsh treatment from Mark Antony after the Pompeian defeat.",
        "He appears as harsh and severe, and a poor stylist.",
        "The Latin style is harsh, rugged and far from lucid.",
        "This is done about midsummer, when by the aid of torches and long poles many thousands of the young birds are slaughtered, while their parents in alarm and rage hover over the destroyers' heads, uttering harsh and deafening cries.",
        "The fur is of some commercial value, although rather stiff and harsh; its colour being reddishbrown.",
        "He is repulsed by the intolerably harsh and crabbed versification, by the recondite choice of theme and expression, and by the oddity of the thought.",
        "The fact that there still existed all kinds of survivals of harsh forms of dependence, e.g.",
        "This harsh treatment created intense indignation abroad, especially in France and Great Britain; and the emperor Napoleon wrote personally to Prince Charles, protesting against the persecution.",
        "This harsh treatment of the head of the Church led to an attack on Sturdza.",
        "But an additional cause was the harsh treatment of the peasants on the state and communal lands leased to Jewish middlemen.",
        "Alongside of this harsh materialism Cabanis held another principle.",
        "Some time after this an operation restored Euler's sight; but a too harsh use of the recovered faculty, along with some carelessness on the part of the surgeons, brought about a relapse.",
        "An ordinance passed in 1827, abolishing the old Dutch courts of landroost and heemraden (resident magistrates being substituted) and decreeing that henceforth all legal proceedings should be conducted in English; the granting in 1828, as a result of the representations of the missionaries, of equal rights with whites to the Hottentots and other free coloured people; the imposition (1830) of heavy penalties for harsh treatment of slaves, and finally the emancipation of the slaves in 1834,3 - all these things increased the dislike of the farmers to the government.",
        "His style is generally harsh, often pompous and extremely obscure, occasionally even journalistic in tone, but the author's foreign origin and his military life and training partially explain this.",
        "a harsh form his fathers old policy.",
        "Especially the immunity of clerical offenders from the jurisdiction of lay courts had to be conceded; for the rest of the middle ages the clerk guilty of theft or assault, riot or murder, could plead his orders, and escape from the harsh justice of the kings officers to the milder pen~lties of the bishops tribunal.",
        "He was at heart a chivalrous adventurer delighting in war for wars sake; he was not dt~stitute of a consciencehis undutiful conduct to his father sat heavily on his soul when that father was once dead; he had a strong sense of knightly honor and a certain magnanimity of soul in times of crisis; but he was harsh, thriftless, often cruel, generally lacking in firmness and continuity of purpose, always careless of his subjects welfare when it interfered with his pleasure or his ambitions of the moment.",
        "The clause seems unnecessarily harsh and violent in its wording; but it must be remembered that Johns character was well known, and that it was useless to stand on forms of politeness when dealing with him.",
        "Naturally he expected the same accuracy from other men, and when he did not meet it he could be harsh and unrelenting in the punishment that he inflicted.",
        "Norfolk, who was childless, was forced, to sign a grant by which his lands went to the king after his deatha harsh and illegal proceeding, for he had collateral heirs.",
        "But peace did not suffice to end Edwards troubles; he dropped back into his usual apathy, and the Despensers showed themselves so harsh and greedy that the general indignation only required a new leader in order to take once more the form of open insurrection.",
        "After ~ the harsh doings at the parliament of Coventry (1459), tions and and the commencement of political executions by the confiscasending of Roger Neville and his fellows to the scaffold, tions.",
        "The harsh treatment of individuals only calls forth resistance when constitutional morality has sunk deeply into the popular mind.",
        "Some clamour was raised by a publication in which blame for harsh dealings was freely imputed to Newton, but W.",
        "They occupy the extreme east limits of Papuan territory and are usually classified as Melanesians; but they are physically superior to the pure examples of that race, combining their dark colour, harsh hirsute skin, crisp hair, which is bleached with lime and worn in an elaborately trained mop, and muscular limbs, with the handsome features and well proportioned bodies of the Polynesians.",
        "Many authorities such as Keating and MacFirbis admit that descendants of the Firbolgs were still to be found in parts of Ireland in their own day, though they are characterized as \" tattling, guileful, tale-bearing, noisy, contemptible, mean, wretched, unsteady, harsh and inhospitable.\"",
        "Gundulph, his father, was by birth a Lombard, and seems to have been a man of harsh and violent temper; his mother, Ermenberga, was a prudent and virtuous woman, from whose careful religious training the young Anselm derived much benefit.",
        "It is very soft and musical, full of vowels and liquids, and free from all harsh gutturals.",
        "This duke, however, at whose instigation the famous discussion between Luther and Johann von Eck took place in the Pleissenburg of Leipzig, inflicted some injury upon the town's trade and also upon its university by the harsh treatment which he meted out to the adherents of the new doctrines; but under the rule of his successor, Henry, Leipzig accepted the teaching of the reformers.",
        "Financial and military preparations were made no less seriously when the harsh administration of the Black Prince, to whom Edward III.",
        "The damage ~ done to Burgundian interests by the harsh yet impotent A~.",
        "The treaty of Arras, which made him a sovereign prince for life, though harsh, at all events gave a united France the opportunity of expelling the English from the east, and allowed the king to re-enter Paris in.",
        "Thus did France, menaced with disruption, embark upon a course of action imposed upon her by the harsh conditions of the treaty of Madrid otherwise little respectedand later by those of Cambrai (1529); but it was not till later, too late indeed, that it was defined and became a national policy.",
        "the latter part of his reign, and also the inordinate squandering of money, the autos-da-f in the provinces and in Paris, the harsh repression of reform and free thought, and the sale of justice; while the nation became impoverished and the state was at the mercy of the caprices of royal mistressesall of which was to become more and more pronounced during the twelve years of Henry IIs government.",
        "under foot, it now demanded much more radical reform, quitting the ranks of peaceable citizens to pass into the only militant class of the time and adopt its customs. Men like Coligny, dAndelot and Cond took the place of the timid Lefvre of Etapies and the harsh and bitter Calvin; and the reform party, in contradiction to its doctrines and its doctors, became a political and religious party of opposition, with all the compromises that presupposes.",
        "Every on~ had to bend before this harsh genius, who insisted on uniformity in obedience.",
        "Under the harsh tyranny of Spain, Italy was now nothing but a lifeless corpse; young vigorous Germany was better worth saving.",
        "Harsh and rough, he compelled admiration for his delight in work, his aptitude in disentangling affairs, his desire of continually augmenting the wealth of the state, and his regard for the public welfare without forgetting his own.",
        "He demanded less of the taille, a direct impost, and more from indirect aids, of which he created the codenot, however, out of sympathy for the common people, towards whom he was very harsh, but because these aids covered a greater area and brought in larger returns.",
        "The maltreatment of the Poncas, a fine and peaceable tribe, was peculiarly and inexcusably harsh.",
        "In all the spines are mixed with hair; in the Tasmanian race they are nearly hidden by the long harsh fur.",
        "was a most liberal monarch, reigning with great mildness and justice to his end, but that his brother, from his despotic and harsh disposition, upset all the other had done and lost the throne.",
        "There is the deep pathos of the scene in which is described Rama's farewell to his mother: the rugged language depicting the horrors of the battlefield - a torrent of harsh sounds clashing against each other and reverberating from phrase to phrase; and, as occasion requires, a sententious, aphoristic method of narrative, teeming with similes drawn from nature herself, and not from the traditions of the schools.",
        "Genial in private life, he was harsh and unyielding in his official capacity, and his singular skill in devising fresh taxes to meet the enormous demands of Napoleon's government made him the best-hated man in Lombardy, the more so that, being a Piedmontese, he was regarded as a foreigner.",
        "Although his harsh measures aroused some irritation, the count did something to rid the land of the Swedes and to mitigate its many evils; but its condition was still very deplorable when George William died at Konigsberg on the 1st of December 16 4 0, leaving an only son, Frederick William.",
        "His condo swayed in the harsh winds of the latest storm spawned from the massive depression in the Gulf.",
        "The conference room was plain, the white walls bare, the harsh lighting and round conference table centered.",
        "We do not use harsh abrasives to remove marks, but above all we are reliable and experienced.",
        "Skids are caused by harsh handling of the vehicle; harsh braking, acceleration or steering.",
        "That's why sharia has harsh laws and punishments like stoning adulterers and whipping drinkers and gamblers.",
        "Adopting a new appellation was simple enough; developing this harsh land would be more difficult.",
        "The summing up begins with an unsurprisingly harsh summary from the prosecution barrister.",
        "Where does harsh interrogation cross the borderline into torture?",
        "bothersome behavior: the fight for survival in a harsh alpine environment.",
        "It has bags of attack and precision to the notes, and yet it's not brash or harsh.",
        "Over the years, many harsh and highly toxic chemicals have built-up in the environment.",
        "The drought economy has been particularly harsh on women, imposing multiple burdens on them.",
        "chastises particularly harsh in chastising anyone brash enough to suggest she had no existence except in the mind of William Sharp.",
        "Perhaps you don't want to use harsh cleansers on your oven.",
        "Although the bit about the PS2 controllers is a bit harsh as i think that the controller does actully work.",
        "If you will show him a harsh and angry countenance he will do the same.",
        "It is unusually harsh criticism, especially coming from a close ally.",
        "Call The Cormorant is mostly silent, but occasionally makes a harsh croak.",
        "It would be a tad harsh if a youthful dalliance were to disqualify you forever, wouldn't it?",
        "A very mild shampoo free form any harsh detergents.",
        "disallowed for handball it would have been very harsh on the American.",
        "What set them apart was the harsh edge that barely disguised accents brought.",
        "In post-war Germany, the harsh realities of pure free-market economics were tempered by political concerns for decades.",
        "All components supplied are suitable for use in harsh marine environments.",
        "eyebrow pencil which can look harsh.",
        "The harsh fact is that both MPs find it easier to blame foreigners than motivate at home.",
        "A half dozen fuzz algorithms, from smooth germanium transistor fuzz to harsh silicon clipping fuzz boxes.",
        "Instead of becoming harsh and severe and bitter, he had become more gentle, more kindly.",
        "The spirit of the gentleman amateur flickers and dies in the harsh glare of searchlights over the Ruhr.",
        "glorious in the summer and extremely harsh in winter times.",
        "guitar chords and harsh vocals.",
        "Are both sexes wearing standard-issue studded belts, asymmetrical punky mullet hairdos, and harsh glasses?",
        "Bradley is also unduly harsh on the usefulness of a chair absorption measurement method involving screens.",
        "I think a 20metre max is a tad harsh, if all is well there should be no depth limits at all.",
        "Also, he would frequently reverse the camp commandant's decisions if he thought that they were unnecessarily harsh.",
        "Was the fine overly harsh for such a young business?",
        "The review rightly identifies indefinite suspension as an excessively harsh penalty for a doctor who is sick.",
        "It all seems a bit harsh for just some eating arrangements.",
        "Trekking up from London to Glasgow to visit the original home of Rangers FC when you hate football sounds a bit harsh.",
        "harsh reality of poverty in Britain today.",
        "harsh punishments for such an act.",
        "harsh criticism here.",
        "harsh detergents.",
        "harsh winters.",
        "I received a mark which in my opinion seemed quite harsh.",
        "I'm sorry if that sounds harsh, but, actually, it's a real bug bear of mine.",
        "Should this appear harsh, then the tenant would have a good claim against his solicitor.",
        "Make all maneuvers slower than normal and avoid harsh, violent movements.",
        "hesitate even for a fraction of a moment to defend itself \" and Iran's government has pledged harsh resistance.",
        "homogenized product that penetrates and hydrates skin, leaving a non-sticky film which protects hands from pollution and harsh treatment.",
        "ignore the harsh realities of the Web.",
        "innocence of youth set against the harsh reality of life.",
        "Will not be ignoble and say the harsh thing, but only insinuate it.",
        "Explosive, scolding and harsh notes are so intermingled with its song that the psychological meaning of its varied utterance is obscure.",
        "The view shifted from a dark, smoky hut to open plains, beside a shallow lake, under a harsh sun.",
        "The standard question \" Are courts too harsh, too lenient or about right?",
        "margin of victory was harsh but the home side got an ovation at the end from The Walks faithful.",
        "Dark mascara gives definition, but avoid harsh eyeliners or thick mascara - blobs and smudges will be magnified too!",
        "He exchanged harsh words and occasionally fisticuffs with fellow mouthy mavericks like Spike Lee, Oliver Stone and producer Don Murphy.",
        "This seems a tad harsh but caused great merriment in the office.",
        "There are vivid accounts of harsh sentences meted out for crimes that today would warrant no more than a caution.",
        "Even agents who have committed far more serious offenses on behalf of hostile nations have not received such a harsh sentence.",
        "The Chinese introduced harsh laws to try and stop their people using opium.",
        "Leeds were given a harsh welcome to life in the Champions League as they were simply outclassed by a team on fire.",
        "None of these rocks contain large crystals of feldspar, or have the harsh fracture peculiar to trachyte.",
        "She underwent harsh penances sometimes to keep herself as pure as purity can be.",
        "Harsh materialist philosophy revolutionary truths are what need putting forward, -- constantly, -- regardless of who might feel offended.",
        "Harsh penalties await any organization with an established duty of care that neglects these precautions.",
        "We only use vegetable based colorants and there are no peroxides or harsh chemicals present in these products and no synthetic preservatives or fragrances.",
        "Conditions are still harsh, but salaries are fine and the experience just priceless.",
        "There were certainly harsh punishments for such an act.",
        "reality examples are somewhat simplistic and ignore the harsh realities of the Web.",
        "realityrio, battling with the harsh realities of their lives, find solace in each other's arms.",
        "The plan was a harsh refinement of a campaign last summer by Interior Ministry forces that failed to crush Albanian rebels.",
        "ref's decision was very harsh.",
        "referee blows for a free-kick which looked harsh.",
        "Channels and channels of harsh, grating white noise reverberated through his aching head like a monkey high on coffee.",
        "We felt a great reverence for those who left to come to the U.S. to find a harsh environment to greet them.",
        "But in January 2002 they still held nearly 1,500, living in harsh conditions of intense heat and affected by sandstorms.",
        "PÃ©tain in France and Kornilov in Russia endeavored to rally their troops by a mixture of harsh discipline and appeals to patriotic sentiment.",
        "spell of harsh weather, bringing bitter ice and snow.",
        "Taste: very spicy, somewhat harsh on the throat.",
        "We are but four frail spinsters, and unschooled in the harsh arts of survival out here on the steppe.",
        "CIC protection policies have recently come under a harsh spotlight.",
        "The Bracco requires training and firm handling as they do possess a stubborn streak, however they will not tolerate any harsh handling.",
        "The contrast with Scandinavia, where there is only a small increase in deaths despite harsh winters, is particularly striking.",
        "Well, ' worst ' might be too harsh, but when compared to the PCM track, it sounds a bit stuffy.",
        "Davidson's photos vividly evoke the harsh reality of riding the subway then.",
        "Elaborating the theme she asked ' What is the effect of a harsh critical superego on the free associative process?",
        "susceptible to frost in harsh winters, causing them to hardly flower at all the next summer.",
        "trumpeter swans are well adapted for the harsh environments in which they sometimes live.",
        "Our route today is a complete change from the harsh rocky tablelands.",
        "tamarisk trees that manage to flourish despite the harsh environment.",
        "He was a harsh taskmaster who willingly spoke his mind.",
        "Their style has been called \" very harsh, a little closer to hardcore techno now than hip - hop.",
        "I think at least three-quarters of the bookings I get have been harsh.",
        "During a screen test she destroyed young wannabe 's with her harsh criticism.",
        "The harsh winter died as the snow turned red. # # # # The next spring the station hired a new weatherman.",
        "withstand harsh environments such as dust and high temperature applications.",
        "Fur rather harsh and bristly.",
        "On the 9th of September Charles refused once mere the Newcastle Propositions offered him by the parliament, and Cromwell, together with Ireton and Vane, obtained the passing of a motion for a new application; but the terms asked by the parliament were higher than before and included a harsh condition - the he was blunt,\" says Waller, \"he did not bear himself with pride or disdain.",
        "Consequently, the two archbishops and their colleagues declared that the articles in the charter which provided for this inquiry, and for a remedy against abuses of the forest laws by the king, must not be interpreted in too harsh a spirit.",
        "Then follows a series of chapters intended to restrain the king from raising money by the harsh and arbitrary methods adopted in the past.",
        "His harsh treatment of his daughter Beatrice was probably due to his discovery that she had had an illegitimate child as the result of an intrigue with one of his stewards (A.",
        "Such clashing of interests was sure to produce alienation, but the king remained apparently blind to the signs of the times, and the severe enforcement of a harsh law restricting freedom of the press led suddenly in 1830 to a revolt (see Belgium), which, beginning at Brussels at the end of August, rapidly spread over the whole country.",
        "while over all are heard the raucous caw of the raven (karasu) and the harsh scream of the kite (tombi), between which and the raven there is perpetual feud.",
        "1 On turning from the attitude of the peasants and poorer townspeople to that of the scholars, we find in their writings a good deal of harsh criticism of the scholastic theology, satirical allusions to the friars, and, in Germany, sharp denunciations of the practices of the Curia.",
        "In the sphere of living environment, the varied evolution of plant life, the periods of forestation and deforestation, the introduction of deleterious plants simultaneously with harsh conditions of life and enforced migration, as well as of mechanically dangerous plants, are among the well-ascertained causes of diminution and extinction.",
        "His commanding stature, the symmetry of his form, the dark and melancholy beauty of his countenance, rather rendered piquant than impaired by an obliquity of vision, produced an imposing impression even before his deep and powerful voice had given utterance to its melodious thunders; and harsh and superficial half-truths enunciated with surpassing ease and grace of gesture, and not only with an air of absolute conviction but with the authority of a prophetic messenger, in tones whose magical fascination was inspired by an earnestness beyond all imitation of art, acquired a plausibility and importance which, at least while the orator spoke, made his audience entirely forgetful of their preconceived objections against them.",
        "Although not without political acumen, he was not a great ruler; his character appears to have been harsh and unlovely, and he was addicted to drink.",
        "In St Matthew's Gospel the original sources are frequently blended: the incidents of St Mark are rearranged and often grouped afresh according to subject matter: harsh and ambiguous sentences of both documents are toned down or interpreted.",
        "The climate of Nizhniy is harsh and continental, the yearly average temperature being 39Ã‚° Fahr.",
        "The attempts to suppress these, the harsh measures taken against those who attended them or connived at them, or refused to give information against them, the military violence and the judicial severities, the confiscations, imprisonments, tortures, expatriations, all make up a dreadful narrative..",
        "A curious antidote to the harsh pessimism of Strindberg was offered by the delicate and fantastic temperament of Ola Hansson (b.",
        "Though at first his long hair, his threadbare cloak and his staff furnished the subject of many a jest, and his harsh and overbearing manner caused grave discontent, yet the rapidity and decisiveness of his movements, won the sympathy and respect of the Syracusans.",
        "Countess Mary looked round, saw little Andrew following her, felt that Sonya was right, and for that very reason flushed and with evident difficulty refrained from saying something harsh.",
        "The trio, battling with the harsh realities of their lives, find solace in each other 's arms.",
        "The wing-back 's reaction did n't impress Addison who snapped: I thought the ref 's decision was very harsh.",
        "The ball hits his arm and the referee blows for a free-kick which looked harsh.",
        "Those gathered sent a clear message of increasing opposition to the harsh repression of religious freedom.",
        "Anyone found supporting the Dalai Lama can expect instant and harsh retribution in the shape of a lengthy spell in jail or worse.",
        "Light bled from around its edges and harsh sibilant voices could be heard within.",
        "January mood: The month often starts with a prolonged spell of harsh weather, bringing bitter ice and snow.",
        "Taste: Very spicy, somewhat harsh on the throat.",
        "Davidson 's photos vividly evoke the harsh reality of riding the subway then.",
        "They can be very susceptible to frost in harsh winters, causing them to hardly flower at all the next summer.",
        "Trumpeter Swans are well adapted for the harsh environments in which they sometimes live.",
        "Among the sand dunes are small tamarisk trees that manage to flourish despite the harsh environment.",
        "The days of harsh tannic wine seem to have gone for ever.",
        "Their style has been called very harsh, a little closer to hardcore techno now than hip - hop.",
        "For the soldiers, the harsh reality of desert survival especially the unrelenting heat proved testing.",
        "The following may seem unnecessarily harsh, but an unvarnished view is essential as we consider what unions and government ought to do next.",
        "General Physical Description The Wirehaired Vizsla a medium sized, solid colored, active dog with a harsh, wiry coat.",
        "And they are not designed to withstand harsh environments such as dust and high temperature applications.",
        "Remember not to belittle the harsh consequences that come with plagiarism.",
        "Abased by his harsh words, Sean's colleague turned slowly and left the room.",
        "At the beginning of your venture, you're selling a vision and long-term dream, and those attract more money than the coming harsh realities.",
        "They tout the fact that no refined sugars, unnecessary salt, or harsh spices are found in their foods.",
        "Herbs can be more delicate than other plants, so they need to be protected from harsh wind, dramatic changes in temperature and excessive drying out.",
        "These fish can handle harsh environment and are not too particular about the food they eat.",
        "When you want your swimwear to hold up to the rigors of swimming, surfing, and boogie boarding as well as the harsh chemicals of chlorine or saltwater, look for sports swimwear designated for that purpose.",
        "Their insecticide also has a citrus scent which makes it more pleasurable to use, as opposed to the harsh and pungent smells of other insecticides.",
        "Jackets, pants and shirts for hunting have thick materials that provide protection from rain, snow and other harsh elements.",
        "Black can look too harsh, so opt for brown or tortoise frames if you feel that the black ones overpower your delicate coloring.",
        "Regardless of the precise origin of their ancestors, a few generations of harsh New England winters finalized the traits of the breed, creating a very hardy, large, intelligent, long-haired cat.",
        "Over the last few centuries, the Maine Coon has evolved into a breed that can cope with the harsh winters along the Atlantic seaboard.",
        "This breed has developed an ability to tolerate the long, cold winters and thrive in the harsh climate.",
        "Originating in the mountains of Turkey, the Turk developed an unusually long coat for protection from the harsh Turkish winters.",
        "The harsh alimony statutes, coupled with restrictions on order modifications have led Massachusetts residents to demand reform.",
        "A bill proposal that aims to reform the harsh laws concerning alimony in Massachusetts is on the table.",
        "PE resin will withstand rugged use [and] will not break when subjected to harsh use.",
        "Make sure you buy quality built furniture that can withstand the harsh elements of the outdoors.",
        "Again, by making your own earth friendly household cleansers, you reduce waste and you aren't using any harsh chemicals.",
        "You may notice that cleaning products can be harsh on the eyes and nose.",
        "Some wood, for instance, may have been treated with harsh chemicals or painted with paint containing lead.",
        "Chemicals - some types of diposable diapers are made using harsh chemicals that can cause a skin reaction.",
        "These are made from natural, renewable resources found in nature, instead of harsh, synthetic chemicals.",
        "The harsh pesticides used to control and kill insects on vegetables and fruit have long-lasting detrimental effects on humans, especially growing children.",
        "Using harsh drug-store products and skin-drying scrubs can strip skin of natural oils, which only leads to more sebum production and subsequently, more acne.",
        "Most of the chemical astringents that are commercially available are harsh and hard on the skin.",
        "Under counter lights can be a good option (but don't use fluorescent lighting - it's unattractive and harsh).",
        "However, overhead lighting can be harsh for some tasks, such as watching television or conversing with friends, so create options to alter the room's ambiance.",
        "Position the television area on a wall where light reflecting from the windows won't interfere with the viewing by creating harsh glares.",
        "These color combos tend to be a little harsh, so using a small amount, such as a wall border, can be just right.",
        "For example, a purple hallway that connects to a yellow kitchen could look a little harsh and disjointed.",
        "Tuscan colors are rich, vibrant and inviting; you wouldn't want to walk from rooms with this palette into a room with a jarring, too harsh color.",
        "If you want to use yellow keep it soft and subtle and stay away from bright or harsh shades.",
        "One of the best ways to light a room without harsh lights from overhead fixtures is to use recessed lighting.",
        "You may not have taken straight lines into consideration when you were putting your room décor together, but now it's very evident that there are too many harsh lines.",
        "Bright lights are so harsh, and a softer light will make the room (and you!) look much prettier.",
        "Blend so that there are no harsh lines between the colors and you can't tell where one ends and another begins.",
        "Once you've got the placement down, blend along the edges with a fluffy brush to remove harsh lines.",
        "Soap and water is a bit too harsh for cleansing your delicate eye area.",
        "If the liner color is too dark it will look harsh; your liner is merely a base to hold the color on your lips.",
        "The best part of Kiss Me Mascara is it can be removed with only water, saving the condition of your eyelashes from the harsh chemicals found in many makeup removers.",
        "Almay was developed as a result of Fanny May Woititz's need for makeup that was not too harsh for her sensitive skin.",
        "Bubble Bars - Bubble bars are solid bath foam, containing no preservatives or harsh ingredients.",
        "With harsh lighting that can make you look washed out, to the romantically dim ambiance at your reception, it takes a pro to know exactly what sort of makeup is going to help you look your best.",
        "Thus creating a fuller lip without the harsh lip plumpers.",
        "When choosing colors for your wardrobe here are a few tips coral pink will make you sparkle and look healthy, while blue-pinks such as fuchsia will drain you and look harsh.",
        "Because of your cool tones and light hair, I would opt for dark brown mascara on top and bottom lashes instead of black, which might be too harsh.",
        "Just be sure to blend these colors, so they never look too harsh.",
        "Try a pencil and then go over it with a powder, so it does not look too harsh.",
        "This includes harsh looking results that soften up within a few weeks.",
        "As it lengthens, it also fortifies the lashes and keeps them protected from harsh daily elements.",
        "It is important to note that this method of application is not nearly as aggressive or harsh as that of the reciprocating machine.",
        "Many women are simply unable to use certain makeup products because the ingredients are too harsh for their sensitive skin.",
        "This tool is designed to simulate the look of real hair by creating extremely fine lines, resulting in a soft, natural look (as opposed to the often harsh look associated with tattooing methods).",
        "Less harsh than other cosmetics with chemicals, these products can help you look great and be kind to your skin.",
        "Rest assured that even the boldest reds now usually contain an iridescence that makes them less harsh and easily wearable by women of varying skin tones.",
        "Have fun with lining your eyes too by using liquid liner on top in dark brown (not black which looks too harsh) and a smudge of dark brown shadow along the bottom rim with a fine brush.",
        "This will soften any harsh lines in your eye shadows.",
        "MAC Cosmetic's Rosemary and Thyme is a goddess like shade that works on all skin tones without being too harsh.",
        "Do the same on the bottom lash line, but blend it with your middle shade for a less harsh effect.",
        "Preservative free cosmetics offer consistent color without the need of harsh chemical additives.",
        "Equally as harsh, if not more so than the preservative additives, binders and fillers add many unwanted chemicals and heavy waxes to the skin that may cause not only breakouts, but clogged pores as well.",
        "I'm not a big fan of matte lipsticks -their drying tendencies feel very uncomfortable as the day wears on, and the colors tend to look harsh on my fuller lips, and I prefer not to wear glosses without lipstick.",
        "Harsh fluorescent lighting or dim bathroom lighting can make it difficult to get the coverage and balance you need.",
        "This is important because black liner often looks too harsh for the daytime hours and brown becomes rather boring day in and day out.",
        "Be careful with black liner because it can look harsh - try new colors instead of black.",
        "One contributing factor is that harsh chemicals are not needed to remove them.",
        "MAC mini cosmetics won't fade under the harsh lighting used in photography, stage, film and video work.",
        "Makeup can look harsh and unflattering when you don't know how to apply it properly.",
        "Daytime wedding: Bride or bridesmaid, smoky eyes are usually too harsh for outdoor weddings, especially since they mostly take place during spring and summer, when lighter makeup is called for.",
        "Caked-on foundation looks unflattering in the harsh daylight, so stick with a lightweight foundation and translucent powder for a base.",
        "You'll be able to keep it from looking much too harsh after the removal of the tape by lightly blending a shadow in a color close to your skin tone around the edges.",
        "Blend the two colors together to eliminate harsh lines.",
        "Those bright, sparkly colors that are too harsh for day are perfect for creating makeup for New Year's parties.",
        "Chocolate brown eyeliner is most flattering for green eyes, while black can look harsh.",
        "It is the top choice for a bold evening look, although it can look somewhat harsh during the day.",
        "You can create great eyeliner looks without looking overdone, harsh, or obvious.",
        "Then apply a medium shadow on the lid in the crease, and blend any harsh lines.",
        "True black can sometimes look harsh on blue-green eyes.",
        "Creating a smoky eye with bronze is much more appropriate for summer than a harsh black smoky eye.",
        "Apply the shadow on the upper lid and into the crease, and then blend so there is not a harsh line of color.",
        "Photographers should use a soft light to accentuate the natural curves of the body, and to avoid harsh or bright lights on spots their subjects would rather not be highlighted.",
        "Anything too harsh will automatically spoil your photos and anything too dark will do the same.",
        "You do not want the sun shining directly in front or behind them, since this will create harsh shadows or cause people to squint when they're looking at the camera.",
        "Even if you had a mega-flash, you wouldn't want its harsh light to shine randomly on unpredictable pyrotechnics displays.",
        "Flash diffusers are not only a necessity for portrait, studio and wedding photography, but can mute harsh shadows in outdoor scenes.",
        "Due to the harsh climate, rice cultivation is replaced by wheat, barley and soybeans.",
        "Shoot outdoors in natural light early in the morning or late in the evening to reduce harsh shadows.",
        "This experience can be help group member face harsh realty.",
        "This book takes a hard look at some of the harsh realties facing today's youth, namely what it means to grow up with a psychotic parent.",
        "Cite real life examples of people you know or news clips you have seen that exemplify the harsh reality that yes, you can get pregnant the first time, and believing that virgins are granted a buffer period can lead to trouble.",
        "Animals hoard food so they will have enough to get them through harsh winters.",
        "Avoid harsh detergents and use cooler temperatures when washing and drying.",
        "In the latest issue of People magazine, Tyra Banks is speaking out about the media's harsh reaction to her recent weight gain.",
        "A few oft given reasons are crazy schedules or the relationship succumbed to the harsh light of the paparazzi's constant spotlight.",
        "Harsh. To put it in analogical form: Ashlee Simpson is to Fall Out Boy as Yoko Ono is to the Beatles?",
        "One would think, that after spending nearly 30 years in the harsh, back-biting world of show business, Tom Cruise would have developed a little thicker skin…or at least a sense of humor.",
        "While no official cause of death has been pronounced, it is widely speculated that Mays' death was the direct result of being struck in the head with an object after a harsh airplane landing the night before his passing.",
        "Sure, he may say some really harsh things to contestants on his shows, but hey, the music industry is a tough business.",
        "It's hard to believe that there aren't any other music executives that wouldn't say just as harsh, if not harsher, criticisms to hopeful musicians.",
        "The former Police front man responded to the harsh criticism stating that he knew about Karimov's \"…appalling reputation,\" but decided to go ahead and play anyway.",
        "The most modest garments will feature muted and soft colors, avoiding bold, bright shades and harsh prints.",
        "Surrounded by harsh tropical mountains with thick picturesque jungles, Puerto Vallarta has a personality all of its own.",
        "For your sake and the sake of your family, attend to changing soiled pads and wound care without fuss or harsh words.",
        "Nail polish that's made for humans are developed in laboratories using harsh chemicals and by-products which can be seriously detrimental to a dog's health if she ingests the contents.",
        "Many harsh winter dwellers will add it as an extension to their own home, providing an interior garden retreat in any weather.",
        "Sticky traps and row covers will also help control these pests without the use of harsh chemicals.",
        "Newer methods do not use the same harsh chemicals that caused concerns years ago, but still many gardeners prefer to avoid pressure treated wood altogether.",
        "Ideally, choose an overcast day or quiet evening, when winds are still and the sun is not overly harsh.",
        "Whether you choose to buy a ready-made cold frame or build your own, a small initial output will protect your precious seedlings from the cold, harsh world for many years to come.",
        "A Large, Clear Lid: This is the most important aspect of your cold frame, as it will allow the sunlight in to warm and feed your plants while keeping cold temperatures and harsh winds at bay.",
        "Many gardeners have reached into the green leaves to pluck a berry, only to feel the harsh sting of an angry wasp, hornet or bee who was also sampling the wares.",
        "This creates a muted, less harsh percussive attack that again adds to the overall tranquil mood and feel of the music.",
        "You can really zero in on a mellow sound or a harsh sound by combining the settings on the pickups and tone knobs.",
        "Despite harsh initial reviews by music critics who felt the group was largely a poor imitation of the popular grunge style of that era, fans in the San Diego club scene began to take notice.",
        "The lighting resulting from fluorescents can be relatively harsh, so it does not make for an elegant setting.",
        "Movies laughingly portray many cubicle workers as suffering under the blinking influence of fluorescents, but not all fluorescent lights are so harsh.",
        "It is normally situated to cast light down on the deck area, and can cast harsh shadows.",
        "Not only do you need to protect your skin from harsh insulation, but you need to use caution when adding insulation, whether in sections or loose.",
        "Consider a soft wall surface: Hard walls that are all the same length can wreak havoc on sound quality because the sound bounces around from hard surface to hard surface, creating reverberation and harsh noise.",
        "Not only were these bulbs expensive, but they emitted a harsh blue-white light that was not very inviting as people were used to the warm, yellow-white light emitted by the incandescent bulb.",
        "Eventually, this harsh white-blue light was fixed by Michael Bowers, who discovered a way to make the LED bulbs emit a soft, warm yellow light, similar to incandescent bulbs.",
        "These strippers use harsh chemicals so always read the directions carefully.",
        "Before you reach for a harsh chemical to treat a mold or mildew problem in your home, try some natural mold and mildew removal methods first.",
        "While there are many treatments and ways to deal with mold or mildew in your home, many of these contain harsh chemicals that can also have an effect on your health.",
        "Tea tree oil is extremely effective at removing mold and mildew from surfaces without any harsh effects.",
        "The smell can be harsh, but will dissipate once the vinegar is dry.",
        "Natural mold and mildew removal methods may take a little more time to work than harsh chemicals, but the end results can be worth it both for your health and for the environment.",
        "They are very similar to paint thinner and some formulas have harsh chemicals that can produce toxic fumes.",
        "It contains harsh chemicals, so be sure to open your windows for ventilation.",
        "Never clean it with hot water or harsh chemicals.",
        "It's too harsh and can ruin the finish on your charms.",
        "The grit grinds down the stone, gently removing the harsh edges and creating a smooth surface.",
        "Be careful of using harsh chemicals - check with the jeweler for any special cleaning instructions.",
        "Don't expose moonstone to harsh chemicals such as bleach or pool chemicals.",
        "Take off the bracelets and bangles when you do anything that could expose the jewelry to harsh detergents or chemicals such as housework or swimming.",
        "Pearls should never be exposed to high heat or harsh chemicals.",
        "Don't use those products designed specifically for silverware, since they will be too harsh for most jewelry pieces.",
        "Take off the ring when doing activities such as sports, heavy lifting, working out or chores involving harsh chemicals.",
        "Extremes Outerwear: Harsh conditions call for cozy outerwear.",
        "Still, this will only work with moderate precipitation and will not protect you against harsh weather.",
        "Warm: The warmth these jeans give, particularly in areas that have brutally harsh winters, in a tremendous asset.",
        "A coat should obviously provide you with the most basic function of unsurpassed warmth in harsh conditions, but beyond that it should look the part - stylish, smart and crisply tailored.",
        "If your climate is usually mild and you don't tend to experience harsh winters, you can probably get away with a shorter cut and a lighter fabric.",
        "Men's summer hats keep your head, face, and neck protected against the sun's harsh rays."
    ],
    "definition": [
        "Disagreeable to one of the senses, as:\na. Disagreeable to the sense of hearing: a harsh voice.\nb. Disagreeable to the sense of sight: harsh lighting.\nc. Unpleasantly coarse and rough to the touch: harsh burlap.",
        "Unpleasant, uncomfortable, or hostile to survival: a harsh wilderness; a harsh winter.",
        "Severe, cruel, or exacting: harsh punishment; a harsh overseer.",
        "Disagreeable to the mind or feelings: harsh words.",
        "Expressing displeasure or disapproval: gave me a harsh look.",
        "harsh′ly\nadverb",
        "harsh′ness\nnoun",
        "Link/Cite",
        "Unpleasantly rough to the touch or other senses.",
        "Severe or cruel.",
        "genteel",
        "(intransitive, slang) To negatively criticize.\nQuit harshing me already, I said that I was sorry!",
        "(slang) to put a damper on (a mood).\nDude, you're harshing my buzz.",
        "Link/Cite"
    ]
}