{
    "translation": "קציר, אסיף",
    "uses": [
        "That's a sign of a good harvest next year.",
        "The snow melted, leaving in its wake a harvest of spring flowers.",
        "Somebody will be out here trying to harvest it.",
        "Harvest generally extends from the middle of August to near the end of September.",
        "The million-gallon harvest of nature's heated waters was a major tourist attraction.",
        "If at least half of the harvest in any year is destroyed by accident, the lessee (a) in the case of a lease for several years, obtains, at the end of his lease, a refund of rent, by way of indemnity, unless he has been indemnified by preceding harvests; (b) in the case of a lease for a year only, may secure a proportional abatement of the current rent.",
        "It is suggested that Hylas was a harvest deity and that the ceremony gone through by the Kians was a harvest festival, at which the figure of a boy was thrown into the water, signifying the dying vegetation-spirit of the year.",
        "In 1795, under the joint operation of a deficient harvest and the diminution in foreign supplies of grain owing to outbreak of war, the price of wheat, which, for the twenty preceding years, had been under 50s.",
        "According to early methods of cropping, which were destined to prevail for centuries, wheat, the chief article of food, was sown in one autumn, reaped the next August; the following spring, oats or barley were sown, and the year following the harvest was a period of fallow.",
        "To harvest their crops, they need equipment and suitable storage facilities.",
        "But Turgot's worst enemy was the poor harvest of 1774, which led to a slight rise in the price of bread in the winter and early spring of 1774-1775.",
        "This year she had been afraid to harvest them because of the dogs.",
        "The whole summer, from spring sowing to harvest, he was busy with the work on his farm.",
        "mystacinus), the flying and the common squirrel (Tamias striatus), the brown, common, field and harvest mouse (Mus decumanus, M.",
        "How, then, can our harvest fail?",
        "During the last three years of his life John Wesley reaped the harvest he had sown.",
        "But above all harvest as early as possible, if you would escape frosts and have a fair and salable crop; you may save much loss by this means.",
        "We apply inefficient agricultural techniques to grow and harvest them, and then we inefficiently distribute them.",
        "\"So in your parts, too, the harvest is nothing to boast of, Count?\" he went on, continuing the conversation they had begun.",
        "The \"sheaf of the first-fruits of your harvest,\" mentioned in Lev.",
        "In the south, and in the plains, the harvest, as might be expected, commenced some weeks earlier than in the northern and mountainous districts.",
        "At harvest the corn was cut high on the stalk with short sickles and put up in sheaves, after which it was carried to the threshing-floor and there trodden out by the hoofs of oxen.",
        "The true harvest of my daily life is somewhat as intangible and indescribable as the tints of morning or evening.",
        "But whichever interpretation is taken, the connexion of the festival with the harvest is only secondary.",
        "Much advantage arises from the steam working of bastard fallows in summer, and after harvest a considerable amount of autumn cultivation can be done by steam power, thus materially lightening the work in the succeeding spring.",
        "10, is associated in Jewish tradition with the barley harvest (Mishna, Menachoth x.).",
        "As he went along he looked with pleasure at the year's splendid crop of corn, scrutinized the strips of ryefield which here and there were already being reaped, made his calculations as to the sowing and the harvest, and asked himself whether he had not forgotten any of the prince's orders.",
        "The old prince used to approve of them for their endurance at work when they came to Bald Hills to help with the harvest or to dig ponds, and ditches, but he disliked them for their boorishness.",
        "The corn harvest naturally follows: rye and wheat were usually shorn, and barley and oats cut with the scythe.",
        "What though I value the seed of these beans, and harvest that in the fall of the year?",
        "He now reaped to the full the harvest of treason and rebellion which he himself had sown so abundantly during the first forty years of his life.",
        "Scientists are hoping to find ways to harvest energy more efficiently.",
        "The close of the corn-harvest was marked by the festival Shabhuoth (weeks) or Kasir (harvest) held seven weeks after massoth.",
        "In addition to being a harvest festival, marked by the ordinary popular rejoicings, the Haloa had a religious character.",
        "In 1900 an important survey of the Hauran and neighbouring regions was made under American auspices, directed by Dr Enno Littmann; the publication of the great harvest of results was begun in 1906.",
        "On the one hand it became necessary, in face of an inadequate harvest, to suspend in 1898 the application of the law on the import of corn.",
        "In 1850 Guthrie published A Plea on behalf of Drunkards and against Drunkenness, which was followed by The Gospel in Ezekiel (1855); The City: its Sins and Sorrows (1857); Christ and the Inheritance of the Saints (1858); Seedtime and Harvest of Ragged Schools (1860), consisting of his three Pleas for Ragged Schools.",
        "But the real agricultural occasion was not the eating of unleavened bread but the offering of the first sheaf of the barley harvest on the \"morrow of the sabbath\" in the Passover week (Lev.",
        "All classes high and low are fond of the religious festivals, the principal of which, the Dasahra, occurs in October, when the first harvest of the year has been secured and the second crops sown.",
        "The fall in prices was aggravated, first by the unpropitious weather and deficient harvest of the years 1816, 1817, and still more by the passing in 181 9 of the bill restoring cash payments, which, coming into operation in 1821, caused serious embarrassment to all persons who had entered into engagements at a depreciated currency, which had now to be met with the lower prices of an enhanced one.",
        "In the middle of a sober conversation begun by Ilagin about the year's harvest, Nicholas pointed to the red-spotted bitch.",
        "The harvest was earlier or later as the rains towards the end of the season were more or less copious.",
        "A considerable percentage of these arrivals and departures represents seasonal labourers, who come out from Europe solely for the Argentine wheat harvest and should not be classed as immigrants.",
        "The Monti frumentarii or co-operative corn deposits, which lend seed corn to farmers, and are repaid after harvest with interest in kind, numbered f615 in 1894, and possessed apatrimonyof~24o,ooo.",
        "To the original nomadic Pesah (Passover) - sacrifice of a lamb - there was attached a distinct and agricultural festival of unleavened cakes (ynassoth) which marks the beginning of the corn harvest in the middle of the month Abib (the name of which points to its Canaanite and 1 The tablet is neo-Babylonian and published by Dr Pinches in the Transactions of the Victoria Institute, and is cited by Professor Fried.",
        "Late Minoan art in its finest aspect is best illustrated by the animated ivory figures, wall paintings, and gesso duro reliefs at Cnossus, by the painted stucco designs at Hagia Triada, and the steatite vases found on the same site with zones in reliefs exhibiting life-like scenes of warriors, toreadors, gladiators, wrestlers and pugilists, and of a festal throng perhaps representing a kind of \" harvest home.\"",
        "392 ff.); a second festival, in August, to celebrate the reunion of Ceres and Proserpine, in which women, dressed in white, after a fast of nine days offered the goddess the first-fruits of the harvest (Livy xxii.",
        "The attempt of modern critics to account for the period as that in which the barley harvest was gathered in, during which the workers in the field could not prepare leavened bread, is not satisfactory.",
        "He appointed visitors for the universities and great public schools, and defended the universities from the attacks of the extreme sectaries who clamoured for their abolition, even Clarendon allowing that Oxford \"yielded a harvest of extraordinary good and sound knowledge in all parts of learning.\"",
        "If the debtor did not cultivate the field himself he had to pay for the cultivation, but if the cultivation was already finished he must harvest it himself and pay his debt from the crop. If the cultivator did not get a crop this would not cancel his contract.",
        "Yet in some Tusban provinces, as, for instance, that of Grosseto, where malaria rages, laborers are organized in gangs under corporals, who undertake harvest work.",
        "In the temperate zone, where the seasons are sharply contrasted, but follow each other with regularity, foresight and self-denial were fostered, because if men did not exercise these qualities seed-time or harvest might pass into lost opportunities and the tribes would suffer.",
        "At first held at any of the local shrines, such as Gilgal, Bethel, Shiloh, as well as Jerusalem, it was held at an indefinite date during the harvest in the fall of the year.",
        "First-born sons to be redeemed; none to appear before the Lord empty; six days' work, seventh day rest, in the harvest; the sacrifice of the Passover shall not remain until the morning.",
        "The beginning of barley harvest is however generally associated with it, while the wheat harvest is connected with Pentecost.",
        "The suggestion that the eating of cakes of unleavened bread, similar to the Australian \"damper,\" was due to the exigencies of the harvest does not meet the case, since it does not explain the seven days and is incongruous with the fact that the first sheaf of the harvest was put to the sickle not earlier than the third day of the feast.",
        "But when Greek deities were introduced into Rome on the advice of the Sibylline books (in 495 B.C., on the occasion of a severe drought), Demeter, the Greek goddess of seed and harvest, whose worship was already common in Sicily and Lower Italy, usurped the place of Ceres in Rome, or rather, to Ceres were added the religious rites which the Greeks paid to Demeter, and the mythological incidents which originated with her.",
        "She did not understand why he spoke with such admiration and delight of the farming of the thrifty and well- to-do peasant Matthew Ermishin, who with his family had carted corn all night; or of the fact that his (Nicholas') sheaves were already stacked before anyone else had his harvest in.",
        "Out of these have grown large factories, employing as many as 10,000 to 12,000 men each; but when harvest comes round, these men leave the factories and repair to their fields, and meantime the factories stand still for two or three months.",
        "Proerosia, at which prayers were offered for an abundant harvest, before the land was ploughed for sowing.",
        "Among the higher altitudes of north Derbyshire, where the soil is poor and the climate harsh, grain is unable to flourish, while even in the more sheltered parts of this region the harvest is usually belated.",
        "The fields were fenced in from seed-time to harvest, after which the fences were taken 1 Translation by Clement-Mullet (Paris, 1864).",
        "All nations have similar harvest homes, especially with reference to the vintage feasts; as, for instance, the Athenian Oschophoria.",
        "150) mentions an Athenian harvest festival Eucharisteria.",
        "When the Israelites settled in Canaan they found there an agricultural festival connected with the beginnings of the barley harvest, which coincided in point of date with the Passover and was accordingly associated with it.",
        "Alaskan king crab is one type of shellfish in the commercial harvest famed for its size and taste.",
        "The Vakuf tenants were at that time extremely prosperous, for their rent had been fixed for ten years in advance on the basis of the year's harvest, and so had not risen proportionately to the value of their holdings.",
        "The first-fruits of the barley harvest are to be gathered on the \"morrow of the sabbath\" (Lev.",
        "I made the harvest stook by cutting lots of narrow strips of dough.",
        "Look for monthly and seasonal steak specials celebrating seasonal harvest to also satisfy your taste buds.",
        "mousenis balls to be recycled as homes for harvest mice.",
        "opium poppy harvest has flourished, and finds its way to the streets of Britain.",
        "pest resistance The corn borer destroys up to 7% of the world's maize harvest each year.",
        "potash removal with a hot, dry harvest can be double that of a normal season.",
        "You will also be given the opportunity to taste the first pressings from the 2006 Harvest.",
        "Pagan worship at this time involved sex with a temple prostitute in order to ensure a good harvest.",
        "There are burning pyres in my own backyard, because I don't have time to gather in the harvest.",
        "The maize harvest fell by 32 per cent due to erratic rainfall during the agricultural season.",
        "rancher named Simon Legree hires two pickers to harvest his orange crop.",
        "Using self-cultivation we ultimately reap the harvest of a well refined character.",
        "Rhubarb Continue to harvest rhubarb Continue to harvest rhubarb which you have forced indoors.",
        "Other species found on the reserve include roe and fallow deer, fox, stoat, harvest mouse and occasional dormouse.",
        "rousing choruses of harvest hymns.",
        "Unfortunately we have no rye to sell from this year's harvest.",
        "very salutary is an occasional hour of serene sadness, indeed a good agony will sometimes yield a grand harvest.",
        "The sermon was a very seasonable one, being about the harvest, and in it things temporal and spiritual were very happily blended.",
        "seed rape will be cut in August, combines everywhere will be working flat out to bring in the harvest.",
        "August -- Barley Moon Persephone, virgin Goddess of rebirth, carries a sheaf of barley as a symbol of the harvest.",
        "sheaves of harvest Gathered Home.",
        "Thou shalt bring the ransomed with thee; They with songs shall come, All the golden sheaves of harvest Gathered Home.",
        "shrinking when, someone might say, the fields are white unto harvest?",
        "skives Skip school For Crops Boys are skiving off school - to bring in the harvest.",
        "skives Skip School For Crops Boys are skiving off school - to bring in the harvest.",
        "sloe bushes provide a rich harvest for the gin drinkers.",
        "stubble over the winter following harvest.",
        "sulfur bacteria [Acrobat PDF] How do purple photosynthetic bacteria harvest light?",
        "In the harvest time we would be working up until ten o'clock and later as we had double summertime.",
        "summery feel of the day there's an almost full yellowish moon, like a harvest moon this evening.",
        "Friday's harvest supper raised almost enough to complete the bells fund - with Jack donating the balance.",
        "second swale with willow ready to harvest for hurdle making.",
        "During that season (from October to March ), the presence of harvest mice was confirmed in 106 new tetrads!",
        "This is harvest thanksgiving, thanking God for the favorable conditions which have enabled the farmers to secure a good yield.",
        "tonneAugust we harvest the peas hope to get about 5 tons per hectare.",
        "Turnips Begin to harvest and continue sowing turnips Begin to harvest and continue sowing turnips until the end of the month.",
        "Regional Analysis: MENDOZA The Mendoza harvest results were excellent in terms of both quality and quantity for both red and white varietals.",
        "viburnum opulus ' Harvest Gold ' is a very pretty deciduous shrub or small tree, with lovely yellow foliage.",
        "With higher than average yields in many grape varieties, the 2004 harvest has produced a strong vintage for Denbies.",
        "waneth grain and fruit harvests have been gathered as we give thanks for our harvest and acknowledge the waning power of the Sun.",
        "In drilled dwarf beans left weedy through to harvest yield losses can range from 0 to 90% .",
        "willing helpers and workers at harvest fills me with hope for our Christmas Bazaar on December 4th.",
        "Such e-mails normally have an attachment carrying a mass-mailing worm which will harvest false ' from ' addresses from your computer's address-book.",
        "This combination will provide better flexibility for early harvest, control any emerging disease threat and also deliver a greening effect to maximize yield.",
        "No national lands in accessible districts are available for the application of a homestead law, and the farmer too often has no interest in the land beyond the growing crops, a percentage of the harvest being the rent charged by the owner of the property.",
        "Forest culture, mat-making, weaving and fish-breeding are also practised, the last-named in the marshes after the rice harvest.",
        "In bad years the tiller, moreover, gives up seed corn befote beginning harvest.",
        "The huge extent of the latzfondi, or large estates, often results in their being left in the hands of speculators, who exploit both workmen and farmers with such usury that the latter are often compelled, at the end of a scanty year, to hand over their crops to the usurers before harvest.",
        "Thalysia, a thanksgiving festival, held in autumn after the harvest in the island of Cos (see Theocritus vii.).",
        "The awful deed took place at the beginning of harvest (April - May), and the bodies remained suspended until, with the advent of the autumn rains, Yahweh was once more reconciled to his land (xxi.",
        "After 1894, in which year the brilliant prospects of a bountiful harvest were ultimately extinguished by untimely and heavy rains, all the remaining seasons of the closing decade of the 19th century were dominated by drought.",
        "The animal which popular belief identified with the corn demon is sometimes killed in the spring in order to mingle its blood or bones with the seed; at harvest-time it is supposed to sit in the last corn and the animals driven out from it are sometimes killed; at others the reaper who cuts the last ear is said to have killed the \"wolf\" or the \"dog,\" and sometimes receives the name of \"wolf\" or \"dog\" and retains it till the next harvest.",
        "16) it is called simply the Harvest Feast (A.V.",
        "(3) The Winter festivals are less homogeneous in character, but we may distinguish among them certain undoubtedly agricultural celebrations, the Saturnalia (at first connected with the sowing of the next year's crop, but afterwards overlaid with Greek ceremonial), and a curious repetition of the harvest festivals to Consus and Ops.",
        "(From 1875 onwards the balance of trade had been in favour of Austria; in 1907 it turned against her, and from this time the adverse balance showed a steady increase until 1913, when it slightly diminished.) According to the census of 1910, out of 16 million persons following an occupation 8.5 millions were engaged in agriculture and forestry, 3.6 in industr y, 1 6 in commerce and transport, 2.3 in the public services, liberal professions, etc. Agriculture is thus the basis of economic existence for the greater part of the population; and the favourable crop statistics for the last years preceding the war, and especially the record harvest of the year 1912, must have had a beneficial influence upon the economic situation.",
        "On the 31st of July, therefore, at Barere's suggestion, it was decreed that the woods of the Vendee should be burnt, the harvest carried off to safe places in rear of the army, the cattle seized, the women and children concentrated in camps in the interior, and that every male from the age of sixteen in the neighbouring regions should be called upon to take arms. Further, on the 1st of August, the troops that had formed the garrison of Mainz, which were unavailable against foreign enemies by the terms of their capitulation to the Austrians, were ordered to Vendee.",
        "If, on the other hand, it was, as in ancient Jewish times, the first after the earliest ears of the barley harvest would be ripe, it would have varied with the forwardness or backward If the Passover celebration could, be anticipated by one day in a private Jewish family (and we know perhaps too little of Jewish rules in the time of Christ to be able to exclude this possibility), the evidence of the synoptic Gospels would no longer conflict with that of St John.",
        "That takes all those up into itself, outshining them in radiance and glory - just as in the last month of the rains, at harvest time, the sun, mounting up on high into the clear and cloudless sky, overwhelms all darkness in the realms 1 Questions of King Milinda, translated by Rhys Davids (Oxford, 1890-1894), vol.",
        "2 A Greek vase shows snake-bodied nymphs at the grape-harvest (Harrison 259 seq.), and in Egypt the harvest goddess Rannut had snake-form (F.",
        "The older calendar, on the other hand, knows nothing of \" holy convocations,\" nor of abstinence from work; the time of the feasts, which are clearly connected with agriculture, is only roughly defined with reference to the harvest (cf.",
        "\"For my cultivation,\" said the beggar, \"faith is the seed, self-combat is the fertilizing rain, the weeds I destroy are the cleaving to existence, wisdom is my plough, and its guidingshaft is modesty; perseverance draws my plough, and I guide it with the rein of my mind; the field I work is in the law, and the harvest that I reap is the never-dying nectar of Nirvana.",
        "Her character as a harvest goddess is clearly shown in the legend of the Calydonian boar, sent by her to ravage the fields out of resentment at not having received a harvest offering from Oeneus (see Meleager).",
        "What if you knew exactly what to plant, when to plant it, when to harvest it?",
        "There are burning pyres in my own backyard, because I do n't have time to gather in the harvest.",
        "From the 1999 harvest, tobacco growers wishing to leave the sector must offer their quota allocation to other producers.",
        "A citrus rancher named Simon Legree hires two pickers to harvest his orange crop.",
        "Rhubarb Continue to harvest rhubarb which you have forced indoors.",
        "But over the course of the harvest, these cherries ripen at different times - meaning they have to be tended every day.",
        "Unfortunately we have no rye to sell from this year 's harvest.",
        "Very salutary is an occasional hour of serene sadness, indeed a good agony will sometimes yield a grand harvest.",
        "These crops along Oil seed rape will be cut in August, combines everywhere will be working flat out to bring in the harvest.",
        "So why are the churches shrinking when, someone might say, the fields are white unto harvest?",
        "Boys Skip School For Crops Boys are skiving off school - to bring in the harvest.",
        "In Autumn, the sloe bushes provide a rich harvest for the gin drinkers.",
        "Land management options within the scheme included: Cropped arable fields being left as stubble over the winter following harvest.",
        "Diversity and ecology of phototrophic sulfur bacteria [Acrobat PDF] How do purple photosynthetic bacteria harvest light?",
        "Friday 's harvest supper raised almost enough to complete the bells fund - with Jack donating the balance.",
        "Second swale with willow ready to harvest for hurdle making.",
        "Can it produce a bumper harvest or are there too many crops tangled together?",
        "During that season (from October to March), the presence of harvest mice was confirmed in 106 new tetrads !",
        "In August we harvest the peas hope to get about 5 tons per hectare.",
        "The visitors covered the last mile of their journey to Bures in a vintage harvest wagon, making a triumphal entry to the ground.",
        "Turnips Begin to harvest and continue sowing turnips until the end of the month.",
        "Viburnum opulus ' Harvest Gold ' is a very pretty deciduous shrub or small tree, with lovely yellow foliage.",
        "Both grain and fruit harvests have been gathered as we give thanks for our harvest and acknowledge the waning power of the Sun.",
        "In drilled dwarf beans left weedy through to harvest yield losses can range from 0 to 90 %.",
        "So many willing helpers and workers at harvest fills me with hope for our Christmas Bazaar on December 4th.",
        "Such e-mails normally have an attachment carrying a mass-mailing worm which will harvest false ' from ' addresses from your computer 's address-book.",
        "At the yam harvest, major festivals take place.",
        "Scientists are hoping to find ways to harvest energy more efficiently.",
        "The drought is expected to debilitate plant growth, so this year will have a smaller harvest than normal.",
        "The time of the year can offer great themes for showers, from a spring garden party to a summer pool party, a fall harvest festival or a winter wonderland party complete with hot chocolate and a roaring fire.",
        "Many fishing boats freeze fish immediately after harvest, or as soon as possible after it's caught.",
        "Helping with the harvest, tending a roadside booth, or even hiring seasonal help can be thoughtful and much appreciated gift.",
        "The jelly cabinet was an important piece of furniture because it stored the plethora of preserved goods that families put up throughout the harvest seasons.",
        "Online retailers that carry rain barrel supplies often include tips on how to choose the right rain barrel and the best way to harvest rainwater.",
        "It takes only six months to grow and harvest a crop such as corn which can be converted to ethanol.",
        "Alternative fuel methods are ways to fuel your vehicle, power up your home or help you to harvest your crops.",
        "No matter how it is phrased, renewable energy all boils down as a way to harvest electricity and fuel to power our lives without causing destructive damage to the environment.",
        "Best of all, these sources are sustainable, meaning we can harvest them repeatedly without running out since they are renewable.",
        "These panels can be paired together on large solar farms to harvest enough energy to power small towns and neighborhoods, or smaller units of cells placed on houses to power the lights and electronic devices for that home.",
        "Plant it in the early spring for a late summer harvest.",
        "Be sure to harvest berries only in areas where it is legal to do so.",
        "Never trespass on private land, and check state park regulations to make sure it is okay to harvest berries.",
        "This compendium outlines every aspect of herbal remedies, including growing environment, harvest techniques, medical preparation and indications for use.",
        "Many people consider drying fresh herbs to preserve the harvest, but freezing fresh herbs offers a viable alternative.",
        "Since flowering basil plants tend to stop producing foliage, it is important to continually harvest the leaves and pinch any buds that form so the leaves continue to flourish.",
        "Harvest several full stems of basil then tie the bundles together on one end with twine.",
        "The handcrafted, quality construction of a vintage harvest table has already stood the test of time and will continue to provide years of enjoyment.",
        "Whether you choose an imported or domestic antique harvest table, look for key construction elements and any documentation that can confirm the piece's authenticity.",
        "When harvest kitchen tables are made from reclaimed sources, there are truly no two tables alike.",
        "Restoration Hardware - Beautiful, vintage style harvest tables that will enhance any décor.",
        "A sturdy harvest table for meals can be accented by a set of painted wooden chairs with a distressed finish and woven rush seats.",
        "Try a big wood harvest table with some Lucite or acrylic chairs (such as Ikea's Tobias chair).",
        "Think of big beautiful harvest tables and wooden beams running across the ceiling.",
        "You can have a 1970s contemporary kitchen design by using the colors popular during that era, such as olive green, harvest gold and copper brown.",
        "There are some seashells that are more popular to use simply because they are abundant and easy to harvest.",
        "Considerations in soil health, crop rotation and pest control all impact the final harvest.",
        "\"Don't judge each day by the harvest you reap but by the seeds that you plant.\"",
        "Nearly every state has orchards open to the public during the harvest season, so search online for an orchard near you to pick your own apples.",
        "In the fall, the harvest is perfect inspiration for a centerpiece.",
        "Carrot, spice, Dessert Recipes apple or applesauce, and nut cakes are wonderful for fall or harvest weddings.",
        "Bridal People offers an elegant selection of fall and harvest wedding decorations.",
        "Using fall and harvest oriented containers instead of predictable glass vases; copper or aluminum pails, dark wicker baskets, and hollowed out gourds are great fall containers for floral arrangements.",
        "Whether you have a western wedding theme, a harvest theme, fall/autumn theme, or apple and pear theme, choose your favors to reflect the rustic outdoor atmosphere.",
        "Use autumn harvest vegetables and fruits, such as pumpkins and gourds, surrounded with autumn leaves.",
        "Use deep autumn-colored candles accented in gold to suggest the abundance of the autumn harvest, creating an elegant, well-lit table.",
        "September wedding colors often include both bright, summery shades and rich, harvest colors, and couples who choose the best of both seasonal rainbows will have a lovely, colorful wedding to enjoy.",
        "If a couple is planning an indoor event, they may choose a church or ceremony site that features rich harvest colors and dark woods that coordinate with autumn and won't require as much decoration to match the wedding's seasonal theme.",
        "Harvest Bundles: Sheaves of corn stalks, hay bundles, or wheat grains can be tied together with ribbons or tulle to line the aisle.",
        "Fall theme wedding cakes are elegant vehicles for showing off the gorgeous, understated colors and features of the harvest season.",
        "Fall wedding cake flavors are a refreshing change from the usual vanilla/vanilla wedding cake, and they invite guests to embrace seasonality and celebrate the harvest as well as your union.",
        "Few brides and grooms celebrate the abundance of the fall harvest with their wedding cakes, but it's a theme that's tied to nature just as closely as leaves or flowers.",
        "A Thanksgiving theme can easily overlap with a harvest theme, so consider borrowing related ideas such as the cornucopia decoration.",
        "This is a great idea for a harvest themed wedding, as pumpkins are often far cheaper and more festive than flower decorations.",
        "Donating $200,000 to the American Red Cross and $50,000 to USA Harvest to help the victims of Hurricane Katrina.",
        "In March and April comes the prolific harvest of golden open-air blossoms.",
        "Harvest berries daily during production season.",
        "Removing the entire tomato plant after harvest, including the roots, helps control foliar diseases such as early blight.",
        "Backyard gardeners enjoy cranberry as both a desirable full sun groundcover and as part of a fruit and vegetable harvest.",
        "By raising the water level, farmers can control weeds and pests, plus easily harvest the fruit as it floats to the top.",
        "With the appropriate soil, geology, climate, and water supply, a dedicated farmer can harvest this perennial crop for well over a hundred years.",
        "Howes: small to medium size red-burgundy fruit, mid season harvest.",
        "Celmisia seed should usually be sown directly after harvest, when it is fresh, although seed will not germinate until after it has experienced winter conditions.",
        "If you want to learn more about companion planting check out this site from Golden Harvest Organics.",
        "For plants that die back when the first frost hits, you will need to calculate the days until harvest.",
        "This way you are able to harvest your crop before the plant dies off.",
        "As an example, a packet of cucumber seeds says it takes 50 days to harvest.",
        "If your average first frost date is September 20, you will want to plant your seeds by June first to allow for harvest before the frost.",
        "If you have purchased plants you can plant about two weeks later and still be able to harvest before the frost.",
        "Calculate to be sure the plant will be ready for harvest in time.",
        "JH: Both Earth-tone Insect Control and 3 n 1 Disease Control can be used on food crops up to the day of harvest.",
        "JH: Both the Insect Control and 3 n 1 Disease Control can be applied to food crops right up to the day of harvest.",
        "Starting vegetable gardens takes time, but investing time before you plant seeds or vegetable plants ensures a healthy harvest.",
        "Although some plants will produce healthy vegetables with fewer than six hours of sunlight, you won't get as much of a harvest from these plants as you would from plants that enjoy full sun.",
        "From common varieties to heirloom seeds, you'll be producing your own tasty harvest in no time at all.",
        "Another way to tell if your watermelon is ready to harvest is to look at the skin of the melon.",
        "If any diseases are present, rotating crops prevents them from ruining next year's harvest.",
        "Choose your space, plant your plants, and reap a wonderful, delicious harvest.",
        "It can take three years to see the first fruit crop from a blueberry plant and many plants do not produce their best harvest until they've been established for five to six years.",
        "If you plant two or more blueberries together, you will get a better harvest than planting a single plant.",
        "Southern gardeners may be able to grow and harvest spinach, chard and broccoli well past Thanksgiving and sometimes over the winter, depending on how cold it gets.",
        "While late summer may seem like the time to kick back and relax, caring for a late summer garden ensures that the delicious harvest continues well into the fall, and sometimes beyond.",
        "For sunflowers tips, harvesting is only the first of a series of tasks gardeners can take to harvest, store and enjoy sunflower seeds.",
        "If you've grown masses of the tall, stately flowers known as sunflowers, chances are you're wondering how to harvest the seeds.",
        "You can harvest the seeds and use them in bird feeders throughout the winter to attract cardinals, blue jays and other beautiful birds to the garden.",
        "No matter what your reason, follow these tips to successfully harvest sunflowers.",
        "Wait until the flower heads are ready to harvest.",
        "The seeds won't be mature enough yet to harvest.",
        "If you plan to make jam, jelly or freeze the harvest, you'll want to grow at least 25 to 50 plants.",
        "So while they require a lot of time before that first harvest, it is well worth the wait in terms of overall results.",
        "You can also grow asparagus from seed but it will take longer before you can harvest those first spears.",
        "In the third year you will be able to harvest asparagus spears when they are about six to eight inches long.",
        "Gardeners are often surprised that vegetables can be planted in the fall, but you can easily extend the harvest for several weeks by planting quick-growing, cool season vegetables such as lettuce, radish, Swiss chard, spinach and kale.",
        "Also, depending on your gardening zone, some root crops such as garlic should be planted now for spring harvest.",
        "Harvest the last of the tender herbs such as basil and parsley; dry them.",
        "Grapes actually form on what is called second-year wood, so it will be about two years from the time you plant your grapes to the time when you can harvest fruits.",
        "Keeping beds three to four feet wide ensures that you can easily lean over the garden bed to plant vegetables, tend to them or harvest them.",
        "If you want to preserve the harvest or you plan to raise some fruit permanently in the garden, such as a bed of strawberry plants or raspberry bushes, add on separate beds for each.",
        "If you pinch off the blossoms the first year, it will make your second year's harvest much better.",
        "The short delay will not noticeably affect your harvest date and the damage you avoid will better your chances of a bumper crop.",
        "Put in a few more seedlings about three weeks after your main crop is established and you might be surprised with a late fall harvest.",
        "Day Neutral: Day neutral strawberries just keep on producing once they flower and set fruit, so you can harvest crops continuously.",
        "Though most beginner gardeners only plant a garden to harvest in the summer, most zones actually have a long enough growing season to produce two harvests.",
        "Neglecting to cover seedlings may result in the plant not flowering and no vegetable harvest.",
        "For hundreds of year, gardeners have observed which plants grow well together, repel insects, increase the harvest or stunt each other's growth.",
        "Allow grapes to grow and produce fruit, but do not harvest too soon.",
        "These are crops you can plant in the mid to late July and harvest in the fall.",
        "Some you may plant even later and harvest during the spring months.",
        "If you plan carefully and plant cool season vegetables, you may be able to harvest some fresh vegetables throughout the winter.",
        "Not only can you start vegetables earlier which can lead to a bigger and longer harvest, you can also grow plants that may not otherwise be successfully grown in your gardening zone.",
        "By using a cold frame the growth cycle and harvest are extended.",
        "For fall plantings, plant cool weather crops in your cold frame to extend the harvest through the winter months.",
        "In gardening zones 8 through 10, you may be able to harvest these vegetables throughout the winter with just a little bit of added protection against heavy frosts or deep freezes.",
        "Not only will you maximize your time and effort, you should also increase your garden's harvest.",
        "By planting marigolds with plants susceptible to certain insects, the plant has a greater chance of surviving and producing a harvest.",
        "The result should be a full harvest over the extended growing season.",
        "The purpose of this style of planting is to help with pest control, pollination, and to increase the harvest.",
        "After the third year, when the shoots are large enough, you can harvest asparagus spears by cutting or snapping them off the plant.",
        "Hydroponically grown plants have much smaller root systems, allowing more plants to be grown in a smaller amount of space, while yielding a bigger harvest.",
        "This organic gardening method incorporates crops of various types along with herbs and flowers to reduce or eliminate pesticide use and naturally enhance harvest yield.",
        "Smart farmers noted that when certain vegetables, herbs and flowers were grown near one another, they were more likely to flourish or yield a larger harvest than when grown apart from certain plants.",
        "They also noted that by planting certain herbs or flowers near their vegetables, insects left the vegetables alone, which also increased their harvest.",
        "The lore handed down from yesteryear may sound like superstition, but if it works, it can only help your garden by working with nature to increase the harvest yield.",
        "If you'd prefer a rolling harvest rather than all berries ripe at once, try Ever-Bearing plants.",
        "Harvest ripe strawberries frequently, and don't wait too long once you spy red berries in the patch.",
        "If you don't mind waiting for nature to take its course, the best time to harvest sunflower seeds naturally is around the third week of September.",
        "When the back of the head turns brown, the seeds should be dried enough and ready to harvest.",
        "Another way to harvest the seeds is to cut the head off the flower early, at the very first sign of the head turning yellow.",
        "From his haunting acoustic material as heard on the albums Harvest and Harvest Moon to his garage rock powerhouse band Crazy Horse, Neil Young has been following his own inspired musical compass for the better part of four decades.",
        "Harvest: This book from Alfred publishing includes all the songs from Young's classic album Harvest, voted as one of the best albums of all time by Rolling Stone magazine and others.",
        "Harvesting age: Bamboo grows quickly, but some manufacturers who are looking to save money will harvest it too early before it has reached its peak.",
        "Remember Harvest Gold and Avocado Green, the hot colors of the early 1960s?",
        "In earlier times, people hung moonstone in fruit trees to guarantee a plentiful harvest season.",
        "The natural gem is still rare today, but it is much easier to harvest than ever before.",
        "In India, the paisley design was a symbol used for village people to identify harvest time.",
        "Paisleys stamped in various ink patterns on their hands helped villagers communicate when the harvest was ready for picking.",
        "Organics are not only healthier for the people who eat them, but also for the farm workers who grow, harvest and handle them.",
        "You can also check Local Harvest for farms in your area.",
        "When harvest time comes, you can see who grew the biggest watermelon, or just the most delicious one.",
        "To learn more about becoming involved in a CSA in your area, visit Local Harvest.",
        "Local Harvest ships within the United States every Monday.",
        "Home Harvest Seeds offers 30 percent off the list price for its seeds.",
        "In the end, you'll never go back to store-bought fruits and vegetables because nothing will ever taste better than the produce you harvest from your own vegan organic garden.",
        "In fact, the Moroccan government has formed cooperatives that offer good working conditions for the women who harvest the nuts as well as making an effort to reforest the trees.",
        "Since they harvest the majority of their seeds on-farm, they have first-hand knowledge of where their seeds come from.",
        "Local Harvest, a site which specializes in natural and locally sourced foods, sells honeybee pollen granules in 8 ounce, one pound, and two pound bags.",
        "If you're a dedicated pecan lover, you can even plant your own pecan tree and harvest an annual organic crop.",
        "Most commercially grown seeds, plants, fruits, and vegetables are treated with some chemicals to help them become resistant to pests and increase their odds of being harvest successfully.",
        "Pay attention to when you should plant and harvest certain crops.",
        "One of the most valuable resources for consumers who want local organic and vegan food is Local Harvest.",
        "When children get to grow their own favorite vegetables and enjoy the fresh harvest, they learn to appreciate healthy, organic foods.",
        "Conventionally grown cotton depends on huge amounts of pesticides and toxic chemicals for a successful harvest.",
        "Local Harvest - Local Harvest is a resource created to help individuals and families find locally grown organic food retailers and other manufacturers of sustainable products.",
        "Visit the Local Harvest website for more information.",
        "Harvest your produce often to encourage more production.",
        "By learning how to can, dry, and freeze the tomatoes you grow, you can extend the harvest all year.",
        "This can save you money in the long run and is also a greener, more eco-friendly way of creating a beautiful organic garden that you can enjoy and harvest for years to come.",
        "You can find local growers through Local Harvest, a website that displays a map.",
        "Animal Crossing: Wild World is like a cross between Harvest Moon and Ping Pals.",
        "Varies in September - Harvest Moon - The Lake - Check your personal calendar, as this date changes every year.",
        "Varies in October - Harvest Moon - The same as the September Harvest Moon.",
        "Thursday in November - Harvest Festival - Franklin the turkey needs your help to save him from being eaten at the feast by the Wishing Well.",
        "Find Franklin again and he will give you a piece of furniture from the \"Harvest\" collection.",
        "If the Gods are happy they will give your kingdom bonuses, like extra resources or a bountiful harvest of food.",
        "Body Harvest was the result, but delays and difficulties in production caused Nintendo to finally abandon the game.",
        "Using many ideas from Body Harvest, DMA created a top-down game for the PC and PlayStation called Grand Theft Auto.",
        "White Bordeaux wines are typically late harvest, sweet wines made from Sémillon and Sauvignon Blanc grapes.",
        "The harvest procedure for Cakebread is one of constant attention to detail.",
        "They actually have plans laid out for each block of the vineyard-when to harvest, sample, etc. It's a big undertaking.",
        "The wine is distilled (which by law has to happen by March 31 of the next year after harvest) and you are left with the fresh spirit (called eau-de-vie…literally translated to \"water of life.\"",
        "Vintage Cognac-all the grapes are from that harvest year.",
        "At the Harvest Fair, this wine won sweepstakes white and constantly gets gold medals across the board.",
        "Summer's evolution into fall means that it is time to harvest in wine country.",
        "For wine lovers, it's harvest time in wine country!",
        "There is biting of winemaker's fingernails everywhere because harvest season is a fragile time.",
        "There is a ton of behind-the-scenes coordination going on that makes the harvest successful.",
        "Harvest time in wine country is an exciting time…you can feel it in the air and all the winery staff is geared up for this event.",
        "If you get a chance to visit during harvest season, take it!",
        "Late harvest wines are made from grapes that are picked at the end of the wine growing season.",
        "The most common example of late harvest wines are dessert wines.",
        "With wine, you need to carefully tend to the grapes, harvest at the right time and then, there's the unpredictability (a 50% chance of rain is not a prediction, it's a guess) of weather.",
        "You can find an array of dessert reds made from late harvest grapes, and a few winemakers even make red Eisweins.",
        "If you want to go during harvest time (late August to mid-October) plan on having the cellar tour be shortened or changed.",
        "During harvest time there will be forklifts flying left and right, grape skins and wet floors and potentially harmful gasses being produced…all not so much fun for you, the visitor.",
        "Walter Taylor and his wife, Addies, bought seven acres of vineyard on Bully Hill and picked their very first harvest in 1879.",
        "Their first harvest was a successful one and ensured that the couple would be able to continue in their grape growing business.",
        "Finally, all sweet white wines like your late harvest's and dessert wines contain 1.5 to about 5 grams of carbohydrates per one ounce serving.",
        "Winemakers harvest the Semillon at an early stage with high natural acidity and lower sugar ripeness.",
        "Winemakers harvest the grapes at lower ripeness in comparison to other regions and the wines have a particular elegance and finer structure.",
        "Winemakers vary in their choices of when to harvest the grapes; some pick them earlier to keep the wine on the lighter side, while leaving the grapes on longer-nearly to the point of becoming overripe-results in a jammier tasting wine.",
        "There is a uniform release date for the wine, which was traditionally drank to celebrate the harvest.",
        "The grapes grow in small, dense clusters infused with intense flavors by harvest time.",
        "Tag your harvest - Once you have your prize, be sure you tag it immediately.",
        "Princeton, NJ: Harvest House Publishers, 2004.",
        "In Tuscany, they derided Sicilian olive oil: \"My God, they put mats below the trees and let the olives fall to the ground before they harvest!\"",
        "Of course, a good harvest requires both rain and sunlight, so there is some confusion about whether or not the rain dances are primarily for rain or whether they are simply a dance to encourage a good harvest.",
        "In either case, the dance is performed to protect the year's harvest in order to ensure that the tribe could survive the winter in terms of food supply.",
        "These two special materials symbolized wind and rain, and were thought to be the essential elements needed to invoke a healthy harvest.",
        "While this genre of dance has largely disappeared as the Native Americans have become more and more integrated into American culture, buying food at grocery stores instead of relying on a harvest, the rain dance still survives.",
        "Some smaller groups of traditional Mexican farmers still perform these dances in hopes of an abundant harvest or to celebrate the nature that surrounds them.",
        "Once growers harvest the stalk of the plant in order to put them in arrangements, it stops growing.",
        "Growers harvest Lucky bamboo from boggy wetlands found in China, Thailand and other western countries.",
        "It is the element of age and the harvest.",
        "You must till the earth, add nutrients, plant your seeds, water and cultivate your crops, harvest and then preserve the crops.",
        "Second Harvest Curriculum offers a large number of used Abeka materials at fair prices.",
        "Second Harvest curriculum offers many used books and resources.",
        "The Thanksgiving harvest brings images of vegetables and fruits and folded paper turkeys.",
        "It takes many, many years for coral to grow, and it would be easy to over harvest it in the wild.",
        "Local Harvest makes a 100 percent beeswax candle in the shape of a turkey that retails for $10.",
        "You can even choose shaped candles, such as molded autumn leaves, small pumpkin candles, or candles shaped like fruits from a harvest for a more whimsical touch.",
        "Popular scents frequently combined with apple fragrances include vanilla, cinnamon, brown sugar, and spice, and these aroma blends may be labeled with more vague titles, such as \"Autumn Harvest\" or \"Country Fall\" instead of apple names.",
        "Color: Most apple votive candles are red or green, though apple pie, harvest, cider, and spiced scents may be a rich, warm brown or tan.",
        "These fun scented candles can be used in a variety of ways to bring a touch of fall harvest to your home.",
        "If choosing a scented candle to place in the ring, use autumn scents such as apple, apple spice or pie, cinnamon, vanilla, clove, gingerbread, pumpkin, berry, or an autumn leaves or harvest scent.",
        "Seasonal scents, such as Home for Christmas and Harvest Time, are also quite popular.",
        "Hive Harvest - Hive Harvest makes their own beeswax candles, and offers free shipping on orders over $49.",
        "Keeping the log burning this amount of time was considered good luck and would bring an abundant harvest in the coming year.",
        "The hip movements and hand motions worked in conjunction to tell a story or to ask for favors, such as good harvest or fertility, from pre-Christian gods.",
        "Thanksgiving feasts continued between many different groups of Indians and settlers throughout America each year during the autumn harvest.",
        "NIA is the fifth principle of Kwanzaa, the Winter Harvest celebration.",
        "Harvest Moon, for example, is a farm simulation, but part of the process is to expand your family.",
        "Even though Stalin created Mirny Mine to harvest domestic industrial-grade diamonds, the mine also produced large quantities of gem-grade diamonds.",
        "Many farmers grow and harvest several varieties of grains, and so their fields and equipment can pose a serious contamination threat.",
        "Gluten-Free Goddess has created a zucchini bread that looks harvest fresh, but it has been modified to omit dairy (and eggs, if necessary).",
        "Golfers, and golf enthusiasts love this harvest colored Life is Good soft tote featuring Jake playing golf, offered by Ready Golf.",
        "This system allowed them to make very accurate predictions about earthly changes such as typhoons and other storms, as well as the best time for farmers to plant and harvest crops.",
        "Families had to farm to survive, and in order to farm, they had to have all hands available to harvest.",
        "In some farming communities, kids simply did not show up for school during the harvest season.",
        "Consequently, out of both necessity and practicality, school started shortly after the harvest (in September) and ended before the harvest in May or June.",
        "Proponents of schooling year round point out that allowing children to go home to help with the harvest is no longer a need in most communities.",
        "October 31 was the day that marked the official end of the summer growing season and the harvest.",
        "Set a small fairy figure against a full harvest moon.",
        "You can set a small fairy figure against a full harvest moon, or place her atop a crescent moon as though it were her personal swing.",
        "Virgo is an Earth sign, the sign for fertility and abundant harvest.",
        "It was an American fishing concern that developed the area in order to harvest tuna.",
        "Teachers may need to plan outdoor activities, builders need to plan their work schedule, gardeners and farmers need to plan for harvest or planting, plus many more.",
        "He quickly discovered two things: farmers spend money only at harvest, and they buy only what they need.",
        "From costumes to pumpkins, sweet treats to harvest décor, there's almost no end to the creative things you can do to decorate your home.",
        "You can harvest the closure and then maybe mix the beads into another project, or give them to someone else who can use them.",
        "Thanksgiving is an annual celebration of the bounty of the harvest.",
        "Harvest Wreath: Dried cornhusks add a traditional feel to this Thanksgiving wreath.",
        "For a harvest wreath, glue or tie a bundle of cinnamon sticks to the top of the wreath.",
        "Factors that do alter nutrient values include soil conditions, climate, genetics, and ripeness or maturity at harvest time (for produce).",
        "At one time people were using formaldehyde to harvest maple syrup.",
        "Harvesters cut open the ripe pods from the trees and harvest the seeds and pulp within them.",
        "After harvest, the seeds are bundled - traditionally in banana leaves - and left to ferment for three to seven days.",
        "Shop by Occasion: Shop for Anniversary, Birthday, Business Gifts, Congratulations, Get Well, Fall Harvest Gifts, Kosher, New Baby, Sympathy, Thank You, or Wedding.",
        "The first policies were written without a premium payment because the farmers would not have the payment until after the harvest had been completed.",
        "That sound has evolved as the band has signed to numerous labels including EMI (their founding home), Harvest, Capitol, Tower and lastly Columbia over their active years (1965 to 1996).",
        "Always the fourth Thursday of November, Thanksgiving celebrates the bounty of the harvest, family, and friends.",
        "Thanksgiving parties often feature a grand centerpiece on the dining table with a food, harvest, or fall theme.",
        "Invitations for Thanksgiving parties usually focus on turkeys, pilgrims, or harvest items such as corn stalks or pumpkins.",
        "Because fall is the harvest season, corn and corn husks are common as well.",
        "Find out how this harvest celebration evolved into a religious celebration and a day to collect candy from neighbors.",
        "The purpose of the celebration of Samhain was to honor the harvest and mark the beginning of the winter, also known as the \"time with little sun.\"",
        "It included leaving some of the harvest outdoors on the doorstep for the good spirits that walked amongst them.",
        "The Samhain celebration included fortune telling, the lighting of bonfires and the tossing of animal bones and items from the harvest onto these fires.",
        "It began as harvest festivals or \"play parties\" where colonials celebrated bountiful crops in the fall.",
        "Later in the 19th century, the influx of Irish immigrants into America helped spread the popularity of the harvest festival tradition.",
        "This was the turning point where the harvest celebrations began to change from a neighborhood event to one focused on children.",
        "Pick from the crop of harvest party ideas to make your next celebration one that \"combines\" friends, family and co-workers for a great time.",
        "A harvest party should be planned for a time after the entire crop has been brought in.",
        "Or, if you are hosting a party in honor of the harvest without being involved in a farming operation, invite everyone who is close to you.",
        "Unlike other autumn parties, a harvest party to honor a crop that was brought in from the fields does not have to have leaves, pumpkins and gourds all around.",
        "Horseshoes is a fun and easy game to keep everyone entertained at a harvest party.",
        "Setting up a miniature barnyard can be a harvest party idea to keep kids busy while the adults socialize.",
        "A party to celebrate the end of the busy harvest season is not complete without fantastic food and drink.",
        "Treat everyone to your best dishes at the harvest party.",
        "You can continue the harvest theme by asking they use a product or by-product in the dish that was made with one of the crops.",
        "Throwing a party to mark the end of the harvest season is a great way to thank everyone who helped make your crop possible.",
        "Fall colored paper party goods are the perfect complement to your autumn harvest party.",
        "Dr. Maulana Karenga was responsible for introducing it as a way to mark the harvest coming in and as a way to offer an alternative to the commercialism that many people felt had taken over Christmas.",
        "A fall harvest tea party can be held outdoors if the weather is cooperative.",
        "Since Halloween celebrations encompass fall harvest traditions and the goblins and ghouls of All Hallows Eve, you'll want to include some Halloween party games ideas that encompass both facets of the holiday.",
        "The Pilgrims, who came to what is now the Eastern United States on the Mayflower in 1620, originally celebrated both their survival and an abundant harvest with a great feast.",
        "The feast consisted of five deer killed by their Native American neighbors (known for many years as \"Indians\"), plus corn and other native vegetables from the first year's harvest.",
        "Interestingly, the harvest feast was a tradition among many Native American groups, not just those who lived near Plymouth.",
        "Logging season runs from June through March, with all of the staff working 12-hour shifts to harvest and transport as much wood as possible.",
        "In spite of the quality, films like Bats: Human Harvest and Alien Apocalypse have still attracted their own fanbase.",
        "Yet, the Visitors came to earth with the intent to harvest the planet’s oceans for water and its people for food.",
        "Avid \"farmers\" can create a much more efficient farm this way by carefully choosing which crops to grow based on cost and time to harvest and many other statistics within the game.",
        "You can plant a wide variety of crops, raise livestock, hire farm help, decorate your farm and then harvest and sell your crops to make money.",
        "The game works in somewhat real time, meaning that you need to wait for the natural passage of time before you can harvest your crops or sell your livestock.",
        "For example, part of playing FarmVille is being able to speedily plant and harvest a plot of land.",
        "Once they reach the next level, they are qualified to buy a more expensive crop such as watermelon, and plant it, raising it to full harvest and selling it at a higher profit.",
        "By helping each other harvest crops, players can earn additional points and coins, and once you achieve a certain number of neighbors (by inviting your Facebook friends to play), you can expand your farm even more.",
        "Once those plants grow, they'll be available for harvesting when you hover your mouse over them (you simply click on the crop to harvest).",
        "As you plant and harvest your crops, you'll generate money and experience, which will lead to unlocked items you can buy at the \"market.\"",
        "Choose seeds that will mature and be ready to harvest when you can be available to harvest them.",
        "Crops will go to waste if you do not return to harvest them in time.",
        "For most plants, the window or opportunity to harvest is the same length as the growing time.",
        "So, for example, potatoes will be matured in one day, so you'll have one day after they are ready to harvest before they go to waste.",
        "You can hire workers to harvest your crops for you, as well as plow the land that the crops were harvested from.",
        "Make sure to visit your farm often so that you can harvest all of your crops as they mature.",
        "Farm-Town.com - This blog has lots of great tips to design your farm, tweak settings to make plowing easier, and even configure your trees for the best harvest.",
        "The premise is as simple and complex as real life farms: Get some land, plant a crop, let it grow, and then harvest it, either alone or with the help of hired hands, and then sell the crop so that you can start the cycle all over again.",
        "It was a poor harvest.",
        "Native capital is lacking, and taxation on unremunerative lands is, as elsewhere in Italy, too heavy in proportion to what they may be expected to produce, and not sufficiently elastic in case of a bad harvest.",
        "Institutions possessing a special character are the monti frumentarii, public grain deposits, founded for the purpose of supplying peasant proprietors with seed corn, debts being paid in kind with interest after harvest.",
        "Despite the multitude of slaves, hired labour was often needed, especially at harvest.",
        "In bad years the tiller, moreover, gives up seed corn before beginning harvest.",
        "According to this view, the prototypes of Demeter and Persephone are the corn-mother and harvest maiden of northern Europe, the corn-fetishes of the field (Frazer, Golden Bough, 2nd ed., ii.",
        "The figure denoting the general average yield per acre of any class of crop needs readjustment after every successive harvest.",
        "The corn spirit is also said to be hiding in the barn till the corn is threshed, or it may be said to reappear at midwinter, when the farmer begins to think of his new year of labour and harvest.",
        "Sometimes she wears a garland of flowers on her head, ears of corn and poppy-heads in her hand, symbolical of a prosperous harvest.",
        "Lengerke recognized a double motive: the lamb for atonement, the unleavened bread as a trace of the haste of the early harvest.",
        "The harvest comes in January and February, in the rainy season, and the nut-gatherers often come one or two hundred miles in their boats to the best forests.",
        "The chief method employed for their destruction is spraying the swarms with arsenic. The districts with the greatest area under cultivation are Heidelberg, Witwatersrand, Pretoria, Standerton and Krugersdorp. The chief crops grown for grain are wheat, maize (mealie) and kaffir corn, but the harvest is inadequate to meet local demands.",
        "Surgeons, physicians, oculists, laryngologists, gynaecologists, neurologists and the rest, all are working in allotments of the same field, and combining to a common harvest.",
        "The chief harvest is of mother of pearl, which suffices to pay the working expenses; and there is over and above the chance of finding a pearl of price.",
        "The rice-mills, almost all situated at the various seaports, secure the harvest from the cultivator through middlemen.",
        "In the desert, too, there is a widely scattered tribe, the Salubi, which from its name (Salib, cross) is conjectured to be of early Christian origin; they are great hunters, killing ostriches and gazelles; the Arabs despise them as an inferior race, but do not harm them; they pay a small tax to the tribe under whose protection they live, and render service as labourers, for which they receive in the spring milk and cheese; at the date harvest they get wages in kind; with this, and the produce of the chase, they manage to exist in the desert without agriculture or flocks.",
        "Tradition centres rather upon the fox (kitsune) and the badger (mujina), which are credited with supernatural powers, the former being worshipped as the messenger of the harvest god, while the latter is regarded as a mischievous rollicker.",
        "The annual festivals are the passover, the harvest feast, the Baala Mazalat or feast of tabernacles (during which, however, no booths are built), the day of covenant or assembly and Abraham's day.",
        "Roughly we may distinguish three main divisions of the calendar year, the festivals of Spring, of the Harvest and of Winter, preserving on the whole their peculiar characteristics.",
        "(2) Of the Harvest festivals the most significant are the twin celebrations on August 21st and 25th to the divinity pair Consus and Ops, who are both concerned with the storing of the year's produce, and two mysterious vintage festivals, the Vinalia Rustica and the Meditrinalia, connected originally with Jupiter.",
        "It resembles somewhat the movement of Irish labourers into Great Britain at harvest time.",
        "Otkar continues to answer \" Not yet,\" adding at last \" When thou shalt see the fields bristling with an iron harvest, and the Po and the Ticino swollen with sea-floods, inundating the walls of the city with iron billows, then shall Karl be nigh at hand.\"",
        "1-5, the last warnings relating to the harvest and vintage of the world, xiv.",
        "There are several varieties of grasshopper mice (Orychomys), white-footed mice (Peromyscus), harvest mice (Reithrodontomys), rice-rats (Oryzomys), wood-rats (Neotoma), voles (Microtus), &c. Bats inhabit caves in Burnet, Williamson, Lampasas, Gillespie and other counties.",
        "In the bargainings which accompanied this last event Talleyrand is believed to have reaped a rich harvest from the German princes most nearly concerned.",
        "(Thousands of tons.) We must consider, in this connexion, that the prosperity of certain industries depends directly upon the results of the harvest.",
        "It was only in years when the harvest was most favourable that AustriaHungary was able to provide for her own requirements in corn; for export purposes only barley was of considerable importance, while wheat, and above all, of recent years, maize had to be imported.",
        "(Thousands of tons.) The price of sugar in Vienna showed in 1913 a considerable fall following the good harvest.",
        "Thus during the first weeks of the war there was very great unemployment in parts of the industrial regions, since the dismissals far exceeded the proportion of enrolments in the army, while agriculture, which was already occupied with the harvest, suffered from a serious shortage of labour.",
        "In view of the bad harvest of 1845-46, and the famine in Ireland in 1846, Peel surrendered, and proposed in 1846 the admission of Laws re- grain with only a fixed duty of is.",
        "The first cork harvest was gathered in 1890, when 1474 cwt.",
        "35, \" say ye not that there is yet a period of four months and harvest cometh?",
        "behold, I tell you, lift up your eyes and see the fields that they are white to harvest \").",
        "35: which is to be taken literally, the \" four months to harvest \" (about January), or the \" fields white to harvest \" (about May)?",
        "35, the fields white to harvest = May; v.",
        "The Passover was kept at the full moon of the lunar month Nisan, the first of the Jewish ecclesiastical year; the Paschal lambs were slain on the afternoon of the, 4th Nisan, and the Passover was eaten after sunset the same day - which, however, as the Jewish day began at sunset, was by their reckoning the early hours of the r 5th Nisan; the first fruits (of the barley harvest) were solemnly offered on the 16th.",
        "In the same way the beginning of the Jewish year according to the state of the harvest was supplanted by some more fixed relation to the solar year.",
        "The harvest was past, the season of ripe fruits was over, and still Israel was not saved (Jer.",
        "Among other things for which he will be remembered was his origination of harvest festivals.",
        "south of the latitude of Dawson City - the period between seed-time and harvest having been ninety-one days.",
        "of the Buri Gandak; rice is the staple crop, and it may be noted that the cultivator in Darbhanga is especially dependent on the winter harvest.",
        "norvegicus) or smaller than the harvest mouse; and they all 'have habits generally similar to those of one or other of the English species, although some live in trees like squirrels, or in the water; among the latter being the brown-footed rat (M.",
        "cf seed of 30 grammes producing 30,000 to 35,000 silkworms (30,000 may be depended upon to reach the cocoon stage) will give a harvest of 130 to 140 lb fresh cocoons and an ultimate yield of about 12 lb raw silk properly reeled.",
        "But this fact enabled the cultivator to know with assurance whether the worms on which he bestowed his labour would yield him a harvest of silk.",
        "The natural causes of famine are still mainly outside our control, though science enables agriculturists to combat them more successfully, and the improvement in means of transport allows a rich harvest in one land to supplement the defective Breaking up of totemism.",
        "In tropical countries drought is the commonest cause of a failure in the harvest, and where great droughts are not uncommon - as in parts of India and Australia - the hydraulic engineer comes to the rescue by devising systems of water-storage and irrigation.",
        "Every year sufficient rain falls in India to secure an abundant harvest if it were evenly distributed over the whole country; but as a matter of fact the distribution is so uneven and so uncertain that every year some district suffers from insufficient rainfall.",
        "The people depend so entirely upon agriculture, and the harvest is so entirely destroyed by a single monsoon failure, that wherever a total failure occurs the landless labourer is immediately thrown out of work and remains out of work for the whole year.",
        "The portion of the olive crop due to the landlord, whether by colonia or ordinary lease, is paid, not according to the actual harvest, but in keeping with the estimates of valuators mutually appointed, who, just before the fruit is ripe, calculate how much each tree will probably yield.",
        "The harvest was reaped during the long pontificate of the Farnese pope, Paul III.",
        "3), obviously fails to connect a spring festival of joyousness with the autumn vine harvest."
    ],
    "definition": [
        "The act or process of gathering a crop.",
        "a. The crop that ripens or is gathered in a season.\nb. The amount or measure of the crop gathered in a season.\nc. The time or season of such gathering.",
        "The result or consequence of an action: stuck with the harvest of a predecessor's decisions.",
        "a. To gather (a crop).\nb. To take or kill (fish or deer, for example) for food, sport, or population control.\nc. To extract from a culture or a living or recently deceased body, especially for transplantation: harvested bone marrow.",
        "To gather a crop from (land, for example).",
        "To receive or collect (energy): a turbine that harvests energy from tidal currents.",
        "To receive (the benefits or consequences of an action). See Synonyms at reap.",
        "har′vest·a·ble\nadjective",
        "har′vest·a·bil′i·ty\nnoun",
        "Link/Cite",
        "(UK dialectal) The third season of the year; autumn; fall.",
        "The season of gathering ripened crops; specifically, the time of reaping and gathering grain.",
        "The process of harvesting, gathering the ripened crop.",
        "The yield of harvesting, i.e. the gathered crops or fruits.\nThis year's cotton harvest was great but the corn harvest was disastrous.",
        "(by extension) The product or result of any exertion or labor; gain; reward.",
        "(paganism) A modern pagan ceremony held on or around the autumn equinox, which is in the harvesting season.",
        "To bring in a harvest; reap; glean.",
        "(intransitive) To be occupied bringing in a harvest\nHarvesting is a stressing, thirsty occupation",
        "To win, achieve a gain.\nThe rising star harvested well-deserved acclaim, even an Oscar under 21",
        "Link/Cite"
    ]
}