{
    "translation": "סיכון",
    "uses": [
        "The university is co-educational (since 1872), and comprises the graduate school, with 306 students in 1909; the college of arts and sciences (902 students); the college of law (225 students), established in 1887; the medical college (217 students, of whom 29 were taking freshman or sophomore work in Ithaca, where all women entering the college must pursue the first two years of work) - this college was established in 1898 by the gift of Oliver Hazard Payne, and has buildings opposite Bellevue hospital on First Avenue and 28th Street, New York city; the New York state veterinary college (94 students), established by the state legislature in 1894; the New York state college of agriculture (413 students), established as such by the state legislature in 1904, - the teaching of agriculture had from the beginning been an important part of the university's work, - with an agricultural experiment station, established in 1887 by the Federal government; the college of architecture (133 students); the college of civil engineering (569 students); and the Sibley College of mechanical engineering and mechanic arts (1163 students), named in honour of Hiram Sibley (1807-1888), a banker of Rochester, N.Y., who gave $180,000 for its endowment and equipment and whose son Hiram W.",
        "We may find a fair parallel by imagining two plays drawn at hazard from the works of the great tragic writers.",
        "She stopped a dozen meters before the edge of the forest, wondering if there was any sort of hazard in being so close to whatever it was causing the lake to be green in the first place.",
        "Nourisson has treated of his doctrine of fate (De la liberte et du hazard, Paris, 1870).",
        "He sent in his resignation from London, merely hazard ing this appeal: \"If the people impose duties on me, I shall know how to fulfil them.\"",
        "He now became a \" squire of the body,\" and truly an \" armiger \" or \" scutifer,\" for he bore the shield and armour of his leader to the field, and, what was a task of no small difficulty and hazard, cased and secured him in his panoply of war before assisting him to mount his courser or charger.",
        "The natural gifts of the young student seemed at this time equally ready to develop in any direction towards which choice or hazard might incline them.",
        "Though very far from being hampered by any dogmatic philosophical or religious system of the past, his mind, until near the end, found sufficient satisfaction in the Christian view of life to make it indifferent to the restless, inquiring spirit of the present, and disinclined to play with any more recent solution of life's problems. He had no sympathy with either scepticism or formal dogmatism, and no need to hazard rash guesses respecting man's destiny.",
        "In September 1825 Ibrahim, at the order of the sultan, had joined Reshid before the town; piecemeal the outlying forts and defences now fell, until the garrison, reduced by starvation and disease, determined to hazard all on a final sortie.",
        "The cultivation of the turnip and other root crops, which require the soil to be wrought to a deep and free tilth, either becomes altdgether impracticable and must be abandoned for the safe but costly bare fallow, or is carried out with great labour and hazard; and the crop, when grown, can neither be removed from the ground, nor consumed upon it by sheep without damage by \"poaching.\"",
        "So do I. For me, it's a professional hazard.",
        "aftershock hazard in Europe.",
        "absorbent granules to remove these spills can be a hazard.",
        "Fire hazard is incr easing in some areas where there is insufficient heather burning.",
        "explosion hazard.",
        "The presence of unexploded cluster bombs is a particular hazard for children.",
        "I'll hazard a guess that the answer is no.",
        "If it was an actual hazard, the sensors built into his uniform would have warned him.",
        "In other words, moral hazard should not reach unacceptable levels.",
        "Also the inclusion of highly combustible objects is a fire hazard.",
        "An absence of hoar frost in many areas left many drivers unaware of the hazard.",
        "I couldn't hazard a guess how the killer might trace our friend but he'd certainly displayed amazing ingenuity in the past.",
        "Apart from collisions and derailments, a large proportion of all accidents is found to be due primarily to want of care on the part of the victims. Accidents to workmen in marshalling, shunting, distributing and running trains, engines and cars, may be taken as the most important class, after train accidents, because this work is necessary and important and yet involves considerable hazard.",
        "Without her, Rhyn was a hazard to everything and everyone.  Maybe Death meant he would have to kill Rhyn to keep the peace.",
        "There is the possibility that incorrectly assembled respiratory therapy devices connected to a tight fitting facemask could also be a hazard.",
        "avalanche hazard depends on a number of factors.",
        "A hazard warning reflective beacon will be placed off the west pier to warn sailors of a concrete plinth covered at high tide.",
        "Abstract Hazard assessment and risk mitigation at restless calderas is only possible with adequate geophysical monitoring.",
        "choketains small parts which could present a choking hazard.",
        "Suddenly having to stop or swerve to avoid a hazard can result in a fatal crash.",
        "decay of uranium 238, may be high enough to pose a serious health hazard.",
        "deodorant products have been banned for posing a health hazard to users.",
        "earthquake hazard maps like this are more often expressed in terms of ground acceleration.",
        "There is no hazard to your health from retrograde ejaculation.",
        "eruptive products, and hazard mitigation.",
        "eyeglass display products are occluded and are likely to produce vergence lock, a potential health hazard.",
        "They are, apart from a health hazard, absolutely filthy.",
        "To conform to class 3 regulations it is supplied with a full light set, including indicators and hazard flashers.",
        "Heated hand grips Hazard warning flashers (operating all four indicators) Soft tank bag.",
        "fog signals have a limited application in hazard warning.",
        "Even the use of absorbent granules to remove these spills can be a hazard.",
        "hap hazard orbits, eternally falling into the night.",
        "I currenty use AOL as my main ISP and their tech support is not just hapless, it is actually a health hazard.",
        "hatcheryaya eggs are brought so special hatcheries on the beach and the young distributed ar sea so reduce the predator hazard.",
        "hazard a guess that the answer is no.",
        "All floors and finishes so affected will pose some hazard to the floor user.",
        "It is not edible and provides a choking hazard.",
        "Official studies have consistently shown that the vast majority of human remains do not constitute a health hazard.",
        "Plymouth City Council produces and tests the off-site emergency arrangements in response to a radiological hazard extending beyond the Devonport site.",
        "hazard perception test.",
        "hazard warning labels is given below.",
        "Hazard ratios were calculated using Cox proportional hazard ratios were calculated using Cox proportional hazards models that adjusted for potential confounders.",
        "hazard identification, the following are worth considering.",
        "TERRAIN On most hills in Britain, avalanche hazard can be avoided completely by sensible choice of route.",
        "There are two types of potential hazard posed by the use of DU: a chemical toxicity hazard and a radiation hazard.",
        "herbicide tolerance is not necessarily a hazard.",
        "hoar frost in many areas left many drivers unaware of the hazard.",
        "As a further aid to hazard identification, the following are worth considering.",
        "ignitees seem good idea, but uneasy about potential hazard of igniting accidentally.",
        "likelihood of the harm arising from the hazard.",
        "Any decision to support an institution, particularly in circumstances of underlying insolvency, creates a moral hazard that undermines market discipline.",
        "Keen to avoid moral hazard, many authorities have traditionally declined to discuss their policy stance on the grounds of \" constructive ambiguity \" .",
        "morn hazard problem.",
        "excessive noise is also a significant hazard for site workers.",
        "Gidon Kremer and Kremerata Baltica join the Hazard Chase roster Internationally renowned violinist Gidon Kremer founded the chamber orchestra Kremerata Baltica in 1997.",
        "The Food Team Leader carries a pager, which can be alerted for serious food hazard warnings.",
        "Shoppers were also invited to take part in a hazard perception test.",
        "Added to this I was becoming increasingly phobic about using the phone at all - an occupational hazard of the self-employed.",
        "TsunamiReady promotes tsunami hazard preparedness as collaboration among federal, state, and local emergency management agencies.",
        "The major theme in hazard preparedness is self reliance.",
        "radon gas concentrations, formed from the progressive decay of uranium 238, may be high enough to pose a serious health hazard.",
        "There is the additional hazard of the electrified third rail on the Merseyrail Electrics network and of overhead power lines.",
        "readdress what constitutes a water hazard or danger.",
        "Combined Insurance did not reinsure its exposure to Terrorism Hazard, so the reinsurance only covered exposure under the 24 Hour All Risk cover.",
        "seat belt warning lights and hazard warning lights were introduced.",
        "It includes seismicity and seismic hazard maps, information on historical and recent earthquakes, and links to USGS fact sheets and geological information.",
        "siren warning is not at any significant risk from the hazard.",
        "However, transfer of herbicide tolerance is not necessarily a hazard.",
        "flexible tubing allows the discharge nozzle to be sited alongside or over the hazard.",
        "The Agency has issued a Category B food hazard warning asking local authorities to ensure the products are removed from sale.",
        "withdrawwas a potential hazard when Richard Dreyfus withdrew almost on the eve of the previews, just three weeks before opening night.",
        "There is a health hazard with the muck from geese which may contain an intestinal worm.",
        "hazard zonation map for volcanoes 1, 3 & 4 and a very basic location map for volcano 2. Summary sheet.",
        "The proposed disbandment of the army in February 1647 would have placed the soldiers entirely in the power of the parliament; while the negotiations of the king, first with the Scots and then with the parliament, appeared to hazard, all the fruits of victory.",
        "OLIVER HAZARD PERRY (1785-1819), American naval officer, was born at South Kingston, Rhode Island, on the 23rd of August 1785.",
        "Battles were fought at Fort Meigs (1813) and Fort Stephenson (Fremont, 1813) and Commodore Oliver Hazard Perry's naval victory on Lake Erie in 1813 was on the Ohio side of the boundary line.",
        "It is, however, very difficult, in the present state of our knowledge of the MSS., to hazard even conjectures as to the contents and nature of this last and most comprehensive work.",
        "Hazard, Cuba with Pen and Pencil (Hartford, Conn., 1873) H.",
        "RISK, hazard, chance of danger or loss, especially the chance of loss to property or goods which an insurance company undertakes to make good to the insurer in return for the recurrent payment of a sum called the premium (see INSURANCE).",
        "The nearest approach to a reconciliation of the two statements would appear to be that while, at his advanced age, he did not wish to assume the responsibility of being head of a new denomination, formed in circumstances of exceptional difficulty, he was unwilling to condemn those who were ready to hazard the new departure.",
        "His faults are nowhere better shown than in his quarrel with John Adams. Three times, in order to accomplish ends deemed by him, personally, to be desirable, Hamilton used the political fortunes of John Adams, in presidential elections, as a mere hazard in his manoeuvres; moreover, after Adams became president, and so the official head of the party, Hamilton constantly advised the members of the president's cabinet, and through them endeavoured to control Adams's policy; and finally, on the eve of the crucial election of 1800, he wrote a bitter personal attack on the president (containing much confidential cabinet information), which was intended for private circulation, but which was secured and published by Aaron Burr, his legal and political rival.",
        "We need to readdress what constitutes a water hazard or danger.",
        "However, the drought hazard in Africa can be expected to continue, recurring at unpredictable intervals.",
        "In 1974 seat belt warning lights and hazard warning lights were introduced.",
        "In general terms, anyone who cannot hear the siren warning is not at any significant risk from the hazard.",
        "Inmos have recently admitted a race hazard in the transputer link engine, which means a lengthy period of qualification for corrected parts.",
        "Flexible tubing allows the discharge nozzle to be sited alongside or over the hazard.",
        "So it was a potential hazard when Richard Dreyfus withdrew almost on the eve of the previews, just three weeks before opening night.",
        "Hazard zonation map for volcanoes 1, 3 & 4 and a very basic location map for volcano 2. Summary sheet.",
        "While you still need to be aware of the risk of food allergies, you need to focus more on the risk of your toddler putting something in his mouth that could be a choking hazard.",
        "If you give your baby girl some dolls or stuffed animals, be sure that there aren't any items that might present a choking hazard.",
        "You don't want to risk a choking hazard.",
        "Loose hardware could be a choking hazard.",
        "You don't want small items to wind up in your little girl's mouth and become a possible choking hazard.",
        "While concerns about lead paint continue to make headlines, the biggest safety concern is a possible choking hazard posed by a toy with small parts.",
        "Also, do not add any loose strings or ribbons that could pose a strangulation hazard.",
        "Use angle braces or anchors to secure large or heavy furniture and objects, which presents a tipping hazard, to the wall.",
        "Window coverings manufactured before 2001 can pose a potential strangulation hazard.",
        "Choose foods that won't pose a choking hazard for your baby.",
        "In 2008 there was a major recall of more than 115,000 pacifiers because they posed a choking hazard to infants.",
        "The pacifier lead should not be so long that it could potentially get caught around a child's neck, presenting a choking hazard.",
        "Be sure to only include items that are meant for newborns, with no buttons or other small parts that could come loose and pose a choking hazard.",
        "A buildup of hydrogen and oxygen in the battery or in the charging area can create an explosive hazard.",
        "This can include removing mold or algae from paving that might otherwise be a hazard, causing injury through slipping, or to remove extreme dirt from a vehicle that has been used off-road.",
        "You want to avoid storing them in high temperatures or humid conditions, as this can ruin the fireworks or even cause a fire hazard.",
        "Make sure that their toys are not small enough to be a choking hazard and do not let him play with string or cords unsupervised.",
        "The ornaments can be a hazard because they are so tempting just hanging there.",
        "According to the Office of Environmental Health Hazard Assessment, silica had been classified under California's Proposition 65 as a material that is known to cause cancer.",
        "You can read the Office of Environmental Health Hazard Assessment's release regarding the stipulations and safety issues of crystalline silica at the official OEHHA site.",
        "It is important that flooring does not warp or buckle as this can be annoying as well as a potential health hazard as small children and anyone who is infirm may trip on uneven floors.",
        "If there is an accident that results in some kind of spill or leak, biofuels would present much less of a health and environmental hazard.",
        "Materials - while many materials can be used to make your own compost bin, be watchful for materials that may be a hazard.",
        "Proper recycling of e-waste removes this hazard, while creating another market for recycled products.",
        "The lamp may not be able to safely function with a higher wattage bulb, causing a potential fire hazard.",
        "Just be sure to locate your lamps near an outlet, so that the cords are not a hazard.",
        "A straight border may draw attention to an uneven ceiling edge, but slight adjustments can minimize this hazard.",
        "Another idea is to divide a bedroom that two older children share (small beads could be a health hazard for toddlers).",
        "In your living room, look for ways to inject style without creating a hazard zone for your kids.",
        "Unlike some online stores, this is an actual brick-and-mortar store located in Hazard, Kentucky.",
        "If you choose to use candles, make sure they are placed inside hurricanes so the flame does not cause a safety hazard.",
        "The hurricanes are definitely necessary if the event is held outdoors because without the hurricane, the wind may blow the candle out or cause a fire safety hazard.",
        "Rebecca Gayheart was born on August 12, 1971, in Hazard, Kentucky.",
        "Pajamas should not contain any loose strings or cords that could pose a strangulation hazard as well.",
        "Units in this course include an introduction and course overview, threat and hazard assessment, risk management, explosive blast, layout design guidance, electronic security systems and building design guidance.",
        "Sinking: Cruise ships have every possible safety precaution to avoid sinking, from hazard detection systems to superior construction materials to detailed emergency procedures.",
        "When choosing a toy, it is important to consider the characteristics of the gift to insure that it is age-appropriate and will not present a safety hazard to the recipient.",
        "Firmness: A plush pup that is too soft could present a suffocation hazard to very young children, while one that is exceptionally firm may not hold its shape with frequent play.",
        "Accessories: If the stuffed dog has a removable collar, novelty clothes, or other accessories, be sure that they will not present a choking hazard to young children and be aware that they may be easily lost.",
        "Loose collars are too easy for an excited dog to slip out of, while tighter collars are more uncomfortable and present a potential choking hazard.",
        "Inspect the toys daily for signs of wear that might present a hazard to your pet, and replace as needed.",
        "It's important to choose the correct size, as bones that are too small can pose a choking hazard and ones that are too large can be difficult for your pet to enjoy.",
        "A loose squeaker unit is a choking hazard.",
        "The toy should not be easily destroyed or have parts that might come loose and present a choking hazard.",
        "Do not add any buttons or beads for facial features to avoid a choking hazard.",
        "You don't want them to get stuck in your pet's mouth and cause a choking hazard.",
        "The best way to keep your puppy safe is to remove any potential hazard from the area where she will be and keep her under supervision.",
        "Do not feed the dog in a moving car because this is a choking hazard.",
        "If you plan to put your fireplace on an existing patio, make sure it is far enough away from your home, your plants and other garden structures so stray sparks won't cause a fire hazard.",
        "Cords can be a safety hazard for young children if you like to leave the blinds pulled to the top of the window.",
        "Installing baffles can also keep insulation away from any electrical fixtures, but be sure you keep the baffle several inches away from anything electrical as well to avoid a fire hazard.",
        "Loose insulation can be especially dangerous as it can drift toward recessed lighting fixtures and create a fire hazard.",
        "Trim shrubbery from around the area and clear away debris, like dead wood, leaves and stumps that may be a hazard.",
        "There's some debate about whether it constitutes a health hazard, but in most insulation applications fiberglass is contained under a safe covering to keep it away from circulating air.",
        "Use special consideration when choosing a location for ceiling-mounted heaters because, if they are installed in a high-traffic area, they could become a hazard for hitting your head.",
        "While they do add extra cooking convenience, they can pose a safety hazard in homes with children or during a party.",
        "A kitchen island floats out in the center of your kitchen and can become a hazard if not placed properly.",
        "Mood rings should only be given to children over three years of age because the small parts present a choking hazard.",
        "One thing you need to pay close attention to when selecting a child's jewelry box is any possible choking hazard warnings.",
        "Air-based hazards: Lead is not the only air-based material hazard you'll see during remodels.",
        "Systemic fungal infections also are a major hazard with long-term exposure.",
        "The battery pack of a hybrid since it is located in the back of the vehicle can be potential shock hazard as well as a hazardous material problem.",
        "Black ice, in particular, is a common hazard: it is a sheet of ice too thin to obscure the road so the black asphalt is clearly visible, yet it is still slick enough to reduce road traction.",
        "This could be when there is less than 500 feet between aircraft, or when a flight crew member reports a collision hazard.",
        "Fire is also a hazard when the outer layer of the wire is damaged.",
        "Wet leaves can create a hazard for pedestrians in the fall by making sidewalks slippery.",
        "During winter months, falling is a hazard for anyone who is spending time outside, and these ice and snow removal safety tips will help you lower your risk of injury.",
        "A blockage can lead to natural gas leaking back into your home, causing an explosion hazard.",
        "If weather conditions are too severe to continue driving in safely, pull over to the side of the road and turn on your hazard lights.",
        "Another health hazard that presents during a flood is exposure to contaminated water.",
        "Heels that are two inches or less can still add some height and elegance to your look without being a hazard.",
        "Are floors, hallways and doorways uncluttered and hazard free?",
        "Also, consider keeping your children's bedroom away from stairs, which could be a hazard.",
        "You also need lenses that won't fog up and create an additional hazard.",
        "Headlights frequently blind drivers, which causes a hazard for nighttime drivers.",
        "Anyone purchasing a toy for the youngest children must take the choking hazard seriously and make appropriate selections.",
        "Plastic wrapping in particular may pose a suffocation hazard to the youngest children.",
        "Choking is a major cause of death for children under three and is a hazard for older children as well.",
        "Food is also a choking hazard, especially for children under three who do not know how to chew food thoroughly.",
        "The characteristics of abuse are a failure to carry out obligations at home or work, continual use under circumstances that present a hazard (such as driving a car), and legal problems such as arrests.",
        "Because exposure to heavy metals is often an occupational hazard, protective clothing and respirators should be provided and worn on the job.",
        "Clark S, et al. \"The influence of exterior dust and soil lead on interior dust lead levels in housing that had undergone lead-based paint hazard control.\"",
        "Overhydration, which has been cited as a hazard of infant swimming lessons, occurs whenever a baby drinks too much water, excretes too little fluid, or consumes and retains too much water.",
        "Occasionally a severe outbreak affects many people at once, creating a newsworthy public health hazard.",
        "This prevents the nipple from falling off or the plastic from breaking in two and posing a choking hazard.",
        "Make sure they cannot be easily removed and that they are large enough so as not to pose a choking hazard for young children.",
        "The primary hazard presented by toys meant for older children is the possibility that a smaller child will choke on smaller parts.",
        "Children should not bring latex (rubber) balloons to the hospital, as they can be a serious safety hazard, as well as a health hazard for children with a latex allergy.",
        "Clark, S., et al. \"The influence of exterior dust and soil lead on interior dust lead levels in housing that had undergone lead-based paint hazard control.\"",
        "\"Lead-based Paint Hazard Control Grant Program.\"",
        "It's easy to think of clutter as being a stack of old newspapers gathering dust and creating a fire hazard, but clutter goes beyond the obvious.",
        "Make sure your child is old enough that the magnets will not present a choking hazard.",
        "As a condition of extending mortgage financing EMC Mortgage requires customers to have insurance coverage in place to cover the property in case of a loss due to a hazard and/or a flood.",
        "Yahoo Real Estate - This bare bones calculator creates samples of amortization schedules that include property taxes, Private Mortgage Insurance (PMI) and hazard insurance.",
        "You fail to pay property taxes, hazard insurance or violate other obligations associated with the property.",
        "These are free grant housing programs for necessary or safety hazard improvements.",
        "Additionally, you will need to find out what the hazard insurance premium is annually.",
        "The closed loop of ribbon makes it a strangulation hazard.",
        "Her most recent endeavors include playing Daisy Duke in The Dukes of Hazard and releasing her own line of fragrance and cosmetic products.",
        "Some of these same chemicals, however, can be a hazard to your health.",
        "Pools provide great family fun, particularly during the warm summer months, but they can also represent quite a hazard to your family.",
        "Because trunks are loose, they present an unusual hazard in the water - they may fill up with pockets of air, bulging and bubbling uncomfortably.",
        "These toys are generally better for children over the age of three or four years as many contain small parts that pose a choking hazard for younger kids.",
        "A choking hazard warning for certain toys is included on the website.",
        "It's important to note that while toddlers and preschoolers may be fascinated with these small toys, they are not recommended for children under three, and they could pose a choking hazard.",
        "It contains small parts that could pose a choking hazard.",
        "Because of the small parts, the sets pose a choking hazard to younger children.",
        "Because the dogs are small, they are a potential choking hazard.",
        "The toys could provide a choking hazard for younger children.",
        "Small pieces, like faux jewels that are glued on the sword's shaft, may pose a choking hazard to children younger than three.",
        "For example, don't buy the original Madame Alexander Fancy Nancy for a child that's three years old or younger, as the small parts, like the shoes and hair barrettes, can be a choking hazard.",
        "However, before you buy this remote control toy, it is important to note that due to small parts, it comes with a choking hazard warning and is not appropriate for children under three years old.",
        "All types of blocks are child-safe in terms of not being made up of small parts that could pose a choking hazard.",
        "The problem with wearing men's hunting clothing is also technical: loose clothing can actually be a safety hazard and impede movement.",
        "This can be a huge safety hazard if it explodes during use.",
        "Look for peeling paint, which can pose a health hazard when you expose it to food substances.",
        "You should also inspect the electrical cord for signs of damage, as a damaged cord can create a fire hazard.",
        "Space heaters can be a fire hazard if they are not operated under supervision.",
        "The Office has a board game about as does Friends, but classic TV shows have also had their fill of simple board games like Dukes of Hazard.",
        "This is a health and safety hazard and could prove dangerous.",
        "It can also be dangerous to simply add more scent oil than recommended, since a high concentration of oils can cause a fire hazard.",
        "Flameless candles are a recent innovation and bring the feel of real candlelight into homes where candles and naked flames may otherwise be a hazard.",
        "Unfortunately, real candles and exposed flames can be a hazard when used in an environment with children or pets.",
        "This is not only a safety hazard, but it can also cause injury.",
        "All you'll do is create a lot of unpleasant smoke and a potential fire hazard.",
        "They can be placed in trees or around the edge of a garden when real candles may prove a safety hazard.",
        "They will not cause a fire hazard so can be placed in trees or near fences.",
        "They can be placed anywhere in the garden without fear of fire hazard and are not dependent on sunshine to operate.",
        "Safety - real flames can be a fire hazard.",
        "When they are positioned outside then dried leaves, small pieces of waste paper or other items can mean that an unsupervised candle quickly becomes a fire hazard.",
        "This means that there are no long cables that stretch across lawns or driveways, which may cause a hazard.",
        "While real candles are a wonderful way to add ambiance to a room, there is also the potential hazard of having a naked flame in a room where there may be lots of people or flammable items.",
        "Slatkin & Co. SCENTBUG Home Fragrance Oil Fan: This innovative product, available in several different fashion colors, distributes fragrance oil without the safety hazard of an open flame.",
        "This creates a serious fire hazard with your candle.",
        "Power Source: Real candles are fine for window decorations but can be a fire hazard if left unattended.",
        "In fact, overloading the candle with too much oil can be a potential fire hazard.",
        "Make a striped pattern by alternating two or three coordinating colors of yarn, stopping slightly before the top of the glass in order to avoid creating a fire hazard.",
        "Make sure the lights aren't the type to get too hot as they could pose a safety hazard.",
        "However, make sure you keep a close eye on these, as it can be a potential fire hazard when left unattended.",
        "Make sure that pants and skirts are high enough off the ground that they don't present a tripping hazard.",
        "Bear in mind fangs can be a choking hazard and are only suitable for older children.",
        "These are important because you run into one hazard on dating sites that you don't on most other websites: the troll.",
        "For the writer, rejection is an occupational hazard.",
        "This item should not be given to very young children because the cork could become dislodged and pose a choking hazard.",
        "Toys designed for older children may contain small parts that could be considered a choking hazard for younger kids.",
        "Indoor lights need to be checked for frayed cords, which may be a fire hazard.",
        "Because bits of balloon can pose a choking hazard, make sure this is an adult supervised activity.",
        "For example, small hard candies can be a choking hazard to babies and toddlers, so give them soft treats.",
        "And if you're illegally downloading The Dukes of Hazard, you're not a criminal; you're a moron.",
        "While many Americans won't buy into it (after all we like our crap served up on a silver platter - it has names like White Chicks, The Dukes of Hazard, and Hope Floats), Hindis eat it up.",
        "Many can be visited, although a few are run down buildings and present a hazard to the public.",
        "In addition to being a fire hazard, they use much more electricity than what is truly needed.",
        "Toy cars and other vehicles are often poorly made, with wheels that may fall off and pose a choking hazard.",
        "Electrical hazard toe boots do just what the name suggests--protect you from electrical hazards on the job.",
        "Need steel toe work boots with electrical hazard protection and slip-resistant soles?",
        "Choose waterproof, leather, steel toe, motorcycle, western and even electrical hazard boots.",
        "In 2005, Jessica Simpson single handedly brought back the boots as a must-have fashion accessory with her role in the hit movie The Dukes of Hazard.",
        "The steel-toed boots are, of course, heavier, so only choose these if your work or activity poses the kind of hazard that requires such a level of protection.",
        "You can further narrow a search if you need boots that are electrical hazard certified, waterproof and insulated or slip and oil resistant.",
        "Airwalk has recalled its children's Compel Clog (introduced in 2007) since the rivets along the side could cause a choking hazard.",
        "Her parents (Josie Bissett of Melrose Place and John Schneider of Smallville and The Dukes of Hazard) give her a promise ring when she makes a vow of chastity until marriage.",
        "This might involve professions where watches are not allowed to be worn or during physical work where the watch might get caught and cause a hazard.",
        "These recalls are designed to fix problems that pose a serious safety hazard to drivers and passengers.",
        "Avoid this prank if your friend travels on busy highways, since the cans could be a hazard in this type of situation.",
        "Too much grease will eventually overrun and may lead to a fire hazard or cause other damage to the grill.",
        "Make sure they are large enough not to be a choking hazard.",
        "When making an amigurumi dog for a child under the age of three, use safety eyes or embroider facial features to avoid a choking hazard.",
        "Wear shoes or go barefoot, but do not wear socks because they can pose a slipping hazard.",
        "It can be a safety hazard to wear dark clothing that car drivers can't see at night, if you bike in a bike lane or run alongside the road.",
        "Homeowner's insurance is essentially hazard insurance.",
        "If you want to be left alone by potential suitors, one bra hazard is letting details slip out.",
        "Otherwise, your hint of sexy lingerie is a physical bra hazard, alright.",
        "Candles are great as long as you can place them out of the way, where they will not prove a hazard to costumes or decorative elements.",
        "Spilled food can make the floor slippery, and eating while jumping presents a choking hazard.",
        "Alley earned a role in the television series North and South, in which she played Virgilia Hazard for two seasons, from 1985 to 1986.",
        "John Schneider (Dukes of Hazard) and Annette O'Toole (Lana Lang, Superman III).",
        "To that end, more and more manufacturers have developed deodorants free of this potential hazard.",
        "While second hand uniforms may also be available, keep in mind that purchasing used gear can be a safety hazard in some cases."
    ],
    "definition": [
        "a. A chance of being injured or harmed: Space travel is full of hazards.\nb. Risk or danger: a high degree of hazard.",
        "A possible source of danger: This room is a fire hazard.",
        "Games A game played with dice that is a forerunner of craps and was especially popular in England in the 1600s and 1700s.",
        "Sports An obstacle, such as a sand trap, found on a golf course.",
        "Archaic Chance or an accident.",
        "To expose to danger or risk. See Synonyms at endanger.",
        "a. To venture (something): hazard a guess.\nb. To express at the risk of denial, criticism, or censure: “The wise young captain … hazarded to the lieutenant-colonel that the enemy's infantry would probably soon attack the hill” ( Stephen Crane )",
        "Link/Cite",
        "(historical) A type of game played with dice. [from 14th c.]",
        "Chance. [from 16th c.]",
        "The chance of suffering harm; danger, peril, risk of loss. [from 16th c.]\nHe encountered the enemy at the hazard of his reputation and life.",
        "An obstacle or other feature which causes risk or danger; originally in sports, and now applied more generally. [from 19th c.]\nThe video game involves guiding a character on a skateboard past all kinds of hazards.",
        "(golf) sand or water obstacle on a golf course",
        "(billiards) The act of potting a ball, whether the object ball (winning hazard) or the player's ball (losing hazard).",
        "Anything that is hazarded or risked, such as a stake in gambling.",
        "To expose to chance; to take a risk.\nI'll hazard a guess.",
        "To risk (something); to venture to incur, or bring on.",
        "Link/Cite"
    ]
}