{
    "translation": "כיסוי ראש, כובע",
    "uses": [
        "The headgear is very distinctive.",
        "When the protective headgear was removed, Dean saw why.",
        "Both recognized it as the same headgear Jeffrey Byrne was reported to have been wearing when he crossed the road to the beach in Norfolk.",
        "No headgear is worn, except sometimes a net to confine the hair, a bunch of feathers, or the tails of small animals.",
        "Shortly before St Patrick's Day the queen issued an order which intensified this interest, that Irish soldiers might in future wear a sprig of shamrock in their headgear on this national festival.",
        "She wore headgear and boxing gloves and faced off against a man with the chiseled features of a Greek god, blond hair and sharp blue eyes.",
        "You should remove the headgear to brush your teeth.",
        "She yanked off the gloves and headgear.",
        "\"It'll take more than a helmet to protect yourself from me,\" he said, amused at the sight of the tiny Oracle, Sofi, in padded headgear and gloves.",
        "The book is punctuated with pictures of him engaging in shooting competitions with the tribal elders, dressed in full headgear.",
        "Skate Park Code Of Conduct For safety - you must wear headgear.",
        "He added that health and safety regulations made it imperative that all protective clothing, including headgear, be worn.",
        "A rider whilst racing or training shall wear properly affixed protective headgear which must be of a hard/soft shell construction.",
        "A child under the age of 14 must wear approved protective headgear when riding a horse or pony on a public road.",
        "I have no desire to shelter from the British sun and it is rarely cold enough to need headgear.",
        "headgear nut and lift out the spindle assembly.",
        "The only rational response to such tactics is at minimum to wear some form of protective headgear.",
        "Try on some of our replica helmets and other headgear and make your own to take home.",
        "Upon returning she is wearing a lilac dress and the traditional headgear.",
        "ProtectaCap is unique, as it is the only headgear of its kind.",
        "Women graduates and women members of the academic staff wear the appropriate headgear whenever the hood is worn.",
        "Luke Harding reports that Germany is reveling in an explosion of national pride and silly headgear.",
        "headgear with a comfort fit.",
        "Admission is strictly via reception and you are required to wear safety headgear.",
        "Sinking the downcast shaft (Number 1 shaft) started early September 1924 after the colliery headgear had been constructed.",
        "A new winder - in reality a ship's winch fitted with a diesel engine - and a steel headgear were installed.",
        "protective headgear which must be of a hard/soft shell construction.",
        "So why, before driving one, was I being asked to construct a very unbecoming piece of headgear?",
        "This type of solar panel is even being used in protective clothing and in headgear.",
        "When an overbite is causing the problem that braces need to correct, headgear might also be necessary.",
        "Headgear is usually only used for teens when the jaw is still growing.",
        "Headgear doesn't usually have to be worn the entire time a teen is wearing braces, but it will depend on the overbite and growth rate.",
        "Straw, lightweight, sturdy and plentiful, has been used to make protective headgear for those who work outside for millennia.",
        "A variety of mask designs and headgear styles are available from all CPAP mask manufacturers.",
        "Clips on headgear can make the mask easier to remove and replace if necessary during the night.",
        "The \"starter\" mask may not be adjustable enough or the headgear might be too cumbersome to remove.",
        "Adjust the headgear to determine which mask is the most comfortable to wear.",
        "Slippage or soreness from the headgear - The headgear may not be adjusted correctly.",
        "Tightening the headgear or using a CPAP pillow will usually alleviate this problem.",
        "Headgear- The headgear straps can be replaced if they become worn.",
        "The product site posts many positive reviews from consumers who purchased the headgear and found that it worked for them.",
        "The masks are secured with headgear that needs to be adjusted properly.",
        "The interface also includes tubing that connects the mask to the CPAP machine and headgear that keeps the mask in place.",
        "The pads put a soft barrier between the sleeper's face and the headgear straps.",
        "Appropriate protective headgear always should be worn on the job where head injuries are a possibility.",
        "They should also insist that appropriate protective headgear always be worn when children engage in activities such as bicycling or rollerblading during which a head injury is possible.",
        "\"Impact energy attenuation of protective football headgear against a yielding surface.\"",
        "Specially designed headgear was invented for the job, which became the prototype for today's hardhat.",
        "The difference might be in evening headgear, when a flapper would accessorize her very, very short hair with a spangly headband or exotic feathers - something very attention-getting.",
        "An alternate plan works with safety headgear to create a full mask.",
        "The ancient Greeks and Romans used hard metal helmets to protect themselves, and through the Middle Ages, the storied knights of lore have worn such headgear as well.",
        "Throughout United States history, protective headgear has always been common.",
        "Custom attachments can also include, but are not limited to, ratchet style headgear, bracket adapters, goggle retainers or chin straps.",
        "Headgear: All scouts are required to wear designated headgear.",
        "There is no headgear and civilian outer garments are worn.",
        "No military patches or headgear is a part of this uniform.",
        "The first instance of any football player wearing any type of headgear dates back to 1896.",
        "There are a couple of stories about the first adoption of headgear in the game.",
        "Even though helmets are standardized for safety, you can still put your own individual style on your headgear.",
        "However, there are a few common aspects of the design that apply no matter where you're working on your headgear.",
        "Headgear attached to braces and usually worn for 10 to 12 hours at night puts pressure on the upper teeth and jaw and influences the direction and speed of upper jaw growth and upper teeth eruption.",
        "Headgear and Herbst appliances can significantly reduce protrusion of the four top incisors and enable the growing lower jaw to catch up with the upper jaw, eliminating swallowing problems.",
        "He was a pioneer in building safety requiring that workers have daily sobriety tests, wear specially-designed headgear - the precursor to today's hard hat - as well as glare-free goggles and wind protection hand cream.",
        "Vibrant skirts and crisp shirts are paired with traditional Mexican headgear for an ideal outfit for the 5th of May, a day which commemorates a Mexican military victory and has come to be synonymous with Mexican heritage celebrations."
    ],
    "definition": [
        "Link/Cite"
    ]
}