{
    "translation": ".1 לרפא\n.2 להבריא",
    "uses": [
        "Why couldn't she heal her brother?",
        "The wound had begun to heal from within.",
        "I've gotta heal first.",
        "She knew he could heal people.",
        "What she couldn't heal was the exhaustion that came with each bout of healing.",
        "He can heal, too, did you know?",
        "I can heal it for you.",
        "While she could heal, she still felt pain.",
        "If the lowly guards knew a member of her clan must be on the throne for the Springs to heal, who else did?",
        "Heal him, or I eat your village.",
        "I heal quickly, though not as quickly as you.",
        "\"I can heal,\" Bianca said.",
        "Maybe there is no harm in asking it to heal me as it does everyone else.",
        "Your ability to heal makes you what we'd call a Natural, a human with extraordinary capabilities.",
        "His lip had started to heal, but there was still evidence of a burn.",
        "Her advisor did not believe what the guards believed, that only a member of her clan could make the Springs heal people.",
        "She wondered what was wrong with Jonny, if she'd get to him in time to heal him from whatever drugs Talon gave him.",
        "He spun on one heal and left the hotel.",
        "Killing can't heal you, though.",
        "Turning on one heal, she stalked off to her wagon.",
        "I found a way to heal without revealing the demon.",
        "The local barbarians told us of its power, how it can heal a man from death and stop a storm from destroying a village.",
        "Bianca was the kind of woman who could heal his soul, if he had time to let her.",
        "You will heal like I do.",
        "He'd heal four times faster than a normal human, but it wasn't fast enough.",
        "Now, he waited to heal and to calm down.",
        "Regarding disorders and disabilities: We should be able to repair, heal, or replace any part of the body not functioning at the level the person with the disability reasonably wishes it to.",
        "Can you heal scars?",
        "With that, he pivoted on one heal and walked away.",
        "\"Sofi says you can heal,\" he said curiously.",
        "While she never complained, it was clear she needed Damian to visit again soon and heal the damage his brother did to her on a daily basis.",
        "In Siberia they lead the same animal life, and the stripes on their bodies heal, and they are happy as before.",
        "I mean, how do you heal people, like step-by-step?",
        "I've been in Heeeeeeeeeeeell forever, and if I wasn't here, I couldn't heal you.",
        "It would heal once he reached the main craft with the help of the medical unit but was useless in the meantime.",
        "We will create a new beginning for our people and heal our planet together.",
        "His words reopened the wound she'd tried to heal too quickly.",
        "\"Your vocal cords did not heal correctly,\" Wynn told her.",
        "She never offered to heal him, either, when she had been Death and he was her servant.",
        "Dusty, remember that Bianca can heal anyone and any wound.",
        "\"Ready, set, heal,\" he said.",
        "Even his DNA-enhanced body would need time to heal, just not as much time as a normal person.",
        "\"I retain the ability to heal myself and my mate,\" Darkyn said.",
        "I guess a better answer is that I need time to heal before I can trust myself to love you, Deidre.",
        "I can only heal them one by one, but Dusty, if I don't do it, then you'll kill everyone, and it's not fair when they're just innocent people.",
        "You can step out here and heal her, or you can stay there and watch her die.",
        "\"I can heal it,\" she said hesitantly.",
        "\"Heal her,\" Darkyn said.",
        "\"I don't think I can heal your soul, Dusty,\" she said with a small smile.",
        "If you don't take the time to heal, you won't leave here next time.",
        "Darian grabbed another zombie-vamp and tried to heal him.",
        "Innocent issued at the close of 1404 a summons for a general council to heal the schism, and it was not the pope's fault that the council never assembled, for the Romans rose in arms to secure an extension of their liberties, and finally maddened by the murder of some of their leaders by the pope's nephew, Ludovico dei Migliorati, they compelled Innocent to take refuge at Viterbo (6th of August 1405).",
        "In a few days, even the scars would heal.",
        "The world and its people will take time to heal.",
        "As long as you are nishani, the planet will heal.",
        "All the drugs in the world wouldn't help him if he didn't take some time to heal.",
        "Your people will never heal without peace.",
        "In addition to the ties that bind these families together, there are also hard feelings that no amount of time is likely to heal.",
        "He'd continue the war until he won back his planet and birthright by force, then find another way to heal his planet.",
        "I feel my body weakening - -it refuses to heal me this time, now that it's chosen its successor, as my father said it would!",
        "The demon within her thrashed and darted to the first wound, then the second, trying to heal both.",
        "gave his daughter a scanty dowry and quarrels on this head embittered the relations between the two kingdoms, which the marriage, although accompanied by a treaty of perpetual peace, did nothing to heal.",
        "A canker is the result of repeated frustrated attempts on, the part of the callus to heal up a wound.",
        "Aphidesand may be easily penetrated by certain Fungi such as Peziza, Nectria; and when thus attacked, the repeated conflicts between the cambium and callus, on the one hand, trying to heal over the wound, and the insect or Fungus, on the other, destroying the new tissues as they are formed, results in irregular growths; the still uninjured cambium area goes on thickening the branch, the dead parts, of course, remain unthickened, and the portion in which the Fungus is at work may for the time being grow more rapidly.",
        "The mutual slaughter of barbarians in the Levant seemed, even to George Canning, a lesser evil than a renewed Armageddon in Europe; and all the resources of diplomacy were set in motion to heal the rupture between Turkey and Russia.",
        "Machaon's task was more especially to heal injuries, while Podalirius had received from .his father the gift of \"recognizing what was not visible to the eye, and tending what could not be healed.\"",
        "Although surgery may realign the spinal column, the damaged bone still has to heal, especially when bone grafts have been used.",
        "Moderately burned skin should heal within a week.",
        "This rids the body of irritating factors and allows it to heal.",
        "It was familiar to her, but too much a part of him to heal.",
        "He'd never been human, and he had no idea how long it took for a human body to heal.",
        "I'll rip you open, and Bianca will heal you.",
        "He came to the conclusion that she, too, needed time to heal.",
        "Your body is stubborn, but you will heal.",
        "And what if he attacked her as Sasha did, and she had no Lankha to heal her?",
        "The more she did for herself, the faster she would heal.",
        "She would come again when the battle settled to heal her people.",
        "There's enough there to heal all your people.",
        "In 585 he sought to heal the schism which had subsisted since the time of Pelagius I.",
        "medicina: sc. ars, art of healing, from mederi, to heal) may be used very widely, to include Pathology, the theory of the causation of disease, or, very narrowly, to mean only the drug or form of remedy prescribed by the physician - this being more properly the subject of Therapeutics (q.v.) and Pharmacology.",
        "The demon won't heal me or allow the magic of the Springs to heal me.",
        "Over the summer of '92, Pip Dylan let his hands heal whilst mastering the five-string banjo.",
        "heal by 2 nd intention.",
        "He was weak, a type of weakness she couldn't heal.",
        "I don't know what you are, but I couldn't heal you.",
        "My people never fall ill, and those who are injured, heal.",
        "But when I asked the demon, it said there was no curse, that all I needed to do was tell it I wanted to heal.",
        "As long as one from her clan is the Warlord, the Springs will continue to heal.",
        "The demon said I would lose my ability to heal my people, since I broke the First Warlord's decree.",
        "The demon rushed to heal the gouging wound in her leg from the sharp stone she'd landed on.",
        "We alone can bring peace to this world and heal what the demons have done.",
        "\"Bet he couldn't heal your arm,\" Xander said with irritation.",
        "He assessed her body to identify where she was hurt, so he could heal her.",
        "Teutonic root meaning \":heal,\" and is etymologically di..",
        "It not only made the efforts of the Turks to suppress the Greek revolt hopeless, but it made a breach difficult to heal in the traditional friendship between Great Britain and Turkey, which had its effect during the critical period of the struggle between Mehemet Ali and the Porte (1831-1841).",
        "iravaeaa, all-healing, from 7ras, all, and ae€iveac, to heal), a universal remedy, or cure for all diseases, a term applied in the middle ages to a mythical herb supposed to possess this quality.",
        "Just before the capture of the city, Paris, wounded by Philoctetes with one of the arrows of Heracles, sought the aid of the deserted Oenone, who had told him that she alone could heal him if wounded.",
        "This experience did not, however, heal the party strife within the Free State.",
        "The first made some efforts to heal the wounds of his country; the second wasted the lives of his people in foreign wars against the Turks; and the third was the last Protestant elector of Saxony.",
        "Petroleum was discovered on Little Rennick's Creek, near Burkesville, in Cumberland county, in 1829, when a flowing oil well (the \" American well,\" whose product was sold as \" American oil \" to heal rheumatism, burns, &c.) was struck by men boring for a \"salt well,\" and after a second discovery in the 'sixties at the mouth of Crocus Creek a small but steady amount of oil was got each year.",
        "The most frequent motive is the removal of some difficulty in the sense, expression or metre of the text, and especially obvious gaps or corruptions which the interpolator endeavours to fill or to heal.",
        "In 1553 Duke Albert of Prussia, anxious to heal the differences in the Prussian church caused by the discussion of Osiander's doctrines, invited him to Konigsberg, and in the following year appointed him professor of divinity and president of the Samland diocese.",
        "and had no genuine desire to heal the schism in the France.",
        "To them Alexius, son of the deposed Isaac, made appeal, promising as a crowning bribe to heal the schism of East and West if they would help him to depose his uncle.",
        "The injury inflicted is less and not so concentrated; the wounds are smaller, and have time to heal before winter sets in.",
        "If they spring from a thick root it is not to be wantonly severed, but the soil should be removed and the sucker taken off by cutting away a clean slice of the root, which will then heal and sustain no harm.",
        "The plants should be prepared for this by keeping them rather dry at the root, and after cutting they must stand with little or no water till the stems heal over, and produce young shoots, or \" break,\" as it is technically termed.",
        "The moderation of his views and his conciliatory temper did much to heal the wounds left by civil and religious strife, and during his time the power and influence of the stadholderate attained their highest point.",
        "A curious story about the sending of his statue to Mesopotamia to heal a daughter of the king of Bakhtan is related upon a stele that purports to date from the Ramesside period: it has been proved to be a pious fraud invented by the priests not earlier than the Greek period.",
        "hat, whence \" hale,\" \" whole,\" and heel, whence \" health,\" \" heal.\"' James Fergusson; and their grandson, Sir Charles Dalrymple, 1st Bart.",
        "Yet when a leper declared that Jesus could heal him, if only He would, \" He put forth His hand and touched him.\"",
        "The controversy was renewed when a man with a withered hand appeared in the synagogue on the Sabbath, and the rabbis watched to see whether Jesus would heal him.",
        "He desired to remain unknown, and not to extend His mission to the heathen population, but the extraordinary faith and the modest importunity of a Syrophenician woman induced Him to heal her daughter.",
        "It was followed by the entry of Jesus into Capernaum, where He was asked to heal the servant of a Roman officer.",
        "The disciples as they journey are to take no provisions, but to throw themselves Sayings of on the bounty of their hearers; they are to heal the sick and to proclaim the nearness of the kingdom of God.",
        "The records of the Church are also filled with the efforts of Jesus' followers to heal the diseases and satisfy the wants of men.",
        "A vast activity animated the early Church: to heal the sick, to feed the hungry, to succour the diseased, to rescue the fallen, to visit the prisoners, to forgive the erring, to teach the ignorant, were ministries of salvation.",
        "Hence also sick persons are frequently conveyed long distances to a sacred river to heal them of their maladies; and for a dying man to breathe his last at the side of the Ganges is devoutly believed to be the surest way of securing for him salvation and eternal bliss.",
        "It will heal or blast, according as it is handled with or without due circumspection.",
        "When this is healthy the attacks of microbes are resisted, wounds heal readily, and patients recover from serious diseases which in persons of debilitated constitution would prove fatal.",
        "On his return he took in hand to heal with the Hasmonaeans, and in 25 B.C. the old intriguers, their victims like Mariamne, and all pretenders were dead.",
        "Should the disease be arrested these ulcers may heal entirely, but occasionally they remain, causing more or less disorganization of the coats of the intestines, as is often found in chronic dysentery.",
        "Its climate is hot, though heal thy.",
        "to come and preside over a fresh council, which was to reverse that of 754 and heal the schism with Rome.",
        "Adrienne turned on one heal and marched away from Brandon.",
        "In the morning, you'll be able to heal him.",
        "Her head sagged against the shower wall, and she wished she could order her body not to heal her, to let her bleed out and die so she didn't suffer anymore.",
        "B can heal anything.",
        "Her body strained to heal itself and the Black God, whose touch sucked her healing power fast.",
        "He gently removed the tube from the Oracle and placed his hand over the wound to heal it.",
        "Sometimes we find Naturals, humans with the ability to track Czerno's creatures or to heal our kind or some other natural talent.",
        "Now that she possessed a fraction of the Dark One's power, she would heal instantly.",
        "It will take a great deal of power to preserve you, remove the tumor and heal the damage.",
        "Anshan is not complete and will never heal without her.",
        "What the Council didn't know was that Anshan would heal with its nishani, even if it took many sun-cycles for the mining industry to repair itself.",
        "Vampires heal very quickly, but any foreign object had to be removed or it would be a constant irritant.",
        "Wow, werewolves heal even faster than vampires.",
        "He should've felt something, perhaps gratitude to the man before him, for the Watchers had helped Sofi find him and Bianca heal him.",
        "I had to let go of my pride and realize I couldn't heal alone.",
        "The demon says it can heal me.",
        "I inherited the royal blood, with the magic to heal, she said.",
        "The woman professing to shield and heal her people had blood on her hands?",
        "Tiyan's penance is to heal what we destroyed.",
        "I can heal them but not defend them, and if Tiyan falls, it is because of me.",
        "If someone suffers a corneal abrasion through an accident, does padding the eye with an eye patch help it heal?",
        "aetiologyse would be very difficult to heal due to the underlying etiology.",
        "arterial insufficiency will affect the ability of any wound to heal.",
        "Evaluation of the evidence base for magnetic bandages to heal wounds Where does the evidence come from?",
        "bleeds from wounds many say will never heal.",
        "severe bruises can be expected to take longer to heal.",
        "Range: Touch This allows the caster to heal damage inflicted upon a single body location.",
        "chanting psalms and singing hymns is not merely to glorify our language, but to heal it.",
        "The Holy Spirit overruled, yet Peter's reply pulled no punches. By whose authority did we heal this cripple?",
        "Cupid's arrow begins to heal.",
        "Jesus goes on to heal the Gadarene demoniacs: thereby Jesus removes their menace to travelers and opens up local transport routes.",
        "The grommets usually fall out themselves any time between a few months to 2 years and this allows the eardrum to heal.",
        "economics professor, turned out to know exactly what was needed to heal the wounds of Italy's economy.",
        "endpoint of the study is the number of ulcers which heal in the time period.",
        "How long does it take for a fractured femur to heal?",
        "forgiveness of sin rather than heal the man?",
        "heal wounds from the past, & reach for the future.",
        "heal thyself.",
        "heal the ulcers was then measured.",
        "heal the leper.",
        "heal scars?",
        "heal on the Sabbath.",
        "Does God heal through prayer alone, through anointing people with oil, through faith heal through prayer alone, through anointing people with oil, through faith healers etc.",
        "heal nicely in a few days, and my nadgers hardly even ache now.",
        "heal naturally.",
        "heal spontaneously after traction and a suitable period of bed-rest.",
        "homeopathy works with your body's natural ability to heal itself.",
        "Meals Heal's 60 cover restaurant, master minded by Oliver Peyton, offers honest, simple food done well.",
        "Heal's Online brings you the best of home accessories and gifts including; stylish kitchenware and tableware, and bathroom products.",
        "lawful to heal on the Sabbath?",
        "This human failure does not mean that God's power and ability to heal is thereby negated.",
        "patients with recurrent ulcers may find they take up to six weeks to heal.",
        "Why is fresh pineapple supposed to heal mouth ulcers?",
        "ping pong ball size bone spur on the back of my right heal.",
        "pong ball size bone spur on the back of my right heal.",
        "The purpose of chanting psalms and singing hymns is not merely to glorify our language, but to heal it.",
        "redemptive metaphor which was used to heal the child at school.",
        "More » Brown attempts to heal leadership rift By David Clarke.. .",
        "Re: Does vitamin E when placed on skin help heal scars?",
        "It is well known for its ability to heal scar tissue, .. .",
        "By learning self-hypnosis we can relieve stress, heal, remove phobias and solve many difficulties.",
        "It's focus is to provide simple steps to develop self-worth and heal emotional wounds.",
        "Perhaps connected with this was the belief that sacred waters could also heal sickness, especially of the eye.",
        "It contains chickweed, a herb that has been used for centuries to heal cuts and wounds and soothe itchy, irritated skin.",
        "It is used to clean and heal sores and also to help in the healing of fractured bones.",
        "splanchnic blood flow and an anastomosis will not heal well.",
        "To me, the bumper sticker \" Witches Heal \" says it all.",
        "Therefore, soaps should be replaced by emollient soap substitutes, which cleanse, moisturize and help heal the skin.",
        "The attendants at the temple, however, made the woman lie down where the god was accustomed to heal the suppliants.",
        "Don't however cut the remaining stub flush with the trunk, but leave a small swelling which can heal on its own.",
        "However, the true value of the medic is the ability to heal teammates.",
        "The Fighter/Thief has his wounds tended and healed by Clerics using heal Spells, so that he is ready for combat again.",
        "My advice for the US press: physician, heal thyself.",
        "toes amputated and their wounds took months to heal during the dark Arctic winter.",
        "The time to heal the ulcers was then measured.",
        "Side 2: heal wounds from the past, & reach for the future.",
        "Athena, who held Tydeus in special favour, hastened to the field of battle, to heal him of his wound and bestow immortality upon him.",
        "And when more and more people have their medical history tracked over time, we will learn even more about how our bodies get sick and how they heal.",
        "The mother's wounded spirit could not heal.",
        "The priests heal with their breath; with breath expelled as sound they can raise great weights or raze a building to the ground.",
        "You explored the ancestral history of the teacher in order to discover a redemptive metaphor which was used to heal the child at school.",
        "More » Brown attempts to heal leadership rift By David Clarke...",
        "It is well known for its ability to heal scar tissue, ...",
        "It 's focus is to provide simple steps to develop self-worth and heal emotional wounds.",
        "If septic and shocked, there will be a reduced splanchnic blood flow and an anastomosis will not heal well.",
        "Do n't however cut the remaining stub flush with the trunk, but leave a small swelling which can heal on its own.",
        "Three of them had fingers or toes amputated and their wounds took months to heal during the dark Arctic winter.",
        "Time will heal much of what you are feeling, and before too long, you'll wonder how you could have ever not simply adored your baby.",
        "If this residue, combined with the ritual of irritating cleansing agents, becomes a constant during your baby's diaper changes, it won't be surprising when baby's rash either worsens or fails to heal.",
        "If you've been hurt or fallen ill and had to take time off from work to heal, you know how important disability insurance is.",
        "It covers your living costs when you need time away from your job to heal from an accident or illness.",
        "They proceeded to clean them, and they gave us ointment to help it heal.",
        "His behavior may naturally improve as his paws heal.",
        "Over time, as you start to heal, you will begin to build a new life for yourself as someone who is no longer part of a married couple.",
        "The good news is, there are ways to heal a marriage on the rocks as well as keep it healthy and nurtured from day one.",
        "By trying an array of ways to prevent divorce and heal marriages instead of giving up too soon, you can have a loving relationship that may well last forever.",
        "Take Time: No two people heal in the same way so make sure you allow yourself to grieve, search your soul and redefine yourself as best suits your personality.",
        "He is a real doctor whose focus is on treating a person as a whole to help the body heal as opposed to an MD who treats specific diseases and conditions.",
        "He uses this knowledge to aid the body to heal itself.",
        "Rene-Maurice Gattefosse, a French scholar and chemist, discovered that lavender oil can heal first-hand.",
        "He published a book in 1928 entitled, 'Aromatherapie' and this is how the use of essential oils to heal was associated with this term.",
        "The boil should come to a head or heal on its own quickly once you apply the salve.",
        "The primary philosophy of naturopathic medicine is that the body can heal itself if it is given what it needs to do so.",
        "Lastly, topical treatments for herpes sores help ease the discomfort and heal them faster through herbal remedies.",
        "Decreasing white sugar and flour also helps the body heal itself.",
        "Using your oils for massage therapy is a wonderful way to help the body heal, calm the mind, or uplift the spirit.",
        "Aromatherapy is a great way to heal various medical conditions as well as promote a feeling of well being.",
        "Cuts and scrapes heal faster with the application of aloe vera gel either directly from the leaf of a plant or a reputable natural commercial product.",
        "Throughout history, herbalists and healers have prepared salves to rub into wounds and heal external ailments.",
        "Stevia may help to heal certain skin rashes when the concentrate is applied to the rash.",
        "Stevia extracts may help cuts heal more quickly.",
        "St. John's Wort can be taken internally to treat depression and applied topically to help heal wounds, burns and skin inflammation.",
        "A small dab three times daily will help heal the irritated skin.",
        "It has reputed medicinal properties said to heal anything from stomach problems to skin lesions.",
        "Many believe food can also heal the body.",
        "Heal the Planet Meditation helps you decrease stress by tapping into your spirit.",
        "Without vitamin K, wounds will not heal properly.",
        "In his book, Foods That Heal, Dr. Bernard Jensen reminds readers of the old Russian mountain culture whose members would drink raw goat whey for its longevity promoting properties.",
        "My fiancé had caught on fire, but it could have been worse and he would eventually heal with very little scarring.",
        "Bodyspeaks-DVD: women in the recovery process who use art therapy to heal.",
        "A sore or ulcer around the mouth or on the tongue which takes longer than usual to heal.",
        "Poor circulation can also complicate diabetes symptoms, making it even more difficult for cuts and sores to heal.",
        "\"I respectfully ask that the media allow me to receive care and heal in private during this difficult time,\" he said in a statement.",
        "Despite a long history of family friction, Lamas believes that the show will help them heal and grow stronger together.",
        "It took over 18 months for Mandrell to heal and regain her speech and memory, but when she did, she was back in full force.",
        "Ayurveda involves ancient practices from India to heal and prevent disease while keeping the body and spirit in harmony.",
        "Whether you are traveling alone, with your spouse or with your entire family, Christian cruises can uplift, heal, and whet your spiritual appetite on the high seas.",
        "It will heal in a very short amount of time.",
        "The vet also said it may heal naturally by keeping him in his kennel for twelve to eighteen weeks.",
        "This condition is extremely painful, and I do not understand how the bones can heal without being properly set and immobilized so they have the opportunity to knit.",
        "Will this heal on its own, or does she need to see the vet?",
        "The vet recommended a spray to help them heal, but is there anything else I can do for Max?",
        "Finally, there is a possibility that your dog now requires surgical intervention to heal his leg, so keep an open mind about it.",
        "Keeping these particularly active dogs calm during treatment to allow the bronchial tract to heal is not easy, either.",
        "Magnetic fields influence cell interactions with ions, and this actually accelerates the body's ability to heal itself by increasing blood circulation to key areas in the body.",
        "In time they will heal, and they will stay a family.",
        "It helps keep scar tissue and adhesions from forming, and it can help rebalance your dog's body which can speed the time it takes for your dog to heal after surgery by reducing pain and swelling.",
        "When dogs experience serious injuries or have to undergo surgery, their ability to heal can often be greatly enhanced by receiving physical rehabilitation treatment from a qualified veterinary health professional.",
        "How long does it take for the initial piercing to heal?",
        "It can take between one and two years for the navel to heal after the piercing.",
        "There is something very glamorous about a pair of high heel shoes, whether this is a pair of strappy sandals or a vampish pair of high heal boots.",
        "She is old enough to care for her ears as they heal, keep track of earrings instead of losing them as well as wear earrings safely and generally enjoy them.",
        "Garnets are used to protect and heal wounds.",
        "Organic body butters are a luxurious way to heal and moisturize dry skin without exposing it to harmful chemicals.",
        "Skin salves, sometimes known as body butters, are designed to heal dry skin, whether it is due to generally dryness or problems such as diaper rash and eczema.",
        "If you do become ill, your general well-being will help you heal more quickly.",
        "An injury later in life is going to take much longer to heal so it's worth it to be cautious and work with a personal trainer.",
        "Patients with sleep apnea, for example, can take as much as two to three times longer to heal from an injury or recover from an illness as someone without sleep apnea.",
        "A stair stretch - Standing on the edge of a step, extending the heals over the step and dropping the heal to stretch the calf.",
        "You can evade enemies who use melee weapons and it can give you a chance to heal without being attacked.",
        "While they are taking damage, your mages will continue to heal them and the Mana Shrine will recharge.",
        "It will also help you if you are escorting someone, since it will heal them as well.",
        "Heal yourself on the first Medical Kiosk.",
        "Inside it, you will heal and you cannot be attacked.",
        "Lucy is the youngest, but has the ability to heal the group and tame wild beasts.",
        "Both over-the-counter and prescription medicines can help the body heal if taken as directed.",
        "Other symptoms can include sores that do not heal, growths on the skin or below the skin, unusual bleeding, difficulty digesting food or swallowing, and changes in bowel or bladder function.",
        "The skin is examined for sores that are slow to heal, especially those that bleed, ooze, or crust; irritated patches that may itch or hurt; and any change in the size of a wart or a mole.",
        "The ligament needs time to heal, so the child's arm should be treated gently after the procedure.",
        "Without the complication of infection, most wounds heal well with time.",
        "Bottle nipples should be discarded and new ones used as the infant's mouth begins to heal.",
        "Most sore throats heal without complications, but they should not be ignored, as some develop into serious illnesses.",
        "Most sore throats are minor and heal without any complications.",
        "In the case of chronic sore throat, it is necessary to treat the underlying disease to heal the sore throat.",
        "With cooperation and understanding among stepfamily members, a stepfamily can function successfully and even heal emotional scars of past divorce.",
        "Because of this remarkable quality, human stem cells hold huge promise for the development of therapies to regenerate damaged organs and heal people who are suffering from terrible diseases.",
        "Therefore, stretch or praxis injuries to the brachial plexus usually heal on their own within about three months, leading to complete recovery.",
        "Also, casts are sometimes used to allow the nerves to heal.",
        "Praxis-type injuries, in which the nerve is damaged but not torn, usually improve within three months and eventually heal completely.",
        "Stretch injuries heal on their own, with 90 to 100 percent of function returning within one to two years.",
        "If an infection is suspected or if an abrasion does not heal, then swabbing of the eye for microscopic culture may be done to definitively establish the organism involved.",
        "Corneal abrasions usually heal within a week, but complications can occur.",
        "Approximately 10 to 25 percent of those with corneal abrasions will develop recurrent corneal erosion (RCE) a condition in which the epithelium of the cornea pulls off because it did not heal properly or completely.",
        "The primary infection is controlled by the body's immune system and the sores heal.",
        "It helps dry out the sore so it can heal faster.",
        "Moderate sprains heal within two to four weeks, but it can take months to recover from severe ligament tears.",
        "Parents should allow plenty of time for strains and sprains to heal before allowing their child to return to strenuous athletics.",
        "Moderate exposure to sun or ultraviolet light may help heal the lesions, but patients should avoid being sunburned.",
        "A jaw fracture may be minor enough to heal with simple limitation of movement and time.",
        "Mild trauma to the nose can sometimes heal without the person being aware of the fracture unless there is an obvious deformity.",
        "An automobile accident or a gunshot wound, for example, can cause severe facial trauma that may require multiple surgical procedures and a considerable amount of time to heal.",
        "Minor bruises and uncomplicated fractures caused by accidents generally heal without problems and are quickly absorbed into the family's routine.",
        "Without treatment, canker sores heal in two weeks or less.",
        "Since canker sores heal by themselves, professional treatment is not usually necessary.",
        "Alternative therapies for canker sores are meant to heal existing sores and prevent their recurrence.",
        "Taking dandelion (Taraxacum officinale) tea or capsules may help heal sores and prevent future outbreaks.",
        "It is also possible that the incision will not heal properly, leaving a permanent hole in the eardrum, which can cause some hearing loss and increases the risk of infection.",
        "This disease is contagious, but tends to heal without medical intervention in about two weeks.",
        "Following treatment, periodontal tissues usually heal quickly.",
        "Herpes lesions heal by themselves without treatment.",
        "Dermatitis herpetiformis-A chronic, very itchy skin disease with groups of red lesions that leave spots behind when they heal.",
        "Recovery from a severe head injury can be very slow, and it may take five years or longer to heal completely.",
        "Nasal fractures that do not involve the nasal septum or other facial bones and receive prompt treatment generally heal without deformities of the nose, cartilage destruction, or other complications.",
        "Such tearing or crushing injuries as those caused by bites take longer to heal than simple cuts and may require plastic surgery at a later date to restore the appearance of the nose.",
        "Minor nosebleeds and uncomplicated fractures of the nose caused by accidents generally heal without problems and are quickly absorbed into the family's routine.",
        "Healing time varies from person to person with the elderly generally needing more time to heal completely.",
        "A non-union fracture may result when a fracture does not heal, such as in the case of an elderly person or an individual with medical complications.",
        "Some wounds are left open and allowed to heal on their own, while others require stitches (stitching may be delayed a few days if infection is a concern).",
        "In the condition known as purpura senilis, the elderly develop bruises from minimal contact that may take up to several months to completely heal.",
        "A physician or healthcare professional should be consulted when accidents involve extensive bruising or when bruises do not heal in a timely manner (seven to 10 days).",
        "Immobilization restricts motion to allow the injured area to heal.",
        "Homeopathic practitioners prescribe oral homeopathic medications that reduce the bacterial growth within the sty and chalazion and thereby heal the inflammation.",
        "Most styes heal with minimal treatment in about a week.",
        "Although fetal surgeries heal without scarring, they are rare and risky, and it is difficult to predict the outcome.",
        "However, there are several types of rash that may need specific treatment to heal.",
        "After debriding the wound, the doctor will cut away the edges of the tissue, as clean edges heal faster and are less likely to form scar tissue.",
        "A family doctor should be called whenever a cat scratch or bite fails to heal normally or is followed by a persistent fever or other unusual symptoms such as long-lasting bone or joint pain.",
        "If the eardrum does not heal on its own, surgical repair (tympanoplasty) may be necessary to resolve the infection and restore hearing.",
        "In order for children to heal from the emotional pain of parental divorce, they need an outlet for open expression of their feelings, whether it is a sibling, friend, adult mentor or counselor, or a divorce support group.",
        "The Worried Child: Recognizing Anxiety in Children and Helping Them Heal.",
        "Aplastic Anemia and Other Autoimmune Diseases: Help Your Body Heal Itself.",
        "The lesions heal slowly over many months.",
        "It is best to keep wounds clean and moist while they heal.",
        "As in any infection or injury, rest and good nutrition is of paramount importance in allowing the body to heal itself.",
        "This is usually due to damage to the intestinal tract, which requires some time to heal.",
        "It may be taken internally to help heal staph abscesses and reduce swelling of the lymph nodes.",
        "As lesions grow, the centers start to heal.",
        "Symptoms of acute otitis media usually disappear within a few days, although a ruptured eardrum may take several weeks to heal.",
        "These herbs should not be used with deep lacerations that need to heal from the inside first.",
        "Though painful initially, many tattoos and piercings heal well, do not become infected, and are satisfying to the wearer.",
        "Piercings can close on their own if allowed to heal naturally shortly after the piercing is done.",
        "Sores that do not heal or recurring or long-lasting skin irritations may also be signs of reduced immune system functioning.",
        "Acute bronchitis is usually caused by a viral infection but can also be caused by a bacterial infection and can heal without complications.",
        "Mullein (Verbascum thapsus) oil has anti-inflammatory properties and may be apppied to the infected ear canal (one to three drops every three hours) to help soothe and heal the ear.",
        "A person with an immunodeficiency disorder may get more frequent infections, heal more slowly, and have a higher incidence of some cancers.",
        "The major symptoms of most immunodeficiency disorders are repeated infections that heal slowly.",
        "Sores typically come back near the site of the first infection, but there are fewer sores with recurrences that heal faster and are less painful.",
        "Seven to ten days of treatment is recommended but if the lesions do not heal, a longer period of time may be required.",
        "Sores heal and disappear on their own, but taking the drugs helps to alleviate the symptoms.",
        "Blood clotting is necessary to heal an injury to a blood vessel.",
        "Children tend to heal faster than adults and adapt more quickly to disability.",
        "The basic philosophy of massage therapy embraces the concept of vis Medicatrix naturae, which means \"aiding the ability of the body to heal itself.\"",
        "Acne is causing dark skin to have darker patches when lesions heal.",
        "Acne conglobata, a more common form of severe inflammation, includes numerous, deep, inflammatory nodules that heal with scarring.",
        "Ventilator-A mechanical device that can take over the work of breathing for a patient whose lungs are injured or are starting to heal.",
        "As the burns heal, thick, taut scabs (eschar) form, which the doctor may have to cut to improve blood flow to the more elastic healthy tissue beneath.",
        "In cases where the skin has been so damaged that it cannot properly heal, a skin graft is usually performed.",
        "A number of botanical remedies, applied topically, can also help burns heal.",
        "Minor burns may heal in five to ten days with no scarring.",
        "Moderate burns may heal in ten to 14 days and may leave scarring.",
        "Critical or major burns take more than 14 days to heal and leave significant scarring.",
        "For example, Swiss scientist Martin Schwab actually managed to heal spinal cords in rats and restored their ability to walk.",
        "The wound or ulcer is slow to heal and may be numb or insensitive when touched.",
        "These collars are worn for about 10 weeks while the muscles heal and strengthen.",
        "While the skin will heal after sunburn, the risk of skin cancer increases with exposure and subsequent burns.",
        "Botanical medicine can help to maintain open airways and heal damaged mucous membranes.",
        "Contact dermatitis is marked by red, itchy, weepy skin blisters, and an eczema that is slow to heal.",
        "Others heal with little treatment other than keeping weight or stress off the affected limb.",
        "In feng shui (and many cultures for that matter), wearing a crystal bracelet in which each stone represents the seven major chakra helps to heal these ailments.",
        "Allowing for ample time between sessions for skin to heal can help eliminate the chances of these problems.",
        "Nor will it heal any sort of scalp burns induced by perming solution.",
        "Exercise is a wonderful destressor and can help your body heal and function properly.",
        "You should take your time as you try to heal emotionally.",
        "Hopefully, the time spent away from the limelight will enable her to achieve success in the program as well as heal from her pregnancy loss.",
        "Your existing blemishes must be allowed to heal on their own.",
        "This permanent birth control is effective immediately and it is safe to have intercourse right away, though waiting a week to heal completely may be preferred.",
        "The fibroids eventually heal leaving some scarring.",
        "However, some providers recommend waiting two or three weeks in order to give your body plenty of time to heal from the procedure.",
        "Continue to place the baby to the breast and the pain will subside and should resolve itself as you heal.",
        "Soft tissue lasers let the tissues heal faster.",
        "Another Barbie pet doctor kit is the Hug 'n Heal.",
        "It was generally used to stop bleeding and heal ulcers or other wounds and to treat tuberculosis and kidney problems.",
        "Vitamin K: This vitamin, when used in topical creams and lotions, can help heal bruises and diminish the appearance of dark circles beneath the eyes as it is absorbed into the capillaries.",
        "This vitamin is well-known for its healing and immune-building properties, and is often used topically to heal cuts and sores.",
        "The Free Peoples must either activate a group or choose from the following actions: declare where the fellowship is, heal the fellowship, change the guide, or do nothing.",
        "In order to heal a fellowship, the group must be declared in a stronghold and one point of corruption is removed.",
        "If you are passionate about seeing others heal from severe illness and thrive, then you may want to take your donation one step further and sponsoring a blood drive.",
        "The ranches are home-like environments where kids have an opportunity to be nurtured and heal.",
        "If you feel safe leaving and strong enough to do so, you can end the relationship, begin to heal, and start to think about finding a partner who is better for you.",
        "Now you have a chance to show your daughter how to heal.",
        "This relationship may end, too, leaving you with another broken relationship to get over while you are still trying to heal from the first one.",
        "Relationship breakups can be emotionally difficult to handle, but by giving yourself time to heal and surrounding yourself with family and friends, you can come out of it a stronger person.",
        "Finally, time really does heal, so give yourself some time to feel lonely, sad, and every other feeling you'll probably encounter.",
        "In other words, having been in a relationship for two years, it would be perfectly normal to take a year to heal.",
        "That becomes the gateway to the one part of breaking up that all the \"experts\" agree on - that it will get better, and you will eventually heal from the pain.",
        "Make sure you give yourself some time to heal and also give your ex the space to emotionally recover.",
        "It could take up to six months for the villi (or small tissues) of the small intestine to totally heal.",
        "This means that in order to mitigate your symptoms and heal your body, you will have to abstain completely from all gluten containing products.",
        "A period of elimination may be necessary in order to allow the intestines to heal, which may, in turn, help the patient's digestive prowess restore and abet certain food sensitivities.",
        "If you are newly gluten-free, it will take your body some time to heal the damage done by years of gluten consumption, and during this time you will be more sensitive than when you are fully healthy.",
        "It's no secret that Cancers are easily hurt; Once hurt, those wounds take a very long time, if ever, to heal.",
        "Healing Stage: As long as the scab is left to heal on its own, no scarring should occur.",
        "In response to these tragedies, MECA has teamed up with New Horizons, otherwise known as Afaq Jadeeda, to create the program \"Let the Children Play and Heal.\"",
        "A traveling hypnotist came to the area and attempted to heal Cayce using hypnosis.",
        "Use an aura color chart to better understand the meaning of your aura colors and find ways to heal your four aura bodies - the emotional, physical, mental and spiritual.",
        "You can follow the exact steps at Heal Past Lives.",
        "Psychic healing is the ability to use healing energy - such as Reiki - to heal physical problems.",
        "Styles include a pair of cherry red pumps in a high sheen leather with wing-tip detailing, and a pair of tan boots that go over the knee and feature an of-the-moment wooden stacked heal.",
        "Diabetes affects circulation, making it difficult for damaged organs to heal as well.",
        "The illness can strike on a deeper level still by compromising the immune system and, with the addition of poor circulation, making infections difficult to heal and drain from the system.",
        "He uses his blood (vampire blood is very restorative) to heal her.",
        "The First Taste Bill saves Sookie from the drainers attack, giving her his blood to heal her injuries.",
        "Kendall’s arrival opened up an ugly episode in Erica’s past, one that would take the women years to heal from.",
        "A tattoo will take several days to heal, and the skin will look red and feel tender at first.",
        "Occasionally, the skin on top will heal while a deeper infection forms beneath the tattoo.",
        "In most cases, treatment will heal the infection without scarring.",
        "There are many different products out there to help heal your new tattoo, and nearly every tattoo studio has a different idea of which ointment or lotion is best.",
        "Most will eventually heal, as the body's immune system does its job.",
        "They typically take around six months to heal completely, and even then you should not leave your jewelry out for more than a few hours.",
        "Surgical Stainless Steel - best for fresh piercings, this material causes the least allergic reactions and allows new piercings to heal.",
        "The dye was rubbed into the fresh wounds and then allowed to scar over and heal.",
        "This is compounded by the fact that this area is difficult to heal because of the purpose it serves.",
        "A tattoo which is smaller in size and less detailed will heal more quickly, and is less likely to spread on the skin.",
        "The initial irritation should begin to subside in a few days as the needle punctures heal.",
        "As the tattoo begins to truly heal, you can switch from using ointment to using a good water-based moisturizing lotion such as Lubriderm or any product your artist specifically recommends.",
        "Whereas tattoo styles such as tribal, zodiac, and artful pieces may have a perennial effect, trendy art such as pinup girls, gangster theme and couple tattoos may be out of vogue before your tattoo even has a chance to heal!",
        "While it might seem nearly impossible to get through the initial discomfort, providing proper aftercare of tongue piercings lessens the time it takes to heal.",
        "Avoid activities that may introduce new bacteria to your mouth while you heal.",
        "A navel project with multiple piercings is a more intense modification and requires strict devotion to proper aftercare in order to heal properly.",
        "Proper aftercare is critical to healing a belly button piercing which can take from six months to one year to heal completely.",
        "A belly button piercing takes anywhere from six months to one year to heal completely, and even complete healing does not mean the risk ends there.",
        "Mostly, time is what will heal this type of body modification.",
        "Expect it to take up to a year, possibly even more, for the brand to heal completely.",
        "Although you can put antiseptic ointment on the burn, your best bet is to leave it be and allow it heal on its own.",
        "The result is a wound that is allowed to heal into a decorative scar.",
        "Scars can be customized through the use of irritants, inks and reopening of wounds as they begin to heal.",
        "Each skin type may heal differently; some produce dramatic keloid scars while others heal with hardly a trace.",
        "Nose piercings can take anywhere from three to four months to heal properly.",
        "A nose piercing takes anywhere from two to three months to heal completely.",
        "This piercing can heal in as little as one to two months as long as proper aftercare is followed.",
        "Body piercing is the art of inserting a foreign object - often in the form of body jewelry - underneath the skin and allowing the body to heal without rejecting the jewelry.",
        "It is then followed by aftercare techniques designed to heal the wound as quickly as possible with a minimal risk of infection.",
        "Getting good information from your piercer about how to heal your new piercing will help ensure it settles down and looks good quickly.",
        "This piercing is easy to heal, since it requires little specialized attention.",
        "These piercings take six to eight months to heal properly.",
        "Hip piercings are a particularly difficult surface piercing to perform and to heal.",
        "Candidates with active lifestyles may find hip piercings difficult to heal, as movement in this area can cause irritation, migration and rejection.",
        "Hip piercings can be difficult to heal on many people.",
        "The shoulder is an active area of the body and getting a shoulder tattoo may require taking time off work to restrict movement for the first few days while you heal.",
        "A&D Ointment is safe to use inside the mouth and may be used to help the tattoo heal and prevent infection during the early stages.",
        "Chromium, cobalt, magnesium and other minerals heal inside your skin, giving you a permanent colorful mark.",
        "I'd also like the power to heal people with music.",
        "If you're a fan of yoga, there is no denying that it can heal, and in a powerful way.",
        "Life coaching can help an individuals mind and body to heal and enjoy an abundantly healthy and joyful life.",
        "The Horse Boy: A Father's Quest to Heal His Son by Rupert Isaacson: The Horse Boy is an inspirational story about how parents came to see his son's autism as an adventure rather than an affliction.",
        "The question is, can the autistic brain heal?",
        "As the auto industry recovered from the Great Depression and began production of wartime vehicles during World War II, the rest of the economy also began to heal from the losses of the 1930s.",
        "For example, strains may mean muscle tissue is on the verge of tearing, and a sprain may take a very long time to heal simply because tendons are made of tissue that is slow to repair itself.",
        "The ultra-competitive nature of cheerleaders will often lead them to try to dismiss or cover up an injury for fear of letting down the rest of the team, so it is imperative that the coaches and squad members help them heal.",
        "Giving them things to do on the sidelines - taking notes during practice, coming up with new routines, or even videotaping performances - can help squad members stay involved and productive while cheerleading injuries heal.",
        "The latter injury takes a very long time to heal and will easily have you on the bench for a cheer season.",
        "\"Death leaves a heartache no one can heal; love leaves a memory no one can steal.\"",
        "Aloe vera oil is added to soap to heal inflammation and sunburn.",
        "Once a gluten-free, lactose-free diet is followed and the small intestine begins to heal itself, lactose can usually be consumed again.",
        "Check your feet for sores regularly and tell your doctor if you have sores on your feet that don't heal.",
        "Upon eliminating gluten from the diet, intestinal damage stops progressing, the small intestines heal, and for most people the symptoms stop.",
        "A diet after gastric bypass surgery typically involves foods that help the body heal after the procedure followed by a low-fat eating plan.",
        "Include strength training activities that work each of your major muscle groups a minimum of two times per week, allowing 48 hours between sessions for muscles to heal.",
        "This gives your system a chance to rest and heal.",
        "By simply making small healthful changes such as drinking more water each day, or including more fruits and vegetables to your diet, you are giving your body the tools it needs to cleanse and heal itself.",
        "Joints don't have that kind of \"traffic\" and heal much slower.",
        "Workouts with dumbbells build muscles through breaking down the fibers of the muscles and then giving them time to heal by producing more muscle tissue.",
        "Having a day in between to let the muscles heal is key to building muscle, however, it's not necessary to do no exercise.",
        "Always keep in mind the importance of allowing your body the opportunity to heal when encountering an injury.",
        "This is essential for your muscle to heal itself in a timely fashion without loss of movement or range of motion.",
        "As with any strength routine, your abdominal muscles will need time to heal and recover.",
        "Allow at least 48 hours of rest in between strength training activities for the same body part in order to allow the muscle to heal and grow stronger following your workout.",
        "Muscle is actually built when these micro-tears heal and the muscle fibers grow larger.",
        "If you don't allow your body to rest, your muscles won't heal and you won't see muscle growth.",
        "For best results, work each muscle group at least two to three times each week, leaving 48 hours between sessions for specific muscle groups in order to allow the muscles to heal.",
        "With fewer blood vessels, they tend to heal more slowly.",
        "With strength training, it is essential that you leave at least 48 hours between workouts for a particular muscle group in order to allow the micro-tears you place in your muscles through strength training to heal and grow stronger muscle.",
        "Make Me Heal is part store, part support group for women who have had lumpectomy or mastectomies.",
        "There are no end of outlets, both online and brick-and-mortar, where you can find an outfit that is guaranteed to heal--or hurt, depending on what you're after.",
        "Make Me Heal offers several compression style options for men who want to have a sleek look underneath their clothes or who need extra support after surgery.",
        "The split was still too recent to allow the rift to heal.",
        "In addition, abdominoplasty patients need time to heal following the surgery.",
        "Assisted by her friends, she also works magic, and is possessed of the ability to heal.",
        "Originally identified as a compound that helps wounds heal, copper peptide is now commonly found in skin care products.",
        "There are many over-the-counter creams that claim to help heal scars.",
        "It will heal gradually over several days, and remain pinkish for up to several months as the new skin grows.",
        "Squamous cell cancer often looks like a sore that won't heal.",
        "Advanced squamous cell cancer can look like a large tumor, a sore that won't heal, or a large patch of thickened or irritated skin.",
        "It contains salycilic acid to heal, as well."
    ],
    "definition": [
        "a. To restore to health or soundness; cure: healed the sick patient.\nb. To ease or relieve (emotional distress): Only time can heal her grief.",
        "To set right; repair: healed the rift between us.",
        "a. To recover from an illness or injury; return to health.\nb. To experience relief from emotional distress: gave the grieving family time to heal.",
        "To be relieved or eliminated: The rift between them finally healed.",
        "heal′a·ble\nadjective",
        "Link/Cite",
        "To cover, as for protection.",
        "To make better from a disease, wound, etc.; to revive or cure.\nThis bandage will heal your cut.",
        "(intransitive) To become better.\nBandages allow cuts to heal.",
        "To reconcile, as a breach or difference; to make whole; to free from guilt.\nto heal dissensions",
        "(obsolete) health",
        "Link/Cite"
    ]
}