{
    "translation": "לב",
    "uses": [
        "Her heart was starting to flutter.",
        "Her heart was racing and her breath came quickly.",
        "My heart is singing for joy this morning.",
        "In the autumn I returned to my Southern home with a heart full of joyous memories.",
        "My mother sat beside my little bed and tried to soothe my feverish moans while in her troubled heart she prayed, \"Father in Heaven, spare my baby's life!\"",
        "I have had the same strange sensation even in the heart of the city.",
        "Since everyone knew the way to a man's heart was through his stomach, she started with a special meal.",
        "With a heavy heart, she called his number.",
        "It was the heart of their friendship.",
        "My heart sang for very joy.",
        "My heart was full of tears, for I love the beautiful truth with my whole heart and mind.",
        "Put your whole heart in the good work, my child, and it cannot fail.",
        "His hand trembled as he gave his horse into an orderly's charge, and he felt the blood rush to his heart with a thud.",
        "The thought of going to college took root in my heart and became an earnest desire, which impelled me to enter into competition for a degree with seeing and hearing girls, in the face of the strong opposition of many true and wise friends.",
        "I am sure his heart was always full of music, and in God's beautiful world he must have heard love's sweet replying.",
        "He always seemed to me to have an excellent heart, and that is the quality I value most in people.",
        "Under that facade of indifference beats a heart primed for breaking.",
        "It was written out of my heart, and perhaps that is why it met a sympathetic response in other hearts.",
        "But I told her that my heart was sad, and I didn't feel like eating.",
        "Her heart skipped a beat.",
        "Their pleasure banished the anger from King Frost's heart and the frown from his brow, and he, too, began to admire the painted trees.",
        "Her heart was racing, but she forced innocence into her voice.",
        "Her heart was pounding hard and warmth invaded her neck.",
        "He laid down the seven of hearts, on which with a broken bit of chalk he had written \"800 rubles\" in clear upright figures; he emptied the glass of warm champagne that was handed him, smiled at Dolokhov's words, and with a sinking heart, waiting for a seven to turn up, gazed at Dolokhov's hands which held the pack.",
        "To raise a child to adulthood requires your heart, energy, time, and wealth.",
        "She scowled down at him, her heart beating a mile a minute.",
        "Beautiful flower, you have taught me to see a little way into the hidden heart of things.",
        "Her heart was beating wildly.",
        "Her heart attempted a painful escape through her throat.",
        "Her heart skipped a few beats and then thundered.",
        "She sighed and snuggled against him, feeling the beat of his heart... or was that her own?",
        "Perhaps the Old Sea God as he lay asleep upon the shore, heard the soft music of growing things--the stir of life in the earth's bosom, and his stormy heart was angry, because he knew that his and Winter's reign was almost at an end.",
        "This encouraged me greatly, and I sped on to the end of the ordeal with a light heart and a steady hand.",
        "He was afraid of falling behind the hussars, so much afraid that his heart stood still.",
        "Well my dear child, you know how your father's heart rejoices to know that you...",
        "She could wear men's clothes and crack that whip all she wanted, but she was still a woman at heart - and he knew it.",
        "She glanced at him, her heart pounding harder.",
        "His heart will be hard indeed if he can refuse his mother and his wife.",
        "Such a rule of the two diameters not only guides us toward the sun in the system and the heart in man, but draws lines through the length and breadth of the aggregate of a man's particular daily behaviors and waves of life into his coves and inlets, and where they intersect will be the height or depth of his character.",
        "It seemed all so mechanical and difficult, my heart ached for the poor little children.",
        "Would the heart, overweighted with sudden joy, stop beating for very excess of happiness?",
        "It seemed to her that something heavy was beating rhythmically against all the walls of the room: it was her own heart, sinking with alarm and terror and overflowing with love.",
        "Her heart skipped a beat and then began to pound in her ears.",
        "Dorothy was surprised to find how patient the people were, for her own little heart was beating rapidly with excitement.",
        "He was so very polite, amiable, good-natured, and genuinely grateful to Pierre for saving his life that Pierre had not the heart to refuse, and sat down with him in the parlor--the first room they entered.",
        "I received from them gifts that have the gentle concurrence of the heart, books containing their own thoughts, soul-illumined letters, and photographs that I love to have described again and again.",
        "She was continually tormented by jealousy of her daughter, and now that jealousy concerned a subject near to her own heart, she could not reconcile herself to the idea.",
        "I knew because he proved to me that I could trust him with my heart and soul - the way you trust your mother and father.",
        "It was only a dream, but I thought it real, and my heart sank within me.",
        "\"Cindy,\" he whispered, kissing her neck in a way that made her heart dance excitedly.",
        "His heart contracted and the blood rushed to his face.",
        "Then, people could start reporting all their medical issues—headaches, halitosis, heart disease—and we will begin to see commonalities between genes and conditions we do not generally regard as genetic.",
        "With this thought in mind the girl took heart and leaned her head over the side of the buggy to see where the strange light was coming from.",
        "Her heart said no, but then there was logic.",
        "Through his shirt sleeves she could feel the swell of his biceps and her heart jumped into high gear.",
        "After the infectious diseases come the non-infectious ones such as cancer, Alzheimer's, and heart disease.",
        "He was always hearing such words as: \"With your remarkable kindness,\" or, \"With your excellent heart,\" \"You are yourself so honorable Count,\" or, \"Were he as clever as you,\" and so on, till he began sincerely to believe in his own exceptional kindness and extraordinary intelligence, the more so as in the depth of his heart it had always seemed to him that he really was very kind and intelligent.",
        "Recent as that mental picture was, Rostopchin already felt that it had cut deep into his heart and drawn blood.",
        "I say it with my hand on my heart! said he, striking his chest.",
        "He seemed in his heart to reproach her for being too perfect, and because there was nothing to reproach her with.",
        "She sobbed and begged them to let her out until Carmen felt like her heart was being brutally wrenched from her body.",
        "She stared at him, her heart going suddenly still.",
        "But don't you lose heart, Jim, for I'm sure this isn't the end of our story, by any means.",
        "But, as I came to your palace this morning, I kept saying to myself, 'When our lord Al Mansour learns just how it was that I borrowed the gold, I have no doubt that in his kindness of heart he will forgive me the debt.'",
        "When he speaks, it is not to impress others, but because his heart would burst if he did not find an outlet for the thoughts that burn in his soul.",
        "Love your Heavenly Father with your whole heart and soul, love every child of God as much as ever you can, and remember that the possibilities of good are greater than the possibilities of evil; and you have the key to Heaven.",
        "I love the beautiful spring, because the budding trees and the blossoming flowers and the tender green leaves fill my heart with joy.",
        "\"A new word opens its heart to me,\" she writes in a letter; and when she uses the word its heart is still open.",
        "To the right and high up in the sky was the sickle of the waning moon and opposite to it hung that bright comet which was connected in Pierre's heart with his love.",
        "She caught the unfinished word in its flight and took it straight into her open heart, divining the secret meaning of all Pierre's mental travail.",
        "Pierre's insanity consisted in not waiting, as he used to do, to discover personal attributes which he termed \"good qualities\" in people before loving them; his heart was now overflowing with love, and by loving people without cause he discovered indubitable causes for loving them.",
        "Her heart lurched and pounded unmercifully.",
        "The dear, sweet little girl, it makes my heart ache to think how utterly she is cut off from all that is good and desirable in life.",
        "However, I have not set my heart on that.",
        "Her heart hesitated a moment, contracting for a race.",
        "Some time ago, when a policeman shot dead her dog, a dearly loved daily companion, she found in her forgiving heart no condemnation for the man; she only said, 'If he had only known what a good dog she was, he wouldn't have shot her.'",
        "With bated breath and beating heart he moved toward the Rhetor (by which name the brother who prepared a seeker for entrance into the Brotherhood was known).",
        "But at the moment when he imagined himself calmed by such reflections, she suddenly came into his mind as she was at the moments when he had most strongly expressed his insincere love for her, and he felt the blood rush to his heart and had again to get up and move about and break and tear whatever came to his hand.",
        "Oh, and tell him I swear not to look at what other girl's he's been calling... cross my heart, like fun!",
        "His warm breath on her neck sent her heart in a flurry of wild beats.",
        "The arms that rescued her continued to cradle her gently, and what the fall had failed to do to her heart beat, his close proximity completed.",
        "Believe me, Prince, a mother's heart will never forget what you have done for us.",
        "Yes, I pity him from my heart, and shall try to give him what consolation I can.",
        "Evidently she could speak of Russia's misfortunes with a certain artificiality, but her brother was too near her heart and she neither could nor would speak lightly of him.",
        "For a moment she stared at the door, her heart racing.",
        "The ground gave way under her foot, and with a sickening lurch of her heart, she plunged downward.",
        "The 1960s brought us hip replacement, the artificial heart, a liver transplant, and a lung transplant.",
        "Even now I cannot find it in my heart to condemn them utterly.",
        "We went out to see the hero that had withstood so many tempests, and it wrung my heart to see him prostrate who had mightily striven and was now mightily fallen.",
        "My heart is too full of sadness to dwell upon the happiness the summer has brought me.",
        "At the same time Dr. Bell added that I could rest content and fight my way through Radcliffe in competition with seeing and hearing girls, while the great desire of my heart was being fulfilled.",
        "As twenty years before, it seemed impossible that the little creature who lived somewhere under her heart would ever cry, suck her breast, and begin to speak, so now she could not believe that that little creature could be this strong, brave man, this model son and officer that, judging by this letter, he now was.",
        "You have no heart, you don't feel for your own child!",
        "My benefactor, set my heart at ease....",
        "\"Oh no, we are good friends with him,\" said Nicholas in the simplicity of his heart; it did not enter his head that a pastime so pleasant to himself might not be pleasant to someone else.",
        "She saw the possibility of love and happiness between Natasha and Pierre, and the first thought of this filled her heart with gladness.",
        "I wish it to happen and my heart tells me it will.",
        "What we call \"heart disease\" will become hundreds of individual conditions each with its own cause and, hopefully, cure.",
        "I had taken to heart the words of the wise Roman who said, \"To be banished from Rome is but to live outside of Rome.\"",
        "\"Sire,\" he said, with respectful playfulness, \"they are only afraid lest Your Majesty, in the goodness of your heart, should allow yourself to be persuaded to make peace.",
        "Her heart sang as she realized she hadn't lost him after all, her body echoing the desire on his face.",
        "When the call went straight to voicemail, his heart sank.",
        "She could follow her heart and marry the man she loved, but she would never be completely satisfied.",
        "I woke up with my heart pounding many times.",
        "Her heart skipped a beat and then went into overtime.",
        "For the first time in his life, he had found someone he could trust with his heart.",
        "Whatever the reason, gloom tugged at her heart with a heavy hand.",
        "If she enjoyed the romantic side of him, it must be because there was a bit of romance deep inside her own heart.",
        "Lori had loved him then, but his heart had belonged to Carmen.",
        "Her heart skipped a beat and she dodged out of his way.",
        "She lay in his arms, afraid to answer the desire pounding at the door of her heart — afraid he would discover she was no longer the woman he married.",
        "Her heart did a flip-flop and she turned her hand over so that her palm touched his warmly.",
        "With each step, the fear grew, until when she lowered herself into the chair, her heart was pounding in her ears.",
        "But don't think only with your heart on this one.",
        "A smile came from her heart and spread across her mouth.",
        "Claire bounded to her feet, heart pounding.",
        "Her heart sinking, she looked in the direction of her home.",
        "She hurried to her feet and continued, heart racing as she ran through the city towards her home.",
        "She got dressed and looked at the time, her heart pounding harder and harder as she moved towards the door.",
        "Her heart quickened again, and her palms grew sweaty from what she knew was fear.",
        "His heart ached to see his mate in such pain, but he knew from experience there was nothing more he could do.",
        "Jenn shook her thoughts away, her heart hammering with both anticipation of seeing him again and fear.",
        "Yully, the third woman who would become her sister, was just as unique with a heart equal to that of any of the women.",
        "Her heart still hurt for her brother, whose road was dark and lonely.",
        "Bianca took his arm, heart somersaulting.",
        "Her phone vibrated and she pulled it out, heart soaring at the hope it was Dusty.",
        "Heart pounding, Darian waited until they were gone.",
        "She was still as beautiful as the day he met her, but she'd never have Jenn's heart.",
        "A sound from the direction of the fighting made his heart slow.",
        "His heart pounded hard.",
        "His heart felt like a brick in his stomach.",
        "Darian met her gaze, and her heart sang at the emotion in his eyes.",
        "He hesitated before vaulting to the ground, unable to explain the quickening of his heart or the sense that the woman's teal gaze - the color of the eyes of Karyan nobility - reminded him of the home he hadn't thought of in years.",
        "The moon is a fickle lover, like a beautiful woman…she gives her whole heart but once a month and leaves you before dawn…why fear you the night?",
        "He was as her dream predicted, the man meant to steal her heart and take her life.",
        "It will strike your heart.",
        "Her heart slowed, the realization she may not live through the night settling into her with cold clarity.",
        "She waited for more, her heart falling when he didn't expand on the simple answer.",
        "Her heart slowed as she took in the majestic walls of her home.",
        "She rubbed her arms as cold fingers clutched at her heart.",
        "\"You stole my heart, too, kiri,\" he added.",
        "Jesus Sarah, you nearly gave me a heart attack.",
        "In it there are numberless trees and flowers and rivers and waterfalls, and other things to make the heart glad.",
        "In my fancy the pagan gods and goddesses still walked on earth and talked face to face with men, and in my heart I secretly built shrines to those I loved best.",
        "There is no affectation about them, and as they come straight from your heart, so they go straight to mine.",
        "I shall never forget how the fury of battle throbbed in my veins--it seemed as if the tumultuous beating of my heart would stop my breath.",
        "\"I know your heart,\" repeated the prince.",
        "These were the questions each man of the troops on the high ground above the bridge involuntarily asked himself with a sinking heart--watching the bridge and the hussars in the bright evening light and the blue tunics advancing from the other side with their bayonets and guns.",
        "Tushin's large, kind, intelligent eyes were fixed with sympathy and commiseration on Rostov, who saw that Tushin with his whole heart wished to help him but could not.",
        "\"Youth, frivolity... well, God be with him,\" thought he, relishing his own goodness of heart, \"but it must be brought to a head.",
        "But, my dear, will you not give us a little hope of touching this heart, so kind and generous?",
        "Do go somewhere, anywhere... to the devil!\" he exclaimed, and immediately seizing him by the shoulder and looking amiably into his face, evidently wishing to soften the rudeness of his words, he added, \"Don't be hurt, my dear fellow; you know I speak from my heart as to an old acquaintance.\"",
        "Without boasting, you know, I may say that I know the Army Orders by heart and know the Regulations as well as I do the Lord's Prayer.",
        "The morning was bright, he had a good horse under him, and his heart was full of joy and happiness.",
        "Better die a thousand times than risk receiving an unkind look or bad opinion from him, Rostov decided; and sorrowfully and with a heart full despair he rode away, continually looking back at the Tsar, who still remained in the same attitude of indecision.",
        "Is everyone all right? he thought, stopping for a moment with a sinking heart, and then immediately starting to run along the hall and up the warped steps of the familiar staircase.",
        "With a sinking heart he watched Dolokhov's hands and thought, \"Now then, make haste and let me have this card and I'll take my cap and drive home to supper with Denisov, Natasha, and Sonya, and will certainly never touch a card again.\"",
        "God could not have put into her heart an impulse that was against His will.",
        "Pierre listened with swelling heart, gazing into the Mason's face with shining eyes, not interrupting or questioning him, but believing with his whole soul what the stranger said.",
        "This chamber with what you see therein should already have suggested to your heart, if it is sincere, more than words could do.",
        "This gift will be a pledge of your purity of heart to her whom you select to be your worthy helpmeet in Masonry.",
        "Prince Andrew longed to snatch up, to squeeze, to hold to his heart, this helpless little creature, but dared not do so.",
        "\"Well, dear heart,\" said he, \"I wanted to tell you about it yesterday and I have come to do so today.",
        "Prince Andrew held her hands, looked into her eyes, and did not find in his heart his former love for her.",
        "He hardened his heart against the senator who was introducing this set and narrow attitude into the deliberations of the nobility.",
        "\"Perhaps the heart took no part in that speech,\" said Anna Pavlovna.",
        "Princess Mary's heart beat so violently at this news that she grew pale and leaned against the wall to keep from falling.",
        "You take everything so to heart, said Pierre, and began laying out his cards for patience.",
        "Even now he felt clearly that the gory trace of that recollection would not pass with time, but that the terrible memory would, on the contrary, dwell in his heart ever more cruelly and painfully to the end of his life.",
        "She had always been a recluse at heart, often declining a social outing with her friends so that she could be alone with a book or her writing.",
        "Fear clutched at her heart with cold fingers.",
        "His touch was like an electric shock, forcing her heart to pound.",
        "Her heart was running a marathon.",
        "The heart thing happened again and she busied herself at the table.",
        "Dad had a heart attack this afternoon.",
        "Doctors came to see her singly and in consultation, talked much in French, German, and Latin, blamed one another, and prescribed a great variety of medicines for all the diseases known to them, but the simple idea never occurred to any of them that they could not know the disease Natasha was suffering from, as no disease suffered by a live man can be known, for every living person has his own peculiarities and always has his own peculiar, personal, novel, complicated disease, unknown to medicine--not a disease of the lungs, liver, skin, heart, nerves, and so on mentioned in medical books, but a disease consisting of one of the innumerable combinations of the maladies of those organs.",
        "Tammy was finally allowed to swim to her heart's content... apparently for the first time.",
        "The words sliced through her disguise, stabbing into her heart.",
        "At first she nodded agreement, and then a cold feeling clutched at her heart.",
        "She swallowed down her throbbing heart.",
        "She stared at him, fear clutching at her heart.",
        "He killed Mom, just the same as if he'd plunged a knife into her heart.",
        "She died of a broken heart.",
        "Both statements came from the heart.",
        "Her heart was pounding as he stopped in front of her.",
        "\"Drop dead; prick your finger, cross your heart,\" he added as we smiled our agreement.",
        "My heart was in my mouth and I saw fear on Martha's face.",
        "My heart was racing as I tried to remember the route Martha had taken this morning.",
        "It was so heart wrenching to Martha she insisted Howie try more than once, in an effort to succeed.",
        "It was heart wrenching when sometimes our tip failed to bring about justice.",
        "Martha's father suffered a heart attack when she was in nursing school and her mom followed, from a broken heart, seven weeks later.",
        "I looked up with sinking heart to see a FedEx driver at the front door looking at me quizzically.",
        "In spite of my fervent hope you can continues indefinitely, I know in my heart, one day it will end.",
        "The caller was the husband of Howie's mother, his step-father, informing him that his mother had suffered a serious heart attack and was in critical condition.",
        "My heart dropped when I saw the look on her face.",
        "In his absence, it was too heart wrenching to even look, knowing he was unavailable and unable to help.",
        "\"It tears my heart out to know there are missing children we could be helping,\" she said.",
        "When I heard his voice, my heart jumped, not knowing if he'd been told by Martha of Julie's earlier treachery.",
        "I left the phone off the hook, retreated back to the bedroom and with my heart racing, I closed the door behind me.",
        "My heart jumped and my stomach roiled.",
        "Quinn didn't have to record current time settings; he knew that stuff by heart.",
        "My heart fell, knowing the session I'd left behind was over and with it, our final attempt to locate Grasso's hide away.",
        "After all of Jonny's childhood injuries she'd healed, she couldn't fix her own heart!",
        "Her heart quickening, she started towards the entrance of the church.",
        "Bianca backed away, heart racing.",
        "She jumped at his low, even voice, heart racing.",
        "Her heart leapt, and she stood, halfway to him before his sharp look reminded her he wasn't someone she wanted to approach.",
        "When he didn't, she rubbed her face, wondering what exactly she'd been dragged into and if her heart would explode if he reappeared.",
        "She gasped and stepped away, heart pounding.",
        "Their knocking made her heart flip, and she covered her mouth at her gasp.",
        "Heart quickening, she crossed to him and accepted his hand.",
        "She stopped him, heart wrenching.",
        "He clenched his jaw, torn between his heart and his duty.",
        "His words made her heart somersault.",
        "His heart rejoiced at the thought of his own mate carrying his child, but he couldn't help but to think of his own upbringing.",
        "\"I missed your heart on purpose,\" she said.",
        "Her heart pounding, she turned the car around and drove back towards the dueling men.",
        "Her breathing quickened, her heart fluttering.",
        "Yully's heart was pounding.",
        "She whirled, her heart leaping.",
        "Her heart pounding, Jenn moved forward and whispered into Jonny's ear.",
        "Her heart raced to the point of pain, and she felt sick enough to puke.",
        "He was not a pretty boy but a man with rugged, bad-boy beauty and a slow sensuality about his movement that made her heart skip a beat despite her pain.",
        "Sofia's heart fluttered as she tried to take in the world of blinding lights and blurry colors.",
        "\"You okay?\" he asked, his quiet, gravelly voice making her heart quicken.",
        "Even now, her heart quickened and her thoughts raced to the image of him in tight black clothing.",
        "By the time she reached the patio door, her skin was clammy, her heart racing.",
        "The men were dispersing, and her heart leapt when she saw Damian's gaze riveted to her window.",
        "She followed, heart racing.",
        "The screams stopped, and Damian's heart quickened.",
        "She whirled, heart leaping at the sound.",
        "Her heart ached for her friend.",
        "She said nothing, her heart somersaulting.",
        "But I'll warn you as well: if you speak in riddles to Dusty, he'll cut your heart out.",
        "But if you don't stop messing with my weak heart, I'll go elsewhere for a mate.",
        "His scent made her heart quicken and her drowsiness dissipate.",
        "Her heart went out to him.",
        "Damian took aim with the pistol and fired into her heart before she could make another sound.",
        "She sat down, sobbing her heart out, and Sofia sat near her.",
        "Her breaths quickened, and her heart pounded.",
        "It was one thing to offer her body, but her heart, her soul … he would take all of her, consume her completely, irrevocably.",
        "Just thinking of him made her body heat and her heart flip.",
        "The sense of danger jarred her, and she sat up straight, heart pounding hard.",
        "Her heart beat so hard, she could barely make out his response.",
        "Her heart was breaking.",
        "Her heart flipped when she saw him, and she sprinted forward.",
        "Sofia touched him, heart rejoicing.",
        "Her heart soared, and she touched the ring at her neck.",
        "She opened the door, heart pounding.",
        "Her heart almost burst at the sight of Darian in one of the seats.",
        "His heavy words broke her heart, but she respected his request and returned to Damian's side.",
        "Her heart slowed, and she froze inside the doorway.",
        "She nodded, heart racing.",
        "He didn't do so out of the kindness of his heart.",
        "She flattened her palm against the spot over his heart.",
        "Her attention shifted to the hand over his heart.",
        "The thought of hurting him made the hand she pressed to his heart tremble.",
        "He lifted her hand to his heart.",
        "To emphasize his words, he lifted her hand and placed it over his heart.",
        "Deidre's heart was flying at his nearness.",
        "Her heart quickened as she entered her room.",
        "It made her heart race.",
        "She placed her hand on his heart.",
        "Her heart slammed into her chest at the thought of confronting the devil.",
        "The death of innocents, the weakness of a man's honor, heart or soul.",
        "Deidre's heart beat hard.",
        "Deidre hugged herself and padded down the hallway, her heart flipping in her chest.",
        "Her heart was breaking again or maybe, her hope crumbling.",
        "Gabriel made her heart flutter; Darkyn made it fly.",
        "Deidre stopped his next kiss by placing her hand on his heart.",
        "Deidre wasn't vindictive, but she still didn't fathom the amount of evil in one's heart it took to kill them.",
        "Deidre held his gaze, heart quick but calm in her decision.",
        "Deidre's heart felt like it was breaking.",
        "\"Please don't be angry,\" she said for his ears only and rested one hand against his heart.",
        "She'd given relationship advice to the woman who condemned her to Hell, advice meant to help snag the heart of a man she hadn't stopped loving.",
        "Her heart hurt too much for her to stop.",
        "Your heart is too soft.",
        "\"Like I couldn't …\" she placed a hand over his heart \"…even the first day, when I thought I had a chance to leave.",
        "Her heart beat rapidly at what it meant to surrender what had been her one hope to leave Hell.",
        "Deidre cried, heart racing.",
        "For a moment her heart leapt, fearful their light had died permanently, trapping them in this awful place.",
        "She was surprised Martha had taken to heart what her husband said the prior evening.",
        "The Buen was nearly full, but as the season crept toward the Fourth of July and the heart of summer, finding a dinner seat anywhere in Ouray would often require patience.",
        "In spite of the protective gear worn, the challenge definitely excluded the weak of heart, and, in Dean's estimation, the strong of brain.",
        "Dean nodded in agreement, his stomach roiling and his heart racing as he hoisted his knapsack to his shoulders and they slowly entered.",
        "His heart began to slow its impossible race.",
        "It's the heart of the season and still early enough to hitch a ride with a Jeep tour or a tourist.",
        "By the time he neared the woman, she'd crossed the intersection where the water fight would be held later, and was passing the bank in the heart of town.",
        "Dean guessed no male juror would even bother listening to the testimony before giving her anything her little heart desired.",
        "His heart raced as he rose and began to claw his way up and to his left.",
        "She was off to the library to meet with a book club; she commented that her heart wasn't in it with Martha still missing.",
        "Any idea what caused the Dawkinses' quick change of heart?",
        "She crossed her heart as she pulled to the side of the narrow road to let a Jeep pass.",
        "Dean's heart began to race as he caught sight of Cynthia and Martha at the edge of the rocks near the edge of the path leading to the entrance of the Lucky Pup.",
        "The woman who brought sunshine into every room, who managed to touch his sick heart.",
        "Her heart was racing and something new fluttered through her, warmth that pooled at the base of her belly.",
        "Deidre's heart flip-flopped at Gabriel's husky baritone.",
        "And yet, he couldn't deny that Deidre was back or at least, a woman who had the knowledge of the goddess and the body and heart of a human.",
        "\"You know that, don't you?\" she pressed, heart fluttering.",
        "Her heart fell further.",
        "The one that might one day consider him an equal worth trusting with her heart.",
        "She wished with all her heart she could package them back up and put them back wherever they'd been when she was a deity.",
        "One that would result in her capturing Gabriel's heart and keeping her own soul.",
        "My heart, I can't vouch for.",
        "And she did, clearly enough that she felt the pain of her heart aching once more.",
        "Deidre's heart flipped in her chest.",
        "Heart pounding, she stared at the woman and man before her.",
        "From that moment on, her heart belonged to him.",
        "And yet, in her heart she was sure it was wrong.",
        "Gradually it faded into the distance, taking her heart with it.",
        "The knife scraped across it, deflecting it away from his heart.",
        "She felt like someone had reached inside of her and tore her heart out.",
        "Carmen stared at the spot, her heart going out to it as if Alex still lay there.",
        "From the moment she met him, her heart had betrayed interest in him, even when she denied it.",
        "Inside of two weeks, he had won her heart and left.",
        "He stood there, so handsome and so unattainable, playing with her heart.",
        "And yet, her heart had increased its rate and demand so that she must breath.",
        "Her heart skipped a beat and then went into overdrive.",
        "I thought the knife went into my heart.",
        "Holding the bill made her hands sweat and her heart beat faster.",
        "His heart was pounding harder than ever.",
        "Very much so, especially when you consider she stole your heart not once but twice.",
        "Warmth bloomed within her while her heart beat with more excitement than a moth outside a lighted window.",
        "His heart stopped in his chest, and for a long moment, he couldn't breathe.",
        "Her heart and breathing drowning out every other sound, she raced down the hall and around a corner, sliding to a stop as she saw the men headed her way.",
        "Heart flying, Deidre stood and moved to the end of the bed.",
        "She forced herself to sit on the ground, to focus, to wish with all her heart to go back to Wynn.",
        "Heart beating fast, she descended the stairs in the marble foyer, listening.",
        "You took his heart and crushed it, like every day for thousands of years.",
        "Mind, body, heart and soul.",
        "This Deidre was everything he'd loved about his ex-lover: her spontaneity, sense of humor, beauty combined with the purest human heart he'd ever known.",
        "Her heart felt like it was slowing.",
        "\"Will you let me try?\" he asked, heart pounding hard.",
        "Perhaps he feared getting close to her if she was going to die in a few months, seeing as how past-Deidre crushed his heart, too.",
        "Or to protect his own heart?",
        "The woman who captured his heart in a week, something you barely did after millennia!",
        "She took a step back, heart fluttering.",
        "She turned and gasped, heart leaping to see the death dealer lingering like the shadow he was in the middle of her living room.",
        "\"Toby says you're going to kill me,\" she said, heart hammering.",
        "Her headache was returning, her heart beating so fast she knew she'd pass out if she didn't calm down.",
        "Kris willed himself to the shadow world and walked back to his underground refuge, heart heavy.",
        "He ran until his pounding heart drowned out his pounding feet.",
        "Her heart was beating fast, her palms sweaty.",
        "She looked up at Sasha, her heart hammering under his hungry look.",
        "Katie rose, heart hammering.",
        "She squeezed her eyes closed, heart slamming in her tight chest.",
        "She squeezed her eyes closed, heart quickening and her breathing fast and shallow.",
        "She gasped in air, heart soaring.",
        "Her heart fluttered at the thought.",
        "She breathed deeply of his scent and listened to his heart beat from her position sprawled atop him.",
        "Her heart leapt then dropped to her feet when she realized a man like that didn't call.",
        "Her sister would have a heart attack once she saw the tattoo and found out she'd basically married the type of man Hannah'd always warned her about.",
        "Heart hammering, she rose, took a deep breath, and waded into the warm water.",
        "Katie watched him go, her nightmares in her thoughts and her heart pounding.",
        "She.d cracked the door to her heart for Rhyn to shove his foot in the door and now needed to close, lock, and deadbolt it closed again.",
        "Rhyn.s voice made her heart skip a beat, and she craned her neck to see past Jared, who whirled.",
        "She crawled on her knees to Toby, heart hammering and hands shaking as she rolled him onto his back.",
        "He.d been unable to shake the empty hole in his heart resulting from Kris flinging him to the side to pursue a human female.",
        "Nursing a cratered heart, he stepped into Hell, well aware he had nowhere else to go.",
        "Her heart pounded as it swung its head to face the room.",
        "Katie emerged from the shadow world with her heart pounding.",
        "Jade.s heart started to soar.",
        "With a sinking heart, he realized he.d lost the Jade who.d been his friend and lover for a few hundred years.",
        "You don.t have the heart or stomach for what that entails.",
        "Rhyn wasn.t coming back for her, yet her heart felt as if it.d fall out of her chest.",
        "Her heart slowed, and she stepped back, imagining the Immortal fighting off some demon that had stayed hidden until dark.",
        "The black fortress and dark skies made her heart drop to her feet.",
        "His heart almost stopped at the grim note in Kris.s voice.",
        "Rhyn.s heart dropped to his feet, and he looked at Katie.",
        "His heart felt as if it stopped.",
        "Her heart beat like a hummingbird.s wings as she took in the one-room cabin.",
        "Her heart ached for Rhyn.",
        "\"I'm going … to the restroom,\" she said, heart thudding in her ears.",
        "The strange spell left her breathing hard and confused as to whether she'd had a heart attack or worse.",
        "Kiera offered a smile and hurried past them, heart pounding and face red with embarrassment.",
        "They hugged for a long moment, her heart singing.",
        "Kiera's heart jumped, but they ignored her and walked toward the main foyer.",
        "She stopped in front of it, adrenaline making her heart quicken.",
        "He felt her racing heart and heard her breathing become uneven.",
        "Her heart thudded, her palms damp.",
        "The feel of several sets of eyes assessing her made her heart beat harder and her mouth dry.",
        "Her heart fluttered at his words, and she grew excited about him wanting the type of relationship like she'd drawn, until she saw him fumbling with the page as if to pull it free.",
        "The thought of him made her heart leap and her body ache for him.",
        "Her heart quickened at the sight of him.",
        "She jumped when one moved, her heart flipping.",
        "Her heart quickened as she paced through the silent warriors and joined him.",
        "Heart pounding, she trotted down the sloping trail, glancing nervously at the hill to make sure she didn't suddenly fall off her path.",
        "His dark eyes took in her face, and she felt her heart quicken for a different reason.",
        "He sat back for a moment, heart pounding at the prospect of what he was about to do.",
        "Kiera's heart leapt at the information.",
        "Kiera's heart still did somersaults, and she felt both doubtful Evelyn would follow through and ecstatic at the prospect.",
        "With heart racing he began to sense what he would find beyond.",
        "He was frozen to move toward her, knowing in his heart it was too late.",
        "Dean spent much time clinging to the sideboards until his wife, with a heart full of charity and an arm about his waist, supported him in slow glides around the oval.",
        "Dean's snuggled slumber drifted to wakefulness sometime in the heart of the wee hours when a metallic sound of ringing returned him to the world of the living.",
        "Winter mountain driving was not for the reckless or faint of heart, but the Deans were neither.",
        "I'm afraid it would break Claire's heart.",
        "I know in my heart it can never be, but for today, it is.",
        "It was barely evening but the darkening clouds and winter season begrimed the outside as black as a slum landlord's heart.",
        "She had a heart attack.",
        "At times my heart soars like an angel at the gates of paradise at the mere thought that a part of him is now a part of me.",
        "Janet O'Brien had just told me my wife's mother had a heart attack, for God's sake!",
        "They are yet to assess the amount of damage to the heart.",
        "Look, Edith Shipton had just poured her heart out to my wife and me that she had run away from an abusive husband and was hiding.",
        "Of all the questions Corday had asked, for some reason, this one made Dean's heart do an extra skip.",
        "Her mother had a heart attack.",
        "My heart is empty as I have no doubt he'll dismiss me if his mother does, in fact, pass on to her final reward.",
        "Believe in your heart forever how very much I loved you.",
        "His heart continued to race as he glanced over at Edith.",
        "Apparently the attack didn't do too much damage to the heart.",
        "His heart raced as he began to sense what he would find.",
        "For seconds he was frozen to move toward her, knowing in his heart it was too late.",
        "Her sudden heart attack had frightened Cynthia, reminding her as an only child she was her mother's sole resource.",
        "I know in my heart we can never truly be, and yet we are.",
        "Jackson had lost count of the times she found 'The One', only to have her heart broken months or years later.",
        "She seemed so lost his heart ached for her.",
        "Truthfully, Jackson had no idea what the human would do; he just didn't have the heart to tell her.",
        "The odds were, he would break her heart at some point, and would it not be better sooner, rather than later?",
        "Listen, I know I'm not any good at these affairs of the heart, but I am a man, and a man needs time to sit on things before he figures out where his head is at.",
        "Half the time pining for Miss Wonderful and the other half whining because she ripped my heart out!",
        "I love that you are so caring and wear your heart on your sleeve.",
        "In his heart, he knew she would not have survived the transformation anyway.",
        "I have to drink a real lot to get a hangover, so, with no downsides and a whole lot of up, why wouldn't I drink to my heart's content, plus it tastes awesome and warms my soul.",
        "Jackson jumped up and listened to her heart.",
        "\"I better be going,\" His heart sunk once again.",
        "Jackson closed his eyes, fearing his heart held nothing Elisabeth would desire.",
        "Jackson had never been so happy, and at ease, and she loved Connor with all her heart, yet she was a little sad, feeling they were growing apart.",
        "You are going to break my heart.",
        "Do not take her words or her fear to heart.",
        "You are the Queen of my heart.",
        "I love you with all my heart.",
        "For once in your life, let your heart make a decision.",
        "Listen to your heart.",
        "Listen to my heart?",
        "Jackson heard her heart beating.",
        "He moved his hand down to her chest and could feel her heart thumping.",
        "My heart aches for them.",
        "She was panting heavily and her heart beat erratically.",
        "Jackson was patting her, her heart rate had become more regular and the panting subsided.",
        "Whatever the cause, her heart did a flip-flop and warmth flooded her face.",
        "Her heart fluttered lightly as she met his gaze, and began to pound as his hands slid up her arms in a gentle caress.",
        "Her heart pounded wildly.",
        "That physical attraction was responsible for the pounding of her heart right now.",
        "Her heart pounded wildly as she pressed closer.",
        "Her heart skipped a beat as a lean figure in a business suit entered the room.",
        "Warmth flooded up her neck and her heart hammered against her ribs.",
        "Her heart did a flip-flop as Alex came through the door, dressed in a blue western shirt and denim jeans.",
        "Her heart was pounding for a man who didn't think of her as anything more than a little sister.",
        "He must have loved her deeply - that girl who had walked all over his heart.",
        "With all her heart, she tried to create the excitement she had felt when Alex kissed her.",
        "Her heart pounded and she rolled over on her back, dislodging his hand.",
        "Her heart pounded as he moved over her and claimed her lips.",
        "Her heart was pounding.",
        "His hands slid up her back in a slow caress that made her heart beat wildly.",
        "Could she entrust him with her heart?",
        "Alex had proven he could be trusted with her heart.",
        "She fought for control of her breath, but the increased pumping of her heart didn't help.",
        "At first they only brightened her heart, but as they continued, they gradually chased the chill away.",
        "It took her a moment to separate the pounding of her heart from the sound of hooves striking earth.",
        "Her heart was knocking around inside her chest like an egg in a blender.",
        "She had this pretty little filly with her, and I didn't have the heart to separate them.",
        "Lana's gaze lingered in its direction, her heart quickening.",
        "Heart pounding hard, she turned to face her destination: the command hub, where all emergency operations and critical infrastructure back-up networks and systems for the East Coast were routed in a time of crisis.",
        "Her heart dropped to her stomach, and she ran.",
        "Her heart bolted and her body convulsed.",
        "Lana's heart skipped a beat, and she pulled out the tracker Elise gave her, starting through the forest towards the stream.",
        "Her heart soared, and she almost cried out at being rescued.",
        "\"No,\" she said, heart quickening.",
        "It sprang to life at her touch with a ping that made her heart leap.",
        "Her heart pounded, and her body shook.",
        "Her heart soared, and she dropped it, kneeling beside him.",
        "She sucked in a breath, heart racing.",
        "Lana's heart stopped, and she opened her mouth to shout for Elise.",
        "Heart hammering, Lana rose to her tiptoes and gave him a light kiss on the lips.",
        "Her heart was in everything she did, and she'd loved him back with both tenderness and passion.",
        "\"My heart broke when I thought you'd died!\" she said with more emotion than she intended.",
        "Her heart leapt as Brady was flung out of the helicopter.",
        "His heart leapt then sank as Lana's scream echoed in his thoughts again.",
        "Lana's heart pounded as she left the forest.",
        "His heart quickened at the first sign of proof that Lana might be alive.",
        "His heart dropped at the words.",
        "Her heart began to beat even faster, and she pulled free the laser gun.",
        "Shaking with fear for Brady, she watched them cut through the skin grafts and transfuse blood then jump his heart.",
        "And then I saw how good his heart is.  He's a train wreck, but he's honorable and capable of such good.  Kris pulled me into this world and assumed I'd do what I was told like a good little human.  But when I told Rhyn I wanted to leave him, he asked for another chance.  It's like he woke up then and realized he wasn't in Hell anymore or trapped by his brothers' expectations.",
        "Speechless, Rhyn's heart flip-flopped at the prospect of seeing his mate again.",
        "His shove almost drove her to her knees again.  She steadied herself and looked up in time to see him disappear into the jungle.  Fear made her heart pound.  The strange path he'd been following appeared ahead of her, revealing itself only a few steps at a time.  She started at a walk and quickened to a jog, making sure the path wouldn't close and trip her.  The path kept up with her, and she ran.",
        "She'd built up a callus around her heart, one that got stronger and easier to maintain as she manipulated evil men.",
        "Her heart hurt at the words from her vision.",
        "Her heart beat faster as she followed a familiar path through the obelisks.",
        "But she wouldn't be the one to hurt him again, and he wasn't going to be the one to pry open the door to her heart.",
        "Jenn held his gaze, wanting with all her heart to convince him to walk away from her here, now.",
        "His pace quickened as he ran, his heart pounding with eagerness to see the magnificent hall that had been his.",
        "He began to understand her reluctance to be involved with him and how thick the walls around her heart were, if she spent the years since the Schism learning how to shut people and emotion out.",
        "Her mouth went dry and her heart skipped several beats.",
        "Her heart thudded in her ears.",
        "He appeared to be alone, and she took a deep breath to still her hammering heart before emerging into the small clearing lit by the moon.",
        "I was told you are a man with a heart meant to lead his people away from their pain.",
        "Her heart had quickened for two reasons, one of which she did not want to admit.",
        "Her heart quickened once again.",
        "He stopped outside her chambers, heart pounding."
    ],
    "definition": [
        "The chambered muscular organ in vertebrates that pumps blood received from the veins into the arteries, thereby maintaining the flow of blood through the entire circulatory system. In humans it has four chambers.",
        "A similarly functioning structure in invertebrates.",
        "Link/Cite"
    ]
}