{
    "translation": "שמועה",
    "uses": [
        "Paris, not Antwerp, and lastly that Emanuel van Meteren being born in 1535 could only have derived his knowledge from hearsay, is inclined to think that the Bible in which J.",
        "He went to America in 1531, and after serving his order zealously in Peru, Guatemala and Mexico, was chosen to explore the country north of Sonora, whose wealth was pictured in the hearsay stories of Alvar Nunez Cabeza de Vaca.",
        "In that case it was probably not written with any direct polemic against writings of St Paul, but against hearsay versions of his teaching that had reached Jerusalem.",
        "That he should not have known better, even by hearsay, than to address the House of Commons in fantastic phrase from the mouth of a fantastic figure is indeed remarkable, but not that he retained self-confidence enough to tell the unwitting crew who laughed him down that a time would come when they would hear him.",
        "Hearsay evidence and the testimony of the perjured informer Lord Howard, whom Sidney had been instrumental in introducing to his friends, were first produced.",
        "Marquette mapped the Platte from hearsay in 1673; French explorers followed it to the Forks in 1739; and, after Nebraska passed to the United States in 1803 as part of the Louisiana Purchase, successive American exploring expeditions left traces in its history.",
        "Those who know the book only by hearsay as the work of a furious incendiary will be surprised at the dignity, force and temperance of the style; it was the circumstances that made it inflammatory.",
        "It has been conjectured that the \"estuary\" here mentioned refers to the Baltic, the existence of which as a separate sea was unknown to all ancient geographers; but the obscure manner in which it is indicated, as well as the inaccuracy of the statements concerning the place from whence the amber was actually derived, both point to the sort of hearsay accounts which Pytheas might readily have picked up on the shores of the German Ocean, without proceeding farther than the mouth of the Ems, Weser or Elbe, which last is supposed by Ukert to have been the limit of his voyage in this direction.",
        "He has had his reward, for assuredly the portrait of St Louis, from the early collection of anecdotes to the last hearsay sketch of the woeful end at Tunis, with the famous enseignement which is still the best summary of the theoretical duties of a Christian king in medieval times, is such as to take away all charge of vulgarity or mere commerage from Joinville, a charge to which otherwise he might perhaps have been exposed.",
        "Before the publication of the texts, when they were known only by hearsay, the term Abhidhamma was usually rendered \"Metaphysics.\"",
        "He saw Zuni only from a distance, and his description of it as equal in size to the city of Mexico was probably exact; but he embodied much mere hearsay in his report, the Descubrimiento de las siete ciudades, which led F.",
        "It must be borne in mind that the reports of these speeches which have come down to us were made from hearsay, or at best from recollection, and are necessarily therefore most imperfect.",
        "He made some distinction between hearsay and authentic information, but had no pretence to accuracy, his retentive memory being the chief authority.",
        "Among them are unlettered folk who know the Scripture not except from hearsay.",
        "Thus, it becomes political hearsay to suggest that any single culture is superior to any other.",
        "Although, banning the hearsay and conjecture of the S*n, Mirror, Skysports News etc may be impossible.",
        "Mr Divine's report was bizarre and inflammatory, containing unsubstantiated allegations and hearsay.",
        "This time using hearsay, scaremongering and \" council speak \" to back up his views.",
        "What is most strange about the MIB phenomenon is that it has become part of the UFO mythology on the basis of mere hearsay.",
        "This is because multiple hearsay is more likely to be unreliable.",
        "Anyway, as it was permanently midsummer at Blandings those accounts would have been only hearsay.",
        "However, for students approaching this point these final stages are shrouded in mystery, anecdotal hearsay and, sometimes, myth.",
        "It is common hearsay the council have an interest, in getting us out of here.",
        "An important archeological or historical site may be one marked on the map or preserved in local knowledge by local hearsay.",
        "hearsay evidence even in civil cases are very strict indeed.",
        "hearsay rule has for Christianity has been discussed at length above.",
        "There is no duty to serve notice identifying the hearsay statements or of an intention to rely upon hearsay statements or of an intention to rely upon hearsay.",
        "hearsay provisions of the Criminal Justice Act 2003 came into force.",
        "hearsay reports of its colloquial use in the UK before then.",
        "hearsay testimony in a courtroom.",
        "The problem with this is that there is now next to no supporting evidence - only a little family hearsay.",
        "unlettered folk who know the Scripture not except from hearsay.",
        "On the other hand, it is urged that, though Guyon and Du Verdier were in a sense contemporaries, they wrote long after the events, and that the testimony of the former is vitiated, not merely by its extreme vagueness, but by the fact .that it occurs in a plaidoyer, tending to exculpate physicians from the charge of unorthodoxy; that Du Verdier in another place assigns the Pantagrueline Prognostication to this same unknown student of Valence, and had therefore probably confused and hearsay notions on the subject; that the rasher and fiercer tone, as well as the apparent repetitions, are sufficiently accounted for on the supposition that Rabelais never finally revised the book, which indeed dates show that he could not have done, as the fourth was not finally settled till just before his death; and that it is perfectly probable, and indeed almost certain, that it was prepared from his papers by another hand, which is responsible for the anachronous allusions above referred to.",
        "After that he forced a quarrel on a trivial bit of hearsay (that Hamilton had said he had a \" despicable \" opinion of Burr); and Hamilton, believing as he explained in a letter he left before going to his death - that a compliance with the duelling prejudices of the time was inseparable from the ability to be in future neither wanted war; and indeed Jefferson, throughout life, was the more peaceful of the two.",
        "This incident of hugs and forgiveness between the sworn archenemies could all be just a bunch of hearsay as there were no cameras to record the momentous event for posterity.",
        "For now, no official statement has been released by either LG Electronics or Verizon Wireless, so most of what you hear on the Internet at this point is hearsay.",
        "If notes are added later, this \"evidence\" could be tossed out as hearsay.",
        "After watching a performance by Destiny's Child, Ciara decided to form an all girl singing group called Hearsay.",
        "He told the Wall Street Journal that the company engaged the services of the \"Hearsay Corporation\" to provide them with more capability and control.",
        "Hearsay Social provides Farmer's insurance agents with a unified system to create and post useful messages across various networks.",
        "After Ctesias comes Aristotle's /iLTT LKl (Psittace), which Sundevall supposes him to have described only from hearsay.",
        "professes to treat of the beginning, the growth and the perfection of the city; but of the first period the writer candidly confesses he knows nothing except by hearsay.",
        "i.), but the other phenomena he described only from hearsay.",
        "make a clear distinction between what is fact, opinion or hearsay.",
        "I believe the judge erred in law by accepting hearsay evidence over factual evidence.",
        "erred in law by accepting hearsay evidence over factual evidence.",
        "There is no need to consider whether to seek to admit the hearsay if the injured party is going to give evidence.",
        "Erm, reporting hearsay and hopes is journalism, precisely.",
        "At best this information is inadequate 3 rd hand hearsay."
    ],
    "definition": [
        "Link/Cite"
    ]
}