{
    "translation": ".1 עדר, המון\n.2 להתאסף",
    "uses": [
        "This is the herd I've been developing for about five years.",
        "You miss the herd too, don't you?",
        "The friendly herd followed them, crowding the expectant mother.",
        "Damian saw him and bought the herd of them, freeing all but him.",
        "He hit a comfortable pace and stayed there as he peddled past the cemetery and the open meadows where a herd of elk grazed near the river to his left, standing at attention near the edge of the tall cottonwoods that lined the bank.",
        "He was educated at the parish school, after which he was for a time a herd boy.",
        "From Meroe to Memphis the commonest subject carved or painted in the interiors of the temples is that of some contemporary Phrah or Pharaoh worshipping the presiding deity with oblations of gold and silver vessels, rich vestments, gems, the firstlings of the flock and herd, cakes, fruits, flowers, wine, anointing oil and incense.",
        "He went to school at Ayton and Oldcambus, Berwickshire, and was then for three years a herd boy, but kept up his education.",
        "He moved through the herd, feeling a shoulder here, looking in a mouth there.",
        "So you're saying the wolves improve your herd by culling out the weakest animals?",
        "In the most developed forms, such as the offering of soma, they assumed a great importance; (r) the sacrificer had to pass from the world of man into a world of the gods; consequently he was separated from the common herd of mankind and purified; he underwent ceremonies emblematic of rebirth and was then subject to numberless taboos imposed for the purpose of maintaining his ceremonial purity.",
        "He guarded your dairy herd and he's watching your goats now.",
        "The fact is, when wolves attack a herd, they always take the weakest animal.",
        "He laced fingers behind his head and stretched his back, glancing around at the herd as he spoke.",
        "Other parks are Lake Park, also on the lake shore, at North Point, where stands the waterworks pumping station with its tall tower; Riverside and Kilbourn Parks, east and west respectively of the upper Milwaukee river, in the northern part of the city, Washington Park on the west side, containing a menagerie and a herd of deer; Sherman Park on the west side, and Kosciusko, Humboldt and Mitchell Parks on the south side.",
        "Other cattle societies, all well caring for the interest of their respective breeds, are the Shorthorn Society of Great Britain and Ireland, the Lincolnshire Red Shorthorn Association, the Hereford Herd Book Society, the Devon Cattle Breeders' Society, the South Devon Herd Book Society, the Sussex Herd Book Society, the Longhorned Cattle Society, the Red Polled Society, the English Guernsey Cattle Society, the English Kerry and Dexter Cattle Society, the Welsh Bla.",
        "It is further significant that, in the Chillingham herd, dark-coloured calves, which are weeded out, make their appearance from time to time.",
        "If the animals leading the herd change, this happens because the collective will of all the animals is transferred from one leader to another, according to whether the animal is or is not leading them in the direction selected by the whole herd.",
        "That army, like a herd of cattle run wild and trampling underfoot the provender which might have saved it from starvation, disintegrated and perished with each additional day it remained in Moscow.",
        "It is the luxurious and dissipated who set the fashions which the herd so diligently follow.",
        "I often performed this duty of hospitality, waited long enough to milk a whole herd of cows, but did not see the man approaching from the town.",
        "It sounded like a herd of horses plowing through the jungle.  \"Demons,\" Toby said.",
        "This was where he had trailed the wild dogs that had attacked her and the dairy herd so long ago.",
        "We need to get to safety, and I don't have enough food to blow up the amount of trees it'll take to stop a herd of demons.",
        "\"That in which men differ from brute beasts,\" says Mencius, \"is a thing very inconsiderable; the common herd lose it very soon; superior men preserve it carefully.\"",
        "The sacrifice of the Passover of the flock and the herd shall be done in the place where God shall cause His name to dwell.",
        "A herd of cattle was being driven along the road from the village, and over the fields the larks rose trilling, one after another, like bubbles rising in water.",
        "They carry off men and women \"to their own herd,\" in the phrase of Mr Kirk, and are kind to mortals who are kind to them.",
        "At one time thousands of buffalo skins were obtainable and provided material for most useful coats and rugs for rough wear in cold regions, but to-day only a herd or so of the animals remain, and in captivity.",
        "He pours much hackneyed scorn on the common herd, declares the sovereign to be the source of law, and asserts that popular freedom is dangerous.",
        "A stone cottage up the road was the only sign of inhabitation, and a herd of sheep raised their heads as he neared.",
        "The word \"herd\" is also applied in a disparaging sense to a company of people, a mob or rabble, as \"the vulgar herd.\"",
        "In the next instant she realized a doe standing away from the herd had attracted his attention.",
        "She forked some hay into each of the stalls and checked the herd again.",
        "Accordingly a selection of particular plants to breed from, because they possess certain desirable characteristics, is as rational as the selection of particular animals for breeding purposes in order to maintain the character of a herd of cattle or of a flock of sheep.",
        "vir.) in Chaucer's Canterbury Tales prefaces his account of Alexander with the statement that his story is so common That every wight that hath discrecioun Hath herd somewhat or all of his fortune.",
        "The herd goes in that direction because the animal in front leads it and the collective will of all the other animals is vested in that leader.",
        "RAYAH (Arabic ra ` iyah, peasants, subjects, flock, herd, ra'a, to pasture, cf.",
        "Hubert and Mauss interpret this to mean that the sanctity of the remainder of the herd was concentrated on a single animal; the god, incarnate in the herd, was eliminated by the sacrifice, and the cattle saved from the dangers to which their association with the god exposed them.",
        "He had a way with animals, winning Brutus' love and respect, and the trust of the entire dairy herd as well.",
        "They rode through the herd, which paid little attention to their passage.",
        "The herd never feeds without having a sentinel posted on some prominence to give notice of the approach of danger; which is done by stamping on the ground with the forefeet, and uttering a shrill whistling note, thus putting the entire herd on the alert.",
        "Augeas had promised him a tenth of the herd, but refused this, alleging that Heracles had acted only in the service of Eurystheus.",
        "As a hungry herd of cattle keeps well together when crossing a barren field, but gets out of hand and at once disperses uncontrollably as soon as it reaches rich pastures, so did the army disperse all over the wealthy city.",
        "WILLIAM MCCOMBIE (1805-1880), Scottish agriculturist, was born at Tillyfour, Aberdeenshire, where he founded the herd of black-polled cattle with which his name is associated.",
        "Generally met with in large droves of from fifty to a hundred, it is of a more pugnacious disposition than the former species, and a hunter who encounters a herd in a forest has often to climb a tree as his only chance of safety.",
        "A few wild bison still remain at large, and besides these there is a herd of about loo confined within a pasture in the Lamar Valley.",
        "Then he abdicated in favour of Napoleon, handing over his people like a herd of cattle.",
        "The regular mode of catching elephants is by means of a keddah, or gigantic stockade, into which a wild herd is driven, then starved into submission, and tamed by animals already domesticated.",
        "In the Deuteronomist the Passover sacrifice can be from either flock or herd, whereas in the Holiness Code only lamb is mentioned, and in the Priestly Code either kid or lamb.",
        "If the animals in front are continually changing and the direction of the whole herd is constantly altered, this is because in order to follow a given direction the animals transfer their will to the animals that have attracted our attention, and to study the movements of the herd we must watch the movements of all the prominent animals moving on all sides of the herd.",
        "With the growing weakness and corruption of the Hasmonaean princes, and the alienation of a large part of the nation from their cause, the hope of a better kingship begins to appear in Judaea also; at first darkly shadowed forth in the Book of Enoch (chap. xc.), where the white steer, the future leader of God's herd after the deliverance from the heathen, stands in a certain contrast to the actual dynasty (the horned lambs); and then much more clearly, and for the first time with use of the name Messiah, in the Psalter of Solomon, the chief document of the protest of Pharisaism against its enemies the later Hasmonaeans.",
        "As the name for a keeper of a herd or flock of domestic animals, the herdsman, it is usually qualified to denote the kind of animal under his protection, as swine-herd, shepherd, &c., but in Ireland, Scotland and the north of England, \"herd\" alone is commonly used.",
        "In 1896 there was a great trek, and about then in the north of Cape Colony a herd was seen which was estimated at 50o,000 head.",
        "Here he stayed to hunt a herd of 120 elephants, and then, marching westwards, received the tribute of Naharina and gifts from the Hittites in Asia Minor and from the king of Babylon.",
        "\"A lytil tale Set herd I tel, Pat in to my tyme befel, of a gudman, in murrefe [Moray] borne in elgyne [Elgin], and his kine beforne, and callit was a faithful man vith al Jame fat hyme knew than; fis mare trastely I say, for I kend hyme weile mony day.",
        "In March 1770 a merchant named Liakhov saw a large herd of reindeer coming from the north to the Siberian coast, which induced him to start in a sledge in the direction whence they came.",
        "ck Cattle Society, the Polled Cattle Society (for the Aberdeen-Angus breed), the English AberdeenAngus Cattle Association, the Galloway Cattle Society, the Ayrshire Cattle Herd Book Society, the Highland Cattle Society of Scotland and the Dairy Shorthorn Association.",
        "Plumb, Types and Breeds of Farm Animals (1906) the Herd Books of the Breed Societies, and Reports of the Agricultural Departments of Great Britain, Canada and the United States.",
        "He turned his horse and started through the herd.",
        "In the marshy lake near Mater (north Tunisia), round the mountain island of Jebel Ashkel, is a herd of over 50 buffaloes; these are said to resemble the domestic (Indian) buffalo of the Levant and Italy, and to have their origin in a gift of domestic buffaloes from a former king of Naples to a bey or dey of Tunis.",
        "They attacked the herd.",
        "caribou herd to increase its population.",
        "You know how he hates to be cut out of the herd.",
        "beef herd grazes at the head of the Great Pool, a Site of Special Scientific Interest.",
        "herd of rampant wildebeest.",
        "In 1880 the completion of the Northern Pacific railway led to an attack upon the northern herd.",
        "It was some time in the year 1337 that he established himself at Vaucluse and began that life of solitary study, heightened by communion with nature in her loneliest and wildest moods, which distinguished him in so remarkable a degree from the common herd of medieval scholars.",
        "Under the American regime seal fishing off the Aleutians save by the natives has never been legal, but the depletion of the Pribilof herd, the almost complete extinction of the sea otter, and the rapid decrease of the foxes and other fur animals, have threatened the Aleuts (as the natives are commonly called) with starvation.",
        "The children of the sovereign other than his eldest son, though by courtesy \" princes \" and \" princesses, \" need a royal warrant to raise them de jure above the common herd; and even then, though they be dubbed \" Royal Highness \" in their cradles, they remain \" commoners \" till raised to the peerage.",
        "Finally, after a further interval of ten days, he entered once more with his law agent, three witnesses and eight horses, drove up to the debtor's house, repeated his demand, and if not satisfied drove a herd of cattle or a flock of sheep in upon the farm and left men to care for them.",
        "In 1845 the boy, who had been a \"herd\" on the farm, went for six months to the grammar school at Aberdeen and was there prepared for a university bursary, which was sufficient to pay his fees, but no more.",
        "A quarrel had arisen about the division of a herd of cattle which the four had stolen.",
        "Idas and Lynceus were originally gods of light, probably the sun and moon, the herd of cattle (for the possession of which they strove with the Dioscuri) representing the heavenly bodies.",
        "calveving: The dairy herd starts calving in the autumn to ensure a good supply of milk during the winter months.",
        "The record of these recensions is preserved by two epigrams, one of which proceeds from Artemidorus, a grammarian, who lived in the time of Sulla and is said to have been the first editor of these poems. He says, \" Bucolic muses, once were ye scattered, but now one byre, one herd is yours.\"",
        "The patch then forms a guiding signal for the members of the herd when in flight.",
        "In addition there is a herd of 52 suckler beef cows.",
        "Anthrax has also been reported in a herd of free-ranging bison in the North-western Territories.",
        "bison herd roams freely here, along with other wildlife.",
        "The herd's bloodlines went back almost 50 years.",
        "Additional data are available from post mortem examination results of badgers killed on herd breakdown farms.",
        "bull calves coming from the dairy herd would not be particularly great.",
        "cairngorm mountain is home to the UK's only wild herd of reindeer.",
        "calfe female calves were kept to maintain the milking herd and the bull calves fattened and sold for meat.",
        "calfwever, the effect on the proportion of bull calves coming from the dairy herd would not be particularly great.",
        "cast out demons from a man, the demons entered a herd of pigs.",
        "colostrum from the younger cows in the herd, as these are less likely to have clinical Johnes disease.",
        "guest consignor was S & GA Potter of the Westside Herd.",
        "contagious mastitis in your herd.",
        "SCP is paid on suckler cows forming part of a regular breeding herd used for rearing calves for meat production.",
        "dairy herd manager Mike Davies giving a tour of the new parlor.",
        "diminution of income from loss of TB testing, clinical herd inspection etc. Q6.",
        "Then there was Judy, highly intelligent and graceful, a true Princess of the dog world and very disdainful of the common herd.",
        "drunken stupor by a herd of wildebeest falling down the stairs.",
        "A herd of wild elephant can do a great deal of damage to a farmer's crops.",
        "They sound like a herd of wild elk running from the wolf pack at two in the morning.",
        "The National elk Refuge provides critical winter range for an elk herd of approx.",
        "Threats to the site: Heavy poaching since 1996 threatens the existence of the free herd.",
        "The female calves were kept to maintain the milking herd and the bull calves fattened and sold for meat.",
        "Assess and report (orally and in writing) on herd fertility management.",
        "liver fluke control may now be something you should consider in your herd.",
        "A roaming herd of Bumphead parrotfish can be seen along the deeper edge, with shoaling fusiliers in the shallows.",
        "An encounter with a small herd of mostly black feral goats on the final descent rounded off a real day to remember.",
        "I notice nothing is said about a large herd of reindeer grazing on the plateau, they don't live on fresh air.",
        "grub around in the dirt like the common herd!",
        "Also from the Fresh herd was Fresh Petal, an incalf heifer, who sold for 1,000gns.",
        "A dairy type heifer in the herd was giving 25kg a day.",
        "The herd consisted of around one hundred cows and heifers in milk or in calf followed by eighty well grown young heifers in milk or in calf followed by eighty well grown young heifers.",
        "herd of 20 cattle can be treated for about £ 8. Even the white man can see sense in the policy.",
        "herd of wild elephant can do a great deal of damage to a farmer's crops.",
        "Since early last year milk has been supplied from a Friesian herd near Maryport.",
        "It was stated that a source material from a BSE free closed herd should be acceptable.",
        "herd immunity from natural infection against herpes zoster in adults.",
        "herd instinct ).",
        "Has suckler herd 40 cows, 90 head cattle.",
        "The group finished their visit with dairy herd manager Mike Davies giving a tour of the new parlor.",
        "Single Gloucester can, by official designation, only be made on farms in Gloucestershire which have a pedigree herd of Gloucester cattle.",
        "For example, Continental breeds now dominate the national beef herd.",
        "He was rewarded a few days later by a Fulani herdsman reporting that he had left seven lions watching his herd of cattle.",
        "I climbed a little hillock nearby and saw to my delight a herd of horses grazing on the grassy plain.",
        "The findings implied benefits for herd immunity from natural infection against herpes zoster in adults.",
        "Where it proves impractical to test cull animals a full herd test must be carried out annually.",
        "inconclusive reactors in the herd are isolated from the rest of the herd.",
        "We are naturally social beings, as distinct from animals possessing a herd instinct.",
        "Two put in more than half the money (yes, a key investor will trigger the herd instinct ).",
        "jostlein minutes you'll have a herd of cows jostling for the best spot around it to have a warm.",
        "joule Heating: Think of a herd of buffalo on the prairie.",
        "She joins their Raughton herd at the end of her 2nd lactation and sold in calf to a sexed Principal service.",
        "lactation cows are also tested three times a year in the dairy herd.",
        "llama herd in the Bolivian Altiplano.",
        "Wheat, oilseed rape and potatoes are the main arable crops, alongside forage maize frown for the 180 strong dairy herd.",
        "Maintain minimum levels of contagious mastitis in your herd.",
        "mastitis in the dairy herd.",
        "This is the herd mentality based on panic about the distant future.",
        "pedigree herd.",
        "On the way back we walked a little way along a creek and there saw a herd of six feral pigs.",
        "ponypan>Dartmoor Ponies - Half the herd of Dartmoor \" native \" hill ponies are out on Widecombe Common.",
        "Holt plays a horse rancher out to help a neighbor, Richard Powers, round up a herd of wild horses for sale.",
        "This much admired top UK index herd was presented before a large ringside of buyers from throughout the UK.",
        "A herd of 800 fallow deer roam freely in the Park.",
        "The main enterprises on the farm are an Autumn calving dairy herd consisting of 140 cows and a cereal based arable rotation.",
        "salmonellosis outbreak in a cattle herd.",
        "A family of nomadic shepherds assists the births of their camel herd.",
        "The next price to follow was 2,700gns for Cracrop Tradesman, a June 2003 Limousin son of the senior herd stock sire Redrock Orlando.",
        "sired by individual bulls within each herd.",
        "Every drum beat, keyboard line and virtuoso cheesy guitar solo thunders out of your speakers at 100mph like a herd of rampant wildebeest.",
        "stampede the herd British Journalism Review Vol.",
        "stampedeitars still sound like a herd of stampeding elephants and the percussion is meatier than Spam.",
        "standr to the left, a huge herd of elephants stood almost motionless, so far away that they looked like little models.",
        "Is it a herd of elephants kicking up a dust storm, or a giant caldron of maize being cooked?",
        "suckled calf breeders can make future herd management easier if they continue to build up the number of cows born after July 1996.",
        "suckler herd running at over 1,000 ' on a tenanted high hill unit in Cumbria.",
        "Paul manages a 65 cow suckler herd running at over 1,000 ' on a tenanted high hill unit in Cumbria.",
        "threatens the existence of the free herd.",
        "whooping cough in such young babies continues to be high, it's important that herd immunity is maintained.",
        "At 1,400gns was a classy heifer from the Hodgson family's prize winning ' Wormanby ' herd.",
        "PERE DAVID'S DEER, the mi-lou of the Chinese, an aberrant and strangely mule-like deer (q.v.), the first evidence of whose existence was made known in Europe by the Abbe (then Pere) David, who in 1865 obtained the skin of a specimen from the herd kept at that time in the imperial park at Pekin.",
        "It offers prizes in butter-test competitions and milking trials at various agricultural shows, and publishes the English Herd Book and Register of Pure-bred Jersey Cattle.",
        "His revolt against Christian faith and morals turns him into a proudly atheistic \"free-thinker,\" and preacher of a new \"master\" morality, which transposes the current valuations, deposes the \"Christian virtues,\" and incites the \"over-man\" ruthlessly to trample under foot the servile herd of the weak, degenerate and poor in spirit.",
        "They not unnaturally showed a tolerant spirit on the whole toward existing institutions, including the ecclesiastical abuses, and, in general, cared little how long the vulgar herd was left in the superstitious darkness which befitted their estate, so long as the superior man was permitted to hold discreetly any views he pleased.",
        "HERD (a word common to Teutonic languages; the 0.",
        "Under this act a record committee, appointed annually by the pedigree stud, herd and flock book associations of Canada, perform the duties of accepting the entries of pure-bred animals for the respective pedigree registers, and are provided with an office and with stationery and franking privileges by the government.",
        "When Jesus bade them go forth, he begged that they might be allowed to enter into a herd of swine which was hard by.",
        "Beethoven's Nine Symphonies; Berlioz's \" Symphonie fantastique,\" \" Harold en Italie \"; Benediction et Serment (Benvenuto Cellini); Danse des Sylphes (Damnation de Faust); Weber's overtures, Der Freischiitz, Euryanthe, Oberon, Jubilee; Beethoven's and Hummel's Septets; Schubert's Divertissement a la Hongroise; Beethoven's Concertos in C minor, G and E flat (orchestra for a second piano); Wagner's Tannhauser overture, march, romance, chorus of pilgrims; Lohengrin, Festzug and Brautlied, Elsa's Brautgang, Elsa's Traum, Lohengrin's Verweiss an Elsa; Fliegender Hollander, Spinnlied; Rienzi, Gebet; Rheingold, Walhall; Meistersinger, \" Am stillen Herd \"; Tristan, Isolde's Liebestod; Chopin's six Chants Polonais; Meyerbeer's Schillermarsch; Bach's six organ Preludes and Fugues; Prelude and Fugue in G minor; Beethoven, Adelaide; 6 miscellaneous and 6 Geistliche Lieder; Liederkreis; Rossini's Les Soirees musicales; Schubert, 59 songs; Schumann, 13 songs; Mendelssohn, 8 songs; Robert Franz, 13 songs.",
        "Over the years, ... [he] developed an excellent herd of purebred shorthorn cattle imported from England.",
        "Management of a salmonellosis outbreak in a cattle herd.",
        "We can also provide lists of all female groups sired by individual bulls within each herd.",
        "W Leon Smith When principles stampede the herd British Journalism Review Vol.",
        "The guitars still sound like a herd of stampeding elephants and the percussion is meatier than Spam.",
        "Over to the left, a huge herd of elephants stood almost motionless, so far away that they looked like little models.",
        "Suckled calf breeders can make future herd management easier if they continue to build up the number of cows born after July 1996.",
        "A herd of 17 Welsh Black suckler cows are kept on the farm, the majority being pedigree cattle.",
        "Because the levels of whooping cough in such young babies continues to be high, it 's important that herd immunity is maintained.",
        "At 1,400gns was a classy heifer from the Hodgson family 's prize winning ' Wormanby ' herd.",
        "When you grill, do you feed a small family, or a herd of hungry friends and neighbors too?",
        "Perhaps you've walked by a herd of them in a single file line trekking through a museum or a campsite as they explore the world around them.",
        "The dogs could herd, pull loads and protect, and made great hunting dogs for large game.",
        "For example, a Sheltie was bred to herd sheep, and they will try to herd small children, cats or even your dinner guests if they can.",
        "Training a dog to herd never really ends since there are always more advanced techniques you can teach your dog.",
        "Look back: This is a command to direct your dog's attention to a part of the herd other than the one she is currently working with.",
        "Classes and competitions also offer a controlled environment for your dog to practice, far removed from the rough and tumble environment of a real cattle herd.",
        "According to the Government of Alberta's Ministry of Agriculture and Rural Development, Alberta boasts the largest herd of organic cattle in all of Canada, with 10,288 head of cattle.",
        "Find a herd of roaming buffalo and look for a house.",
        "It won't do your student much good to know how to spell \"bellwether\" if he has no idea that a bellwether is a ram that leads the rest of the herd.",
        "Bison Corral - This unique section of the park features a small herd of bison, descendents of the bison brought to the park in 1892.",
        "\"Hallmark holidays\" like Sweetest Day in October are harmless in and of themselves, but if you follow blindly what the ads tell you to buy for your love, you are just going with the herd.",
        "Such minimalism is favorable, considering the very loud leopard print canvas that really distinguishes this handbag from the herd of seasonal designer collections.",
        "Some of the tactics used in business are similar to the ones a bull uses when protecting his herd.",
        "It's something that is inborn in him, like the bull, to have his own herd.",
        "Bulls rule over a herd of females and sire even a larger herd than he protects.",
        "Sure enough, around midnight and under the light of a full moon, he could clearly see a large, wolf-like creature stalking a herd of sheep.",
        "Goodtime Charlie O'Connell, brother to actor Jerry O'Connell, singled out cutie Sarah Brice from the herd.",
        "Instead they are trying to make a sustainable living through their herd of goats, vegetable gardens, and various products sold through their mercantile, Beekman 1802.",
        "Just when a race begian to develop, along came huge Wraith hive ships to cull the herd before becoming dormant until the next time they needed to feed.",
        "In the novel, Prilla must help herd the butterflies.",
        "armentum, herd).",
        "As he characterized his opponents in general as the \"pestilent herd of libertine scribblers with which the island is overrun,\" it is no matter of surprise that the book made him many bitter enemies.",
        "In this connexion reference may be made to patches or lines of long and generally white hairs situated on the back of certain ruminants, which are capable of erection during periods of excitement, and serve, apparently, as \" flags \" to guide the members of a herd in flight.",
        "But the same divining imagination which showed him these things also showed him the near time when it would be too late to speak of them, and when not to have spoken would leave him irredeemably in the common herd of hand-tomouth politicians.",
        "He looked as if he'd fought his way through a herd of demons to reach them.",
        "In a clearing that started a few feet away was a small herd of elk.",
        "I'd take a herd of demons over this shit.",
        "She followed, expecting him to disappear into the trees at any point and reappear with a herd of deer clenched in his jaws.",
        "Brutus followed her into the barn, anxiously looking over his shoulder at his dispersed herd.",
        "Of course, attacking an adult Texas long horn was a little different than a herd of hornless goats, but the cow was supposed to be carrying a calf.",
        "Savannah grasslands - Hot, dry grassy plains that often support large numbers of grazing herd animals.",
        "feeling antisocial, perhaps, and want to go somewhere far away from the tourist herd?",
        "In wide open fields we saw a herd of deer some with huge antlers.",
        "bachelor herd which can contain hundreds of individuals.",
        "Hunting A stampeding herd of deer, driven by beaters are confronted by a line of bowmen."
    ],
    "definition": [
        "a. A group of cattle or other large herbivorous mammals of a single kind kept together for a specific purpose.\nb. A number of wild animals of one species, especially large herbivorous mammals, that remain together as a group: a herd of elephants.",
        "a. A large number of people; a crowd: a herd of stranded passengers.\nb. The multitude of common people regarded as a mass: “It is the luxurious and dissipated who set the fashions which the herd so diligently follow” ( Henry David Thoreau )",
        "To gather, keep, or drive (animals) in a herd.",
        "To tend (sheep or cattle).",
        "To gather and place into a group or mass: herded the children into the auditorium.",
        "herd′er\nnoun",
        "Link/Cite",
        "A number of domestic animals assembled together under the watch or ownership of a keeper. [from 11th c.]",
        "Any collection of animals gathered or travelling in a company. [from 13th c.]",
        "A crowd, a mass of people; now usually pejorative: a rabble. [from 15th c.]",
        "(intransitive) To unite or associate in a herd; to feed or run together, or in company.\nSheep herd on many hills.",
        "(intransitive) To associate; to ally one's self with, or place one's self among, a group or company.\nI’ll herd among his friends, and seem One of the number. Addison.",
        "(now rare) Someone who keeps a group of domestic animals; a herdsman.",
        "cowherd",
        "goatherd",
        "gosherd",
        "hogsherd",
        "(intransitive, Scotland) To act as a herdsman or a shepherd.",
        "To form or put into a herd.\nI heard the herd of cattle being herded home from a long way away.",
        "Link/Cite"
    ]
}