{
    "translation": "מורשת",
    "uses": [
        "I am a huge fan of heritage meats.",
        "A waitress wearing a lace cap denoting her Pennsylvania Dutch heritage seated him at a small corner table by the window.",
        "With dark hair and eyes and the caramel skin marking his Cuban heritage, Jonny was tall and lanky.",
        "I'm sure my heritage attracted more than anything else.",
        "But on the death of Charles in 1700 the whole heritage was left to France.",
        "The castle was taken, but the second James died at the age of thirty, leaving a child to succeed him in his heritage of woe.",
        "Second, some people will still want their food grown the old-fashioned way, just like how I buy heritage meats and heirloom seeds.",
        "His inability to resist the demands of his nobles left a heritage of trouble in Aragon.",
        "It is a heritage from the middle ages, when the Knights Hospitallers undertook for men the duties discharged in female institutions by the nuns.",
        "But he finally passed on the wretched fiction as a heritage of his descendants, to cause untold woes in the 15th century.",
        "The fetters of nationalism were to be broken, and the Hebrew religion in its essential spiritual elements was to become the heritage of all humanity.",
        "A heritage of differences and difficulties had been left to be settled between England, Canada and the American Union as the result of the Civil War.",
        "The French Revolution seemed to many earnest thinkers the one great outcry of modern times for the liberty of thought and action which is the eternal heritage of every human being.",
        "The Congregationalism of the Apostolic Church was, to begin with, part of its heritage from Judaism.",
        "The identity of the nation depends on its cultural heritage.",
        "heritage tourism organization.",
        "Of course, Spanish heritage.",
        "Their differences couldn't be merely heritage.",
        "architectural heritage.",
        "The formation of a Latin empire in the East increased the popes prestige; while at home it was his policy to organize Countess Matildas heritage by the formation of Guelph leagues, over which he presided.",
        "He died in 1354, and his heritage was divided between three members of his house, Matteo,Bernab and Galeazzo.",
        "The three branches of the Bourbon house, ruling in France, Austrian Spain and the Sicilies, joined with Prussia, Bavaria and the kingdom of Sardinia to despoil Maria Theresa of her heritage.",
        "Romans stands on an eminence on the right bank of the Isere, a fine stone result will be the inclusion of all Israel in the heritage of the messianic kingdom of Christ.",
        "The campaign looks to gain maximum leverage from the heritage of each region.",
        "ancestry living abroad who share its cultural identity and heritage.",
        "The Heritage Trail - \" One of his sceptred isle 's greatest assets is her incredible wealth of heritage.",
        "heritage trail along the riverbank.",
        "This day is now being celebrated not only in Mexico but around the world, anywhere people of Mexican heritage are living.",
        "Q: Where do I find leaflets on natural heritage?",
        "heritage attractions in the UK to students who wish to attend.",
        "heritage assets should be to obtain optimum value, rather than the highest price.",
        "An aim might be: To become the best mining heritage museum in the North of England.",
        "intangible heritage, will be held from 2 to 8 October 2004 in Seoul.",
        "About half of the population of Skye can speak the Gaelic language and the native islanders are very proud of their Celtic heritage.",
        "kick-started with money from the Heritage Lottery Fund.",
        "labyrinth of passages is the reason why Worsley has applied for World Heritage Status.",
        "So we're hardly likely to do a heritage feature on a Buell then?",
        "mammal fauna of the Willandra Lakes World Heritage region, New South Wales, Australia.",
        "mammal ecology: Jane has just completed surveys of the Northern Ireland's otter and Irish hare populations for the Environment and Heritage Service.",
        "Organizations, such as the United Lesbians of African Heritage focus on educating black women on the topics of education, health, well-being, and advocacy.",
        "The United Lesbians of African Heritage, or ULOAH as it is commonly known, seeks to make the world a safer place for black lesbians.",
        "Selecting the heritage, the sex, and then an age range will get you right into the profiles.",
        "The Celtic designs may appeal to them because of a connection to their family heritage or just a preference for these romantic, intricate designs.",
        "to enforce the claims of the papacy, and that of John of Anjou to enter into the heritage of his ancestors.",
        "They aimed at a rational and intelligible faith, professedly in order to make religion, in all its width and depth, the heritage of every man.",
        "goodly heritage, better than if I had crowns and scepters to leave you.",
        "heritage coastline.",
        "Such a condition has been termed, with regard to the group of animals or plants the organs of which are being studied, archecentric. The possession of the character in the archecentric condition in (say) two of the members of the group does not indicate that these two members are more nearly related to one another than they are to other members of the group; the archecentric condition is part of the common heritage of all the members of the group, and may be retained by any.",
        "The extinction of the western caliphate and the dispersion of the once noble heritage of the Ommayads into numerous petty independent states, had taken place some thirty years previously, so that Castilian and Moslem were once again upon equal terms, the country being almost equally divided between them.",
        "She preserved some of the Napoleonic laws and institutions; in 1817 she established the equality of women in heritage, and ordered the compilation of a civil code which was promulgated in January 1820.",
        "A reaction in his favour was beginning in his later days, but he died defeated and deserted at Seville, leaving a will by which he endeavoured to exclude Sancho and a heritage of civil war.",
        "From this time Rome formally entered upon the heritage of Alexander as far as the Euphrates, but many of the dynasties which had arisen in the days of Macedonian supremacy were allowed to go on for a 'time as client states.",
        "There Heracleon, the court favourite and murderer of Antiochus Grypus, was born and made himself a principality (96 B.C.); and there the son of the latter king besieged his brother Philip in the last struggle for the heritage of Seleucus.",
        "Louis retaliated by refusing to sanction the duke of Burgundy's projected expedition against Calais, whereupon John quitted the court in chagrin on the pretext of taking up his mother's heritage.",
        "hefted ewes from the hills of Cairnsmore on the pretext of looking after Scotland's natural heritage.",
        "You also have to enrich your heritage, to prove you are a worthy heir.",
        "Glasgow City Council Historic Scotland Historic Scotland safeguards the nation's built heritage.",
        "The Twentieth Century Society exists to safeguard the heritage of architecture and design in Britain from 1914 onwards.",
        "Their key aim is to open up Scotland's rich archival heritage to everyone.",
        "Visit Sittingbourne, a modern market town with a maritime heritage.",
        "The quality museums here offer visitors the opportunity to learn about the town's archeological heritage.",
        "Mike is an established aviation heritage guide and lecturer, and is senior partner of Bomber County Tours.",
        "Three centuries of brewing heritage 1664 is the actual date on which Kronenbourg came into being.",
        "Search for heritage accommodation in South West England www.heritagesouthwest.co.uk Orchard House, Chew Stoke, Bristol A friendly home-from-home to use as your base.",
        "We believe that despite recent positive progress, this is an area in which English Heritage has remained disappointingly ineffective.",
        "investments in the tourism infrastructure and the heritage coastline.",
        "irreplaceable heritage of a historic city.",
        "Two miles southwest is Audley End, a magnificent Jacobean mansion owned by English Heritage.",
        "Education activities focus on Fair Isle's rich environment and cultural heritage, including the marine.",
        "According the ELPC, the Midwest is responsible for roughly 20 percent of the entire nation's carbon footprint, thanks to a heritage of coal plants and transportation.",
        "Rajasthan is well known for its rich cultural heritage and for its varied and unique handicrafts.",
        "Though a shea butter cream with frankincense and myrrh (by Nubian Heritage) is available at pharmacies, a specialty shop will help you find a wider selection.",
        "Omani Sites (on the World Heritage List): A look at the many uses of frankincense by cultures around the world.",
        "Read product labels carefully when making a heritage scrapbook, as you will want to ensure that your pages last long enough to be enjoyed by future generations.",
        "Build a sense of pride about your heritage and learn more about your ancestors.",
        "Wearing traditional costumes is a great symbol of pride and remembrance of your heritage.",
        "Traditional Cinco de Mayo clothes reflect a bright, colorful Mexican heritage.",
        "Vibrant skirts and crisp shirts are paired with traditional Mexican headgear for an ideal outfit for the 5th of May, a day which commemorates a Mexican military victory and has come to be synonymous with Mexican heritage celebrations.",
        "The unifying theme in Cinco de Mayo outfits is the traditional Mexican heritage.",
        "The outfits used for Cinco de Mayo reflect the heritage of Mexico's native people and those who came later, such as the Spanish.",
        "Whether you are dressing up for Cinco de Mayo, Halloween or taking part in a heritage pride parade, Mexican costumes can really add some spice to your event.",
        "Rings in particular have a rich heritage reflected in the variety of antique styles that can be found.",
        "This is a lovely way to own a special ring with a rich heritage that will continue to provide pleasure for many years to come.",
        "For Irish brides-to-be, a Celtic trinity knot white gold engagement ring may be the perfect way to celebrate your love and your heritage at the same time.",
        "Because they symbolize unity and represent Irish heritage, Celtic knots are very popular in wedding jewelry.",
        "Platinum Celtic engagement rings are good option for couples who like traditional symbolic jewelry or wish to honor their Celtic heritage.",
        "For many couples, their wedding is the perfect time to express their cultural heritage, and there's no better way to do this than with diamond Scottish wedding rings.",
        "Shopping for wedding rings is a once-in-a-lifetime experience, and it's a great way to celebrate your Scottish heritage.",
        "These jewelry items can reflect your heritage, your love of color, or simply your desire to stand out from the crowd.",
        "A couple who wants to honor a Celtic heritage may want to find out more about their background and the types of jewelry designs from that area.",
        "Couples may want a wedding band that features a Celtic symbol to represent their heritage or an idea that is meaningful to them.",
        "It is an international symbol of Celtic heritage.",
        "A couple who wants to celebrate Irish heritage might choose one of these clover symbols for the ring pattern.",
        "Thistles: A couple with Scottish heritage might like a ring with thistle in the design.",
        "Celtic wedding bands offer many options to couples who want symbolic wedding jewelry or to celebrate a heritage.",
        "Consider swirl design wedding bands to express your individuality or heritage.",
        "You'll find styles from the Heritage Stamp collection, the Haymarket Check and Nova Check collections.",
        "Unless you are a globe-trotter or a person expressing the true source of his or her cultural heritage, it may be difficult for you to pull off the look of these noticeable handbags.",
        "Cultural tattoos, such as Aztec-themed tats, are a great way to show off your heritage or interest in a specific culture.",
        "Celtic cross tats can be just as much a symbol of a person's heritage as his/her faith.",
        "Discontented with this diminution of the Spanish heritage, Philip V.",
        "In 133 Rome entered formally upon the heritage of the Attalid kingdom and became the dominant power in the Anatolian peninsula for 1 200 years.",
        "It was reserved for another Valdemar (Valdemar IV., q.v.) to reunite and weld together the scattered members of his heritage.",
        "The Aristotelian theory of the universal of science as secure from dependence on its instances and the theory of linking in syllogism remain a heritage for all later logic, whether accepted in precisely Aristotle's formula or no.",
        "Grounds for a variety of developments are to be found in the imperfect harmonization of the rationalistic heritage from the Wolffian tradition which still dominates Kant's pure general logic with the manifest epistemological intention of his transcendental theory.",
        "and a number of German princes of the Rhine region, had been formed in the north-east, while John of England made one more attempt to recover his heritage at the head of an army of mercenaries aided by the fickle baronage of Poitou.",
        "For they were all Orientals and, consciously or unconsciously, representatives of a reaction against that Hellenism which had become the heritage of Rome.",
        "& Montague, R., Stonehenge in its landscape (English Heritage, London, 1995).",
        "Then, in the larger political struggles and changes of Europe, they were incorporated into a kingdom, or principality or duchy, carved out to suit the interest of a foreigner, or to make a heritage for the nephew of a pope.",
        "' In abandoning the theory of ideas - that is to say, the theory of figures and numbers, the possessions of universal mind, eternally existent out of space and time, which figures and numbers when they pass into space and time as the heritage of finite minds are regarded as things - Speusippus had the approval, as of the Platonists generally, so also of Aristotle.",
        "A marriage between the heiress of Castelbo and Roger Bernard, count of Foix, carried the rights of the above-named Spanish counts into the house of Foix, and hence subsequently to the crown of France, when the heritage of the feudal system was absorbed by the sovereign; but the bishops of Urgel claimed certain rights, which after long disputes were satisfied by the \"Act of Division\" executed in 1278.",
        "Let us, the inhabitants of the Cape Colony, be swift to recognize that we are one people, cast together under a glorious flag of liberty, with heads clear enough to appreciate the freedom we enjoy, and hearts resolute to maintain our true privileges; let us desist from reproaching and insulting one another, and, rejoicing that we have this goodly land as a common heritage, remember that by united action only can we realize its grand possibilities.",
        "On the death of Asoka in 231 B.C. the empire of the Mauryas broke up, and their heritage in the west fell to the Andhra dynasty of the Satavahanas of Paithan on the Godavari, a Dravidian family whose dominion by 200 B.C. stretched across the peninsula from the deltas of the Godavari and Kistna to Nasik and the Western Ghats.",
        "These very facts commended him to the more turbulent section of the baronage; if he succeeded to the whole of the Conquerors heritage they would have every opportunity of enjoying freedom from all governance.",
        "The old king very naturally preferred to keep his dominions united under his own immediate government, but he had designated his eldest sonas his successor in England and Normandy, while Richard was to have his mothers heritage of Aquitaine, and Geoffreys wifes dowry, the duchy of Brittany, was due to him, now that he had reached the verge of manhood.",
        "But the first had grown weaker as the custom arose of dividing family estates between brothers, on the principle that one should take the Norman, the other the English parts of a paternal heritage.",
        "But he soon found that his subjects were not inclined to follow him; they were resigned to the loss of the Ange~in heritage, whose union with England brought no profit to them, however much it might interest their king.",
        "When once he was dead, and his heritage fell to his nine-year-old son Henry III., whom none could make responsible for his fathers doings, the whole aspect of affairs was changed.",
        "She had no near relatives, and more than a dozen ScOttish or Anglo-Scottish nobles, distantly related, to the royal line, put in a claim to the crown, or at least to a part of the royal heritage.",
        "succession had broken out in which (oddly enough) Edward took up the cause of the pretender who had male descent, while Philip supported the one who represented a female lineeach thus backing the theory of heritage by which his rival claimed the throne of France.",
        "Bedford became regent in France, and took over the heritage of the war, in which he Beii,~- ~, was vigorously aided by the young Philip of Burgundy, whose sister he soon after married.",
        "insanity, the heritage of his grandfather Charles VI.",
        "His plan was to unite the causes of York and Lancaster by wedding the Lady Elizabeth, the eldest sister of the murdered princes, to Henry Tudor, earl of Richmond, a young exile who represented the very doubtful claim of the Beauforts to the Lancastrian heritage.",
        "Henry rewarded him with a pension of 20 a year, and encouraged him to further exploration, in which he discovered all the American coast-line from Labrador to the mouth of the Delawarea great heritage for England, but one not destined to be taken up for colonization till more than a century had passed.",
        "Francis I.; the heritage of both Ferdinand and Maximilianhis maternal and paternal grandfathersfell to Charles of Hahsburg, who already possessed the Netherlands in his fathers right and Castile in that of his mother.",
        "Caroli brought a counter-charge against the Geneva divines of Sabellianism and Arianism, because they would not enforce the Athanasian creed, and had not used the words \"Trinity\" and \"Person\" in the confession they had drawn up. It was a struggle between the thoroughgoing humanistic reformer who drew his creed solely from the \"word of God\" and the merely semi-Protestant reformer who looked on the old creed as a priceless heritage.",
        "But the mixed elements were ultimately reckoned among the descendants of Judah, through Hezron the \"father\" of Caleb and Jerahmeel, and just as the southern groups finally became incorporated in Israel, so it is to be observed that although Hebron and Abraham have gained the first place in the patriarchal history, the traditions are no longer specifically Calebite, but are part of the common Israelite heritage.",
        "It had to wait two centuries after the revolution of 987 before it was strong enough to take up the dormant tradition of an authority like that of Rome; and until then it cunningly avoided unequal strife in which, victory being impossible, reverses might have weakened those titles, higher than any due to feudal rights, conferred by the heritage of the Caesars and the coronation at Reims, and held in reserve for the future.",
        "He maintained a defiant attitude towards (996Germany; increased his heritage; strengthened his 1031).",
        "France in the 12th century was merely a federation of separate states, jealously independent, which the king had to negotiate with rather than rule; while his own possessions, shorn of the rich heritage of Aquitaine, were, so to speak, swamped by those of the English king.",
        "with his sons, especially with Richard, who claimed his French heritage in his fathers lifetime, and raised up enemies for the disunited Angevins even in Germany.",
        "on his death there was a general renunciation of signatures and an attempt to divide the heritage.",
        "Simultaneously, another war, also an heritage from Charles IX., had been proceeding in the far distant regions round lakes Ilmen, Peipus and Ladoga, with Great Novgorod as its centre.",
        "So, as the regional bodies mature they would be representing culture minus heritage - which would look anomalous.",
        "Cadw's mission is to protect, conserve, and to promote an appreciation of the built heritage of Wales.",
        "archaeologyct aims to raise awareness and investigate the archeology, history and natural heritage of the site.",
        "assimilate into the Scottish culture, a heritage to be proud of.",
        "Where memory meets identity, we enter the field of heritage, where the category of ` historic battlefield ' finds its home.",
        "Your aims are very similar to National Park purposes:- To conserve and enhance the natural beauty, wildlife and cultural heritage of the area.",
        "Thumbs Down for the beaver Plans by Scottish Natural Heritage to reintroduce the European beaver to Scotland were recently rejected by Scottish ministers.",
        "Moreover, would heritage have the right bedfellows, if it were devolved to these regional bodies?",
        "FAUNA The inventory of vertebrates, insects and aquatic biota that exist in the nominated World Heritage Site has been ongoing since 1973.",
        "Too notorious to reclaim her own birthright, Boudica strives instead to return her daughters to their heritage.",
        "bite the bullet, the following day I called the Heritage offices.",
        "Shown on the right is a set of heritage walk markers in embossed solid brass.",
        "A Portuguese carrack before the wind. © NMM It is hardly surprising that the Portuguese have a rich maritime heritage.",
        "Will the children of such unions be enriched by the dual heritage that they have, or be hopelessly confused?",
        "The Boatshed has a distinctly continental feel in keeping with its original heritage.",
        "CULTURAL HERITAGE Hunter-gatherers and shifting cultivators have occupied the margins of the Ituri Forest for centuries.",
        "cultural heritage.",
        "The exhibition has been jointly curated by Richard William Hill, of Cree heritage and formerly a Curator at the Art Gallery of Ontario.",
        "custodian of a remarkable architectural heritage.",
        "custodian of older heritage collections.",
        "Heritage style bedrooms tastefully decorated to add a bit of luxury to your stay.",
        "About the museum: 36 acre industrial museum dedicated to the industrial heritage of the South East.",
        "Singapore's popular hawker stalls are actually serving up a melting pot of culinary delights forged by Singapore's unique multi-cultural heritage.",
        "That's an idea truly deserving of the title of an Heritage.",
        "The visual, ecological and heritage values of some of the finest areas have been recognized in a variety of statutory and non-statutory designations.",
        "MWR ltd MacKenzie Ward Research (mwr) Ltd provides digital, interactive learning publications for the education and cultural heritage sectors.",
        "disposal of heritage assets should be to obtain optimum value, rather than the highest price.",
        "Today he's a kind of living embodiment of the form, a sort of one-man world heritage site.",
        "The heavily embossed body conveys the product's heritage by telling an Indian folk story.",
        "In certain circumstances, woodlands may also qualify for the conditional exemption for national heritage property.",
        "Ward Jackson Park received a two million pound face-lift with significant funding from the Heritage Lottery Fund.",
        "Why not add a little Welsh Heritage to your home, whilst at the same time supporting sustainable Welsh forestry.",
        "Independent since 1991, Croatia has quickly forged its own unique identity, whilst retaining and preserving a rich cultural heritage.",
        "The Iron Age promontory fort is one of several along the Heritage coast, protecting a potential landing point from coastal raiders.",
        "The new records link to Out of Oblivion, a project funded by the Heritage Lottery Fund.",
        "Jamie is a former head gamekeeper and has also been a project officer for Scottish Natural Heritage and RSPB.",
        "I gottan LP coming out on Head Heritage called Floored Genius 3 all unreleased and a stoned gasser.",
        "The site is now managed by Heritage of Ireland and the recently restored gatehouse now houses an exhibition and visitors center.",
        "National Inventory of Architectural Heritage of the Republic of Ireland is building an illustrated online gazetteer.",
        "East Anglia Norwich city Heritage Open Day in Norwich opened a number of architectural gems to the public last week.",
        "We have identified areas of Wales which have not received their fair share of heritage lottery grants.",
        "Today the Scots guards are proudly carrying forth this heritage.",
        "English Heritage also produces a free guide for visitors with disabilities.",
        "Photo English Heritage Photogrammetry Unit, York 3 cord guilloche plait.",
        "Elena has managed to preserve the greater part of its architectural heritage.",
        "heritage railroad movement.",
        "There are live briefs in visitor studies, in team projects and in heritage interpretation modules.",
        "Another unspoken question has to do with heritage.",
        "While you may be atheist, your heritage is not so easily ignored.",
        "This is why you struggle with the values you want to pass on to your children, they come from Jewish heritage.",
        "Silver Celtic rings can range from a simple, basic knot reminiscent of Celtic heritage to elaborate patterns replete with symbolism.",
        "Buying Black Hills gold jewelry is both a great way to support the local economy and also a distinctive style choice that celebrates your heritage.",
        "Jewish wedding rings are an expression of shared faith, heritage and lifelong love.",
        "The symbolic ring has a rich history that appeals to couples who want to honor the tradition and heritage of their faith.",
        "If your future fiancée is of Irish heritage, you may want to head back to Amazon.",
        "They're perfect if you or your spouse has roots in the Celtic heritage.",
        "Whether you choose Celtic knot designs, bands featuring Connemara marble, or another style, your Irish wedding rings will be beautiful reminders of your heritage for years to come.",
        "These rings can honor a heritage or make a fashion statement.",
        "However, the series diverges from the books on several points, including with key characters like Elena's family and the heritage of Mystic Falls itself.",
        "Some who are discovering their heritage and learning about the Muslim faith are beginning to understand the significance of the words behind Arabic writing.",
        "For this reason, many women of Asian heritage choose the butterfly for their first tattoo.",
        "In certain cultures, particular body piercings are a part of their heritage and tradition.",
        "Celtic Cross and Tree of Life tattoos are often chosen by people of Celtic descent as a way to show off their heritage.",
        "Rid of the affair of Lothair, king of Lorraine, by the death of that prince (869), he endeavoured in vain to mediate between the Frankish princes with a view to assuring to the emperor, Louis II., the heritage of the king of Lorraine.",
        "But it was balanced by another quality which Geoffrey does not speak of, one which is not really inconsistent with the other, one which is very prominent in the Norman character, and which is, no less than the other, a direct heritage from their Scandinavian forefathers.",
        "The Romans entered into the heritage of the Carthaginians and the vassal kings of Numidia, and Punic speech and civilization The gave way to Latin, a change which from the time Province of of Caesar was helped on by Italian colonization; to \"Africa.\"",
        "Dressing himself in the armour of the slain knight, which he has great difficulty in handling and eventually puts on over his peasant's garb, he sets out on a series of adventures which differ greatly in the various versions, but the outcome of which is that he becomes a skilful and valiant knight and regains the heritage of his father.",
        "In1875-1882he was corporation counsel of New York, and as such brought about a codification of the laws relating to the city, and successfully contested a large part of certain claims, largely fraudulent, against the city, amounting to about $20,000,000, and a heritage from the Tweed regime.",
        "Another portion of the heritage of Alfonse, the Venaissin, was ceded to the papacy to redeem an old promise.",
        "Early in the 18th century Rollin pleaded for the \" utility of Greek,\" while he described that language as the heritage of the university of Paris.",
        "He contributed frequently to periodicals, but as an author is known principally by his works on religious subjects, including Our Christian Heritage (1889) and The Ambassador of Christ (1896).",
        "For the next two years all Hungary was convulsed by a horrible civil war, during which the unhappy young king, who fought for his heritage to the last with desperate valour, was driven from one end of his kingdom to the other like a hunted beast.",
        "If this possibility in regard to I Peter is granted, it is fatal to the theory, because at the time when the epistle was written official presbyters were so well established that abuse and degeneration had already begun to creep in and some of the elders were already guilty of \"lording it over their heritage\" and making a profit out of their office (I Pet.",
        "Apart from the parliamentary crisis, really hingeing on the difficulty of discovering a means by which the real will of the people should be carried out without actually making the House of Commons autocratically omnipotent, but also without allowing the House of Lords to obstruct a Liberal government merely as the organ of the Tory party, the new king succeeded to a noble heritage.",
        "Apart from the Kajkavci dialect, the whole body of SerboCroatian literature up to the 19th century may justly be regarded as the common heritage of Serbs and Croats.",
        "Universal sovereignty claimed as a heritage from Rome had a profound influence upon popular imagination, but in no way modified that tendency to separation of the various nations which was already manifest.",
        "Thenceforth all was over for the Carolingians, who were left with no heritage save their great name.",
        "The heritage Criteria of nations in Bloom judging is a complex amalgam of built, natural, cultural and social dimensions of a community.",
        "Obtain optimum value The aim on disposal of heritage assets should be to obtain optimum value, rather than the highest price.",
        "We also offer occasional guided weekend visits to heritage attractions in the UK to students who wish to attend.",
        "The colorful bazaars are also part of the Ottoman heritage.",
        "Not to worry, bite the bullet, the following day I called the Heritage offices.",
        "English change ringing is a heritage musical activity which has been performed for centuries in public and for the public.",
        "The grounds include ten acres of beautiful heritage coastline with its own environmental trail.",
        "colossal in size, featuring a program of around 650 events in Edinburgh's World Heritage Georgian New Town.",
        "They are also preparing a bid to the Heritage Lottery Fund for funding for retrospective conversion of the existing card catalogs.",
        "disparate elements are all grounded in Japan's cultural heritage.",
        "heritage of mankind \" .",
        "preserving railroad heritage in the North East of England.",
        "conserving this cultural heritage is, therefore, also crucial to our remit.",
        "maritime heritage along the shores of the Itchen.",
        "The Volkswagen heritage at High Wycombe stretches back more than 70 years when the center first represented the marque.",
        "meander the lanes on a heritage bus, or the waterways at the helm of a canal boat.",
        "mediaevalous medieval castle at Kenilworth is an English Heritage site.",
        "Opposite, the former hotel mews has been converted into shops, a Highland Heritage Center and a Tourist Information Center.",
        "mining heritage museum in the North of England.",
        "And wooly Missouri tours each will pearl button factory heritage our guide lucy.",
        "SNH's attitude makes a complete mockery of its motto: Working with Scotland's people to care for our natural heritage.",
        "nation's heritage.",
        "Training the next generation of field naturalists To top What is the Heritage Lottery Fund Bursary Scheme?",
        "neglectful owners of historic buildings often on valuable sites are holding Britain's heritage to ransom.",
        "Among their heritage can be included numerology (numbers and letter characters in a unified system) and the hypothetical Golden Ratio.",
        "In 1988, English Heritage did not raise an objection to the bypass in relation to the castle.",
        "obliterated most of our own heritage.",
        "Today, the gardens are listed by English Heritage as a Grade II site and contain three restored Victorian glass pavilions with connecting walkways.",
        "They then took those songs and infused them with elements of their Latino heritage, including tribal percussion, flamenco guitars and Spanish lyrics.",
        "The bay is a UNESCO World Heritage Site with over 3,000 limestone pinnacles & islands that emerge from its emerald green waters.",
        "For many students, the most valuable part of the course proves to be the six-week work placement within a relevant heritage tourism organization.",
        "Landmark Forest Theme Park Carrbridge Scotland's favorite heritage park with wild water coaster, giant adventure playground, treetop.. .",
        "The hotel's maritime heritage is interwoven into the design with a subtle recurring motif based on a ship's porthole.",
        "Burns, then, clearly did his bit to preserve Scotland's heritage, not to mention language, for future posterity.",
        "preservation of cultural heritage.",
        "Its seventeenth century prose is indeed remarkable; it is a precious gem in the heritage of the English language.",
        "proud heritage.",
        "Self-completion questionnaires were on display for visitors to Motherwell Heritage Center to complete during their visit.",
        "Photos (all 24th November 2005 ): Tony Wood NewsExpress for latest news from all the UK heritage railways Did you miss anything?",
        "However English Heritage has vigorously refuted these claims and I can now report that the application has been turned down.",
        "regenerate heritage buildings such as Stanley Mills in Perthshire to provide accommodation.",
        "relinquish responsibilities for preservation of heritage within the local area.",
        "The color rendition of the combined images was created by the Hubble Heritage Team.",
        "reproduced by kind permission of British Motor Heritage.",
        "The unrivaled reputation of Scotch Premier has been built on a rich heritage of Scottish farmers producing quality beef.",
        "In 1950, the community moved to Mount Abu, a quiet place reputed for its ancient spiritual heritage.",
        "sculpted a further bust, which is now on display in the Arran Heritage Museum.",
        "seafaring heritage is one of its most striking features.",
        "seeke advice of English Heritage and the Garden History Society will be sought where necessary.",
        "To the side of the mainly seventeenth Century Abbey building is Croyland Hall, currently the home of the Wellingborough Heritage Center.",
        "shale bings of West Lothian have also accrued considerable heritage value.",
        "Tinged with glorious Spanish heritage, a holiday in Majorca comes complete with traditional daily siestas and fine food.",
        "The exclusion zone became illegal and on its website English Heritage now ' wishes you a happy solstice ', through lightly gritted teeth.",
        "early soundings taken in the pre-consultation period made it clear that, for many stakeholders, the current heritage protection systems were complex.",
        "I drove 10km south to the area designated as a World Heritage Area.",
        "This February BBC Four shines the spotlight on Britain's rich musical heritage with a season of programming devoted to folk.",
        "There is a connecting spur into Bishop Auckland station - the terminus of the ' Heritage Line ' passenger service from Darlington.",
        "The group's steering committee has already organized a successful heritage walk around Kinneil Estate at Easter as well as Tuesday's event.",
        "At 12.30pm, after the Easter Bonnet Parade, the High Bailiff will unveil a large piece of dressed stonework at the Heritage Center.",
        "The first 15 mile stretch from Derby through to Matlock Bath was awarded World Heritage Site status in 2001.",
        "Its heritage is synonymous with excellence in all things theatrical, from acting and staging to costume.",
        "thorough understanding of current practice in a range of heritage contexts.",
        "The UN has been told that mass tourism is endangering the citadel, which was made a world heritage site in 1983.",
        "Information gathered will be used to establish a heritage trail along the riverbank.",
        "travertine pools, now part of the UNESCO World Heritage list.",
        "The ' heritage movement ' has not escaped scrutiny, and museums have come in for particularly trenchant criticism.",
        "Anyway, the experts at English Heritage agree with me. so it doesn't matter tuppence what anybody else thinks. does it?",
        "We have fallen behind, and must not allow heritage matters of national importance to lie unprotected.",
        "The HLF should encourage the use of ICT to produce content that can support the educational activities of heritage organizations.",
        "Statues found in caves were used by the Dogon as part of their heritage, and were highly venerated.",
        "He also retains some vestiges of his native heritage, which makes him unique.",
        "vibrancy of the many different communities that have shaped Britain's rich heritage.",
        "York has a wealth of heritage so be sure to visit the Minster, walk the walls and visit the museums.",
        "This allows many westerners to practice Buddhism today without renouncing their cultural heritage or radically changing their lifestyles.",
        "Not withstanding its rather small size Malta holds a considerable heritage.",
        "Thus Descartes is a type of that spirit of science to which erudition and all the heritage of the past seem but elegant trifling.",
        "From the Celts has been derived the gay, brilliant and adventurous temperament easily moved to extremes of er,thiisi~cm snd t-lenrpgcg-,n whwh combined with logical and organizing faculties of a high order, the heritage from the Latin domination, and with the industry, frugality and love of the soil natural in an agricultural people go to make up the national character.",
        "In the course of Filippos wars with Florence and Venice, the greatest generals of this age were formedFrancesco Carmagnola, who was beheaded between the columns at Venice in 1432; Niccol Piccinino, who died at Milan in 1444; and Francesco Sforza, who survived to seize his masters heritage in 1450.",
        "He failed to bring out the momentous fact that up to the i 2th century the empire was the bulwark of Europe against the East, nor did he appreciate its importance in preserving the heritage of Greek civilization.",
        "But the specific independent Judaean standpoint treats the unification of the two divisions as the work of David who leaves the heritage to Solomon.",
        "3 At all events, there is now a complete rupture with Samaria, and thus, in the concluding chapter of the last of the historical books of the Old Testament, Judah maintains its claim to the heritage of Israel and rejects the right of the Samaritans to the title' (see § 5).",
        "The united Germany which he was prepared to champion was not the democratic state which the theorists of the Frankfort national parliament were evolving on paper with interminable debate, but the old Holy Roman Empire, the heritage of the house of Habsburg, of which he was prepared to constitute himself the guardian so long as its lawful possessors should not have mastered the forces of disorder by which they were held captive.",
        "On June 17 1907 a promising speech from the throne opened the first universal suffrage Parliament and promised \" to leave to the peoples as a secure heritage the integrity of their national territories\"; \"to solve the language question.",
        "Such was the heritage that devolved upon Leo XIII.",
        "Moreover, many of the noblest precepts of the knightly code were a legacy from earlier ages, and have survived the decay of knighthood just as they will survive all transitory human institutions, forming part of the eternal heritage of the race.",
        "Photos (all 24th November 2005): Tony Wood NewsExpress for latest news from all the UK heritage railways Did you miss anything?",
        "The prince 's regeneration trust The Prince 's Regeneration Trust helps to regenerate heritage buildings such as Stanley Mills in Perthshire to provide accommodation.",
        "In effect they relinquish responsibilities for preservation of heritage within the local area.",
        "All original part numbers & illustrations have been reproduced by kind permission of British Motor Heritage.",
        "The Fife Coastal Path offers an ideal way to sample the area's rich heritage.",
        "Aviation Heritage Offers aviation books, scale drawings and CD-roms for aviation researchers and modelers.",
        "Local artist Marvin Elliot then sculpted a further bust, which is now on display in the Arran Heritage Museum.",
        "The island 's enduring seafaring heritage is one of its most striking features.",
        "The advice of English Heritage and the Garden History Society will be sought where necessary.",
        "The oil shale bings of West Lothian have also accrued considerable heritage value.",
        "Early soundings taken in the pre-consultation period made it clear that, for many stakeholders, the current heritage protection systems were complex.",
        "This February BBC Four shines the spotlight on Britain 's rich musical heritage with a season of programming devoted to folk.",
        "The group 's steering committee has already organized a successful heritage walk around Kinneil Estate at Easter as well as Tuesday 's event.",
        "Let them not pass like weeds away, Their heritage a sunless day !",
        "Graduates have a thorough understanding of current practice in a range of heritage contexts.",
        "Scottish Natural Heritage have commissioned him to do a thorough toponymic survey of the Beinn Eighe and the Loch Maree Islands National Nature Reserves.",
        "The name is due to the amazing natural white travertine pools, now part of the UNESCO World Heritage list.",
        "Anyway, the experts at English Heritage agree with me. so it does n't matter tuppence what anybody else thinks. does it?",
        "The Dutch fort, a World Heritage Site, emerged pretty unscathed thanks to its 17th-century fortifications.",
        "Our goal is to reflect the vibrancy of the many different communities that have shaped Britain 's rich heritage.",
        "We can expect an increasingly vociferous campaign to strip our constitution of its Christian heritage Ã¢ indeed the campaign is already underway.",
        "The English Heritage events program reached its zenith in Millenium year, with 1000 events.",
        "Parents can document baby's first words, first teeth, first and subsequent birthdays, Christmases, etc. Adoptive baby books are a great way to start baby's heritage and document her new family and friends, too.",
        "Finding the perfect Muslim baby name can be more than just a simple hunt for identity, it also leads to discovery of Islamic heritage and world history.",
        "Take your cue from celebrity baby names and choose a name that reflects your own cultural heritage or one that is influenced by a place you'd like to visit one day.",
        "The name you choose is part of your baby's heritage.",
        "Pick a name that reflects the heritage you want to pass on.",
        "Encourage her to hold on to her heritage.",
        "Traditional African baby names, on the other hand, are usually carefully chosen for their meanings, and are important to parents who wish to celebrate their rich African heritage.",
        "Cultural: Some parents aren't so much interested in celebrating their African heritage as they are into celebrating their unique African American heritage, which is quite different from Africa.",
        "As a result, the heritage that their beautiful and traditional names represented often felt lost as well.",
        "The Civil Rights movement brought about a change of view in many African Americans, however, as they sought to resurrect their heritage through the use of more traditional African names that held special meaning.",
        "However, if you do give your child a traditional African name, be sure and educate her about the meaning and rich heritage that surrounds it.",
        "Other attractions include Deception Pass, the Flying Heritage Collection and a tour of a Boeing factory, the Quil Ceda Village and the Tulalip Amphitheatre.",
        "Although some feline enthusiasts might have some concerns about this breed's wild heritage affecting its personality, today's Bengal has been bred to be a friendly family companion that just happens to look exotic.",
        "Bengals are a bit larger than the average cat, owing to their Asian Leopard Cat heritage, and should feel quite muscular.",
        "Being first-generation Greeks, my sister and I grew up with all the rich traditions of the Greek heritage.",
        "Respect for each other, our heritage and education are priority.",
        "For many Greeks, church is not only a spiritual place, but it's also a place where the bonds of our heritage and our community are regularly renewed.",
        "Being the child of Greek immigrants, sometimes others didn't understand the relevance and importance of our Greek heritage.",
        "I would have to believe that for most Greek-Americans today, our orthodox religion is an important part of our overall identity and link to our heritage.",
        "Some of the outlet store names include famous design duo Mitchell Gold and Bob Williams, Drexel Heritage, Henredon, Thomasville, and Baker.",
        "Some of the stores include Heritage Home Furnishings, Lexington Gallery, and Ashley Furniture Home Store.",
        "As evidenced in her designs, Rachel combines influences from her English heritage and her casual California lifestyle.",
        "There are many different ways to display American heritage in your home using Americana wall hangings.",
        "Prices range from $190 to $239, and Walker uses a wide variety of finishes, including rustic tin, heritage tin, and a classic polished tin.",
        "In 2008, Taliesin West was tentatively placed on a list by the U.S. National Park Service for World Heritage Status.",
        "Many Americans feel a strong sense of Christian values and heritage, believing the country was founded and built upon these principles.",
        "No matter what Indian beauty look you are going for, consider learning more about this gorgeous culture with so much heritage, tradition, and influence on the cosmetic world past, present, and future.",
        "Within that section is an online Spanish English Dictionary based on the American Heritage Spanish Dictionary.",
        "Obviously bordering Mexico, the heritage of this culture can be found in dishes using cilantro, avocado and hot peppers.",
        "Heritage scrapbook ideas can help you create an album that preserves your family's history for future generations.",
        "At the bare minimum, a heritage scrapbook page should have journaling that includes the date the photo was taken, the full name of every person in the photo, and a short description of the photo location.",
        "If so, these accomplishments deserve to be commemorated in your heritage scrapbook pages.",
        "This can be a great way to find heritage scrapbook ideas that you may not have considered.",
        "Although there are a number of heritage-themed embellishments available for purchase, memorabilia is often the best accent for a heritage layout.",
        "When working with fragile heritage photos, archival safety is an important consideration.",
        "Digital scrapbooking is another great alternative for creating heritage scrapbook pages, since you don't need to worry about finding acid-free embellishments or accidentally damaging irreplaceable photos.",
        "Free digital scrapbook kits such as the Shabby Princess vintage florals kit offer a quick and convenient heritage scrapbook ideas.",
        "To learn more about creating a family tree for your heritage scrapbook album, please visit LoveToKnow Genealogy.",
        "Although the price makes these albums a definite investment, they are a wonderful choice for heritage or wedding scrapbooks.",
        "Whether you're searching for whimsical floral images for your daughter's baby book or sophisticated graphics to include on a heritage layout, the Internet is full of online resources offering budget-friendly scrapbooking embellishments.",
        "Lilith is a fancy floral font with an elegant look that's perfect for wedding or heritage pages.",
        "For many people, black and white photography brings to mind heritage photos from previous generations.",
        "For maximum impact, design your flier to look like a mini scrapbook page and create different versions targeting projects such as wedding, baby, vacation, or family heritage scrapbook ideas.",
        "Whether you're making your son's baby book or creating a heritage album to share with your entire extended family, there are papers available to fit any style you can imagine.",
        "The idea of creating a heritage scrapbook album can seem overwhelming, since this project is designed to be passed down from generation to generation.",
        "For a heritage scrapbook, it's best to scan your family photos and create copies to use with your scrapbook album.",
        "Many crafters think of heritage albums as traditional paper scrapbooks, but creating digital layouts can be very beneficial for this type of project.",
        "Many people construct their heritage scrapbook simply by arranging their photo collection in chronological order.",
        "Our Family Tree: A family tree that illustrates the relationships between various family members is an essential part of a heritage scrapbook.",
        "If you have Japanese heritage, your album could be a way to honor your ancestry and preserve your family memories.",
        "Mount Cook National Park: The Mount Cook National Park is designated as a World Heritage area.",
        "For instance, the Sinceramente Hallmark line offers Spanish-language and bilingual cards to acknowledge and celebrate a recipient's Hispanic heritage.",
        "While the popularity of vegetarianism and veganism may be relatively new to some, many ancient cultures and civilizations have a long heritage of vegetarian and vegan foods.",
        "Heritage Garment Preservation, a Better Business Bureau accredited retailer.",
        "Some depart from standard wedding cakes to incorporate part of their heritage or ethnic background.",
        "No doubt family members are sure to approve of a shower celebrating their heritage.",
        "Cultural Heritage: If you and your finance share a common cultural heritage, consider incorporating representative elements into your wedding reception decorations.",
        "Also, many couples choose a civil ceremony either because they are of different faiths and could not decide which heritage to honor, or they are getting married on a romantic whim.",
        "Japanese American brides, women who are planning a theme with an Asian-influence, or women marrying into a family with a Japanese heritage may all want to consider wearing wedding kimonos on their special day.",
        "Wedding kimonos can be a beautiful and culturally rich design for a bride with an Asian heritage to choose.",
        "By incorporating this type of attire into the wedding, couples can honor their cultural heritage in a beautiful and meaningful way.",
        "Whether you plan to marry in Germany or simply wish to honor your German heritage, you will find rich and interesting German customs to include in your wedding.",
        "When trying to plan an informal wedding reception menu, consider your wedding theme, colors, and heritage.",
        "Take all these things together and combine it with Linas' European-Masters-of-Linen-Guild-quality and it was an easy choice to work with people who combine heritage and youthful energy with serious results.",
        "Alba has also frequently been frustrated by speculation over her racial heritage.",
        "The star's Lebanese heritage sparked her interest in belly dancing.",
        "It's about a young, New Mexico girl of Mexican heritage.",
        "Her wedding ring includes a Celtic motif to symbolize her Welsh heritage.",
        "Cameron Michelle Diaz was born in San Diego, California, to a Cuban American father and mother of mixed heritage.",
        "Although many think of him as African American, Tiger is actually of very diverse heritage: part African American, Chinese, Thai, Native American, and Dutch.",
        "She is of mixed heritage, with Irish, French, Polish and Native American blood.",
        "With this family heritage, it's no wonder that Daniel Day-Lewis became an actor and his sister, Tamasin, became a filmmaker.",
        "Her heritage is a rich blend of Irish and Native American from her father's side of the family and Filipino, Chinese and Spanish from her mother's side.",
        "Her mother is of Greek heritage, and her father is German.",
        "Clint Walker makes frequent appearances at film festivals and western heritage events, meeting fans and signing autographs.",
        "The Funny Girl star is proud of her heritage, and was once labeled \"too Jewish\" in her appearance and attitude to become much of a star.",
        "While the following actors aren't full-blooded Native Americans, they do share a Native family heritage.",
        "The role of Native Americans in film and television is constantly evolving, and actors with this heritage continue to strive for fair and equal representation.",
        "The following is a list of actors, along with their Jewish heritage.",
        "Not only do these dresses represent a religious heritage, they carry wonderful memories as well.",
        "The name was changed in 1940 to reflect the city's heritage.",
        "There are scholarships for students with high GPAs and test scores, but there are also financial awards for students who perform community service, have a specific ethnic heritage, enjoy a particular hobby and more.",
        "Enjoy an authentic Mexican culture full of history and heritage in the many small fishing villages in this region.",
        "The cruise caters to those with a true sense of adventure, as it traverses more than 2,000 miles of sweeping history, natural beauty, and diverse cultural heritage.",
        "I paid $800.00 with the confidence of getting a specific lineage, but now I am very upset, uncertain of my pet's heritage and I'm not getting any answers from the breeder.",
        "Human DNA testing techniques are now being used to analyze dog genetics in order to identify specific breed heritage, as well as check for specific genetic markers related to certain common diseases.",
        "As with any pup, knowing as much as possible about its heritage and its peculiarities will make it easier to welcome a Cavachon pup into your home.",
        "A couple of great resources for this service are Canine Heritage Breed Test and Wisdom Panel Professional Mixed-Breed Genetic Analysis.",
        "However, it could be helpful to a dog's breed heritage for training or health reasons.",
        "Their product line includes the American Heritage, Contemporary, Traditional, Tropical, and Outdoor Series.",
        "Today, people of Celtic heritage (Irish, Scottish, or Welsh) often wear these symbols to show their family history.",
        "Cultural and spiritual jewlelry stores, especially those focusing on Irish and Scottish heritage, vintage jewelry, and Wicca spiritualism may also have a unique selection of Celtic designs.",
        "A claddagh bracelet can also be a gift to anyone with Irish or Celtic ancestry so they can feel a connection to their heritage.",
        "For those seeking religious jewelry with an attractive twist or looking to show their Celtic heritage background, a Celtic high cross necklace is the way to go.",
        "Heritage Commons is a rental retirement community.",
        "Heritage Village: This location is New England's largest retirement community with over 2,000 homes for active seniors.",
        "Heritage Commons: This rental retirement community offers apartments, activities, socializing, comfort and a lifestyle to enhance your senior years.",
        "In this case, that ethnic group refers to English Americans; that is, Americans of English heritage.",
        "Building on the heritage of its namesake parent, this new coaster was the tallest and fastest wooden coaster in the world when it debuted, and its 7,032 foot length was second only to the Beast.",
        "The characters are presented in cel-shaded fashion, which works very well, considering the manga/anime heritage of this game.",
        "Like many of this country's wineries, their founders and heritage immigrated here from Italy.",
        "Fortunately, Pinotage wines lean more towards its biological Pinot Noir heritage rather than its Cinsault genes and make for good medium-bodied wines that match with food very well.",
        "On the labels of wine, the following saying can be found: \"They may have my name and heritage, but they didn't get my goat.\"",
        "There are a number of lesser grapes that have made into wine, such as Lambrusco (a fizzy, grapey red from Italy), Zinfandel (a spicy red that is considered Amercia's heritage wine) and other varietals.",
        "Funky Junk Farms Historical Trailer Park - The Monterey Trailer Park from the 1930s has been declared an historic monument by the Los Angeles Cultural Heritage Commission.",
        "RV/MH Heritage Foundation - The Recreational Vehicle and Motor Home Heritage Foundation is in Elkhart, Indiana, the RV Capital of the World.",
        "Bilingual/bicultural programs include instruction in the history and culture of a student's ethnic heritage.",
        "Because of the uneven distribution of enzyme deficiency based on race and ethnic heritage, especially in lactose intolerance, genetics are believed to play a role in the cause of primary carbohydrate intolerance.",
        "In addition, there is the belief that if citizens are not willing to subordinate some parts of their heritage to the present set of dominant cultural values, then these citizens may find it even harder to integrate the mainstream.",
        "I like to tell students that part of what I love about cooking is the amazing heritage we share.",
        "This is one of the most popular and well-known of the Philippine ethnic dances, performed by cultural groups all over to world to celebrate their heritage.",
        "While many of the dances reflect Philippine heritage, they also are brought into the future by contemporary dancers who have taken these cultural influences into the wider global arena.",
        "Through it all, tango remained alive, and when Juan Perón took power he embraced the dance as an integral part of Argentina's cultural heritage.",
        "When Hines saw the young man receive the award, he cried, speaking later of the continuing cultural heritage that had been shared.",
        "Contemporary artists like Usher continue this heritage with their hip-hop videos.",
        "It is often featured in entertainment showcases of Mexico's artistic heritage.",
        "Burying someone with creatures or even fellow humans was, and still is, part of China's cultural heritage.",
        "The following feng shui tool kits by Angi Ma Wong are available from Pacific Heritage Books.",
        "If you are interested in your heritage, you can begin to trace a family tree for free.",
        "For genealogists, this is especially helpful as the library may also have a subscription to some of the online genealogy sites, such as Heritage Quest and Ancestry.",
        "With a little patience, you can find your heritage and family history.",
        "Family tree charts also make wonderful keepsakes to preserve your heritage.",
        "My Heritage allows you to create and print your family tree free of charge.",
        "My Heritage allows you to fill in the blanks online and then print the document out, suitable for framing or gifting.",
        "From free genealogy websites to free charts and census records, it's all available to help you in your heritage quest.",
        "It's a great place to start documenting your family heritage.",
        "My Heritage offers a family tree program, using a rich and dynamic visual interface.",
        "Getting children involved in a family tree project helps them to gain a deeper understanding of history, culture and heritage.",
        "Because of constraints of time and money, many genealogists look for a free family tree trace to document their heritage.",
        "My Heritage Research allows you to search 1,400 databases for your ancestors - all for free.",
        "Heritage Quest offers free online access if you have a membership card from your local library.",
        "Heritage Quest has the 1930 Census with images.",
        "Heritage Quest is a subscription service.",
        "Many libraries have a subscription that allows library patrons to access Heritage Quest for free.",
        "Some states participate in a library program that allows patrons home Internet access to Heritage Quest.",
        "Like Heritage Quest, many libraries will allow patrons to use Ancestry for free.Ancestry's index is an all-name index as well.",
        "Heritage Quest Online is free if your local public library or local genealogical society has access.",
        "Heritage Quest has databases of United States census records, war pensions, and other public records.",
        "My Heritage combines over 1400 genealogical databases in one website to provide one of the best family tree searches you will find.",
        "NARA has computers for visitors to access the NARA subscriptions to Ancestry.com, Heritage Quest, and Footnote for free.",
        "Share your heritage with other members of your family including your children and grandchildren.",
        "The nobility were the first to take a second name, and they often had elaborate heraldic symbols that symbolized their heritage.",
        "Highland Heritage Forms offers many printable record forms including schedules.",
        "Catholic Heritage Curricula is not prepackaged, but can be customized to suit the needs of each of your children.",
        "Christian Heritage Home Educators seeks to provide Biblically-based principles for helping parents to teach their children at home.",
        "Additionally, the Christian Heritage Home Educators has resources for parent support groups, upcoming area speakers and articles about getting started and planning for success.",
        "North Beach, located between San Francisco's Union Square and Fisherman's Wharf, is a vibrant neighborhood with an Italian heritage.",
        "The Cable Car Museum proudly showcases its heritage to the public in a historic cable car barn on the corner of Washington and Mason.",
        "The Fairmont's rich heritage is intertwined with history of San Francisco.",
        "As a heritage brand, we will celebrate our 100th anniversary in 2010, thus the brand resonates well with a baby boom consumer.",
        "We will be featuring a retrospective exhibit with Macy's Herald Square and Vogue highlighting our heritage and evolution of the brand.",
        "Her heritage is also important to the series because her dialogue is multilingual, helping young viewers to learn Spanish vocabulary.",
        "It featured a pink dog, a blue dog and a white dog of unrelated heritage.",
        "Save Britain's Heritage: This one aims to preserve historical buildings in Britain and heighten the interest in their origins.",
        "If charitable giving provides a window into a celebrity's personal beliefs and convictions, then Oprah's giving reveals that she has a very strong sense of personal heritage, and believes in the importance of giving back to the community.",
        "The village boasts over 100,000 lights and has Victorian-era Christmas scenes that are reminiscent of the city's early heritage.",
        "Whether you want to celebrate your Russian heritage or you're simply a person who enjoys different customs all around the world, listening to Russian Christmas music this season can be a wonderful way to enjoy the spirit of the holiday.",
        "Sometimes it is possible to find national costumes sold for tourists or at stores that sell items from a particular country or that portray that nationality or heritage.",
        "Heritage Signature Stripe Wallet: This small button-flap wallet is extremely vibrant and boasts a color that is a cross between brilliant fuchsia and mesmerizing hot pink.",
        "As part of the rich heritage of the Chinese culture, the varied stories of Chinese zodiac origin offer colorful fables that enhance the mystique of this ancient astrological methodology.",
        "Men and women also choose this design merely for the beauty of the piece or to pay homage to Italian heritage.",
        "Ideas for incorporating Italian heritage into your cross tattoo might include using red, green and white shading in the cross to represent the Italian flag, or placing an image of the flag behind the tattoo.",
        "The Cathedral, which dates to the 12th century, is a UNESCO World Heritage Site and widely considered to be the finest examples of Gothic architecture in the world.",
        "Fredericksburg is located right in the heart of the Texas Hill Country, and you'll find that it effectively combines its German heritage with Texan hospitality.",
        "Retailing at a bold $20,850, the Breitling Men's Navitimer Heritage Watch features a chronograph, calendar, black dial, and gold case.",
        "Retailing at $5,170, this version of the Breitling Men's Navitimer Heritage Watch features the standard chronograph and calendar, as well as a white dial.",
        "Retailing at $5,170, this version of the Breitling Men's Navitimer Heritage Watch features the standard chronograph and calendar, as well as a black dial.",
        "Retailing at $6,740, this version of the Breitling Men's Navitimer Heritage Watch features the standard chronograph and calendar, as well as a stainless steel and gold case.",
        "Priced at a bold $15,955, the Breitling Mens Navitimer Heritage 111 Watch sports a gold case and band and comes equipped with a chronograph and calendar.",
        "Priced at $25,000 the Breitling Mens Navitimer Heritage 112 Watch comes with a chronograph and calendar.",
        "The Breitling Navitimer Heritage Men's 408 comes equipped with a chronograph and calendar and retails for $5,150.",
        "The Breitling Navitimer Heritage Men's 409 comes equipped with a chronograph and calendar and retails for $5,250.",
        "The Breitling Navitimer Heritage 109 Swiss Chronometer Watch comes equipped with chronograph and calendar and retails at $5,250.",
        "There are four main collections of Waltham watches: Lord Waltham, Lady Waltham, Heritage and Jewelry.",
        "Heritage Watches: High quality antique watches and collectibles.",
        "The precision of TAG Heuer watches is part of the brand heritage.",
        "While a Triumph motorcycle for many people will remain a dream, a watch offers a small piece of the iconic brand's heritage and is a perfect choice for people interested in motorcycle culture as well as quality watches.",
        "Tissot's Heritage collection pays homage to the greatest watch designs of the past as well as contemporary functionality.",
        "Heritage Porto Chronograph: Somehow, Tissot managed to arrange large Arabic numerals and comprehensive chronograph functions neatly inside an unusually-shaped case."
    ],
    "definition": [
        "Link/Cite"
    ]
}