{
    "translation": "היסס",
    "uses": [
        "She didn't hesitate and took it.",
        "I didn't think you'd hesitate to help someone, if you could.",
        "The Immortals won't hesitate to hurt you.",
        "Do you think I would hesitate to collect, if they were not?",
        "No matter what he felt, he couldn't hesitate to execute his plan.",
        "You would hesitate to claim her as you should.",
        "Established as an advocate at Clermont, he did not hesitate to proclaim his republican sympathies.",
        "Unlike Logan, this man wouldn't hesitate or complain about holding her on the days when the pain was too much.",
        "I hesitate to say these things, but it is not because of the subject--I care not how obscene my words are--but because I cannot speak of them without betraying my impurity.",
        "As powerful and patient as he was, he wouldn't hesitate to lay waste to anything between them.",
        "As noble as Gabriel was, he wouldn't hesitate to turn over anyone who hurt his mate to Darkyn.",
        "She didn't hesitate a second here, \"Not interested.\"",
        "The Lollards, for instance, did not hesitate to introduce into certain copies of the pious and orthodox Commentary on the Psalms by the hermit of Hampole interpolations of their own of the most virulently controversial kind (MSS.",
        "I hesitate to start talking about nanotechnology for fear I will not be able to stop—the entire field is amazing to me!",
        "Hastings did not hesitate to take upon his own shoulders the whole responsibility of military affairs.",
        "But Cambon soon came to the conclusion that the security of France depended upon the triumph of the Mountain, and he did not hesitate to accord his active cooperation to the second committee.",
        "If she were a man, he would not hesitate to choke her breath from her until she agreed or died.",
        "He didn't hesitate to straddle her hips and rest on his haunches.",
        "That skull indicates a bull, and the author suggests that it may possibly be the male of Symbos tyrrelli, although the wide separation of the localities made him hesitate to accept this view.",
        "My friends think it very strange that they should hesitate so long, especially when I have not asked them to simplify my work in the least, but only to modify it so as to meet the existing circumstances.",
        "They hesitate, and they regret, and sometimes they petition; but they do nothing in earnest and with effect.",
        "It wasn't Xander—who wouldn't hesitate to twist her mind like a Twizzler—and it wasn't Jonny.",
        "He does not hesitate to introduce occasionally satirical remarks on the luxury of the times, which he compares, to its disadvantage, with the simplicity of the old Polish life.",
        "No sooner is the object of alarm scented or seen than each one seeks safety in the most inaccessible situations, which are often reached by a series of astounding leaps over crevasses, up the faces of seemingly perpendicular rocks, or down the sides of equally precipitous chasms. The chamois will not hesitate, it is said, thus to leap down 20 or even 30 ft., and this it effects with apparent ease by throwing itself forward diagonally and striking its feet several times in its descent against the face of the rock.",
        "Others, who hold no less strongly to theological progress by evolution, not revolution, will hesitate to grant that the line of advance passes through the symbolical books.",
        "The government continued to hesitate and to press for mitigations of the existing system.",
        "It's not like them to hesitate to attack.",
        "There were numerous sceptics, however, who did not hesitate to assert that the import of the message so obviously locked in these curious inscriptions must for ever remain an absolute mystery.",
        "did not hesitate to enlist their Puritanism on the side of the papacy and make them his allies in imposing clerical celibacy.",
        "If an arrest were made, Wild had a plentiful supply of false evidence at hand to establish his agents' alibi, and he did not hesitate to obtain the conviction, by similar means, of such thieves as refused to recognize his authority.",
        "On the other hand, when he turned to consider the origin of the Logos he did not hesitate to speak of Him as a KTivµa, and to include Him amongst the rest of God's spiritual creatures.",
        "So that De Rossi did not hesitate to complete an inscription on a broken stone thus: - De Rossi began his excavations in the cemetery of Santa Priscilla in 1851, but for thirty years nothing but what had been described by Bosio came to light.",
        "As in the last days of the Roman empire the poor landowner had found his only refuge from the exactions of the government in the protection of the senator, who could in some way obtain exemptions, so the poor Frank could escape the ruinous demands of military service only by submitting himself and his lands to the count, who did not hesitate on his side to force such submission.",
        "To the wise foresight which, at a moment when the country was sinking beneath a weight of debt, did not hesitate to add this million for expenditure on productive works, the present prosperity of Egypt is largely due.",
        "Mehemet Au seemed to hesitate, and then complied, and was at once invested.",
        "If there were one who lived wholly without the use of money, the State itself would hesitate to demand it of him.",
        "SCEPTICISM (QKc&rropac, I consider, reflect, hesitate, doubt), a term signifying etymologically a state of doubt or indecision in the face of mutually conflicting statements.",
        "The expedition was an ignominious failure, and many burghers did not hesitate to assign their non-success to the fact that Burgers's views on religious questions were not sound.",
        "When suddenly confronted in a situation where immediate escape is impossible, the fox, like the wolf, will not hesitate to resort to the death-feigning instinct.",
        "The success it gained was doubtless due in some degree to the difficulty which most men had in comprehending it, for it was enwrapped in alluring mystery, but more to the confidence with which it was announced as being the long-looked-for key to the wonders of creation, since its promoters did not hesitate to term it the discovery of \" the Natural System,\" though they condescended, by way of explanation to less exalted intellects than their own, to allow it the more moderate appellation of the Circular or, Quinary System.",
        "And, although that monarch was ostensibly the friend of Florence, they did not hesitate, even in his presence, to assert their own independence, and, casting the Florentine ensign, the Marzocco, into the Arno, made instant preparations for war.",
        "The pope for a moment seemed to hesitate, but there could be little doubt what course he would ultimately pursue, and after four days' debate the assembly was closed at his command.",
        "From the ecclesiastics Basil likewise insisted on unquestioning obedience, and he did not hesitate to depose by his own authority a metropolitan who was at that time the highest dignitary of the Russian Church.",
        "Bates offered no satisfactory explanation of the resemblance between these two genera and others of the same protected sub-families; but he did not hesitate to ascribe the resemblance to them presented by the Pierine, Dismorphia (Leptalis) orise, to mimicry, believing Dismorphia to be unprotected and noting that it departed widely in the matter of coloration from typical members of the sub-family to which it belongs.",
        "Bit by bit mutations are added to each other in different single characters until a sum or degree of mutations is reached which no zoologist would hesitate to place in a separate species or in a separate genus.",
        "I do not hesitate to say, that those who call themselves Abolitionists should at once effectually withdraw their support, both in person and property, from the government of Massachusetts, and not wait till they constitute a majority of one, before they suffer the right to prevail through them.",
        "Basing his work on the principles of Ptolemy, he brings together illustrations from the most recent travellers, and does not hesitate to take as illustrative examples the familiar city of Oxford and his native county of Devon.",
        "Political agitators, in order to sap the power of the Opportunist party, did not hesitate to drag in the mud one of the greatest citizens of France.",
        "2) indeed does not hesitate to say that Arius was chagrined because Alexander, instead of himself, had been appointed to the see of Alexandria, and that the beginning of his heretical attitude is, in consequence, to be attributed to discontent and envy.",
        "Cromwell therefore did not hesitate to join the army in its opposition to the parliament, and supported the Remonstrance of the troops (loth of November 1648), which included the demand for the king's punishment as \"the grand author of all our troubles,\" and justified the use of force by the army if other means failed.",
        "We can hardly any longer hesitate to recognize in this vast building, with its winding corridors and subterranean ducts, the Labyrinth of later tradition; and as a matter of fact a maze pattern recalling the conventional representation of the Labyrinth in Greek art actually formed the decoration of one of the corridors of the palace.",
        "On the other hand he did not hesitate to inflict considerable injury on his own people, the Dutch, by the terms of the treaty with England (1689), when it became clear that only in this way could England's co-operation be secured.",
        "The general impression was that inasmuch as the senate was packed with men devoted to the royal couple, and inasmuch as the government obtained a large majority at the general elections, King Alexander would not hesitate any longer to proclaim Queen Draga's brother as the heir to the throne.",
        "The pax Babylonica is so assured that private individuals do not hesitate to ride in their carriage from Babylon to the coast of the Mediterranean.",
        "\" Jesus saith, A man shall not hesitate.",
        "The jealous bitch wouldn't hesitate to kill off the competition, along with probably everyone else within miles.",
        "Kris.s two-to-one advantage had dwindled, and Darkyn didn.t hesitate to unleash every demon he could.",
        "hesitate.",
        "The foremost and highest place, that of the \" essential and supernatural \" elements of religion, he would have reserved for its moral and spiritual truths, \" its chief evidence and chief essence,\" \" the truths to be drawn from the teaching and from the life of Christ,\" in whose character he did riot hesitate to recognize \" the greatest of all miracles.\"",
        "When two thinkers of such eminence (probably the two greatest ethical thinkers of antiquity) have arrived independently at this strange\"--conclusion, have agreed in ascribing to cravings, felt in this life, so great, and to us so inconceivable, a power over the future life, we may well hesitate before we condemn the idea as intrinsically absurd, and we may take note of the important fact that, given similar conditions, similar stages in the development of religious belief, men's thoughts, even in spite of the most unquestioned individual originality, tend though they may never produce exactly the same results, to work in similar ways.",
        "Don't hesitate to ask questions about anything you don't understand, however.",
        "Still, years of warnings about getting into cars with strangers compelled her to hesitate.",
        "Even his searching hands caused her to hesitate.",
        "The cryptic response made her hesitate.",
        "Nevertheless Peter did not hesitate.",
        "Nor did Valdemar hesitate to meet his people in public and periodically render an account of his stewardship. He voluntarily resorted to the old practice of summoning national assemblies, the so-called Danehof.",
        "He does not hesitate to fix all eyes upon Himself.",
        "They did not hesitate, however, to alter St Mark's language where it seemed to them rough or obscure, for each of them had a distinctive style of his own, and St Luke was a literary artist of a high order.",
        "A wide knowledge of the Old Testament supplies him with a text to illustrate one incident after another; and so deeply is he impressed with the correspondence between the life of Christ and the words of ancient prophecy, that he does not hesitate to introduce his quotations by the formula \" that it might be fulfilled which was spoken by the prophet.\"",
        "At the Cape it was formerly common, and occasionally committed great havoc among the cattle, while it did not hesitate to enter the Kaffir dwellings at night and carry off children sleeping by their mothers.",
        "To one in his position this thought would be so very natural, that we need not hesitate to accept the fact of its occurrence as related in the oldest records.",
        "If not, don't hesitate to ask for her recommendations.",
        "He didn't hesitate to claim me once the marking appeared.",
        "If your problem skin feels out of control, don't hesitate to go see a dermatologist.",
        "I hope some of these ideas work, but if not, please don't hesitate to come back and post again.",
        "Darkyn does not hesitate.",
        "Humanitarian moralists, who hesitate to believe in the retributive theory of punishment because, as they think, its aim is not the criminal's future well-being but merely the vindication through pain of an outrage upon the moral law which the criminal need never have committed, might welcome a theory which urges that the sole aim of punishment should be the exercise of an influence determining the criminal's future conduct for his own or the social good.",
        "Although he had impeached the turbulent tribune C. Norbanus (q.v.), and resisted the proposal to repeal judicial sentences by popular decree, he did not hesitate to incur the displeasure of the Julian family by opposing the candidature for the consulship of C. Julius Caesar (Strabo Vopiscus), who had never been praetor and was consequently ineligible.",
        "As the extant sources do not define the term, and as they apply it to but five or six associations, the majority of which are little known, modern scholars are in doubt as to the essential character of the institution, and hesitate therefore to extend the name beyond this limited list.",
        "quartering themselves on the chiefs and nobles during the winter and spring, story-telling, and lampooning those who dared to hesitate to comply with their demands.",
        "was obliged to sign after the disaster at Pavia and a period of captivity, he did not hesitate between ~",
        "I didn't think you'd hesitate to help someone if you could.",
        "hesitate to recommend you to my friends.",
        "hesitate to ask him for his opinions.",
        "If you want pajamas made of organic fibers, which you should definitely get for infants and children, you should not hesitate to let them know.",
        "But such evidence as we have points to a pretty close imitation on the part of the Roman poet: there are passages in which he does not hesitate to take over from his originals allusions which can hardly have been intelligible to a Roman audience, e.g.",
        "According to the custom of the time, the continuator did not hesitate to interpolate Fordun's portion of the work with additions of his own, and the whole history thus compiled is known as the Scotichronicon.",
        "Just as Nitzsch had laboured under the disadvantage of never having any example of the abnormal Passeres of the New World to dissect, and, therefore, was wholly ignorant of their abnormality, so Muller never succeeded in getting hold of an example of the genus Pitta for the same purpose, and yet, acting on the clue furnished by Keyserling and Blasius, he did not hesitate to predict that it would be found to fill one of the gaps he had to leave, and this to some extent it has been since proved to do.",
        "A man of strict and simple life, he did not hesitate at the legatine synod of 1517 to censure the clergy, in the presence of the brilliant Wolsey himself, for their greed of gain and love of display; and in the convocation of 1523 he freely opposed the cardinal's demand for a subsidy for the war in Flanders.",
        "Nor did he hesitate to avail himself of the popular outburst, which immediately after the murder had consecrated the site of Caesar's cremation with a bustum, to erect on the spot a permanent temple to his adopted father, under the definitely religious title of divus Julius.",
        "The calculations of the last Coal Commission as to the future exports and of Mr Jevons as to the future annual consumption make us hesitate to prophesy how long our coal resources are likely to last.",
        "The generosity with which he was treated by Caesar after the capitulation of Corfinium made him hesitate, but he finally decided in favour of Pompey.",
        "They were allpowerful in the Jacobin Club (see Jacobins), where Brissot's influence had not yet been ousted by Robespierre, and they did not hesitate to use this advantage to stir up popular passion and intimidate those who sought to stay the progress of the Revolution.",
        "In his tragedie-ballet Circe (1576) he did not hesitate to indulge in the most outspoken sarcasm against the king and other members of the royal family.",
        "The numerical relations existing between the trunk series and the branch series make it somewhat difficult to believe that they belong to different vibrating systems. But while we should undoubtedly hesitate on this ground to adopt Fredenhagen's 3 view that the two branch series belong to the element itself and the trunk series to a process of oxidation, we cannot press the argument against the view of Lenard, because the addition or subtraction of an electron introduces two vibrating systems which are still connected with each other and some numerical relationship is probable.",
        "There can be no question that she loved her adopted country sincerely, and had an affection for her people, and an opinion of their great qualities which she did not hesitate to express in hyperbolical terms. Her zeal for the reputation of the Russians was almost comically shown by the immense trouble she took to compile an answer to the Voyage en Siberie of the French astronomer Chappe d'Auteroche.",
        "When, however, the Southern envoys were taken by force from the \" Trent,\" a British packet, Palmerston did not hesitate a moment to insist upon a full and complete reparation for so gross an infraction of international law.",
        "Should you have any further queries regarding any of the information given above please do not hesitate to contact the.",
        "The Prime Minister: I hesitate to revisit the scene of an earlier triumph.",
        "But we wo n't hesitate to use our step-in powers.",
        "A tad over the top in a wee trough I hesitate to suggest.",
        "However, the time to hesitate is through, no time to wallow in the mire.",
        "His dad didn't hesitate to rebuke Zach for leaving the house in a mess while his parents were gone for the weekend.",
        "Don't hesitate to ask for your doctor's opinion.",
        "If for any reason you do not feel comfortable with someone, do not hesitate to continue looking for a different provider.",
        "Adoption is a big step, and you may stop to wonder if you're really ready, and even if you know you're ready you may hesitate because you don't know how to proceed.",
        "If you really feel that there is a problem, don't hesitate to contact your pediatrician.",
        "If you notice any problems in between visits, don't hesitate to contact your doctor.",
        "New parents sometimes hesitate to point out their child's failure to meet certain developmental steps, such as rolling over, crawling, walking, and even talking.",
        "Many parents hesitate to introduce their young children to computers fearing the possibility of negative influences in the world of cyberspace.",
        "There's no reason you should hesitate to bring the dealer's asking price for a new motorcycle as close as possible to the invoice price.",
        "Do not hesitate to look at last year's models.",
        "If you are unsure about a purchase, do not hesitate to contact your brokerage firm to ask questions.",
        "If you have questions, don't hesitate to call the basket company for answers.",
        "Apple doesn't hesitate to use the screen for fun (but non-essential) applications such as a calendar, a to-do list and a few simple games.",
        "You can easily make someone's day with just a click of your house, so don't hesitate to buy.",
        "Have you ever had your computer \"hiccup\" or hesitate as you use it?",
        "If you are staying in any of the towns or cities near this mall, don't hesitate to take a shopping trip.",
        "Do not hesitate to have her explain Spider's treatment every step of the way.",
        "I hope these suggestions help, but if you're stilling having trouble after trying these steps, please don't hesitate to come back, and we can brainstorm some additional ideas.",
        "Please don't hesitate to come back if you have any other questions or concerns.",
        "Also, don't hesitate to get a second opinion if you are not comfortable with the treatment she has received or uncertain if you are being told all the facts.",
        "Don't hesitate to make appointments with some breeders so you can see these cats in person.",
        "Many small business owners hesitate to get into debt with a new business.",
        "Don't hesitate to seek out a counselor if you feel that you need a neutral person to talk to about your feelings.",
        "Circumstances where a judge would hesitate to order joint custody include those where there is a history of abuse or a parent has issues with substance abuse.",
        "Acai retains its health benefits even after freezing or freeze-drying, so don't hesitate to purchase it as a processed mix-in and include it with your favorite smoothies, beverages, and snacks.",
        "That place that you're always planning to have rewired, but hesitate to tear into the wall.",
        "Large furniture pieces such as sofas are typically anchored against a wall, but don't hesitate to suspend them within the room.",
        "Also, don't hesitate to angle furniture; it doesn't have to align with the walls of the space.",
        "Knowing that your child will be sharing the space with others may make you hesitate to send anything of great expense.",
        "Though it's more of an evening fragrance, I didn't hesitate to use it very sparingly during the day (on my wrist only, which was more than enough to last several hours).",
        "Though some brands of mineral foundation state that concealers are not necessary, don't hesitate to use a concealer if you want to cover some minor imperfections - blemishes, dark circles and redness are all best covered with concealer.",
        "Wikipedia: Often maligned for its free, user-generated content, science hounds need not hesitate to begin their search for a science encyclopedia online at the world's most famous online encyclopedia.",
        "If co-workers cross the line, don't hesitate to speak with the human resources department.",
        "If you feel worried, don't hesitate to talk to a parent or a trusted teacher.",
        "If it becomes too overwhelming, don't hesitate to speak with a parent or a trusted teacher, who can talk to you about the things you are experiencing.",
        "Occasionally, there will be bumps in the road, and when those bumps arise, don't hesitate to talk to someone.",
        "Most tween girls want many different items and won't hesitate to tell you which one they want most.",
        "Make it about the atmosphere, and parents will hesitate to bring their children.",
        "If you have a problem with addiction, don't hesitate to seek the treatment you need.",
        "For those of you who hesitate to introduce animal prints into an otherwise conventional décor, there are lots of ways to introduce the zebra pattern from bold and daring to subtle and subdued.",
        "If you're searching for something completely different, don't hesitate to check eBay, where individuals will often sell either brand new or lightly used sheets for reasonable prices.",
        "If you simply love all black bedding, don't hesitate.",
        "Elisabeth Hasselbeck – After originally gaining fame as a contestant on Survivor, Hasselbeck became a co-host of The View and doesn't hesitate to share her conservative views.",
        "Do not hesitate to fill out the FASFA; it can mean the difference between returning to school or not.",
        "Of course, the intent of a major is to provide you with a thorough background and knowledge of one area of study, so even if you don't have strength in a particular area, you shouldn't hesitate to choose it as long as you have interest.",
        "To make going back to school as manageable as possible, moms shouldn't hesitate to seek out resources that are designed to help them succeed.",
        "Immediate Service: When a guest has a concern, the employee should never hesitate to resolve the issue.",
        "Also, don't hesitate to speak with a travel agent if you feel you haven't discovered the best deal for your trip.",
        "Cruise lines aim to please passengers in an effort to gain repeat customers, so don't hesitate to request special meals on your Alaskan cruise.",
        "If you notice a profound change in your pet's condition, don't hesitate to visit your vet for an immediate check up.",
        "Since I've never used these products myself, I hesitate to recommend them, but your vet can probably tell you if they work.",
        "As mentioned, dogs are the primary host for this species of flea, but if a canine isn't handy, a dog flea won't hesitate to lunch on a human, or even the family cat.",
        "I hesitate because at this age I feel she's too old.",
        "If you find you need outside help to break your dog of the barking habit, don't hesitate to talk to your vet or a dog trainer.",
        "I wouldn't hesitate to have your vet give your dog a thorough examination.",
        "However, if she begins to act sick or you just sense there's something not quite right about her, don't hesitate to ask your vet to take a look.",
        "Do not hesitate to contact one of these organizations if you or someone you know could benefit from the services of these specially-trained dogs.",
        "Take Lessons - Don't hesitate to take at least a few lessons with a professional guitar player or music teacher who can help you learn the basics of musical notation.",
        "Don't hesitate to gather estimates from at least three bath professionals to help you evaluate potential problems and create a budget.",
        "Many people often hesitate when it comes to installing attic installation.",
        "Many homeowners hesitate to hire an architect because they want to save the majority of their budget for construction.",
        "If your tastes run higher end, don't hesitate to pay a visit to the likes of Neiman Marcus and Saks Fifth Avenue.",
        "Many full figured women hesitate to wear a demi bra because they feel it lacks the necessary support for their larger busts.",
        "Don't hesitate to contact customer service with questions before you order to clarify anything you don't understand clearly.",
        "Plus size women often hesitate to wear shorts because they don't feel comfortable.",
        "Remember that fit may vary from brand to brand, so if you have your eye on a particular style, don't hesitate to try it on beforehand.",
        "If a negative or unpleasant joke happened at school or the office, you have the right to not feel threatened or intimidated, so do not hesitate to report the incident.",
        "Don't hesitate to take advantage of available services.",
        "Don't hesitate to answer truthfully - it's okay to spend only three months in Florida or to have a little space between family members.",
        "Also, don't hesitate to ask for details about the facility's management, staffing criteria and ongoing training, and references from other residents and their family members.",
        "Don't hesitate to call your stylist for additional tips if you find that you are having trouble managing your new style.",
        "If you're single, don't hesitate to get back into the dating scene.",
        "Don't hesitate to take the game controller away from the grandkids!",
        "Don't hesitate to visit a department store or personal shopper for more senior fashion tips.",
        "Also, don't hesitate to ask your hairdresser for suggestions.",
        "They believe in individualism and many do not hesitate to reject rules.",
        "If you do not know if a store or business offers a discount to seniors, do not hesitate to ask them about their policy.",
        "Do not hesitate to ask if there is a discount available.",
        "It is important that you feel comfortable in the office and with the staff; so, don't hesitate to call the office or sleep center and arrange for a tour before you make your appointment.",
        "That said, however, if you are unhappy with the selection that you do find online, then you should not hesitate to talk to your ophthalmologist, as he or she will be more equipped to direct you on how you can find a larger selection.",
        "Ask questions: If the site has customer service available, don't hesitate to use it, particularly if you are searching for a specific model or want to inquire about the site's authenticity.",
        "The Chimera are highly advanced soldiers and they will not hesitate to blow your head off!",
        "Below are just three examples, but do not hesitate to try other genres of free educational video games to play online as well.",
        "If there is something that was not covered in this Nintendo DS walkthrough that you would like to know, do not hesitate to ask through the comment form below.",
        "A little while back, it was hard to tell when new games were added, but they didn't hesitate in adding an email notification feature, as well as marking the games in the interface with a \"New Game\" banner.",
        "If you get a chance to try a bottle of Martinelli Pinot Noir, don't hesitate.",
        "In the meantime, if you come across a 2003 vintage before 2015, don't hesitate to buy it.",
        "Ideally, your closest friends appreciate wine as much as you, but don't hesitate to invite someone who doesn't care for wine; this may be a golden opportunity to bring the Margarita man over to the Shiraz side.",
        "Also, don't hesitate to ask a representative about coverage in a specific area where you live or any other features you're curious about.",
        "If they are at all unsure about how their child is responding to home treatment, parents should not hesitate to seek medical advice or treatment, no matter the time of day or night.",
        "Some parents hesitate to vaccinate their children for religious reasons or because they fear side effects of the vaccination.",
        "School-age children and adolescents may hesitate to drink or eat a normal diet because toileting is uncomfortable or performed without privacy.",
        "Some physicians may hesitate to diagnose very young children with a specific type of pervasive developmental disorder.",
        "They may hesitate to try new things, may speak negatively about themselves, are easily frustrated, and often see temporary problems as permanent conditions.",
        "During the visit, a parent should never hesitate to ask any question that will assure them the baby is healthy and progressing normally.",
        "Sometimes, children experiencing normal disfluencies hesitate during speech or use fillers, including \"um,\" with frequency.",
        "At early ages, inhibited children cling to their mothers and may cry and hesitate when confronted with unfamiliar persons or events.",
        "An older inhibited child or teenager, for example, may not cling to his or her mother or cry when coming to an unfamiliar laboratory but may hesitate to talk to the examiner and may smile infrequently.",
        "Parents should not hesitate to seek help immediately if they feel overwhelmed and are afraid that they will hurt or neglect their baby.",
        "Because the appendix is more likely to perforate in children than adults, parents should not hesitate to call the doctor if their child develops symptoms that may indicate appendicitis.",
        "If a parent is uncomfortable with a physician's response, they should not hesitate to get a second opinion.",
        "Don't hesitate to join in the fun, even if you don't consider yourself a talented dancer!",
        "If your unresolved issues you hold continue to bother you, do not hesitate to seek the counsel of a therapist or clergy member.",
        "If you don't like the look, don't hesitate to ask for adjustments before you leave, otherwise you may be fuming over a not-quite-perfect prom hair style all evening.",
        "If, however, you do want to achieve thinner highlights, don't hesitate to use the cap.",
        "With that said, don't hesitate to introduce your child to more rich texts and pictures.",
        "When you find yourself needing help with your homeschool-teacher career, don't hesitate to reach out to other homeschool parents online or in your community.",
        "If the form has a spot for indicating whether the prospective employer can contact your current one and you don't want them to do so, don't hesitate to say, \"No.\"",
        "Do not hesitate to contact the faculty member and ask for clarification and assistance.",
        "If you come across anything on the contract that you do not understand, do not hesitate to ask your lender for clarification.",
        "That being said, please do not hesitate to voice your concerns when it comes to taking the pill.",
        "Don't hesitate to talk to your doctor if you feel your hair loss is unusual, however.",
        "If this is the case, don't hesitate to check out products like the Roman thong, or items that features a \"quick release\" system.",
        "Never hesitate to use a Coast Guard approved life jacket, especially in deep or rough waters.",
        "If you feel that cardigans give you a curveless, boxy appearance and hesitate to wear them, try skinny and wide belts to cinch them in at the waist.",
        "If you happen to own a closet full of dressy pantsuits, however, don't hesitate to push the boat out and try something new - perhaps an eye-popping color or a pant with an unusual cut.",
        "Don't hesitate to invest in an affordable trend from time to time, especially to add a little splash of color or intriguing element to your classic attire.",
        "If you're a man, don't hesitate to brag about your earning power.",
        "Whilst a tendency to be nervous may cause you hesitate, the following fun date ideas aim to soothe those butterflies.",
        "Further still, Piscean natives don't hesitate to sacrifice themselves in order to make or keep their partners happy.",
        "They won't hesitate to set high goals and work as hard as is required to accomplish them.",
        "Capricorns are very giving and won't hesitate to immerse themselves completely in their relationships.",
        "They won't hesitate to take their own paths in life and relationships, and that strong initiative will come naturally to them.",
        "An Aquarius will be cooperative when working on group projects and cordial in meetings and with customers, but he or she also won't hesitate to share an opposing point of view or offer a completely new perspective on a situation.",
        "They feel things strongly and don't hesitate to express those emotions to others.",
        "These folks are stubborn and strong and won't hesitate to express concern for a loved one.",
        "Both are risk-takers and don't hesitate to follow-through on their many entrepreneur endeavors with a can-do attitude.",
        "Make a list of questions as you think of them before your visit to be sure you do not forget anything, and do not hesitate to call the center after leaving with any additional questions you might have.",
        "Do not hesitate to visit several centers and even ask for a trial run to see if your child will be a good fit at any particular center.",
        "Many children hesitate to approach another adult with the suspicion that their parent may have a drinking problem simply because they don't know if it really is a problem or they are afraid of what might happen to them.",
        "Given the convenience of online shopping, don not hesitate to comparison-shop.",
        "Never hesitate to wander into the backroom of any furniture store.",
        "Also, don't hesitate to search for online coupons before heading out to shop.",
        "But, don't hesitate to look for the full book at your local library or discount store.",
        "If you believe that you will qualify for such housing, don't hesitate to talk to a representative at your local housing authority to determine eligibility.",
        "The selection is naturally limited, so if you see something you like, you run the risk of losing it if you hesitate.",
        "If you spot a pair of ankle boots you absolutely must have, don't hesitate for too long.",
        "If you're intent on losing weight and want to incorporate these shoes into your regimen, don't hesitate - but do be aware that the shoes should not be using during exercise.",
        "If you're shopping on a budget, don't hesitate to shop online and use a discount code, or even wait until season's end to find them at a discount.",
        "Take note of the retailer's return policy in the event the shoes do not fit, and don't hesitate to order two sizes if you aren't entirely sure.",
        "Don't hesitate to walk away if you're not comfortable with how the shop is run.",
        "If you do develop an infection at the piercing site and you cannot get rid of it yourself, don't hesitate to visit your doctor.",
        "If you see a model you like on an employee's wrist, don't hesitate to ask where she got the watch.",
        "Don't hesitate to ask for blocks for better positioning, rounds for wrist support or an extra strap to lengthen into a pose.",
        "Do not hesitate to talk with other students of therapists and ask for any licensing and certificates.",
        "If you're in yoga class and the instructor plays something that really resonates with you, don't hesitate to ask for the name and title.",
        "Many people hesitate to become a yoga instructor because of body image issues.",
        "If you're learning a new position, don't hesitate to use equipment and props to help you achieve the proper alignment.",
        "Don't hesitate to touch, explain, and guide during your demonstration.",
        "Most professionals hesitate to offer a solid autism spectrum diagnosis in very young children because development can be unpredictable during this time.",
        "Keep in contact with the parents, and do not hesitate to call on them for advice or support.",
        "Most professionals hesitate to offer a solid autism spectrum diagnosis in very young children because development can be unpredictable during this stage of development.",
        "In your resume, stick to what is customary, but don't hesitate to show how you are original.",
        "Here again, be clear and concise, and don't hesitate to use bullet points or other divisions to make complicated findings easier to comprehend.",
        "If so, don't hesitate to add a \"signature:\" a certain kind of chocolate; the way the baskets are packaged; a little something extra, or lagniappe, the customer might not be expecting; that separates your gift baskets from the competition.",
        "Please do not hesitate to call me if you'd like more information about this recommendation.",
        "Don't hesitate to mention to people you know what you are interested in learning about available grants for your business.",
        "Please do not hesitate to contact me to schedule an interview at your earliest convenience.",
        "If you do find a video on YouTube that shows a stunt which you're curious about, don't hesitate to email the person who posted the video and ask!",
        "There are those who hesitate to eat Lean Cuisine because of the salt content.",
        "When asked how he's lost almost 100 pounds in just four months he doesn't hesitate to share his secret.",
        "Finally, note that these are just basic instructions; don't hesitate to ask a trainer at your gym for pointers if you're unsure about your form.",
        "Again, don't hesitate to ask a local trainer for help if you're uncertain about the form.",
        "Patients in this situation should not hesitate to ask about lower fees for non-insured patients.",
        "Dairyland also accepts vehicle types that many companies hesitate to insure such as sports cars, customized cars and kit cars.",
        "Some people hesitate to purchase business travel medical insurance because they believe that medical expenses will be covered under worker's compensation insurance if the travel is business related.",
        "Don't hesitate to talk with your doctor if you are concerned about any new symptoms.",
        "Since a lot of lingerie parties revolve around weddings, don't hesitate to check the bridal supply stores in your area for lingerie party items as well.",
        "While some people might hesitate to purchase SmartWool long underwear because it is more expensive than other brands, the long-term investment should be taken into consideration.",
        "Even if you think you would be a perfect fit for one particular show, don't hesitate to branch out and attend a few different castings.",
        "If your character outgrows her name, don't hesitate to give her a new one.",
        "While smaller than fairies, won't hesitate to defend themselves or even to kill a fairy if need be.",
        "If the pain is quite severe, don't hesitate to take ibuprofen or acetaminophen for relief.",
        "Finally, if you've experiencing a great deal of pain, don't hesitate to take ibuprofen or acetaminophen.",
        "If you're new to Clinique lotions, don't hesitate to test the product out beforehand.",
        "Don't hesitate to claim one of the working tax credits if you meet its income and other eligibility requirements.",
        "She almost refused but something about the look on his face made her hesitate.",
        "Even at a later period foreign critics like Cousin saw much that was alike in the two doctrines, and did not hesitate to regard Hegel as a disciple of Schelling.",
        "Michaelis, but others did not hesitate to stigmatize him as the would-be \"corrector of the Holy Ghost.\"",
        "Humboldt, Alphonse de Candolle and others, however, do not hesitate to say that it originated solely in America, where it had been long and extensively cultivated at the period of the discovery of the New World; and that is the generally accepted modern view.",
        "That in the same areas the State has not objected, and does not hesitate, to interfere by legislation to protect the interests of the tenants against oppression at the hands of the landlord.",
        "There is an amazingly indiscreet letter of Quintus to his brother's freedman, Tiro, in which he says of the consulselect, Hirtius and Pansa, that he would hesitate to put one of them in charge of a village on the frontier, and the other in that of the basement of a tavern (Fam.",
        "As the historical and practical position was developing on these lines the lawyers who fashioned English common law in the r 2th and r3th centuries did not hesitate to apply to it the teaching of Roman law on slavery.",
        "But the reader who cares to have an opinion about Sterne should hesitate till he has read and re-read in various moods considerable portions of Sterne's own writing.",
        "It was in many respects based on liberal principles, but Olynthus did not hesitate to exercise force against recalcitrants such as Acanthus.",
        "Besides this, some did not hesitate to give to the characters of their history speeches which were never uttered.",
        "So comprehensive were its methods, so self-confident its bearing, that those who had once fallen under its spell would never need to doubt or hesitate again.",
        "Yet he did not hesitate to place his powers at the disposal of the most vicious members of that house for the enslavement of Florence.",
        "If one single treatise of that century should be chosen to represent the spirit of the Italian people in the last phase of the Renaissance, the historian might hesitate between the Principe of Machiavelli and the Ricordi politici of Guicciardini.",
        "Yet in the face of this he does not hesitate to call himself \" the justest chancellor that hath been in the five changes since Sir Nicholas Bacon's time \"j 5 and this on the plea that his intentions had always been pure, and had never been affected by the presents he received.",
        "The technicalities of justice he never allowed to interfere with his plans; but he did not hesitate to shield his friends.",
        "A boy of fifteen could scarcely hesitate.",
        "By preference the condor feeds on carrion, but it does not hesitate to attack sheep, goats and deer, and for this reason it is hunted down by the shepherds, who, it is said, train their dogs to look up and bark at the condors as they fly overhead.",
        "Her fierce partisanship embittered her enemies, and the Yorkists did not hesitate to allege that her son was a bastard.",
        "The contest, which raged from the 23rd to the morning of the 26th of June, was without doubt the bloodiest and most resolute the streets of Paris have ever seen, and the general did not hesitate to inflict the severest punishment on the rebels.",
        "56-63) charges him with undue partiality for Cleomenes and unfairness towards Aratus; Plutarch (Aratus, 38), who is of the same opinion, did not hesitate to use him freely in his own biographies of Agis and Cleomenes.",
        "But they did not hesitate to declare that they must repudiate the mise.",
        "The lord chancellor, indeed, in speaking upon the clause relieving the Jews, expressed a hope that the peers would not hesitate to pronouncethat our Lord is king, be the people never so impatient.",
        "hesitate to resign to their rivals.",
        "Choiseul did not hesitate to attack through lits de justice or by exile a judiciary oligarchy which doubtless rested its pretensions merely on wealth, high birth, or that e!icroaching spirit that was the only counteracting agency to the monarchy.",
        "to make a husband hesitate to beat his wife, and Urraca was beaten, and in the presence of witnesses.",
        "We cannot yet say, however, that the deposits are exactly contemporaneous, and the great climatic variations that have taken place in the northern hemisphere during the existence of our living flora should make us hesitate to correlate too minutely from the evidence of plants alone.",
        "One minute Dulce didn't hesitate to argue with him, and the next he could subdue her with a stern look.",
        "Still, Alex didn't hesitate to push her buttons, and she knew how to push his.",
        "She didn't hesitate to settle beside him, knees drawn to her chest, and leaned into his body, struck by the difference between the men before her: Dustin, the cold Greek prince, and the mysterious dark warmth of Jule.",
        "If you hesitate too long, you risk your life and those of your sisters.",
        "It wasn't Xanderâ€”who wouldn't hesitate to twist her mind like a Twizzlerâ€”and it wasn't Jonny.",
        "Should the scheme he had now sketched prove feasible, Silver, already doubly a traitor, would not hesitate to adopt it.",
        "For further details or for our full color brochure please do not hesitate to contact us.",
        "burly striker did not hesitate as he lashed his shot into the net from eight yards out.",
        "Should you be looking for Japanese calligraphy to enhance your work please do not hesitate to contact us.",
        "Many would hesitate to introduce compulsion of this kind.",
        "The Reserve Bank's governor Gideon Gono meanwhile said the bank would not hesitate to issue further currency denominations.",
        "If you have any questions about any aspect of your maternity entitlement please do not hesitate to get in touch with me.",
        "enter the environs of Sydenham Hill and you're in a completely different world one that I'd hesitate to even call urban!",
        "Bible Belt readers, I now realize, neither suffer a fool gladly nor hesitate to call a fool a fool.",
        "Asked what actions she would take, Wintour didn't hesitate to say: \" wear more fur.",
        "Mortgage lenders do not hesitate to make such claims.",
        "Do n't hesitate to contact our Customer Service Team on the number below should the hotel not respond to your claim.",
        "hesitate slightly before going into a room full of people.",
        "hesitate even for a fraction of a moment to defend itself \" and Iran's government has pledged harsh resistance.",
        "hesitate when the Swans came calling last week.",
        "hesitate to contact our Customer Service Team on the number below should the hotel not respond to your claim.",
        "hesitate to call us for further details!",
        "hesitate to let us know of the good or bad side of your foray into the medical world with your PPS.",
        "hesitate visiting us and get reliable experts recommendations, useful.. .",
        "hesitate calling 0870 number that costs them a national rate phone call.",
        "Most females, to men can seem more indecisive, but that means they look more toward the whole picture, so hesitate!",
        "It's surprisingly technically mature given the inexperience of the director, and I wouldn't hesitate to recommend it to anyone.",
        "You bet, but never to the point where I would hesitate to inform on them for the slightest infraction.",
        "mortgage lenders do not hesitate to make such claims.",
        "queryuld you have any further queries regarding any of the information given above please do not hesitate to contact the.",
        "tad over the top in a wee trough I hesitate to suggest.",
        "Do not hesitate, however trivial you may consider the request.",
        "He did not hesitate to flaunt his great personal vainglory in public.",
        "Parents may hesitate to seek help for children with antisocial behavior patterns out of fear of the child being negatively labeled or misdiagnosed.",
        "If your doctor does not answer your questions adequately, do not hesitate to ask for a referral to a nutritionist or dietitian."
    ],
    "definition": [
        "Link/Cite"
    ]
}