{
    "translation": "גבוה",
    "uses": [
        "Her instincts on high alarm, she met Xander's gaze.",
        "I need it when I get in the high country.",
        "The shed was piled high with wood.",
        "When he rose, her feet dangled high off the ground.",
        "You always did have a high opinion of yourself.",
        "I thought maybe I wasn't high society material.",
        "I'm not sure who started that story, but it floated around here for my last two years of high school.",
        "This is a good thing because it means that high degrees of utility (the economists' word for \"happiness\") can be achieved with a wide variety of goods.",
        "Maybe it was the emotional high they were feeling because of the babies, but something seemed to have shifted their foundation.",
        "I don't know how you keep such a high grade average.",
        "Yes, Howie is... high strung.",
        "\"You've got friends in high places,\" he said calmly.",
        "The thought of him made her feel like a girl in junior high being asked to her first dance.",
        "Beautiful he was, but he also looked high spirited.",
        "The woodman stirred the fire until the flames leaped high and the sparks flew out of the roof hole.",
        "What if physical conditions have built up high walls about us?",
        "Neither of them had been in high spirits yesterday.",
        "Again, the materials to build the car are abundant; their cost is high because of technology deficiencies around retrieving and refining them, not an underlying rarity.",
        "In high school and college, she played co-ed soccer and basketball.",
        "His cheekbones were high, his chiseled face matching the chiseled body.",
        "The great bird was high in the air and flying towards the far-off mountains with all his money.",
        "I had an awful crush on him when we were in high school.",
        "One of the next arrivals was a stout, heavily built young man with close-cropped hair, spectacles, the light-colored breeches fashionable at that time, a very high ruffle, and a brown dress coat.",
        "With these words she greeted Prince Vasili Kuragin, a man of high rank and importance, who was the first to arrive at her reception.",
        "My high speed was spotted by a patrol car coming in the opposite direction.",
        "It's fine to have high ideals about not going too far, but the reality of it is, it can happen before you realize what is happening.",
        "High maint... who put that in your head?",
        "\"You are at least six feet high, and that is higher than any other animal in this country,\" said the Steward.",
        "We all liked New England but Quinn in particular, despised the high taxes of his home state.",
        "A competing company decides to make an up-front investment and build a new factory in a distant land, high in the mountains where residents who choose to live there have less economic opportunity.",
        "To some extent, we have this in the form of high taxes on cigarettes, which are seen to have negative externalities, and a home interest deduction on income taxes, as home ownership is viewed as having positive social good.",
        "An old sickle mower and rake with their high metal seats were the only items she recognized.",
        "Once they came near to the enclosed Garden of the Clinging Vines, and walking high into the air looked down upon it with much interest.",
        "Our personal security remains constantly on high alert.",
        "\"We must be nearly as high as the six colored suns, by this time,\" said Dorothy.",
        "Pressed by the throng against the high backs of the chairs, the orators spoke one after another and sometimes two together.",
        "Carts piled high with household utensils, chairs, and cupboards kept emerging from the gates of the yards and moving along the streets.",
        "Through his shirt sleeves she could feel the swell of his biceps and her heart jumped into high gear.",
        "She ran to the horse and lifted her skirt high enough to get a foot into the stirrup.",
        "They now bade farewell to the kind but unseen people of the cottage, and after the man had called their attention to a high, pyramid-shaped mountain on the opposite side of the Valley, and told them how to travel in order to reach it, they again started upon their journey.",
        "Are the weeds getting a little high along the drive?",
        "It would not be the first time, or the last, that ignorance in the world exacted a high price.",
        "High up in the light sky hung the full moon.",
        "The home is in town with neighbors close by but the high wooden fence in the back yard allows privacy sufficient to cover my night time visit.",
        "They did not bother to cross the bridges over the brooks, but when they came to a stream they stepped high and walked in the air to the other side.",
        "With this he began walking in the air toward the high openings, and Dorothy and Zeb followed him.",
        "The wooden banisters were polished to a high finish, and the hardwood stairs were covered on the walkway with more carpet.",
        "Allen's voice was high and sharp.",
        "They did it for high level spooks during the cold war.",
        "We could always go back to throw away phones but even those were suspect when our pursuer was a high level government agency.",
        "Many of the treatments of the ancient world had high degrees of efficacy, all obtained without access to any modern knowledge or equipment.",
        "Nations with high percentages of hungry citizens are not universally food exporters, and we will explore this more later.",
        "An ongoing debate is whether a high amount of energy raises a nation or region's gross national product (GNP) or whether rising GNP increases the consumption of energy.",
        "Alpatych went up to a large crowd standing before a high barn which was blazing briskly.",
        "The structure was just under seventy feet long and about twelve feet high; said to be the height designed to accommodate a wagon fully loaded with hay.",
        "Bianca moved away from Talon towards the violent waves and then sat with her back to a wave as high as her waist.",
        "He had climbed the high mountains in Switzerland and visited beautiful churches in Italy and France, and he saw a great many ancient castles.",
        "He was still a senior in high school, but how would Mom feel if he lived in a house with three women?",
        "He picked up Sunny and crossed to the kitchen to stack the plate high with cookies.",
        "Here I'll make a point which I believe to be a historic constant and to which we will be returning: If property rights of the rich are respected and tax rates, while high, still allow for indefinite gain, then the rich will keep producing.",
        "I owe this passion to my high school friend Jason.",
        "So my little heart leaped high with eager excitement when I knew that my wish was at last to be realized.",
        "High mounds, pyramids heaped in fantastic shapes, and impenetrable drifts lay scattered in every direction.",
        "One piece of good sense would be more memorable than a monument as high as the moon.",
        "He was lying on his back propped up high, and his small bony hands with their knotted purple veins were lying on the quilt; his left eye gazed straight before him, his right eye was awry, and his brows and lips motionless.",
        "At the descent of the high steep hill, down which a winding road led out of the town past the cathedral on the right, where a service was being held and the bells were ringing, Pierre got out of his vehicle and proceeded on foot.",
        "They rode across that bridge into the village of Borodino and thence turned to the left, passing an enormous number of troops and guns, and came to a high knoll where militiamen were digging.",
        "In front of Tuchkov's troops was some high ground not occupied by troops.",
        "Napoleon rode up the high ground at Semenovsk, and through the smoke saw ranks of men in uniforms of a color unfamiliar to him.",
        "In the foremost place, immediately under the icons, sat Barclay de Tolly, his high forehead merging into his bald crown.",
        "Cindy, I've known Russell Cade since he first moved to this area - since high school.",
        "Everyone back in high school figured you and Martha we're the pair.",
        "How high up are you talking about?",
        "Yes, we were as frightened as a kid on a high board, looking at the water below.",
        "They take high priority.",
        "It was high, much higher than he could reach.",
        "Do you think I'm high maintenance?",
        "Carmen gasped, her heart jumping into high gear.",
        "The small letters are about three-sixteenths of an inch high, and are raised from the page the thickness of the thumbnail.",
        "Only a sense it was summer because the corn was high.",
        "It was difficult returning to our mundane life after our weekend high.",
        "That's the whole agenda; just rally 'round the flag, boys, chin held high.",
        "His high conception of God's transcendence, it may be supposed, led him to ignore intermediary agencies, which are common in the popular literature, and later, under the influence of this same conception of transcendence, are freely employed.",
        "Those who argue they should not say there is no way for poor countries to compete with mechanized Western farming and the extremely high yields it produces.",
        "In essence, they would become like Japan, which exports essentially no food, imports US$44 billion in food annually, but still enjoys a high standard of living.",
        "When few people own land and most people live in cities, it is quite common to have high degrees of hunger in a nation that is exporting food.",
        "This has been a common situation throughout areas with high degrees of poverty and is certainly the case in Ethiopia.",
        "During this three-year period, conveniently named by the Chinese \"The Three Years of Natural Disasters,\" no one really knows how many people died; estimates range from fifteen million to a high of more than forty-five million.",
        "What good is our high economic standing in the world if we do not use it for good purposes?",
        "Oh, it was a lovely and delicate doll! but the little girl's brother, a tall lad, had taken the doll, and set it up in a high tree in the garden, and had run away.",
        "As a historian, I know it has been the vanity of every age to think it represents a high point in history.",
        "For the most part I escaped wonderfully from these dangers, either by proceeding at once boldly and without deliberation to the goal, as is recommended to those who run the gauntlet, or by keeping my thoughts on high things, like Orpheus, who, \"loudly singing the praises of the gods to his lyre, drowned the voices of the Sirens, and kept out of danger.\"",
        "Obviously he was accustomed to socializing on a high level.",
        "It was high time.",
        "To be able to pluck two such treasures and eliminate another is worthy of praise from high!",
        "He'd managed to miss the hurricane, though the waters were still rough and the waves high.",
        "As she stepped away from the magic of the Henge, sorrow for those women who came before her pulled her from the powerful high.",
        "I need this hung high.",
        "I know it's a high price.",
        "\"Carte blanche is beyond high,\" he said.",
        "Elderly Brandon Westlake, the only single oldie, failed to engage Cynthia's interest in his day's activities, a high country wildflower photo shoot in Governor's Basin.",
        "Cynthia devoured every publication she could find on the subject and was looking forward to spending some quality time hiking the high country, if the demand of Bird Song's chores would allow snatches of free time.",
        "Sure. He's a high school kid.",
        "Dean had watched Billy play high school basketball the past winter.",
        "It had been the mildest late winter in years and the lack of high country snow had opened the Jeep roads weeks earlier than usual.",
        "Oops. You know, a bartender who fills the glass so high it spills over on the napkin and he has to say 'oops'?",
        "When Westlake obligingly opened a map and pointed out various high country locations, he had the Dawkins' rapt attention.",
        "The young man sulked in, humbled in hoops by high school star Billy Langstrom.",
        "For decades, teams of three hardy fools had tried to knock each other senseless with high pressure fire hoses, while the spectators tried to escape the cross fire.",
        "Jenny Calvia had been the love of Randy's life since high school.",
        "It's been like that since—God, junior high school—six, seven years!",
        "They're not high schoolers fooling around irresponsibly.",
        "\"Jen was her high school valedictorian,\" Dean remembered.",
        "Neither baseball nor football was available at the small Ouray High School.",
        "They began the arduous climb, puffing in the high elevation for ten minutes until the trail leveled and opened to their left.",
        "The winter had been exceptionally clear of late snow and the high mountain passes that in many years remained closed until July had been cleared weeks earlier this spring.",
        "They all squeezed into the front seat—the back seat was piled high with photographic equipment and camping gear.",
        "Absent one of those gizmos to see around corners or a newspaper with a hole in it to held high like all the really cool spies do, Dean tried the direct approach.",
        "The auction continued in full swing, the outdoor area crowded with bargain seekers, their acquired spoils piled high about them.",
        "I haven't had this much fun since high school!",
        "Wedding plans were progressing nicely, now totally out of male hands, and Randy's baseball activities were in high gear.",
        "My guess is high school kids.",
        "Even if he wasn't directly involved, it's a small high school and booze parties are probably common knowledge.",
        "It was the same when Randy was in high school.",
        "She wore an impish look, high cheekbones and the only lavender eyes Dean had ever seen.",
        "He was charming the high heels off one of the women jurors.",
        "Joseph's never forgiven me for not sleeping with him after our high school junior prom.",
        "You'd think we were still sitting in the same high school bleachers where we'd met a decade earlier.",
        "The bones—there's a chance they belonged to a man who may have gotten a high school girl pregnant.",
        "But if it was some guy who took advantage of a high school kid, maybe he got what he deserved.",
        "I jump at any excuse to visit the high country.",
        "It was here Dean was finally able to tell his wife about meeting Paul Senior's widow and his offer to show her the high country property in litigation.",
        "The afternoon sun was high in the sky, baking the revelers in summer warmth as they clustered around the intersection of Sixth and Main Street, the site of the infamous water fight.",
        "She suggested he take the cell phone but then remembered it was useless in the high mountains.",
        "It wasn't a road designed for a high speed, for any reason.",
        "The vehicle stopped, its high beams blinding him.",
        "She was the prettiest thing in high school—at least that year.",
        "\"Back when you were in high school, they hadn't invented the movies,\" Harold offered, then asked, \"Was she as pretty as that beauty Mr. Dean was parading around the park on Thursday morning?\"",
        "\"According to the son, Josh had high grade samples,\" Dean answered.",
        "Mr. Westlake never married and taught high school history for thirty years.",
        "He grumbled something about getting one of those \"take a number\" dispensers the big city post offices had, right below their self-serving signs applauding their high level of service.",
        "I ripped these off a high school kid.",
        "How about a shoot-out on Main Street at high noon?",
        "World class vistas, trickling silver rivers of high snow melt-off, sky as blue as a queen's velvet robe, and the green and grey of forest and rock towering in every direction—all went unseen.",
        "One school of thought held that he was a victim of unproven rumors about Billy Langstrom's accident, spread to Denver by Billy's high school friends.",
        "It wasn't high enough for her to see exactly what she wanted, but she was tired from effort.",
        "She didn't know what to do to return to the heady high she'd been on.",
        "Back at the house, Carmen prepared the chicken for the oven while Destiny sat in her high chair playing with some cereal.",
        "Destiny was in her high chair playing with fruit colored cereal.",
        "Alex plucked her from the high chair and walked out of the room with her.",
        "The front of the panties was low, but high enough to cover her scar.",
        "It was dark by the time the cab dropped her off in front of the high rise where she shared an apartment with Logan.",
        "Deidre squared off against the waist high wall between her and her destiny.",
        "The high road was his curse.",
        "Deidre's gaze fell to his shapely shoulder, thick bicep and roped forearm as he extended one arm high enough for Katie to walk under.",
        "It was built on high ground, and the forest sloped downward and away from the fortress.",
        "Suddenly, she was afraid she'd be tempted to pay whatever price he demanded, no matter how high.",
        "His sweater, jeans, and trench coat were all of high quality with his heavy boots dwarfing her feet as hers did Toby's.",
        "At his severe tone, she took another step back, ready to exit as fast as she could in the snug dress and high heels.",
        "He beat the air mercilessly with his wings, rising high above the city and coasting on cold wind currents until he reached the ocean.",
        "No less than twenty showers separated by waist high walls lined the area before her.",
        "Social propriety states that the immediate family of an Ancient.s mate or high level Immortal—",
        "She'd known Evelyn since they were in elementary school, and she'd been renting a room from her for the past two years since graduating high school.",
        "She hadn't felt instant attraction to a man since high school.",
        "There were no traditional decorations such as pictures or mirrors on the walls, but colorful cords and streams of what might have been silk edging the corners and dangling from high ceilings.",
        "She took the high road and ignored him.",
        "He watched explosions wrack his planet until they rose high enough that the toxic dust storm he'd started marred the surface of the planet from view.",
        "It was dark, the dual moons high in the sky.",
        "The little girl, hair streaming, offered encouragement while skating backwards, one leg lifted high and beckoning unsuccessfully for Dean to follow.",
        "\"Hi,\" she said in a high pitched voice just as a loud ringing sound came from her luggage.",
        "His view of her sweat pants in front of him were like a sack of footballs being dragged back to the locker room after a high school scrimmage.",
        "The dress was full length, rather plain, with a high collar.",
        "She had pulled her long auburn hair high on her head, making her appear taller and almost regal in spite of the simple lines of the garment, and the plainness of her features.",
        "The temperature was in the high teens but as the sun began its ascent it felt far warmer.",
        "Dean never ceased to marvel at the difference of high mountain snow from the heavy, wet precipitation of the East and the endless problems it caused with man and auto.",
        "Just then, the high point of excitement of the late afternoon was orchestrated by Mrs. Lincoln, Dean's cat, who had emigrated with him from Pennsylvania.",
        "Three hundred dollars seems much too high.",
        "\"I searched high and low Fred, but no luck,\" Cynthia said.",
        "She was now a blonde, with her hair pinned high to the top of her head.",
        "The new Beaumont hotel was all a glitter in preparation of an affair of some high social order and there was a general excitement everywhere.",
        "Cynthia sat huddled in the corner of her seat, away from Dean, her tiny size looking childlike as she trembled, in spite of the fact the Jeep's heater was set on high.",
        "Weller tipped his glass high.",
        "Neither Shipton appeared to consider tidiness a high priority.",
        "Let's turn ourselves in and get a high priced lawyer.",
        "Dean wasn't thinking at near his usual high level.",
        "Maybe now things will be quiet enough so I'll have time to contemplate all those high level philosophical concepts.",
        "But the high cost of lift tickets and rentals made downhill skiing look like an infrequent outing.",
        "They discovered that they had led similar lives, both belonging to families of high standing and wealth.",
        "Well, Miss Sidwell, I'd say you're a big hit with high society.",
        "Every year, the full moon in January is the Wolf Moon and there is a three day festival that all werewolves attend… kind of our high holiday.",
        "Six inch high strappy heels adorned her feet.",
        "He nuzzled her neck with his nose, \"You realize you set the bar pretty high for next year.\"",
        "I know you think he was high handed about it, but as your guardian, it was his responsibility to encourage you to get a good education.",
        "Ahead of her, Katie stepped off the wooden porch into the ankle high snow and followed the trail Carmen had broken earlier on her trip to light the stove in the dairy.",
        "Was she setting her sights too high?",
        "It was one thing to covertly admire Alex, but quite another to stand here discussing him as though he were high dollar merchandise at a low bid auction... and why was Katie so concerned?",
        "No doubt Tessa was in labor and searching for a private place to give birth - some place high in the rocks, away from the water, but sheltered from the wind.",
        "We've been dating since high school.",
        "Listen, little miss high and mighty.",
        "\"There was a time when the national marriage rate was fairly high,\" she reminded him.",
        "You're talking about high treason at the VP level at least to access those things.",
        "Brady asked, wondering if the doctor was already high.",
        "Mr. Tim was high maintenance.",
        "When they were too high for lasers to reach them, he sat and pulled out his medic bag.",
        "It was dark.  The dual moons of the underworld were high overhead, another sign she hadn't slept more than an hour or two.  The trees overhead hissed as the branches moved like snakes in a soft breeze.  Gabriel held out a hand and pulled her up, silent despite his size and small armory of weapons.",
        "We arrived at the high school, and Lara and Ivy took off for the middle school next door.",
        "I didn't really care, I wasn't sure there was anything out there for me after high school.",
        "He was the husband of Cynthia Cosgrove Byrne and the father of Randy Byrne, a Parkside High School senior.",
        "I saw him play last spring when I went out to the high school to bust the Cummings kid for breaking and entering.",
        "Another neighbor's husband drove to the high school for her son Randy, who was at baseball practice.",
        "She added somewhat sheepishly, He's had perfect attendance for all of high school.",
        "The late night storm had blown Wednesday's hazy whiteness east to New Jersey and the Atlantic beyond, leaving in its place a high pressure system, a sky painted deep blue and patched with just enough puffy clouds for contrast.",
        "He had no particular destination, but his meandering brought him to a hillside overlooking the new high school complex.",
        "In Dean's playing days the high school was still in town, but otherwise, nothing had changed.",
        "Just making the Parkside High baseball team had been a miraculous ascension from being the-you-take-him-we-don't-want-him-boy when the kids chose sides in sandlot games.",
        "He had scored once, in his junior year, producing one-third of his team's production in a 13-to-3 lapper for Easton High.",
        "The presumption of death is high so obtaining a death certificate would probably be easy.",
        "Although Hunter had been born in North Carolina—on 16 acres of red mud, as he described it—he'd moved to Norfolk in high school and never left.",
        "We played high school football—at least Vinnie played—I mostly sat.",
        "In all the high school yearbooks?",
        "Looks like they're inter­ested in your high school sweetheart, Rita answered without looking up.",
        "Just then, Dean noticed a sign for Delbart Regional High School, which serviced the township where young \"Mr. Jones,\" the third guest at Whitney's Motel, was attending school.",
        "Real bikers weren't bothered by a little rain, he tried to tell himself, but the car radio spoke of a storm system moving up from the south, bringing with it high winds and torren­tial rain.",
        "From what you say the odds are high it's only a matter of time until his brother floats in.",
        "I just keep him around 'cause he does have some clean friends in high places.",
        "It would be a nice way to leave Parkside High.",
        "He shifted his bike into high gear as he began a long downhill, build­ing speed, anxious to get home.",
        "On Sunday, June 6, Randy Byrne graduated from high school.",
        "The Anasazi, \"The Ancient Ones,\" as the pres­ent day Navajo call them, built cities and a society for 13 centuries before abandoning this high Sonoran desert, all before Columbus ever set sail.",
        "He could have stayed in the gym of Cortez-Montezuma High School but the weather was pleasant and he wanted to try out his newly pur­chased equipment under the western skies.",
        "It was the issue listing the graduates of Parkside High School.",
        "My mind is in high gear too.",
        "When they met he was still a high ranking salesman for a large corporation.",
        "Canned goat milk wasn't the same and goat meat wasn't exactly in high demand in this area.",
        "Reaching high and taking a firm grip on the rope, she lifted herself, clamping the rope between her knees and letting her feet rest on the piece of broomstick.",
        "I've never seen the creek so high!",
        "His brows arched high.",
        "The run was eight feet high and had a top, so they wouldn't fly out and nothing would get in.",
        "The sight of the white dodge ram truck threw her pulse into high gear.",
        "I didn't realize this hill was so high.",
        "Vitamins and minerals – zinc and vitamin C were high on the list, and some herbs.",
        "She turned on the exhaust fan and grabbed a chair, climbing into it to get high enough to shut the alarm off.",
        "It took three attempts, but she finally bounced high enough to shut off the alarm.",
        "Darian took them to an area where he'd felt a consistent, high level of Other activity.",
        "He opened his eyes to find them off a dirt road in the high desert somewhere.",
        "Only Jonny's was a high borne of blood and sex.",
        "The tension in the room was high, each creature bristling with magic.",
        "One small window was high up against the nine-foot ceiling, barely wider than the span of her two hands.",
        "Wood dwellings sagged, and refuse was stacked high between them.",
        "A few minutes later they were joined by a girl Carmen hadn't seen since high school.",
        "I got married right out of high school.",
        "They found the ruins about a mile further where the creek followed a gorge between two high cliffs.",
        "It was close to water but high enough to escape floods.",
        "High above them were the graves of her parents.",
        "Natalie and Mathew were in their high chairs, Destiny and Jonathan sat on either side of her and Alex was at the end of the table.",
        "Grabbing the saddle horn, he pulled himself up, but didn't get his other foot high enough.",
        "You may notice the fences are high here.",
        "Bison can jump six feet high.",
        "Carmen led them toward the trail to the high ground.",
        "It was no wonder that Sam held her in such high regard.",
        "Beside the tank was a pile of split wood about three feet high and six feet long.",
        "The leathery coils of its shiny body lay in a heap, stacked at least three tiers high.",
        "An occasional sharp high bark soon revealed the source as a little gray squirrel.",
        "It arched high and came down with a clatter.",
        "The stakes must be high - or maybe he simply enjoyed the game.",
        "I've been on my own since I got out of high school.",
        "He must be feeling about three inches high.",
        "He as much as told me he thinks I'm a high priced...",
        "He held her by the back of her neck, high enough off the ground that her tiptoes barely touched the sand, and forced her head back, until the soft skin of her neck was exposed.",
        "The air conditioning was high enough to make her shiver, the bright interior settling her fear of walking into some crazy person's house.",
        "He was a guest on a show, and the ratings were so high, they nudged out the original host and put him in there.",
        "\"You're like a junior high jock trapped in a Redwood tree,\" she replied and planted her hands in the middle of his chest to push him away.",
        "It was filled with curves she'd take at high speed.",
        "Chances were high that he'd sleep with her and discard her.",
        "Purple light arced through the broken glass windows, high above.",
        "A large, iron chandelier hung from the rafters of an A-frame roof high above.",
        "It is a bluish-black powder which at high temperatures decomposes into the metal, dioxide and oxygen.",
        "The technical high school, which since 1899 has possessed the right to confer the degree of doctor of engineering, practically enjoys academic status and so do the veterinary high school and the school of art.",
        "While such judgments are naturally exaggerated, there is no doubt that he takes a very high place among modern Latin poets.",
        "He lectured at Padua, Naples, Rome and Pisa, and won so high a reputation that he was deputed by Leo X.",
        "high.",
        "If chemical compounds can be proved by experiment to obey these laws, then the atomic theory acquires a high degree of probability; if they are contradicted by experiment then the atomic theory must be abandoned, or very much modified.",
        "As patron of the Arts and Crafts Museum (1862-98), and as curator of the Academy of Sciences, he won a high reputation.",
        "Among modern buildings may be mentioned the Bakewell and High Peak Institute, and the town hall and museum.",
        "At Kufstein, down to which point it has still pursued a north-easterly direction, it breaks through the north Tirol limestone formation, and, now keeping a northerly course, enters at Rosenheim the Bavarian high plateau.",
        "Its bed is now broad, studded with islands and enclosed by high banks.",
        "That he was in high favour with Henry V.",
        "An attack of the ague sent him home, and on recovery, having resolved to attend a high school and fit himself to become a teacher, he passed the next four years in a hard struggle with poverty and in an earnest effort to secure an education, studying for a short time in the Geauga Seminary atChester, Ohio.",
        "Their selection for a particular purpose depends upon some special quality which they possess; thus for brewing certain essentials are demanded as regards stability, clarification, taste and smell; whereas, in distilleries, the production of alcohol and a high multiplying power in the yeast are required.",
        "The prevailing winds in this region, which the sea traverses longitudinally, are westerly, but the sea itself causes the formation of bands of low barometric pressure during the winter season, within which cyclonic disturbances frequently develop, while in summer the region comes under the influence of the polar margin of the tropical high pressure belt.",
        "GALVANIZED IRON, sheet iron having its surface covered with a thin coating of zinc. In spite of the name, galvanic action has often no part in the production of galvanized iron, which is prepared by dipping the iron, properly cleaned and pickled in acid, in a bath of molten zinc. The hotter the zinc the thinner the coating, but as a high temperature of the bath is attended with certain objections, it is a common practice to use a moderate temperature and clear off the excess of zinc by passing the plates between rollers.",
        "The landscape consists for the most part of waste stretches of heath, occasionally slightly overlaid with high fen.",
        "The general conclusion would appear to be that, while as seen from the earth's surface much of the light from the sky is due to comparatively gross suspended matter, yet an appreciable proportion is attributable to the molecules of air themselves, and that at high elevations where the blue is purer, the latter part may become predominant.",
        "It is divided by the Croal, a small tributary of the Irwell, into Great and Little Bolton, and as the full name implies, is surrounded by high moorland.",
        "Flame collectors blow out in high winds, whilst water-droppers are apt to get frozen in winter.",
        "It requires a radium salt of high radioactivity to be at all comparable in effectiveness with a good water-dropper.",
        "Observations on mountain tops generally show high potentials near the ground.",
        "Bearing this in mind, one can readily imagine how close together the equipotential surfaces must lie near the summit of a high sharp mountain peak.",
        "The final four are at high levels.",
        "With certain dry winds, notably Fan winds in Austria and Switzerland, dissipation becomes very high.",
        "At several stations enjoying a wide prospect the dissipation has been observed to be specially high on days of great visibility when distant mountains can be recognized.",
        "A cylinder condenser has its inner surface insulated and charged to a high positive or negative potential.",
        "Specially large values of 1 + and I_ have been observed at high levels in balloon ascents.",
        "Table Potential, Dissipation, Ioniz If we regard the potential gradient near the ground as representing a negative charge on the earth, then if the source of supply of that charge is unaffected the gradient will rise and become high when the operations by which discharge is promoted slacken their activity.",
        "With the exception of a narrow strip along the Canadian frontier, thunderstorm frequency is fairly high over the whole of the United States to the east of the tooth meridian.",
        "NICEPHORUS emperor 802-811, was a native of Seleucia in Pisidia, who was raised by the empress Irene to the office of logothetes or lord high treasurer.",
        "he collaborated especially in the high conservative Politisches Wochenblatt, which first appeared in 1831, as well as in the Evangelische Kirchenzeitung, the Kreuzzeitung and the Volksblatt fiir Stadt and Land.",
        "A state board of education, consisting of the state superintendent and five other persons appointed by him, constitutes a state board of examiners (for special primary, high school and professional certificates) and prescribes the course of study.",
        "During the war and for years afterwards partisan feeling ran high.",
        "high, large remains of a circular cyclopean tower, called Dun-Aengus, ascribed to the Fir-bolg or Belgae; or, individually, to the first of three brothers, Aengus, Conchobar and Nil, who reached Aran Islands from Scotland in the 1st century A.D.",
        "high, of which three sides are washed by the Fiddich and the fourth was protected by a moat.",
        "by the lord high chancellor.",
        "The south pavilion of the present house is the original brick building, one and a half storeys high, first occupied by Jefferson in 1770.",
        "In the Armenian and Coptic rites the vestment is often elaborately embroidered; in the other rites the only ornament is a cross high in the middle of the back, save in the case of bishops of the Orthodox Church, whose sticharia are ornamented with two vertical red stripes (7rorayof, \" rivers\").",
        "At each extremity of the island are high mountains, which send off branches along the coast so as to enclose a large arid plain..",
        "Finally, one of the most striking buildings in the city is the high school (1885) with its commanding tower.",
        "For seven long years Hastings was upon his defence on the charge of \"high crimes and misdemeanours.\"",
        "The angle through which the arm was moved, or, in the latter case, the angle between the two arms, was read off upon a finely graduated arc. With such means no very high accuracy was possible.",
        "a convenient feature in Repsolds' micrometer that the webs are very near the inner surface of the top of the box, so that the eye is not brought inconveniently close to the plate when high powers are used.",
        "This form of micrometer is of course capable of giving results of high precision, but the drawback is that the process involves a minimum of six pointings and the entering of six screw-head readings in order to measure the two co-ordinates of the star.",
        "against the heathen Hungarians and the Saracens, 3 and incidentally providing a detailed picture of the everyday life of people of high condition.",
        "A bigoted Sunni, he resolved on putting down the Shiite heresy, which had gained many adherents in Turkey: the number of these was estimated as high as 40,000.",
        "He was high sheriff of Wiltshire during 1647, and displayed much vigour in this office.",
        "He was now recognized as one of the chief opponents of Clarendon and the High Anglican policy.",
        "He had been accused of vanity and ostentation in his office, but his reputation for ability and integrity as a judge was high even with his enemies.",
        "On the 24th of November he was indicted for high treason at the Old Bailey, the chief ground being a paper of association for the defence of the Protestant religion, which, though among his papers, was not in his handwriting; but the grand jury ignored the bill.",
        "Asheville is situated at the junction of three branches of the Southern railway, on a high terrace on the east bank of the French Broad river, at the mouth of the Swannanoa, about 2300 ft.",
        "The banks of the Beas are high, and on this side of the district well-water is not found except at 50 ft.",
        "The Turks raised as a monument of their victory a high tower composed entirely of the heads of the Servians slain in the battle of Nish.",
        "The nucleus of the township lies on high ground to the east of the Edgware road, which crosses the Welsh Harp reservoir of Regent's Canal, a favourite fishing and skating resort.",
        "high and 14 ft.",
        "Devoting himself next to optics, he produced memoirs which entitle him to a high place among the early, searchers after a true dynamical theory of light.",
        "are Woolwich and Shooter's Hill Roads, the second representing the old high road through Kent, the Roman Watling Street.",
        "To the south of the hospital is Greenwich Park (185 acres), lying high, and commanding extensive views over London, the Thames and the plain of Essex.",
        "In 1815 he commanded the Dutch and Belgian contingents, and won high commendations for his courage and conduct at the battles of Quatre Bras and Waterloo, at the latter of which he was wounded.",
        "400 to 450; in old High German it is chazza or catero, and in Middle German kattaro.",
        "Joachim Descartes, his father, having purchased a commission as counsellor in the parlement of Rennes, introduced the family into that demi-noblesse of the robe which, between the bourgeoisie and the high nobility, maintained a lofty rank in French society.",
        "THE CRYSTAL PALACE, a well-known English resort, standing high up in grounds just outside the southern boundary of the county of London, in the neighbourhood of Sydenham.",
        "Vacherot was a man of high character and adhered strictly to his principles, which were generally opposed to those of the party in power.",
        "Personally, Ivan was tall and well-made, with high shoulders and a broad chest.",
        "His fathers took a prominent part in Athenian politics, and in 479 held high command in the Greek squadron which annihilated the remnants of Xerxes' fleet at Mycale; through his mother, the niece of Cleisthenes, he was connected with the former tyrants of Sicyon and the family of the Alcmaeonidae.",
        "From here the caravans start for Persia, and at certain periods of the year long trains of camels may be seen, and Persian merchants conspicuous by their high black caps and long robes.",
        "high, where the white buildings offer a marked contrast to the brown rock which forms their setting.",
        "high, is employed instead of a jack, - recalling, in this respect, the old English form of the game already mentioned.",
        "Thus at high temperatures a helium thermometer is of no special advantage.",
        "It was the high summer of 325 when Alexander reached Patala.",
        "Certain features - the high physical courage, the impulsive energy, the fervid imagination - stand out clear; beyond that disagreement begins.",
        "But with all these often opposed conditions, we find less variation than might be expected, the main and really important divergence being due to the necessity of transposition, which added a very high pitch to the primarily convenient low one.",
        "Schlick goes on to say the organ is to be suited to the choir and properly tuned for singing, that the singer may not be forced to sing too high or too low and the organist have to play chromatics, which is not handy for every one.",
        "The Halberstadt pitch is nearly a semitone higher, which again agrees with the statement of Praetorius, and also Schlick's high C organ.",
        "In one passage he distinctly says the old organ high pitch had been a whole tone above his Cammerton, with which we shall find his tertia minore combines to make the required interval.",
        "This lowering tendency towards the low church pitch, and the final adoption of the latter as a general mean pitch throughout the 18th century, was no doubt influenced by the introduction of the violin, which would not bear the high tension to which the lutes and viols had been strained.",
        "Sir Michael Costa was the conductor 1846-1854, and from his acceptance of that high pitch the fork became known as Costa's, and its inception was attributed to him, though on insufficient grounds.",
        "The high pitch remains only where there are large concert organs not yet lowered, and with the military and brass bands.",
        "high; the distortion has evidently taken place through the use of unseasoned timber and consequent warping of the woodwork.",
        "His rule was most energetic; but while he favoured the barbarians in the imperial service, and appointed them to high office, Valentinian, openly jealous of his minister, sought to surround himself with Romans.",
        "However, notwithstanding the insistence on ritual, natural in a priest, his moral standard is high; following the prescription of Ex.",
        "His conception of Yahweh shows a mingling of the high and the low.",
        "To this high conception of a preacher's function the prophet was faithful throughout his career.",
        "LANARK, a royal, municipal and police burgh, and county town of Lanarkshire, Scotland, standing on high ground about half a mile from the right bank of the Clyde, 31 m.",
        "The publication of his best-known work, True Religion Delineated (1750), won for him a high reputation as a theologian, and the book was several times reprinted both in England and in America.",
        "Among the principal buildings are the First National bank, the immense Union station and the Saint Vincent hospital; besides several fine office and school buildings (including the beautiful manual training high school) and churches.",
        "high, rich in hematite iron ore; valuable limestone deposits are found some 30 m.",
        "In Scotland the title of justiciar was borne, under the earlier kings, by two high officials, one having his jurisdiction to the north, the other to the south of the Forth.",
        "High Court Of Justiciary >>",
        "high, with a revolving white light visible 18 m.",
        "The summer temperature in the plains is that of southern Italy; in the mountain district& it is high during the day, but falls almost to freezing-point at night.",
        "high, bearing two peltate, deeplydivided leaves, which are about 5 in.",
        "There are several interesting limestone caverns, and Sylvan Lake, in the high mountain district, is an important resort.",
        "It has several ginning factories and a cotton-mill; two high schools, one maintained by the Government and the other by the Basel German Mission.",
        "The whole district lies high and has no large rivers.",
        "In the book of Zechariah Zerubbabel has already fallen into the background and the high priest is the leading figure of the Judean community.",
        "Apathy took the place of enthusiasm, and sordid worries succeeded to high hopes.",
        "Winnipegosis and Manitoba at high water, in spring-time, discharge their overflow through small streams into Winnipeg.",
        "A closed stove acts mainly by convection; though when heated to a high temperature it gives out radiant heat.",
        "Heating may be effected by one of the following systems, or installations may be so arranged as to combine the advantages of more than one method: open fires, closed stoves, hot-air apparatus, hot water circulating in pipes at low or at high pressure, or steam at high or low pressure.",
        "Oils are powerful fuels, but the high price of refined petroleum, the oil generally preferred, precludes its widespread use for many purposes for which it is suitable.",
        "6) has many advantages, for it is safe, the boiler is small High and is easily managed, the temperature is well under control and may be regulated to suit the changing weather, and the small pipes present a neat appearance in a room.",
        "There are several different systems of heating by steam - low pressure, high pressure and minus pressure.",
        "A drawback to the use of steam is the fact that the high temperature of the pipes and radiators attracts and spreads a great deal of dust.",
        "The piping takes a winding or zigzag course, and by the time the outlet is reached, the water it contains has reached a high temperature.",
        "In 1617 Napier published his Rabdologia, 4 a duodecimo of one hundred and fifty-four pages; there is prefixed to it as preface a dedicatory epistle to the high chancellor of Scotland.",
        "Briggs seems to have used the notation all his life, but in writing it, as appears from manuscripts of his, he added also a small vertical line just high enough to fix distinctly which two figures it was intended to separate: thus he might have written 63 0957379.",
        "Tradition indicates Selby as the birth-place of Henry I., and thus accounts for the high privileges conferred upon the abbey.",
        "monsignore, my lord), a title of honour granted by the pope to bishops and to high dignitaries and officials of the papal household.",
        "Ward was drawn for a time in the direction of High Anglicanism; but a stronger and more lasting influence was that of the Arnold school, represented by A.",
        "They were unanimous in adopting the idea of a church in which all the members were priests under the Lord Jesus, the One High Priest and Ruler; the officers of which were not mediators between men and God, but preachers of One Mediator, Christ Jesus; not lords over God's heritage, but ensamples to the flock and ministers to render service.",
        "It was a council created by parliament to give advice in church matters at a great crisis in the nation's history; but its acts, though from the high character and great learning of its members worthy of deepest respect, did not per se bind parliament or indeed anyone.",
        "The appetite of the Welsh people for sermons is enormous, and the preachers are characterized by an exceptionally high order of pulpit power.",
        "It is the oldest school of engineering in the country, and has always maintained a high rank of efficiency.",
        "at high tide.",
        "At the foot of the hill flows the river See, which at high tide is navigable from the sea.",
        "The largest of the rivers through which Argentina drains into the Plata system are the Pilcomayo, which rises in Bolivia and flows south-east along the Argentine frontier for about 400 m.; the Bermejo, which rises on the northern frontier and flows south-east into the Paraguay; and the Salado del Norte (called Rio del Juramento in its upper course), which rises on the high mountain slopes of western Salta and flows south-east into the Parana.",
        "Another disturbing influence has been the high protective tariffs, adopted during the closing years of the century, which increased the costs of living more rapidly than the wages for labour, and compelled thousands of immigrants to seek employment elsewhere.",
        "Owing to the great distances which must be covered, and also to the defective means of communication in sparsely settled districts, the costs of the postal service in Argentina are unavoidably high in relation to the receipts.",
        "Manufacturing enterprise in Argentina, favoured by the protection of a high tariff, made noticeable progress in the national capital during the closing years of the last century, especially in those small industries which commanded a secure market.",
        "The lack of coal in Argentina greatly increases the difficulty and cost of maintaining these industries, and high prices of the products result.",
        "In Argentina these burdens bear heavily upon the labouring classes, and in years of depression they send away by thousands immigrants unable to meet the high costs of living, For the year 1900 the total expenditures of the national government, 14 provincial governments, and 16 principal cities, were estimated to have been $208,811,925 paper, which is equivalent to $91,877,247 gold, or (at $5.04 per pound stg.) to £18,229,612, ios.",
        "North of that point a line of high cliffs, in which occur the ports of Fcamp and Dieppe, stretches nearly to the sandy estuary of the Somme.",
        "The market-gardeners of Paris and its vicinity have a high reputation for skill in the forcing of early vegetables under glass.",
        "In Indo-China, West Africa, French Congo and Madagascar, the colonies and protectorates are grouped under governors-general, and to these high officials extensive powers have been granted by presidential decree.",
        "Besides the more mechanical sort of work, such as mosaic patterns and architectural decoration, they also produced mosaic pictures and sculpture of very high merit, especially the recumbent effigies, with angels standing at the head and foot,, in the tombs of Ara Coeli, S.",
        "On the 28th of November Oates accused her of high treason, and the Commons passed an address for her removal and that of all the Roman Catholics from Whitehall.",
        "high, lies 2 m.",
        "The judge sits as the official and commissary of the lord warden, just as the judge of the high court of admiralty sat as the official and commissary of the lord high admiral.",
        "And, as the office of lord warden is more ancient than the office of lord high admiral (The Lord Warden v.",
        "It exercises only, therefore, such jurisdiction as the high court of admiralty exercised, apart from restraining statutes of 1389 and 1391 and enabling statutes of 1840 and 1861.",
        "Phillimore was also the last judge of the high court of admiralty, from 1867 (the date of his appointment to the high court) to 1875, the two offices were, probably for the first time in history, held by the same person.",
        "The office of marshal in the high court is represented in this court by a serjeant, who also bears a silver oar.",
        "There is a registrar, as in the high court.",
        "The lord warden's claim to prize was raised in, but not finally decided by, the high court of admiralty in the \"Ooster Ems,\" 1 C. Rob.",
        "high, 23 ft.",
        "Educational establishments are numerous, and include Brighton College, which ranks high among English public schools.",
        "But his successors did not act with similar leniency; when the city was captured by Ptolemy I., king of Egypt, twelve years later, the fortifications were partially demolished and apparently not again restored until the period of the high priest Simon II., who repaired the defences and also the Temple buildings.",
        "It also possesses the power of combining with most metallic oxides at high temperatures, forming borates, which in many cases show characteristic colours.",
        "On the restoration of peace he was appointed to high command in Hungary.",
        "30); that of Shiloh claimed an equally high ancestry (r Sam.",
        "Ancient critics take a very high view of the merits of Pheidias.",
        "A further gentle rise in the high steppes leads to the mountains of the West Australian coast, and another strip of low-lying coastal land to the sea.",
        "The Southern Ocean system of the Victorian Dividing Range hardly attains to the dignity of high mountains.",
        "Their shoulders are lifted high above the tree-line.",
        "The coal-seams must have been formed in wellwatered, lowland forests, at the foot of a high mountain range, built up by the Devonian earth movements.",
        "The clays of the Rolling Downs formation overlie a series of sands and drifts, saturated with water under high pressure, which discharges at the surface as a flowing well, when a borehole pierces the impermeable cover.",
        "The average rainfall along the coast is high, especially in the north, where it ranges from 60 to 70 in.",
        "Instruction at state schools is either free or at merely nominal cost, and high schools, technical colleges and agricultural colleges are maintained by appropriations from the general revenues of the states.",
        "The ore generally occurs in the form of oxides, manganite and pyrolusite, and contains a high percentage of sesquioxide of manganese.",
        "Cobalt occurs in New South Wales, Victoria and South Australia, and efforts have been made in the former state to treat the ore, the metal having a high commercial value; but the market is small, and no attempt has been made up to 1907 to produce it on any large scale.",
        "The lower jaw is heavy; the cheekbones somewhat high, and the chin small and receding.",
        "Among some tribes a circular grave was dug and the body placed in it with its face towards the east, and a high mound covered with bark or thatch raised over it.",
        "Resuming his voyage in an easterly direction, Tasman sighted the west coast of the South Island of New Zealand on the 13th of December of the same year, and describes the coast-line as consisting of \" high mountainous country.\"",
        "high, with a spring of water in its centre, struck his attention.",
        "The judicial powers are vested in a high court and other federal courts, and the federal judges hold office for life or during good behaviour.",
        "Special provisions were made respecting appeals from the High Court to the sovereign in council.",
        "For five years these high wages ruled; but in 1886 there was a sharp fall, though wages still remained very good.",
        "This tribunal differs from similar courts in the states inasmuch as it consists of a single member, called the \" president,\" an officer appointed by the governor-general from among the justices of the High Court of Australia.",
        "He then returned to Balliol as a Snell exhibitioner; became vicar of High Ercall, Shropshire, in 1750; canon of Windsor, 1762; bishop of Carlisle, 1787 (and also dean of Windsor, 1788); bishop of Salisbury, 1791.",
        "AFTERGLOW, a broad high arch of whitish or rosy light appearing occasionally in the sky above the highest clouds in the hour of deepening twilight, or reflected from the high snowfields in mountain regions long after sunset.",
        "The phenomenon is due to very fine particles of dust suspended in the high regions of the atmosphere that produce a scattering effect upon the component parts of white light.",
        "These were due to an enormous amount of exceedingly fine dust blown to a great height by that terrific explosion, and then universally diffused by the high atmospheric currents.",
        "high and nearly 600 ft.",
        "This charter provided that no war could be declared nor marriage concluded by the sovereign, nor taxes raised without the assent of the states, that natives were alone eligible for high office, and that the national language should be used in public documents.",
        "They were pronounced by the Council of Blood to be guilty of high treason (June 2, 1568).",
        "Ultimately he rose to high rank in the newly organized imperial government, but in 1873 he retired from the cabinet by way of protest against its decision not to take armed action against Korea.",
        "Great success had attended the cultivation of cotton, and the high prices obtained for the Turkestan article (most of which is grown in Ferghana, where 742,000 acres were cultivated in 1915), coupled with the increase of railways, led to the abandonment of corn in favour of the cultivation of cotton, and, although W.",
        "It has a station on the Cambrian line between Moat Lane and Brecon, and two others (high and low levels) at Builth Road about 14 m.",
        "On the 10th of December the sultan opened the Turkish parliament with a speech from the throne in which he said that the first parliament had been \"temporarily dissolved until the education of the people had been brought to a sufficiently high level by the extension of instruction throughout the empire.\"",
        "Singapore is the political, commercial and administrative headquarters of the colony of the Straits Settlements, and the governor for the time being is ex officio high commissioner of the Federated Malay States, British North Borneo, Sarawak, the Cocos-Keeling and Christmas Islands, and governor of Labuan.",
        "His high social position, his influence at court, his character, as well as his undoubted abilities and learning, not often in Austria found in a man of his rank, gave him great influence.",
        "Vermont is a portion of the plateau-like New England upland, broken by mountain ranges, individual mountains and high hills, rising above the general upland surface, and by deep narrow valleys, cut below that surface.",
        "high, considerable areas are above 2500 ft., and the following summits exceed 4000 ft.: Mount Mansfield, 4364 ft.; Killington Peak, 4241 ft.; Camel's Hump, 4088 ft.; Mount Lincoln, 4078 ft.; and Jay Peak, 4018 ft.",
        "Owing to the high rate of taxation on deposits, a considerable part of the savings of the people is sent into other states.",
        "Hydriodic acid and phosphorus at high temperature give a dihydro-compound, whilst sodium and alcohol give hexaand octo-hydro derivatives.",
        "high and 180 ft.",
        "of furniture, and high prices are often given for the gnarled and knotted portions of slowly-grown trees, to be sawn into veneers.",
        "As firewood oak holds a high position, though in Germany it is considered inferior to beech for that purpose.",
        "The astringent principle is a peculiar kind of tannic acid, called by chemists quercitannic, which, yielding more stable compounds with gelatine than other forms, gives oak bark its high value to the tanner.",
        "Yttria, Y203, is a yellowish white powder, which at high.",
        "On the 19th of January 1648 Cromwell was accused of high treason by Lilburne.",
        "In particular, his acceptance of the crown would have guaranteed his followers, under the act of Henry VII., from liability in the future to the charge of high treason for having given allegiance to himself as a de facto king.",
        "\"A man never mounts so high,\" Cromwell said to the French ambassador in 1647, \"as when he does not know where he is going.\"",
        "Diatom ooze is the characteristic deposit in high southern latitudes.",
        "In all of these water of relatively high salinity usually appears for a long distance towards the north on the eastern side of the channel, while on the western side the water is comparatively fresh; but great variations occur at different seasons and in different years.",
        "The tropical belt of high pressure persists all the year tion of ture.",
        "In his later years he overcame the drunkenness that was habitual to him in youth; he developed seriousness of character and unselfish devotion to what lie believed was the cause of patriotism; and he won the respect of men of high character and capacity in France and Holland.",
        "After having been expelled from a monastery for his excessive austerities, at thirty years of age he built a pillar six feet high on which he took up his abode.",
        "ft., but it is now fairly certain that these high values are erroneous, and due, not to the wind, but to faulty design of the anemometer.",
        "The great advantage of the tube anemometer lies in the fact that the exposed part can be mounted on a high pole, and requires no oiling or attention for years; and the registering part can be placed in any convenient position, no matter how far from the external part.",
        "In cases where the density of the air is not of average value, as on a high mountain, or with an exceptionally low barometer for example, an allowance must be made.",
        "The glycols are somewhat thick liquids, of high boiling point, the pinacones only being crystalline solids; they are readily soluble in water and alcohol, but are insoluble in ether.",
        "Thus the principle of Carnot involves the conclusion that a greater proportion of the heat possessed by a body at a high temperature can be converted into work than in the case of an equal quantity of heat possessed by a body at a low temperature, so that the availability of heat increases with the temperature.",
        "He does not seem to have found any English trumpeters capable of playing as high parts as those of the German Clarin-Bldser, and his plan seems generally to get as many oboes and bassoons as could be procured to double the top and bottom of his string-band.",
        "It thus became in a high degree symbolical of the exaltation of the sacerdotal power.",
        "Where high speed lowering is not required it is usual to employ a reversing motor and keep it always in gear.",
        "Worm wheel gearing is of very high efficiency if made very quick in pitch, with properly formed teeth perfectly lubricated, and with the end thrust of the worm taken on ball bearings.",
        "A dock-side crane unloading cargo with high lifts following one another in rapid succession will require a higher load factor than a workshop traveller with a very short lift and only a very occasional maximum load; and a traveller with a very long longitudinal travel will require a higher load factor for the travelling motor than for the lifting motor.",
        "This type is usually fitted with a very high jib, so as to lift goods in and out of high-sided vessels.",
        "is arranged high up in the front of the post, so as to give a good view of the work.",
        "It is often very desirable to have the quay space as little obstructed by the cranes as possible, so as not to interfere with railway traffic; this has led to the introduction of cranes mounted on high trucks or gantries, sometimes also called \" portal \" cranes.",
        "It is practically a traveller mounted on high legs, so as to permit of its being travelled on rails placed on the ground level, instead of on an elevated gantry.",
        "He had been an officer of the guard under Julian and Jovian, and had risen high in the imperial service.",
        "Interest was charged at very high rates for overdue loans of this.",
        "The advantage of the high conducting power which copper possesses Over- is of especial value in moist climates (like that of the United Kingdom), since the effect of leakage over the surface of the damp insulators is much less noticeable when the conducting power of the wire is high than when it is low, especially when the line is a long one.",
        "4); a current is sent from a battery, E, through one coil of a galvanometer, g, through a high resistance, r, through one of the wires, r, and thence back from office B (at which the wires are looped), through wire 2, through another high resistance, r', through a second coil on the galvanometer, g, and thence to earth.",
        "Owing to the high price of gutta-percha the tendency, of recent years, has been to approximate more closely to the theoretical dimensions, x xvl.",
        "If long circuits were worked direct with ordinary instruments, high battery power would be required in order to send sufficient Single current to actuate the apparatus.",
        "cut off, sets up an induced current of high tension, which causes a spark to jump across the contact points of the relay, and by oxidizing them makes it necessary for them to be frequently cleaned.",
        "is found necessary to introduce \" repeaters \" half-way, i n order to enable a high speed to be maintained.",
        "The leakage through the insulator of the cable is compensated for by connecting high resistances between different points of the strip conductor and the earth coating.",
        "This printer is purely mechanical, and its speed is very high.",
        "The conductor of the cable is practically insulated, as the condensers in the bridge have a very high resistance; hence no appreciable current ever flows into or out of the line.",
        "The use of the iron core renders it possible to produce a high inductive effect with a low resistance coil.",
        "The relative backwardness of telegraphy in Great Britain was attributed to high charges made by the companies and to restricted facilities.",
        "There are several reasons for the unsatisfactory financial results apart from the high price paid for the acquisition of the telegraphs.",
        "The electrical condition of the cable was then excellent, but unfortunately the electrician in charge, Wildman Whitehouse, conceived the wrong idea that it should be worked by currents of high potential.",
        "Hence, when the coil at one fixed station was in action it generated high frequency alternating currents, which were propagated across the air gap between the ordinary telegraph wires and the metallic surfaces attached to one secondary terminal of the induction coil, and conveyed along the ordinary telegraph wires between station and moving train.",
        "By shaking or tapping the tube the original high resistance is restored.",
        "38 6), the insulated wires or plates being upheld by masts, its operation is as follows: - When the key in the primary circuit of the induction coil is pressed the transmitting antenna wire is alternately charged to a high potential and discharged with the production of high frequency oscillations in it.",
        "The electric waves coming through space from the sending station strike against the receiving antenna and set up in it high frequency alternating electromotive forces."
    ],
    "definition": [
        "a. Having a relatively great elevation; extending far upward: a high mountain; a high tower.\nb. Extending a specified distance upward: a cabinet ten feet high.",
        "Far or farther from a reference point: was too high in the offensive zone to take a shot.",
        "a. Being at or near the peak or culminating stage: the high tourist season; high summer.\nb. Advanced in development or complexity: high forms of animal life; higher mathematics.\nc. Far removed in time; remote: high antiquity.",
        "a. Slightly spoiled or tainted; gamy. Used of meat.\nb. Having a bad smell; malodorous.",
        "a. Having a pitch corresponding to a relatively large number of sound-wave cycles per second: the high tones of a flute.\nb. Raised in pitch; not soft or hushed: a high voice.",
        "Situated relatively far from the equator: a high latitude.",
        "a. Of great importance: set a high priority on funding the housing program.\nb. Eminent in rank or status: a high official.\nc. Serious; grave: high crimes and misdemeanors.\nd. Constituting a climax; crucial: The chase scene is the high point of the film.\ne. Characterized by lofty or stirring events or themes: high adventure; high drama.",
        "Lofty or exalted in quality or character: a person of high morals.",
        "a. Greater than usual or expected, as in quantity, magnitude, cost, or degree: “A high price has to be paid for the happy marriage with the four healthy children” ( Doris Lessing )\nb. Favorable: He has a high opinion of himself.",
        "Of great force or violence: high winds.",
        "a. Informal Excited or euphoric: high spirits.\nb. Slang Intoxicated by alcohol or a drug, such as cocaine or marijuana.",
        "Luxurious; extravagant: high living.",
        "Linguistics Of or relating to vowels produced with part of the tongue close to the palate, as in the vowel of tree.",
        "Of, relating to, or being the gear configuration or setting, as in an automotive transmission, that produces the greatest vehicular speed with respect to engine speed.",
        "At, in, or to a lofty position, level, or degree: saw a plane high in the sky; prices that had gone too high.",
        "In an extravagant or luxurious way: made a fortune and lived high.",
        "A lofty place or region.",
        "A high level or degree: Summer temperatures reached an all-time high.",
        "The high gear configuration of a transmission.",
        "A center of high atmospheric pressure; an anticyclone.",
        "a. Informal An excited or euphoric condition: The team was on a high after winning in overtime.\nb. Slang An intoxicated or euphoric condition induced by alcohol or a drug.",
        "high′ly\nadverb",
        "Link/Cite",
        "(obsolete) Thought; intention; determination; purpose.",
        "Elevated in position or status; above many things.\nThe balloon rose high in the sky.",
        "Tall, lofty, at a great distance above the ground (at high altitude).",
        "(figuratively) Noble, especially of motives, intentions, etc.",
        "(slang) Under the influence of a mood-affecting drug, especially marijuana, or (less common) alcohol.",
        "Of a quantity or value, great or large.\nMy bank charges me a high interest rate.",
        "(acoustics) Of greater frequency, i.e. with more rapid wave oscillations.\nThe note was too high for her to sing.",
        "(of a body of water) With tall waves.",
        "(of meat, especially venison) Strong-scented; slightly tainted/spoiled; beginning to decompose.\nEpicures do not cook game before it is high.\nThe tailor liked his meat high.",
        "Of great strength, force, importance, etc.; mighty; powerful; sometimes, triumphant; victorious; majestic, etc.\na high wind; high passions",
        "Arrogant; lofty; boastful; proud.",
        "Very abstract; difficult to comprehend or surmount.",
        "(phonetics) Made with a high position of some part of the tongue in relation to the palate.",
        "Possessing a characteristic quality in a supreme or superior degree.\nhigh (i.e. intense) heat; high (i.e. full or quite) noon; high (i.e. rich or spicy) seasoning; high (i.e. complete) pleasure; high (i.e. deep or vivid) colour; high (i.e. extensive, thorough) scholarship",
        "low",
        "In or to an elevated position.\nHow high above land did you fly?",
        "In or at a great value.\nCosts have grown higher this year again.",
        "In a pitch of great frequency.\nI certainly can't sing that high.",
        "The adverb high and the adverb highly shouldn't be confused.\nHe hung the picture high on the wall.\nAs a politician, he isn't esteemed too highly.",
        "A period of euphoria, from excitement or from an intake of drugs.\nThat pill gave me a high for a few hours, before I had a comedown.",
        "A drug that gives such a high.",
        "(informal) A large area of elevated atmospheric pressure; an anticyclone.",
        "The maximum atmospheric temperature recorded at a particular location, especially during one 24-hour period.",
        "An elevated place; a superior region; a height; the sky; heaven.",
        "(card games) The highest card dealt or drawn.",
        "(obsolete) To rise.\nThe sun higheth.",
        "To hie; to hasten.",
        "Link/Cite"
    ]
}