{
    "translation": ".3 להאמין",
    "uses": [
        "Can you hold things down for two weeks?",
        "Can you hold lunch for a little bit?",
        "\"You'll have to hold on to me,\" he spoke gruffly over a shoulder.",
        "\"Hold on before you fall off,\" Alex snarled.",
        "I can't hold this!",
        "There, that should hold you.",
        "\"I don't hold you responsible,\" Damian said with a smile.",
        "Our job is to hold this group together, for the children.",
        "He could not hold out much longer.",
        "\"We'll just put things on hold until you return,\" I said.",
        "\"Can I hold her?\" she asked Alex.",
        "Don't hold up dinner on my account.",
        "The thin pipes didn't look strong enough to hold him.",
        "\"Couldn't you manage to hold me in your arms?\" asked the cab-horse.",
        "(If that can be achieved, to my readers under age twelve, I hold out the possibility of Brussels sprouts that taste like chocolate.)",
        "\"Three nails in each shoe will hold them on,\" said the smith.",
        "I see only the parts of them that hold depravity, weakness.",
        "This Bryce guy was probably the one who got a hold of the contest letter from Julie and broke into her apartment.",
        "She wrenched free of his hold and pushed him hard enough to slide out from between him and the wall.",
        "\"Hold on, Darian,\" she whispered, tears blurring her vision.",
        "I don't hold our past against you at all.",
        "Hold on a sec.",
        "Even ever-smiling Maria, the newly hired helper, put her smile on hold and looked ready to cry.",
        "The last item on Dean's list of pleasurable activities was punching one if you want this and two if you want that buttons, then sitting on hold while listening to elevator music from some bureaucratic office.",
        "She struggled, but he wrapped his arms around her in a hold she couldn't break.",
        "I said hold on to me.",
        "\"Hold 'em, Dusty,\" Damian shouted and placed his hands on the wall.",
        "There was no need to hold on to her, but his arm around her waist was welcome all the same.",
        "He seized the door, making a final effort to hold it back--to lock it was no longer possible--but his efforts were weak and clumsy and the door, pushed from behind by that terror, opened and closed again.",
        "If I am unsuccessful there are others who may hold the answers I demand and I now have plans to get them as well.",
        "The magic took hold of her, and she danced away from his strikes as if they were in slow motion.",
        "But English seems to have taken hold, thanks to the Internet.",
        "Much that I hold sweetest, much that I hold most precious, I owe to her.",
        "No; hold off on that.",
        "\"Hold that thought,\" He pitched the apron at Chet.",
        "Panting and exhausted, Deidre couldn't have moved, had he not shifted to hold her against him.",
        "You cannot sell to someone the right to kill you or hold you prisoner.",
        "They can't hold all that line.",
        "Tell Denisov, 'at the first shot at daybreak,' said Dolokhov and was about to ride away, but Petya seized hold of him.",
        "By this fluctuation the pond asserts its title to a shore, and thus the shore is shorn, and the trees cannot hold it by right of possession.",
        "Those three got hold of a bear somewhere, put it in a carriage, and set off with it to visit some actresses!",
        "Daddy, I wana hold wou.",
        "And in their name and my own I hold out a brotherly hand to you.",
        "Catch hold from underneath.",
        "\"Hold judgment until you meet her this afternoon,\" he answered.",
        "\"Breathe in, take what you can, and hold it,\" he instructed.",
        "At last, he could hold out no longer.",
        "Was she merely a female to hold for the evening - or was this what he had been trying to tell her for so long?",
        "With a frown, she wondered why she'd never seen it before, why she wasted seven years trying to make things work with someone who couldn't hold a candle to the man she was meant to be with.",
        "As I learned, my deals hold the same power of enforcement as his.",
        "We went out to the pump-house, and I made Helen hold her mug under the spout while I pumped.",
        "Having once got hold they never let go, but struggled and wrestled and rolled on the chips incessantly.",
        "\"Catch hold of my arm or you'll drop him!\" he heard one of the servants say in a frightened whisper.",
        "He stretched out his hand to take hold of the purse.",
        "What would it have cost him to hold out for another two days?",
        "\"At least hold off on-- \" \"Jenn!\" he said, gripping her arms.",
        "The keeper of the bears made one big black fellow stand on his hind legs and hold out his great paw to us, which Helen shook politely.",
        "The owner of the axe, as he released his hold on it, said that it was the apple of his eye; but I returned it sharper than I received it.",
        "\"Hurrah!\" shouted Prince Andrew, and, scarcely able to hold up the heavy standard, he ran forward with full confidence that the whole battalion would follow him.",
        "After that they took his right hand, placed it on something, and told him to hold a pair of compasses to his left breast with the other hand and to repeat after someone who read aloud an oath of fidelity to the laws of the Order.",
        "Cynthia would attend the New Jersey wedding—thank God for Visa—while Fred and Dean would hold down Bird Song.",
        "\"The Rain of Stones has done much damage to our city,\" he said, \"and we shall hold you responsible for it unless you can prove your innocence.\"",
        "\"Don't worry, dear,\" Dorothy exclaimed, \"I'll hold you in my arms, and take you with me.\"",
        "So hold these thoughts, as we will be returning to them.",
        "He has taken hold of me.",
        "What must he be thinking to hold on to her like that?",
        "What do you think I've been going through lately... wanting to tell you, wanting to hold you in my arms - not knowing if you felt the way I did.",
        "Autocrats can hold power indefinitely if they control the media, the military, business, the money, and information.",
        "I attracted her attention by showing her my watch and letting her hold it in her hand.",
        "I let her hold a shell in her hand, and feel the chicken \"chip, chip.\"",
        "It was amusing to see her hold it before her eyes and spell the sentences out on her fingers, just as I had done.",
        "Now I understand that the darkness everywhere may hold possibilities better even than my hopes.",
        "I like sometimes to take rank hold on life and spend my day more as the animals do.",
        "But Anna Mikhaylovna went forward a step or two to keep her hold on the portfolio, and changed her grip.",
        "\"Come here,\" said Rostov, catching hold of Telyanin's arm and almost dragging him to the window.",
        "They had to hold their noses and put their horses to a trot to escape from the poisoned atmosphere of these latrines.",
        "The soldiers in their greatcoats were ranged in lines, the sergeants major and company officers were counting the men, poking the last man in each section in the ribs and telling him to hold his hand up.",
        "He mustered his last remaining strength, took hold of his left hand with his right, and reached the bushes.",
        "Hold your tongue, Petya, what a goose you are!",
        "His words are music, I never tire of hearing him! said the old prince, keeping hold of the hand and offering his cheek to be kissed.",
        "If I don't sleep for three nights I'll not leave this passage and will hold her back by force and will and not let the family be disgraced, thought she.",
        "I couldn't hold them in, my hands grew numb in the sharp frost so that I threw down the reins--'Catch hold yourself, your excellency!' says I, and I just tumbled on the bottom of the sleigh and sprawled there.",
        "With fifteen thousand men I held the enemy at bay for thirty-five hours and beat him; but he would not hold out even for fourteen hours.",
        "He felt it necessary to hold his head higher, to brace himself, and to question the esaul with an air of importance about tomorrow's undertaking, that he might not be unworthy of the company in which he found himself.",
        "Anyway, with all the money in his family and the good looks as well, he couldn't hold a candle to Brandon in the charm department.",
        "\"Hold up a minute, Adri,\" Michael said.",
        "Hold your horses, Swami.",
        "It took all I could muster to hold it together.",
        "We'll take it nice and slow and hold hands.",
        "Dorothy grabbed fast hold of the buggy top and the boy did the same.",
        "Then he tied a rope around his waist and said to his friends, Take hold of the other end, boys.",
        "To pay for his college education, Borlaug would periodically put his education on hold to find work.",
        "He can sell the certificate, use it as collateral, or hold it for the future.",
        "One man, older than the others present, suddenly pushed forward with a scared and angry look and wanted to seize hold of Dolokhov's shirt.",
        "From the death of Count Bezukhov he did not let go his hold of the lad.",
        "Hard as it may be, I'll tell them all to hold their tongues and will hide it from the count.",
        "She didn't have his cold control; she was the kind of woman who would give herself freely in bed and hold no part of her back.",
        "Let's see how you hold up.",
        "\"Hold the salt, Dust-man,\" Damian warned.",
        "Will you two hold it down for a few minutes?",
        "This people must cease to hold slaves, and to make war on Mexico, though it cost them their existence as a people.",
        "Go and take something, my poor Anna Mikhaylovna, or you will not hold out.",
        "He imagined only important possibilities: \"If the enemy attacks the right flank,\" he said to himself, \"the Kiev grenadiers and the Podolsk chasseurs must hold their position till reserves from the center come up.",
        "The regimental commander and Major Ekonomov had stopped beside a bridge, letting the retreating companies pass by them, when a soldier came up and took hold of the commander's stirrup, almost leaning against him.",
        "Remember this, Princess, I hold to the principle that a maiden has a full right to choose.",
        "At that moment she was oblivious of her surroundings, and from her smiling lips flowed sounds which anyone may produce at the same intervals and hold for the same time, but which leave you cold a thousand times and the thousand and first time thrill you and make you weep.",
        "Prince Andrew longed to snatch up, to squeeze, to hold to his heart, this helpless little creature, but dared not do so.",
        "Anna Mikhaylovna also had of late visited them less frequently, seemed to hold herself with particular dignity, and always spoke rapturously and gratefully of the merits of her son and the brilliant career on which he had entered.",
        "The young fellow on the box jumped down to hold the horses and Anatole and Dolokhov went along the pavement.",
        "\"Our fire is mowing them down by rows, but still they hold on,\" said the adjutant.",
        "The two generals and the adjutant took hold of the field glass, trying to snatch it from one another.",
        "\"Catch hold!\" whispered Gerasim to the porter.",
        "Hold that food while I change.",
        "I guess that's what you meant in the diner when you told me to hold that thought.",
        "They'd bring her back and beg us to hold her while they ran.",
        "\"I recalled all the assassins and put a hold on all soul collections for a week or so,\" Gabe answered.",
        "Would you let me hold her?",
        "One of the wounded, an old soldier with a bandaged arm who was following the cart on foot, caught hold of it with his sound hand and turned to look at Pierre.",
        "Pierre continued, in French, to persuade the officer not to hold that drunken imbecile to account.",
        "Natasha almost shouted, taking hold of both his hands with a passionate movement.",
        "And the Cossacks looked round in surprise at the sound, like the yelp of a dog, with which Denisov turned away, walked to the wattle fence, and seized hold of it.",
        "Now then, catch hold in twos!",
        "Princess Mary, frowning in her effort to hold back her tears, sat beside Natasha, and heard for the first time the story of those last days of her brother's and Natasha's love.",
        "I hold myself responsible for her death.",
        "I knew I'd have to talk to you about it sooner or later, but I didn't want to hold the financial burden of an unplanned pregnancy over your head like a club.",
        "Now there were two problems, both stuck on hold, and out of our hands.",
        "Let's hold off deciding until I speak with Brennan and see what he can do.",
        "Martha asked if she'd like to hold the baby, thrilling Molly further.",
        "Molly continued to hold Clair, even feeding her a bottle as Martha explained the mechanics of capturing mother's milk while the rest of us pretended not to listen.",
        "\"It was a last grasp try to hold the five of us together; for the children,\" I added.",
        "Before I could, the door was kicked open I was grabbed about the neck in a strangle hold that gagged me and a knife jabbed upward under my chin!",
        "Government buildings were converted into silos to hold the abundance, as other countries in the region placed orders for massive amounts of these seeds.",
        "You view it as your duty to protest when people who do not hold to those values gain power.",
        "Hold that thought, as we will return to it.",
        "You would be amused to see me hold a squealing pig in my arms, while Helen feels it all over, and asks countless questions--questions not easy to answer either.",
        "They hold me captive.",
        "Dorothy kept hold of his hand and followed him, and soon they were both walking through the air, with the kitten frisking beside them.",
        "It was the sound I hated more on a telephone that Henri Mancini's version of Theme from Moon Glow or any other top one hundred hits of elevator music was, 'would you please hold'?",
        "There were twenty of them, far more than the small house could hold.",
        "\"I finally got a hold of that auctioneer fellow,\" Fred said.",
        "Hold the rope in both hands.",
        "He tried to hold the flashlight, but he needed both hands to secure the line.",
        "She continued to hold onto him, sobs wracking her body.",
        "She continued to hold him.",
        "She didn't hold a candle to Suzie Clements.",
        "We were the best of buddies, once she got hold of the photo.",
        "He couldn't hold a candle to my real father—the one who was there for me all those years.",
        "\"Putting the cross country hike on hold?\" he asked as he poured a cup of coffee.",
        "He continued to hold it but pointed it downward.",
        "\"You can show me your marking, or I can hold you down and look myself,\" he warned.",
        "He wanted to hold her.",
        "After Tess broke their engagement - at the last minute - there had been no reason for him to hold his end of the bargain... nothing but integrity.",
        "May I hold you?",
        "I just want to hold her for a minute.",
        "Hold Princess in, Carmen.",
        "Maybe she could hold him off until Alex arrived.",
        "Back at the room, she decided to hold Alex's hand while she talked to him.",
        "You know, hold my hand...",
        "I wanted you to hold me, but I was afraid.",
        "Do they hold the Council together?",
        "It felt too natural for him to hold her.",
        "Just … hold me.",
        "Her legs were too weak to hold her, and he lowered her to the ground.",
        "You couldn't defeat me and Hell couldn't hold me.",
        "The vision in her mind made her bones too weak to hold her on their own.",
        "Silence surrounded them, not the good kind, but the heavy kind that made her want to hold her breath lest she break it and all hell erupt.",
        "But you.d hold her down and take her blood.",
        "She craned her head back to hold his silver gaze, a tremor of desire working its way through her.",
        "Drowsiness was beginning to take hold of her.",
        "She could not-- would not-- hold Evelyn responsible for everything.",
        "\"As long as you hold to your end of the bargain,\" she hissed.",
        "\"This won't hold up in-- \" Her last word didn't translate.",
        "The youth showed her how to stand and hold the weapon while the eldest watched with a sharp eye.",
        "\"C'mon, c'mon,\" she whispered desperately, her throat burning with acid as she struggled to hold down her stomach.",
        "The small chamber holding the battle planner was silent, and he waved the computer on, unable to hold himself up any longer.",
        "The moon can hold us, but we'll need food and supplies until the space battle is over.",
        "They just got all excited and had me hold a couple of rooms.",
        "He has no hold on you if you decide you want to live apart.",
        "While he didn't want to hold back important information, neither did he wish to unduly upset the nervous woman any further.",
        "Then you can talk to 'em but I imagine if it was a gift to the museum, they'll be obligated to hold on to the original.",
        "Everyone bent close and examined them as Claire continued to hold them in her hand.",
        "The glossy color photo displayed a concentrated young woman, hand-climbing upside down, across a rock face that looked devoid of any hint of a hand hold.",
        "You trust those to hold you?",
        "It doesn't take much ice to give you a bomber, a firm hold, provide you set your angle right.",
        "Let's go up river a way and you can hold my rope.",
        "She's upstairs now, pissed at me from not agreeing to hold her hand while they—do it.",
        "I'd go out and buy a gun and shoot you in every part of your body that you hold dear and then finish you off right between your eyes.",
        "There is a spring in my step and a note on my lips, until I realize the awful truth of my situation and am forced to hold back my tears.",
        "Dean tried to hold his wife but she pulled away.",
        "Effie Quincy rushed in the door while Dean was drumming his fingers, listening to waltz music on hold.",
        "The words fell from my lips as softly as the tears from my eyes, I so wished the world could know of the love I hold for you.",
        "Dean continued to hold Martha's hand as they walked uptown and found a place open on Seventh Avenue, a couple of blocks from Bird Song.",
        "She continued to hold him about the neck until he slowly pried her arm away and pushed himself to a half-sitting position, her leg still tightly locked over him.",
        "I think places hold the past.",
        "I finally got a hold of him at the airport in Richmond that afternoon.",
        "With shaking hands, he fumbled, affixing what were certainly not approved knots, but he tied enough of them to be confident they would hold.",
        "The whole gang would end up jumping him and he would beat up each and every one, always careful to hold back enough so as not to kill anyone.",
        "Sarah couldn't hold up any longer.",
        "And I have a million questions, you can't hold anything back, I want the whole truth, no more lying, ever.",
        "Ok, but I'm going to hold you to that.",
        "Jackson's instinct encouraged him to hold her and calm himself enough to calm her.",
        "Something to hold on to.",
        "Jackson attempted to hold her, but she pushed him away and glared at him.",
        "The jerk had hold of Elisabeth's arm.",
        "Miriam could no longer hold her tears.",
        "It wasn't only her life that had been on hold.",
        "There was certainly nothing here to hold him, and a little country hick would be the last female he would consider seriously.",
        "His neck darkened, but he continued to hold her hand.",
        "He dropped her hand as if it had suddenly become too hot to hold, and glanced at his watch.",
        "Here. Hold him a minute while I park the trailer and unhitch it.",
        "\"Hold your horses,\" she said, snickering over the pun.",
        "I don't know if a man can understand this, but I want to hold a baby in my arms and know it's a part of me and the man I love.",
        "Especially when she wasn't sure she could hold him.",
        "Hold the shuttle! he called before addressing her again.",
        "She moved to the emerops computer, struggling to hold back tears.",
        "As the PMF commander of the Appalachia Branch, his word would hold, especially when his men heard he'd blown off Donovan's head for hurting her.",
        "Put her in a choke hold.",
        "He should've known better than not to warn Dan what Lana could do if she got a hold of a micro, even if it was Elise's.",
        "They looked barely able to hold her, let alone Brady!",
        "He went limp, and she struggled to hold him up.",
        "I'm not sure your mortal body will hold up much longer down here.",
        "If you loved her enough to destroy the world for her, then you know the pain Kris has been through twice.  Hell cannot hold a candle to that kind of pain.",
        "Hold onto them, Mama.",
        "They're going to hold a memorial service for Byrne at the Catholic Church.",
        "Mr. Mayer did say he was going to talk to them about some sort of advance to hold me over.",
        "Dean thanked her and was about to hang up but she insisted he tell that nice Mr. O'Connor she had called and would hold him to his promise to stop by and see her.",
        "They've got a plate on the sole so your feet don't get numb and they hold on to the pedal better.",
        "\"I'll hold him down for you,\" she said.",
        "It put a hold on our relationship when you found out I couldn't...",
        "He was quiet for a moment, but he never released his hold on her, nor looked at her face.",
        "No one was there to show her how to hold the baby, but the most natural position seemed to be as if she were breast feeding it.",
        "It was an off-the-shoulder style with spaghetti straps to hold up the bodice and a full skirt that made her waist look small.",
        "For a few moments he teased her with light quick kisses, until she captured his neck with her arms and forced him to hold still.",
        "You'll have plenty of opportunities to hold babies after the twins are born.",
        "He jerked on the towel, but she had a tight hold.",
        "Apparently you'll do anything to hold a baby in your arms – even risk your life driving on ice.",
        "I hope you don't hold this against me all the time I'm gone.",
        "They invited Carmen to join, but it was obvious that their skills were far better and she would only hold them back.",
        "\"Come to daddy,\" he whispered, lifting her and shifting her to one arm so he could hold the bottle with the other hand.",
        "\"Hold it, boy,\" Darian warned.",
        "She'd find another man to hold her; she always did.",
        "She'd figure out his weakness and hold onto that knowledge for when she needed it.",
        "It had to hold some great significance to her.",
        "She heard his voice break as her magic took hold of him.",
        "Hold out your hand.",
        "He would hold his duty over his fascination with the immortal world.",
        "If that was what they thought, they'd hold his family hostage in the immortal world.",
        "She strained to keep her hold on the guardsman, even as the other one left the cell and snatched a sword to finish her off.",
        "He may never have the chance to hold his own child.",
        "Girls were too weak to hold the demon at all.",
        "The guards escorted him to a large hold at the center of the city.",
        "Sirian and Rissa led him back to the impressive hold at the center of the city and up a set of stairs to the second level and down a wide hallway.",
        "He reached Rissa and threw himself from his horse, keeping a hold of the reins as he smashed blows into one of the three facing her.",
        "He said nothing but shifted to hold both her hands in one of his.",
        "She'd survived another time, but she couldn't count on fate favoring her much longer, not when madness had begun to take its hold of her.",
        "She made no move to pull free despite his loose hold.",
        "He left her at the entrance to the city's hold, and she continued to her chambers unimpeded.",
        "The walls will hold, and as Rissa knows, Memon's forces are not yet large enough to threaten us.",
        "No attack would reach the city's hold, but the sight confirmed Memon was not baiting the kingdom.",
        "Hilden's gruff voice broke into her thoughts as he trotted out of the hold into the street.",
        "\"Do we have enough men to hold the southern wall?\" she asked.",
        "Their ways parted at the hold.",
        "A messenger sought him out the moment he sat with a hunk of bread and ale, ordering him back to the hold with no explanation.",
        "The main chamber of the hold was as disorganized as the battle was organized.",
        "She left the hold and stole away to the north gate.",
        "The attack on the eastern wall is this evening; we can't hold the city.",
        "With most of the men securing the southern wall, they couldn't hold the eastern wall, too.",
        "The guards hauled her to her feet and through the hold.",
        "The guards led her into the streets and behind the hold.",
        "He held it against his arm and trotted through the hold, down stairwells until the familiar must of the underground slowed his step.",
        "The walls are made of the demon's magic, and Rissa's armies are too far south to hold the city.",
        "They set a fast pace toward the hold, where they separated.",
        "He struck off toward the hold at the center of the city, where Memon would be.",
        "Memon's voice greeted him as he entered the hold.",
        "Memon inspected the hold and the city until late afternoon, when the scent of roasting meat wafted from the massive kitchens behind the hold through the city.",
        "Vara didn't send word, and only pages ran between their group and the main hold or Memon's armies.",
        "He left through the servant's door and rushed through the hold to the dungeon.",
        "With a quick look around, he breathed another calming breath and then ran to the hold.",
        "Her broken body clenched in his arms, Taran staggered up the stairs and raced through the hold, shouting at people who got in his way.",
        "Fires ignited near the south gate as his men attacked groups of Memon's advisors and the warriors that had been invited into the hold for the feast.",
        "He followed Hilden silently through the hold to the dungeon, drawing his sword as they neared the door.",
        "Jonathan was poised to enter his teens in style and a deformed left arm wasn't going to hold him back.",
        "Alex continued to hold out his hand until Candice accepted it.",
        "Tie that rope to my saddle and hold my horse.",
        "Maybe you should hold off awhile until your shoulder gets better.",
        "The climate in the south at this time of the year was probably hot, but surely it couldn't hold a candle to the week she had spent in the desert.",
        "Selecting a pair of shorts and a halter-top to wear around the house, she searched for something to hold the hair off the back of her neck.",
        "The roll of twine was getting small, and it was a nuisance to hold the spool while trying to turn pages, so she unrolled the rest of the twine and tied the end around her waist.",
        "So you hold the women responsible?",
        "I hold men to blame.",
        "Hold your horses before you wind up with a run away team.",
        "Then you will lose the only other thing you hold dear.",
        "I'm sorry I wasn't able to get a hold of you last night, the nurse said with an expectant look.",
        "The kind of body that was strong enough to hold and protect her from the freaky dream she'd stumbled into this week.",
        "Xander pretending to bite her neck while she lay on top of him, the two of them spooning, even one where the massive man straddled her and pretended to hold her down.",
        "\"Hold that pose, Xander,\" the man on top of her whispered.",
        "\"Hold that pose, Xander,\" Laurencio directed.",
        "The more you fight, the longer I hold you.",
        "His other arm went around her to hold her against him.",
        "Irritated with her, he took her arm to hold her back.",
        "You put your life on hold.",
        "Put finishing college on hold for awhile, she said without any sign of resentment.",
        "Another bull the same day gave him the right to hold all his benefices with the bishopric.",
        "Chicheley now became the subject of a leading case, the court of king's bench deciding, of ter arguments reheard in three successive terms, that he could not hold his previous benefices with the bishopric, and that, spite of the maxim Papa potest omnia, a papal bull could not supersede the law of the land (Year-book ii.",
        "In the same year the Lutheran reformation took hold of him, and he began to issue appeals in prose and verse against the Mass and against the pope as antichrist.",
        "By his writings he maintained his hold on his numerous followers in Holland and Friesland.",
        "The physical divisions of the Mediterranean given above hold good in describing the form of the sea-bed.",
        "He permitted laymen to hold certain public offices, under surveillance of the prelates, organized a guard from among the Roman nobility, decreed a plan for redeeming the base coinage, permitted the communes a certain degree of municipal liberty, and promised the liquidation of the public debt.",
        "Only I felt that faith was laying hold of me - by the heart, as I had wished it.",
        "It is possibly for the purpose of feeding on parasitic mites that book-scorpions lodge themselves beneath the wing-cases of large tropical beetles; and the same explanation, in default of a better, may be extended to their well-known and oft-recorded habit of seizing hold of the legs of horse-flies or other two-winged insects.",
        "A woman's right to hold, manage and acquire property is not affected by marriage, except that unless she lives apart from her husband, she may not mortgage or convey real estate without his consent.",
        "Apotheosis can mean nothing to those who hold that a man may be reborn as a god, but still needs redemption, and that men on earth may win redemption, if they are brave enough.",
        "Herbert Spencer) hold that most gods are deified men, and most myths historical traditions which have been grotesquely distorted.",
        "It is evident from the fact of thirteen inhabitants being allowed to hold the manor that the town had some kind of incorporation in the 17th century, although its incorporation charter was not granted until 1899, when it was created a municipal borough.",
        "Occasionally, however, he appears to hold a brief for the defence, and, though the picture is comparatively true, this Life (1871) should be read with caution.",
        "Traill professes to hold the scales equally.",
        "The original land-holding aristocracy, which had probably initiated and for a time monopolized commerce, was partly supplanted by prosperous upstarts, and with the general increase of prosperity began to lose its hold upon the community of artisans.",
        "Regis was constrained to hold back for ten years his System of Philosophy; and when it did appear, in 1690, the name of Descartes was absent from the title-page.",
        "In England Cartesianism took but slight hold.",
        "His father died when he was three, his mother when he was only seven, and he grew up in a brutal and degrading environment where he learnt to hold human life and human dignity in contempt.",
        "Many authorities hold that the original Prytaneum of the Cecropian city must have been on the Acropolis.",
        "The Persian fleet in vain endeavoured to relieve it, and Miletus did not long hold out against Alexander's attack.",
        "A Persian fleet still held the sea, but it effected little, and presently fresh Graeco-Macedonian squadrons began to hold it in check.",
        "He was through the Cicilian Gates before the Persian king, Darius III., had sent up a force adequate to hold them.",
        "They are harmless and inoffensive creatures, offering no resistance when caught; their principal means of escape being the extraordinary rapidity with which they burrow in the ground, and the tenacity with which they retain their hold in their subterranean retreats.",
        "They possessed in Cyprus a kingdom, in which they had vindicated for themselves a stronger hold over their feudatories than the kings of Jerusalem had ever enjoyed, and in which trading centres like Famagusta flourished vigorously.",
        "HEATHEN, a term originally applied to all persons or races who did not hold the Jewish or Christian belief, thus including Mahommedans.",
        "krene-te) who form a council and, like the baryaktar, hold their office by hereditary right; they preside over the assemblies of the tribesmen, which exercise the supreme legislative power.",
        "The tank should be of a size to hold not less than a twentieth part of the total amount of water held in the system.",
        "As followers rapidly increased they were compelled to hold their own Sunday services, and this naturally led them to appoint as preachers godly laymen possessing the gift of exhortation.",
        "Churches which are organized on Presbyterian principles and hold doctrines in harmony with the reformed confessions are eligible for admission to the alliance.",
        "The silk fabrics of France hold the first place, particularly the more expensive kinds.",
        "Leather.Tanning and leather-dressing are widely spread industries, and the same may be said of the manufacture of boots and shoes, though these trades employ more hands in the department of Seine than elsewhere; in the manufacture of gloves Isre (Grenoble) and Aveyron (Millau) hold the first place amongst French departments.",
        "Amongst imports raw materials (wool, cotton and silk, coal, oilseeds, timber, &c.) hold the first place, articles of food (cereals, wine, coffee, &c.) and manufactured goods (especially machinery) ranking next.",
        "The attention he had paid to chemistry in the earlier part of his career enabled him to hold his own in this position, but he found his work more congenial when in 1887 he was transferred to the professorship of physics.",
        "Thus for the 7th, 14th, 21 st, 28th and also the 19th days of the intercalary Elul it is prescribed that \"the shepherd of many nations is not to eat meat roast with fire nor any food cooked by fire, he is not to change the clothes on his body nor put on gala dress, he may not bring sacrifices nor may the king ride in his chariot, he is not to hold court nor may the priest seek an oracle for him in the sanctuary, no physician may attend the sick room, the day is not favourable for invoking curses, but at night the king may bring his gift into the presence of Marduk and Ishtar.",
        "This element was introduced via Torres Strait, and spread down the Queensland coast to portions of the New South Wales littoral, and also round the Gulf of Carpentaria, but has never been able to obtain a hold in the more arid interior.",
        "In disposition the Australians are a bright, laughter-loving folk, but they are treacherous, untruthful and hold human life cheaply.",
        "Their nets, made by women, either of the tendons of animals or the fibres of plants, will catch and hold the kangaroo or the emu, or the very large fish of Australian rivers.",
        "Cook examined the bay in the pinnace, and landed several times; but by no endeavour could he induce the natives to hold any friendly communication with him.",
        "The water was rising so rapidly in the hold that with four pumps constantly going the crew could hardly keep it in check.",
        "The judicial powers are vested in a high court and other federal courts, and the federal judges hold office for life or during good behaviour.",
        "In February 1574 the Spaniards by the fall of Middleburg lost their last hold upon Walcheren and Zeeland.",
        "Matthias was to be the nominal ruler, he himself with the title of lieutenantgeneral to hold the reins of power.",
        "In his attitude towards Arabi, the would-be saviour of Egypt, Abd-ul-Hamid showed less than his usual astuteness, and the resulting consolidation of England's hold over the country contributed still further to his estrangement from Turkey's old ally.",
        "A married woman may hold her separate property, carry on business, sue and be sued the same as if she were single, except that in conveying or mortgaging her real estate she must be joined by her husband.",
        "He would lay hold of anything \"if it had but the force of authority,\" rather than have none.",
        "In 1243 he was obliged to cede to Venice, Zara, a perpetual apple of discord between the two states; but he kept his hold upon Spalato and his other Dalmatian possessions, and his wise policy of religious tolerance in Bosnia enabled Hungary to rule that province peaceably for many years.",
        "An attempt to hold a public procession of the Host in connexion with the Eucharistic Congress at Westminster in 1908, however, was the signal for the outburst of a considerable amount of opposition, and was eventually abandoned owing to the personal intervention of the prime minister.",
        "He could acquire property and even hold other slaves.",
        "The Code recognizes complete private ownership in land, but apparently extends the right to hold land to votaries, merchants (and resident aliens?).",
        "When ordered abroad they could nominate a son, if capable, to hold the benefice and carry on the duty.",
        "The creditor could only hold a wife or child three years as mancipium.",
        "If we suppose the cable interrupted at any place, and both sides of the gap earthed by connexion to plates, then the same conditions will still hold.",
        "The corporation of Glasgow having persisted in its efforts to obtain a licence, the Treasury appointed Sheriff Andrew Jameson (afterwards Lord Ardwall) a special commissioner to hold a local inquiry in Glasgow to report whether the telephone service in that city was adequate and efficient and whether it was expedient to grant the corporation a licence.",
        "If for no other reason than the prominent place they hold in art, it would not be right to pass by the Stigmata without a special mention.",
        "Below this the watershed of the Apennines is too near to the sea on that side to allow the formation of any large streams. Hence the rivers that flow in the opposite direction into the Adriatic and the Gulf of Taranto have much longer courses, though all partake of the character of mountain torrents, rushing down with great violence in winter and after storms, but dwindling in the summer into scanty streams, which hold a winding and sluggish course through the great plains of Apulia.",
        "Vercelli Alessandria della Paglia, Biella, Casale, Mnnfprr,itn, Nnvsrs Vow~,~n Twelve archbishops and sixty-one bishops are independent of all metropolitan supervision, and hold directly of the Holy See.",
        "It should also here be noticed that the changes introduced into the holding of the fiefs, whether by altering their boundaries or substituting Frankish for Lombard vassals, were chief among the causes why the feudal system took no permanent hold in Italy.",
        "the in.vestiture of all present and future conquests in Apulia, Calabria and Sicily, which he agreed to hold as fiefs of the Holy See.",
        "datory expeditions of Bertrand du Poiet and Robert of Geneva were as ineffective as the descents of the emperors; and, though the cardinal Albornoz conquered Romagna and the March in 1364, the legates who resided in those districts were not long able to hold them against their despots.",
        "After a short but eventful career, the influence of which was long effective, he lost his hold upon the citizens.",
        "But after his death in 1715 the republic relaxed her hold upon his conquests.",
        "These various movements proved in the first place that the masses were by no means ripe for revolution, and that the idea of unity, although now advocated by a few revolutionary leaders, was far from being generally accepted even by the Liberals; and, secondly, that, in spite of the indifference of the masses, the despotic governments were unable to hold their own without the assistance of foreign bayonets.",
        "The Sacred College having decided to hold the conclave abroad, Crispi assured them of absolute freedom if they remained in Rome, or of protection to the frontier should they migrate, but warned them that, once evacuated, the Vatican would be occupied in the name of the Italian government and be lost to the Church as headquarters of the papacy.",
        "through a misunderstanding continued to hold Amba Alagi, was almost annihilated by the Abyssinian vanguard of 40,000 men.",
        "In spite of its majority the Giolitt cabinet, realizing that it had lost its hold over the country resigned in March 1905.",
        "Mill tried to reconcile criminal law and its punishments with his very hard type of determinism by saying that law was needed in order to weight the scale, and in order to hold out a prospect of penalties which might deter from crime and impel towards good citizenship, so Paley held that virtue was not merely obedience to God but obedience \" for 1 Criticism of the scheme, from the point of view of an idealist theism, will be found in John Caird's Introduc to the Phil.",
        "At least, idealist philosophy will hold that the substance if not the form of the argument is sound 4 though the question of its interpretation remains.",
        "In this instance it may happen that the work of intelligence has only been mimicked in nature by blind forces which have accidentally produced organic life; and Mill is disposed to hold that if the evolution of species should be clearly established as due to natural law - if there has been no creation by special interposition - the argument falls to the ground and theism (apparently) is lost.",
        "His extreme sensitiveness and hatred of pain constrained Mill to hold that, if a good God exists, he cannot possess infinite power.",
        "It is reasonable to hold that the supreme personality is the only fully personal being, while ours is a broken and imperfect personality, hindered by the Non-ego which in other ways helps it.",
        "declared that the sheriffs and other officers of the king must not hold the pleas of the crown.",
        "(b) Tentacles capitate, simple; type of Coryne and Syncoryne; Myriothela is an aberrant form with some of the tentacles modified as \" claspers \" to hold the ova.",
        "Edgar, in a speech to St Dunstan and the bishops in synod (in 969), said, \"I hold in my hands the sword of Constantine, you that of Peter.",
        "They are branches in which a perennial Fungus (Aecidium, Exoascus, &c.) has obtained a hold.",
        "Many observers hold the view that the chromosomes are pulled apart by the contraction of the fibres to which they are attached.",
        "Those of warmer countries cannot be cultivated in British gardens without protection from the rigours of winter; still less are they able to hold their own unaided in an unfavourable climate.",
        "Peucestas, the new satrap of Persis, followed the example of Alexander, and thus gained a strong hold on his subjects (Diod.",
        "Sclater have been found to hold good for a large number of groups of animals as different in their mode of life as birds and mammals, and they may thus be accepted as based on nature.",
        "In these African campaigns Sulla showed that he knew how to win the confidence of his soldiers, and throughout his career the secret of his success seems to have been the enthusiastic devotion of his troops, whom he continued to hold well in hand, while allowing them to indulge in plundering and all kinds of excess.",
        "The Sunnis hold that this mandi has not yet appeared.",
        "After the congress he continued to hold the post of minister for foreign affairs, but lived chiefly abroad, and resigned formally in 1882, when he was succeeded by M.",
        "The remote descendant of a duke, even though he may chance to be heir presumptive to the dukedom, is in no way distinguished from any other gentleman; it is even possible that he may not hold the social rank of gentleman.",
        "The idea laid hold of him of reviving the spirit of his countrymen by imbuing them with the thoughts of the great Greek writers.",
        "So in Scotland, Thomas Erskine and Thomas Chalmers - the latter in contradiction to his earlier position - hold that the doctrine of salvation, when translated into experience, furnishes \" internal evidence \" - a somewhat broader use of the phrase than when it applies merely to evidence of date or authorship drawn from the contents of a book.",
        "Hence we find that beetles of some kind can hold their own anywhere on the earth's surface.",
        "The fore-legs of many male dyticids have the three proximal foot-segments broad and saucer-shaped, and covered with suckers, by means of which they secure a firm hold of their mates.",
        "His property was confiscated and sold by auction, but in his absence the strife between the Plain and the Coast was renewed, and Megacles, unable to hold his own, invited him to return.",
        "Byzantine territory, threatened Constantinople with a fleet of small craft, obtained as consort for one of their princes, Vladimir I, (q.v.), a sister of the Byzantine emperor on condition of the prince becoming a Christian, adopted Christianity for themselves and their subjects, learned to hold in check the nomadic hordes of the steppe, and formed matrimonial alliances with the reigning families of Poland, Hungary, Norway and France.",
        "Subsequently, by obtaining from the Tsungli-Yaman a long lease of Port Arthur and Talienwan and a concession to unite those ports with the Trans-Siberian by a branch line, she tightened her hold on that portion of the Chinese empire and prepared to complete the work of aggression by so-called \" spontaneous infiltration.\"",
        "The ordinary laws, too, had been suspended; the fining and confiscation of newspapers had been resumed, and the \" Cadets \" had been forbidden to hold a congress.",
        "The keys which hold the rail in the chairs are usually of oak and are placed outside the rails; the inside position has also been employed, but has the disadvantage of detracting from the elasticity of the road since the weight of a passing train presses the rails up against a rigid mass of metal instead of against a slightly yielding block of wood.",
        "In all countries passenger trains must vary in weight according to the different services they have to perform; suburban Weight trains, for example, meant to hold as many pas ah d sengers as possible, and travelling at low speeds, do not weigh so much as long-distance expresses, which include dining and sleeping cars, and on which, from considerations of comfort, more space must be allowed each occupant.",
        "In Great Britain the mineral trucks can ordinarily hold from 8 to io tons (long tons, 2240 lb), and the goods trucks rather less, though there are wagons in use holding 12 or 15 tons, and the specifications agreed to by the railway companies associated in the Railway Clearing House permit private wagon owners (who own about 45% of the wagon stock run on the railways of the United Kingdom) to build also wagons holding 20, 30, 40 and 56 tons.",
        "On the continent of Europe the average carrying capacity is rather higher; though wagons of less than io tons capacity are in use, many of those originally rated at io tons have been rebuilt to hold 15, and the tendency is towards wagons of 15-20 tons as a standard, with others for special purposes holding 40 or 45 tons.",
        "The saving of cost is effected in two ways: (I) Instead of having to incur the expenses of a protracted inquiry before parliament, the promoters of a light railway under the act of 1896 make an application to the light railway commissioners, who then hold a local inquiry, to obtain evidence of the usefulness of the proposed railway, and to hear objections to it, and, if they are satisfied, settle the draft order and hand it over to the Board of Trade for confirmation.",
        "It had taken more hold in its original home in the United States of America, and thence it has spread in some degree to most Christian countries.",
        "The Arunta hold that the spirits of kangaroos are expelled by human blood from certain rocks.",
        "But this scattered and heterogeneous empire required a large standing army and a strong central government to hold it together.",
        "We therefore hold that the law of the seventh-day Sabbath goes back to the Mosaic age.",
        "In Scotland, as might be supposed from the nature of the country, the wolf maintained its hold for a much longer period.",
        "The perennial lakes, such as those just described, hold their waters for years and perhaps centuries; but the ephemeral lakes usually evaporate in the course of the summer.",
        "Letters and writings of his own (1527-1528) proved him to hold strongly anti-Lutheran heresies, and both Catholics and Lutherans urged the duke of Liegnitz to dismiss him.",
        "But these were dreams which did not hold him long, and he would have been scandalized had he known that his name was subsequently used as the emblem of a political and religious party.",
        "When the World War broke out his attitude was favourable to the absolute neutrality of Italy, believing that his country's interests lay in not siding with either group of belligerents, and on the eve of Italian intervention he made an attempt, by using his personal hold over the Parliamentary majority, to upset the Salandra Cabinet, but it was frustrated by an uprising of public opinion in favour of war.",
        "He succeeded in forming a Cabinet which comprised a number of non-Giolittians of all parties, but only a few of his own \"old guard,\" so that he won the support of a considerable part of the Chamber, although the Socialists and the Popolari (Catholics) rendered his hold somewhat precarious.",
        "Worship is simpler at the smaller shrines than at the more famous temples; and, as the rulers are the patrons of the religion and are brought into contact with the religious personnel, the character of the social organization leaves its mark upon those who hold religious and judicial functions alike.",
        "That one man should hold both offices was indeed against the example of Moses, and could only be admitted as a temporary concession to necessity.",
        "When Jerusalem was taken, the Sicarii still continued to hold three strongholds: one - Masada - for three years.",
        "(439) under penalty of a heavy fine, Jews were forbidden to hold Christian slaves under pain of death (423).",
        "The caliph Omar initiated in the 7th century a code which required Christians and Jews to wear peculiar dress, denied them the right to hold state offices or to possess land, inflicted a poll-tax on them, and while forbidding them to enter mosques, refused them the permission to build new places of worship for themselves.",
        "They were allowed to hold land and were encouraged to become - what their ubiquity qualified them to be - the merchant princes of Europe.",
        "At the end of the 12th century was established the \" exchequer of the Jews,\" which chiefly dealt with suits concerning money-lending, and arranged a \" continual flow of money from the Jews to the royal treasury,\" and a so-called \" parliament of the Jews \" was summoned in 1241; in 1275 was enacted the statute de Judaismo which, among other things, permitted the Jews to hold land.",
        "These functionaries also hold monthly sessions in the various communes.",
        "Acting on the constitutional principle that the king's right to convene did not interfere with the church's independent right to hold assemblies, they sat till the 10th of December, deposed all the Scottish bishops, excommunicated a number of them, repealed all acts favouring episcopacy, and reconstituted the Scottish Kirk on thorough Presbyterian principles.",
        "No charter has been found, but a judgment given under a writ of quo warranto in 1578 confirms to the burgesses freedom from toll, passage and pontage, the tolls and stallage of the quay and the right to hold two fairs - privileges which they claimed under charters of Baldwin de Redvers and Isabel de Fortibus, countess of Albemarle, in the 13th century, and Edward Courtenay, earl of Devon, in 1405.",
        "This was a candle of very large dimensions, set in a candlestick big enough to hold it, which was usually placed on the north side, just below the first ascent to the high altar.",
        "Thus we find dictators destined to hold the elections, to make out the list of the senate, to celebrate games, to establish festivals, and to drive the nail into the temple of Jupiter - an act of natural magic which was believed to avert pestilence.",
        "Under the revised code (1905) a wife may hold property which she had acquired before marriage free from any obligation of her husband, but in general she is not permitted to make contracts affecting either her personal or real estate without the written consent of her husband.",
        "Sharp to hold the maggots between their mandibles and induce them to spin together the leaves of trees from which they form their shelters, as the adult ants have no silk-producing organs.",
        "Some authorities hold that Egyptian civilization came from Babylonia, and that the so-called Hamitic languages are older and less specialized members of the Semitic family.",
        "Some authorities hold that Peruvian civilization had no connexion with the north and was an entirely indigenous product, but Kechua is in structure not unlike the agglutinative languages of central and northern Asia.",
        "The \" cave \" is also spoken of as a \" hold \" or fortress, and this is everywhere the true reading.",
        "But notwithstanding this, the relation is broken off, and years elapse before David gains hold upon the Hebrews of north Israel, the weakness of the union being proved by the ease with which it was subsequently broken after Solomon's death.",
        "5-9 do not arise necessarily from motives of revenge; a young and untried sovereign could not courage which enabled him to hold an even and noble course in the face of dangers and treachery.",
        "On the accession of her brother Edward, Ã†thelflaed and her husband continued to hold Mercia.",
        "The property was acquired by Sir Christopher Hatton, Lord Chancellor under Queen Elizabeth, after whom Hatton Garden is named; though the bishopric kept some hold upon it until the 18th century.",
        "Before the end of that year he obtained from the pope a dispensation to hold two livings in conjunction with Limington, and Archbishop Deane of Canterbury also appointed him his domestic chaplain.",
        "He arrogated to himself the privileges of royalty, made servants attend him upon their knees, compelled bishops to tie his shoelatchets and dukes to hold the basin while he washed his hands, and considered it condescension when he allowed ambassadors to kiss his fingers; he paid little heed to their sacrosanct character, and himself laid violent hands on a papal nuncio.",
        "He continued to hold the nominal command by the wish of the king, but his active service was now over.",
        "in 1227 granted to \"the mayor and good men\" of Grimsby, that they should hold the town for a yearly rent of fill, and confirmed the same in 1271.",
        "It is perhaps only when he is using Orosius that we can hold Jordanes to have borrowed directly.",
        "The peasantry preserve a grave and quiet demeanour, but they have their humble ideas of gaiety, and hold their gatherings on occasions of births or marriages.",
        "In the war which preceded this peace (generally known as the Thirty Years' War) Alsace had been so terribly devastated by the Swedes and the French that the German emperor found himself unable to hold it.",
        "The clergy having thus another authority, and one moreover more canonical, to appeal to, the power of the archdeacons gradually declined; and, so far as the Roman Catholic Church is concerned, it received its death-blow from the council of Trent (1564), which withdrew all matrimonial and criminal causes from the competence of the archdeacons, forbade them to pronounce excommunications, and allowed them only to hold visitations in connexion with those of the bishop and with his consent.",
        "It is his especial duty to inspect the churches within his archdeaconry, to see that the fabrics are kept in repair, and to hold annual visitations of the clergy and churchwardens of each parish, for the purpose of ascertaining that the clergy are in residence, of admitting the newly elected churchwardens into office, and of receiving the presentments of the outgoing churchwardens.",
        "They are in error who hold the opinion that the negligence and bad husbandry of the former owner is good for his successor.",
        "In John Houghton's Collections on Husbandry and Trade, a periodical work begun in 1681, there is one of the earliest notices of turnips being eaten by sheep:\" Some in Essex have their fallow after turnips, which feed their sheep in winter, by which means the turnips are scooped, and so made capable to hold dews and rain water, which, by corrupting,; _ mbibes the nitre of the air, and when the shell breaks it runs about and fertilizes.",
        "This society early began td hold a great show of live stock, implements, &c. In 1842 certain Midlothian tenant-farmers had the merit of originating an Agricultural Chemistry Association (the first of its kind), by which funds were raised for the purpose of conducting such investigations as the title of the society implies.",
        "In the subsequent years the principle, which had already made great progress in Ireland, began to obtain a hold in England and Wales, where, in 1906, there were 145 local co-operative societies with a turn-over of £350,000.",
        "The Hackney Horse Society and the Hunters' Improvement Society are conducted on much the same lines as the Shire Horse Society, and, like it, they each hold a show in London in the spring of the year and publish an annual volume.",
        "In the campaign of 1304, when Edward renewed his attempt on Scotland and reduced Stirling, Bruce supported the English king, who in one of his letters to him says, \"If you complete that which you have begun, we shall hold the war ended by your deed and all the land of Scotland gained.\"",
        "The Scottish bowmen followed up this advantage, and the fight became general; the English horse, crowded into too narrow a space, were met by the steady resistance of the Scottish pikemen, who knew, as Bruce had told them truly, that they fought for their country, their wives, their children, and all that freemen hold dear.",
        "In matters of religion she at first tried to hold the balance between the Catholic and Protestant factions and allowed the Presbyterian preachers the practice of their religion so long as they refrained from public preachings in Edinburgh and Leith.",
        "The successful course of the campaign and the large sums which he sent from Italy to the French exchequer served to strengthen his hold over the Directors, and his constructive policy grew more decided.",
        "The coup d'etat was favourable to Bonaparte; it ensured his hold over the Directors and enabled him to impose his own terms of peace on Austria; above all it left him free for the prosecution of his designs in a field of action which now held the first place in his thoughts - the Orient.",
        "Though for the present the Sultan regained his hold upon Egypt, yet in reality Bonaparte set in motion forces which could not be stayed until the ascendancy of one or other of the western maritime powers in that land was definitely decided.",
        "They might be consulted by the prefect or sub-prefect; but they had no hold over him.",
        "His own violations of the treaties of Luneville and Amiens were overlooked; and in particular men forgot that the weakening of the Knights of St John by the recent confiscation of their lands in France and Spain, and the protracted delay of Russia and Prussia to guarantee their tenure of power in Malta, furnished England with good reasons for keeping her hold on that island.",
        "France had subjected half the continent; but her hold on Spain was weakened by Wellington's blow at Salamanca; and now Frenchmen heard that their army in Russia was \"dead.\"",
        "But he was not qualified to hold his own in the intrigues of court and parliament in London.",
        "They hold in their hands books turned upside down, and pretend to read through spectacles in which for glass have been substituted bits of orange-peel.\"",
        "In order to hold these possessions, she borrowed from the Franks the feudal system, and granted fiefs in the Greek islands to her more powerful families, on condition that they held the trade route open for her.",
        "Venice had already established a tentative hold on the immediate mainland as early as 1339.",
        "She established her hold permanently on Verona and Vicenza, and acquired besides both Brescia and Bergamo; and later she occupied Crema.",
        "But long and exhausting wars were entailed upon her for the maintenance of her hold.",
        "The emperor Maximilian failed to make good his hold on Padua, and was jealous of the French.",
        "The property rights of husband and wife are nearly equal; a wife may hold her property the same as if single, and a widower or a widow is entitled to the use for life of one-third of the real estate of which his or her deceased consort was seized at the time of his or her death.",
        "As a natural result of this belief we find the view that the operations of nature are conducted by a multitude of more or less obedient subordinate deities; thus, in Portuguese West Africa the Kimbunda believe in Suku-Vakange, but hold that he has committed the government of the universe to innumerable kilulu good and bad; the latter kind are held to be far more numerous, but Suku-Vakange is said to keep them in order by occasionally smiting them with his thunderbolts; were it not for this, man's lot would be insupportable.",
        "Grote and others hold that six thousand had to be given against one person before he was ostracized, but it seems unlikely that the attendance at the Ecclesia ever admitted of so large a vote against one man, and the view is contradicted by Plut.",
        "Two Boston periodicals (one no longer so) that still hold an exceptional position in periodical literature, the North American Review (1815) and the Atlantic Monthly (1857), date from this period.",
        "Most remarkable of all, the Roman Catholic churches, in this strong, hold of exiled Puritanism where Catholics were so long under the heavy ban of law, outnumber those of any single Protestant denomination; Irish Catholics dominate the politics of the city, and Protestants and Catholics have been aligned against each other on the question of the control of the public schools.",
        "Perhaps the most rudimentary form of snare arose from the spinning of threads round the mouth of the tube to hold it in place.",
        "When an insect strikes the web the spider loosens his hold of the trap-line, thus enveloping the victim in a tangle of threads which would otherwise not come into contact with it.",
        "Sometimes, as in Pholcus, it is merely a thin network of silk just sufficient to hold the eggs together.",
        "The absolute and ultimate owner of all land is the crown, and the highest interest that a subject can hold therein - viz.",
        "at the will of both, for if a demise be made to hold at the will of the lessor, the law implies that it is at the will of the lessee also and vice versa.",
        "The risks of anticipating are carried by those who create or hold \" futures \" without a hedge.",
        "For example, after the size of 1904-1905 crops became known, and the Americans attempted to hold back cotton, the \" points on \" for many qualities rose considerably owing to artificial scarcity, though the price of cotton, as indicated by \" spot,\" remained low.",
        "His eloquence had a great hold upon the masses.",
        "The men now take hold of the bull-wheels and draw up the slack until the sinker-bar rises, the ' play ' of the jars allowing it to come up 13 in.",
        "Unhappily, clinging to the conviction that all the lands which the crusaders would traverse were the \"lost provinces\" of his empire, he induced the crusaders to do him homage, so that, whatever they conquered, they would conquer in his name, and whatever they held, they would hold by his grant and as his vassals.",
        "The opposition was successful: by 1233 Frederick had lost all hold on Cyprus, and only retained Tyre in his own kingdom of Jerusalem.",
        "The French kings are all crusaders - in name - until the beginning of the Hundred Years' War; but the only crusader who ever carried war in Palestine and sought to shake the hold of the Mamelukes on the Holy Land was Peter I., king of Cyprus from 1359 to 1369.",
        "Palestine, being less shut in and enjoying a comparatively large general rainfall, would be still a land \" flowing with milk and honey \" had its forests not been destroyed, and the terracing, which used to hold up soil on the highlands, been maintained.",
        "It is impossible here to follow in detail the numerous changes in the distribution of the territory and the gradual disappearance of particular dynasties which maintained a footing for some time longer in Chalcis, Abila, Emesa and Palestine; but it is of special interest to note that the kingdom of the Arab Nabataeans was able to keep its hold for a considerable period on the north as far as Damascus.",
        "Epidemics of smallpox and typhoid occur; and leprosy, imported from the Orange River and Cape Colonies, has taken firm hold on the Basuto, of whom about 9r per too() are sufferers from this disease.",
        "The land is wholly in the possession of the natives, who hold it on the communal system.",
        "The expedition was by no means a success, but Moshesh, with that peculiar statecraft for which he was famous, saw that he could not hope permanently to hold out against the British troops, and followed up his successful skirmishes with General Cathcart by writing him a letter, in which he said: \"As the object for which you have come is to have a compensation for Boers, I beg you will be satisfied with what you have taken.",
        "The three judges of the Supreme Court and the seven of the circuit court serve for six years, those of the county courts for four years, and justices of the peace (one for each justice district, of which the county commissioners must form at least two in each county) hold office for four years.",
        "The solidification is a very gradual process, depending, of course, for its completion on the size of the block; but before cutting into bars it is essential that the whole should be set and hardened through and through, else the cut bars would not hold together.",
        "They will hold their arms over their heads until the muscles atrophy, will keep their fists clenched till the nails grow through the palms, will lie on beds of nails, cut and stab themselves, drag, week after week, enormous chains loaded with masses of iron, or hang themselves before a fire near enough to scorch.",
        "He had lost his hold upon Pennsylvania and his support in the house, while a cabal in the senate, bitterly and personally hostile to the treasury, crippled the administration and reduced every government measure to mere inanity.",
        "He devoted himself to ascetic practices, confined himself to the society of churchmen, and resigned the chancellorship in spite of a papal dispensation (procured by the king) which authorized him to hold that office concurrently with the primacy.",
        "The native archaeologists of the present day hold a recognized position in the scientific world; the patriotic sentiment of former times, which prompted their zeal but occasionally warped their judgment, has been merged in devotion to science for its own sake, and the supervision of excavations, as well as the control of the art-collections, is now in highly competent hands.",
        "Frazer maintains the hitherto current theory that the earlier temple of Athena and Erechtheus was on the site of the Erechtheum; that the Erechtheum inherited the name apXa ios veclis from its predecessor, and that the \" opisthodomos \" in which the treasures were kept was the west chamber of the Parthenon; Furtwangler and Milchh6fer hold the strange view that the \" opisthodomos \" was a separate building at the east end of the Acropolis, while Penrose thinks the building discovered by Dorpfeld was possibly the Cecropeum.",
        "Fever laid hold of him, and he died somewhat suddenly on the 31st of July 1556, without receiving or asking for the last sacraments.",
        "We parallel it with the Arthurian story, and hold that, just as there was probably a real Arthur, however different from the hero of the trouveres, so there was a real Hood, however now enlarged and disguised by the accretions of legend.",
        "Its political leaders in the House of Delegates are restive under the control exercised by the Executive Council, but an attempt to hold up necessary appropriations resulted in the passage in July 1909 of an act continuing the appropriations of the previous year, whenever for any cause the lower house fails to pass the necessary financial legislation.",
        "He was at Warsaw when his master died in 1733, and he secured a hold on the confidence of the electoral prince, Frederick Augustus, who was at Dresden, by laying hands on the papers and jewels of the late ruler and bringing them promptly to his successor.",
        "Hold a small portion of the substance moistened with hydrochloric acid on a clean platinum wire in the fusion zone' of the Bunsen burner, and note any colour imparted to the flame.",
        "Eliminating a and b between these relations, we derive P k V k /Tk= 8R, a relation which should hold between the critical constants of any substance.",
        "The most direct manner in which to test any property for additive relations is to determine the property for a number of elements, and then investigate whether these values hold for the elements in combination.",
        "These values hold fairly well when compared with the experimental values determined from other compounds, and also with the molecular volumes of the elements themselves.",
        "While certain additive relations hold between some homologous series, yet differences occur which must be referred to the constitution of the molecule.",
        "This value does not hold in the case of r - ?",
        "In 1327 the opponents of the Beghards laid hold of certain propositions contained in Eckhart's works, and he was summoned before the Inquisition at Cologne.",
        "Those who hold to the genuineness of Colossians find it easier to explain the resemblances as the product of the free working of the same mind, than as due to a deliberate imitator."
    ],
    "definition": [
        "Link/Cite"
    ]
}