{
    "translation": "הגינות, יושר",
    "uses": [
        "Carmen was all about honesty and innocence.",
        "Elected to the Legislative Assembly, Cambon became noted for his independence, his honesty and his ability in finance.",
        "While he exuded honesty and sincerity, we barely knew the man.",
        "Yet he thoroughly believed in honesty and the like virtues.",
        "The author prides himself on his honesty and impartiality, but he is lacking in judgment and knowledge of facts; the work, however, is valuable from the importance of the events of which it treats.",
        "This publication saved Johnson's character for honesty, but added nothing to the fame of his abilities and learning.",
        "It might not be easy to formulate precisely the doctrines for which he died, and certainly some of them, as, for example, that regarding the church, were such as many Protestants even would regard as unguarded and difficult to harmonize with the maintenance of external church order; but his is undoubtedly the honour of having been the chief intermediary in handing on from Wycliffe to Luther the torch which kindled the Reformation, and of having been one of the bravest of the martyrs who have died in the cause of honesty and freedom, of progress and of growth towards the light.",
        "\"I want honesty now,\" he continued.",
        "In some respects he suggests a comparison with Jordanes, but in learning and literary honesty is greatly the superior of the Goth.",
        "Tb.e honesty and discipline of the fellah were shown to be undoubtedly of a high order.",
        "But the materials for his biography are so controversial and so personal - his own Confessions and the memoirs of associates whose accuracy and honesty are disputed - that the correct historical view can hardly be said yet to be standardized.",
        "Priscian the grammarian speaks of him as having attained the summit of honesty and of all sciences.",
        "It reflected without exaggeration or literary veneer the faith of the German burgher, his blunt good sense and honesty of purpose.",
        "Lunaria biennis (Honesty): hardy, 2 to 3 ft., purple; the silvery dissepiment attractive among everlastings.",
        "It can safely be said that through the Union as a whole the tendency of recent years has been decidedly towards greater honesty of elections.",
        "His honesty terrified her; he knew he wasn.t going to lose and didn.t care what she knew before he took her to Hell.",
        "Afterwards, when the subject of the divorce of Josephine and the choice of a Russian or of an Austrian princess came to be discussed, Daru, on being consulted by Napoleon, is said boldly to have counselled his marriage with a French lady; and Napoleon, who admired his frankness and honesty, took the reply in good part.",
        "If her look portrayed honesty, Dean's statement caught her completely off balance.",
        "Twelve years later the standard of honesty was unimpaired; and the British officers had imparted energy and activity into Egyptians of all ranks.",
        "To great ability, wide sympathies, and undoubted patriotism he added absolute honesty, that rare quality in a vizier, for he left office as poor as when he entered it.",
        "Then, in a fit of honesty, he apologized for having put away a bit too much booze after he dropped her off.",
        "Portocarrero could not see, and indeed had not either the intelligence or the honesty to see, the necessity.",
        "Her intellectual honesty was as perfect as Frederick's own, and she was as incapable as he was of endeavouring to blind herself to the quality of her own acts.",
        "As to his honesty and kindness of heart there were never two opinions.",
        "His honesty and sincerity in business and politics gained him the nickname \"Golden Rule\" Jones.",
        "Her aid was invoked by thieves to enable them to carry out their plans successfully without forfeiting their reputation for piety and honesty (Horace, Ep. i.",
        "Other virtues were all his own, his extreme gentleness, his love for children, his flawless honesty, his invariable kindliness, his chivalry to women and the weak.",
        "Even from these, if the honesty of all concerned be granted (and even clever dishonesty could not have produced many of the results), it would appear that we are investigating a strange and important human faculty.",
        "Its intense pride, its fatalistic indolence and ignorance, its honesty and its bigotry, tempered by a keen sense of humour, are well-known characteristics.",
        "The Washington government had indeed no cause to be well disposed to Castro, for he treated the interests of Americans in Venezuela with the same highhanded contempt for honesty and justice as those of Europeans.",
        "In the Senate Wade was from the first an uncompromising opponent of slavery, his bitter denunciations of that institution and of the slaveholders receiving added force from his rugged honesty and sincerity.",
        "It was an austere religion, inculcating self-restraint, courage and honesty; it secured peace of conscience through forgiveness of sins, and abated for those who were initiated in its mysteries the superstitious terrors of death and the world to come.",
        "His mistakes as president have been so emphasized as to obscure the fact that he was a man of unimpeachable honesty, of the highest patriotism, and of considerable ability.",
        "It is most difficult to appreciate aright this man of fervid imagination, of powerful and persistent convictions, of unbated honesty and love of truth, of keen insight into the errors (as he thought them) of his time, of a merciless will to lay bare these errors and to reform the abuses to which they gave rise, who in an instant offends us by his boasting, his grossness, his want of selfrespect.",
        "They inhabit the densest jungles and are very shy, avoiding contact with strangers, and flying to the hills on the least alarm; but they bear a good character for honesty and truthfulness.",
        "The Annales which Flodoard wrote year by year from 919 to 966 are doubly important, by reason of the author's honesty and the central position of Reims in European affairs in his time.",
        "He was quick-tempered, but of kindly disposition, intelligent and patriotic, and he left a reputation of unblemished honesty and uprightness.",
        "With the elimination of the coloured vote by educational or other tests the honesty of elections has increased.",
        "They have no idea of the value of money, and little notion of honesty where money is concerned.",
        "He recognizes political economy and statistics as alike sciences, and represents the distinction between them as having never been made before him, though he quotes what Smith had said of political arithmetic. While deserving the praise of honesty, sincerity and independence, he is inferior to his predecessor in breadth of view on moral and political questions.",
        "5) Wade and Davis published in the New York Tribune the famous \"Wade-Davis Manifesto,\" a vituperative document impugning the President's honesty of purpose and attacking his leadership. As long as President Johnson promised severe treatment of the conquered South, Wade supported him, but when the President definitively adopted the more lenient policy of his predecessor, Wade became one of his most bitter and uncompromising opponents.",
        "They still maintain the high standard of honesty mentioned by historical documents, and never will take anything left in the tundra or about the houses by their neighbours.",
        "Their affability, cheerfulness and hospitality are remarkable, as well as frugality and temperance in food and drink, and honesty in the payment of debt.",
        "The caravan trade was created by the Ghadamsi merchants who, aided by their superior intelligence, capacity and honesty, long enjoyed a monopoly.",
        "A lack of imagination and of the philosophic spirit prevented him from penetrating or drawing characters, but his analytical gift, joined to persevering toil and honesty of purpose enabled him to present a faithful account of ascertained facts and a satisfactory and lucid explanation of political and economic events.",
        "In width of view, thoroughness of investigation and honesty of purpose he is unsurpassed by any historian.",
        "The virtues of a scribe are honesty and care (or in a single word fidelity) and intelligence.",
        "His oracular reserve, personal honesty and consistency of aim had gained him the suffrages of all who hoped to save France from the harpies of the Directory and the violent rhetoricians of the now reconstituted Jacobin Club.",
        "Many find employment as artisans, small dealers, porters and soldiers in Egypt, where they are usually noted for their honesty, and frank and cheerful temperament.",
        "The best method is to lead with honesty.",
        "I have a right to expect honesty from others.",
        "She will probably appreciate the honesty.",
        "Some real honesty and trust?",
        "scrupulous honesty.",
        "Political honesty ceased almost to have a name in Italy.",
        "those of his father Louis VIII.an example unique in history of a victorious king spontaneously giving up his spoil solely for the sake of peace and justice, yet proving by his act that honesty is the best policy; for monarchy gained much by that moral authority which made Louis IX.",
        "The want of courage and self-reliance, the deficiency in truth and honesty sometimes noticed in connexion with them, are doubtless due to long servitude under an unsympathetic government.",
        "While he exuded honesty and sincerity, in truth we barely knew the man.",
        "brutal honesty.",
        "It would just be nice to see more honesty and less absolute bullshit around us.",
        "In all honesty, the killings are actually pretty tedious!",
        "uncompromising honesty.",
        "Her honesty about her weight-loss success can give anyone the tools to achieve a great figure.",
        "Ultimately, to find the best match, honesty is truly the best policy.",
        "Honesty is another critical component of mature dating.",
        "When a TS woman looks for a date, she looks for the same things in a man that a genetic woman looks for: Respect, honesty, sensitivity, humor, love.",
        "ad hominem fallacy to impugn the honesty of a critic to avoid his arguments.",
        "honesty in sentencing.",
        "impugned the personal honesty of several named scientists working in the H.I.V field... .",
        "unflinching honesty.",
        "Honesty and trust are the foundation for building a healthy committed relationship.",
        "Should he be available in the future, keep in mind this guy is not good at honesty.",
        "A relationship meant to last a lifetime needs to be built on honesty and trust.",
        "It will also give your relationship a chance to grow on honesty and trust.",
        "Keep in mind that honesty isn't always a priority on these sites, so don't believe everything you see and hear.",
        "Prior to your husband leaving on his deployment, he behaved in ways that demonstrated a lack of trustworthiness, honesty, and emotional faithfulness on his part.",
        "Did you share too much and now you have conflicts in honesty?",
        "You confused honesty, which is important in dating with, being candid, which is not good at the start of a new relationship.",
        "One reason for this mistake might be that you don't understand the subtle differences between honesty and candor.",
        "To have a healthy and successful relationship with others honesty and integrity are essential.",
        "This honesty should be just to the point of feeling a little awkward or a little uncomfortable.",
        "Honesty in relationships is crucial and lies can tear couples apart.",
        "Honesty and communication are the staples of any good couple, and the idea that someone could betray their trust to that degree is usually beyond imagination.",
        "With a love letter you put pen to paper or type up a printable love note, and in the process you can take the time to think about what you really want to convey with honesty and sincerity.",
        "Your method of confrontation will make a big difference in her honesty with you.",
        "Rather than \"cleaving to one only\" they put a value on honesty and clear communication of emotion in relationships.",
        "Honesty is one of the most attractive features any man can have and should be the key part of any good set of dating tips for shy guys and attention-seekers alike.",
        "There is this focus on honesty on the part of everyone involved that makes some people call it \"legalized cheating.\" I don’t really like that definition, since it lacks the deliberateness that makes poly truly successful.",
        "In all honesty, anyone can wear a yellow gold ring, but it may not be the best choice for every bride-to-be.",
        "Honesty: Let the audience know how you feel about the book.",
        "The company strives for perfection, offering its clients honesty, integrity, competitive prices and knowledgeable associates.",
        "Capricorns are attracted to honesty and responsibility, and they try to exemplify these traits in their own lives.",
        "He will truly appreciate your honesty, and if he happens to have several planets in Aries, he'll find it very refreshing.",
        "Participants often express a feeling of complete honesty, with nothing left to hide.",
        "The only defense in that statement was honesty.",
        "It isn't a sometimes thing, and it takes trust and honesty.",
        "If I don't sound broken up over it, it's called honesty.",
        "Whatever happened, Dean knew he could count on the sheriff's fairness and honesty.",
        "Apart from the titles (which are not authoritative) the difference of style in the various sections indicates difference of authorship. There is, indeed, a certain unity of thought in the book; throughout it inculcates cardinal social virtues, such as industry, thrift, discretion, truthfulness, honesty, chastity, and in general it assumes wisdom to be the guiding principle of life.",
        "Reed was a remarkable personality, of whom many good stories were told, and opinions varied as to his conduct in the chair; but he was essentially a man of rugged honesty and power, whose death was a loss to American public life.",
        "Frederick had the good sense to appreciate the honesty of his friend and there was never any serious breach between them.",
        "One generation D ~t of military efficiency and of comparative honesty the Mahom- in administration was followed by sloth and cormedan ruption as bad as that of the Arabs.",
        "We cannot claim for it the virtue of strict honesty with regard to the stranger, but for its own \" kith and kin \" it is a model of socialism in an ideal form, possessing nothing of its own yet toiling unceasingly for the good of all.",
        "Don't confuse honesty with being candid.",
        "In a mature pairing, you rely on honesty.",
        "Since colleges have academic honesty policies that prohibit plagiarism, a student caught using a term paper mill would either fail the class or be expelled from school.",
        "Movie buffs prefer honesty over a fluff piece.",
        "For example, \"honesty\" and \"enthusiasm\" are not skills.",
        "All the ordinary social virtues such as truthfulness, honesty, kindness, chastity are emphasized and a great stress is laid on care for the poor (a social necessity at a tine when there were no well organized public charities).",
        "In the company he chose by preference, honesty and knowledge were his only tests.",
        "Jefferson, in short, had unlimited faith in the honesty of the people; a large faith in their common sense; believed that all is to be won 1 See e.g.",
        "His actions, however, when Caesar's projects became manifest, sufficiently vindicated his honesty.",
        "He was characterized by an absolutely fearless honesty, which sometimes gave offence, but at the basis of his nature there was a warm, tender and sympathetic heart, incapable of meanness or intrigue.",
        "From 1669 until his death he lived in London, much respected for his honesty, loyalty and learning.",
        "In the Fable he shows a society possessed of all the virtues \"blest with content and honesty,\" falling into apathy and utterly paralyzed.",
        "His judgment was unusually clear, his principles solid and well founded, his sincerity and honesty beyond question; and to these qualities he united an admirable style, lucid, precise and well balanced.",
        "In other parishes there was no police whatever, no defence, no protection afforded to the community but the voluntary exertions of individuals and \"the honesty of the thieves.\"",
        "He is almost invariably an old soldier, a sergent who has left the army with a first-class character, honesty and sobriety being indispensable qualifications.",
        "Throughout his life he had pursued with devotion and industry the ideals with which he had set out, and his journal and letters display a noble simplicity of disposition and an unswerving honesty of purpose.",
        "These form precisely that branch of economics into which moral ideas (beyond the plain prescriptions of honesty) can scarcely be said to enter, and where the operation of purely mercantile principles is most immediate and invariable.",
        "We find him at one time admitting that Catiline had almost persuaded him of his honesty and merit, and even seeking a political union with him; at another, when his alliance had been rejected and an election was at hand, declaiming against him as a murderer and a profligate.",
        "He wrote himself a history of Alexander's campaigns, distinguished by its straightforward honesty and sobriety.",
        "Excellent agriculturists and gardeners, very laborious, and having a good reputation for honesty, they live on the best terms with their Russian peasant neighbours.",
        "Those of the south coast, mixed with Greeks and Italians, are well known for their skill in gardening, their honesty and their laborious habits, as well as for their fine features, presenting the Tatar type at its best.",
        "The latter part of his reign was comparatively peaceful, and he gained the affection of his subjects by his honesty and his cultivation of the arts.",
        "At all times conspicuous for his eloquence, honesty and recalcitrancy, he twice came with especial prominence before the public - in 1838, when, although at the time without a seat in parliament, he appeared at the bar of the Commons to protest, in the name of the Canadian Assembly, against the suspension of the Canadian constitution; and in 1855, when, having overthrown Lord Aberdeen's ministry by carrying a resolution for the appointment of a committee of inquiry into the mismanagement in the Crimean War, he presided over its proceedings.",
        "When Ismail's financial straits compelled him to agree to a commission of inquiry Riaz was the only Egyptian of known honesty sufficiently intelligent and patriotic to be named as a vice-president of the commission.",
        "As a whole it is extremely valuable, being a clear, comprehensive and impartial account of events by a contemporary of soldierly honesty, independent judgment and wide reading.",
        "This submission having been made, Edward acted with honesty and fairness, handing over the adjudication to a body of eighty Scottish and twenty-four English barons, knights and bishops.",
        "His conduct had destroyed his old reputation for disinterestedness and honesty.",
        "Truculent pamphieteers like Simon Fish, who wrote Beggars Supplication, were already demanding that these sturdy boobies should be set abroad into the world, to get wives of their own, and earn their living by the sweat of their brows, according to the commandment of God; so might the king be better obeyed, matrimony be better kept, the gospel better preached, and none should rob the poor of his alms. It must be added that monastic scandals were not rare; though the majority of the houses were decently ordered, yet the unexceptionable testimony of archiepiscopal and episcopal visitations shows that in the years just before the Reformation there was a certain number of them where chastity of life and honesty of administration were equally unknown.",
        "They are subdivided into clans, and lead a semi-nomadic life, preserving most of the attractive features of their Turkish congeners - especially their honesty and independence.",
        "Momerie remarked, this would merely be \"a definition of honesty; in that sense we ought all to be agnostics.\"",
        "In addition to this he carried on a trade in wine and horses with the north of Italy, acquiring a high reputation for intelligence and honesty.",
        "In the dignity and simplicity of the old backwoodsman there is something almost Hebraic. With his naïve vanity and strong reverent piety, his valiant wariness, his discriminating cruelty, his fine natural sense of right and wrong, his rough limpid honesty, his kindly humour, his picturesque dialect, and his rare skill in woodcraft, he has all the breadth and roundness of a type and all the eccentricities and peculiarities of a portrait.",
        "however, Stewart distinguishes \" integrity or honesty \" as a branch of justice concerned with the rights of other men, which form the subject of \" natural jurisprudence.\"",
        "Its inhabitants are noted for their honesty and industry, as well as for their regard for law and order.",
        "This order was annulled in 1224 by Honorius III., who declared it \"destitute of all colour of right and honesty.\"",
        "Manin was a man of the greatest honesty, and possessed genuinely statesmanlike qualities.",
        "In all honesty, I didn't think I'd sleep but I turned out the light, climbed onto the small bed and closed my eyes.",
        "Who in hell says honesty is the best policy?",
        "While Dean wanted to appear upbeat about Martha's reunion, honesty made it a difficult task.",
        "\"What about our honesty pact?\" he asked.",
        "Honesty is what will win you Gabriel.",
        "Item notes within this site aim for honesty and reliability and attempt to avoid hyperbole and deceit.",
        "How dare FNBs cast aspersions in respect of the honesty of Endeavor?",
        "Try to approach the subject like you would if you were discussing contraception - with honesty and without fear!",
        "Above all the principles of honesty and integrity when applying the PMS are essential to enable genuine creativity in design and realism in management.",
        "Honest himself, he believed implicitly in the honesty of others and became the tool of political crooks and social reactionaries.",
        "disarming honesty as well as a journalist's love of telling it like it is.",
        "They may be a long way from home, but the surroundings are strangely familiar: the honesty, the passion.",
        "There's also a multitude of genre fave cameos that is in all honesty quite a sad experience to view also.",
        "No; the great freethinker, with his genuine ability and honesty, does not in practice destroy Christianity.",
        "guileless honesty she asked her mom: \" Should I tell them I don't read books?",
        "Popular food plants include holly, ivy, cabbage, nasturtium, honesty, long grasses, cuckoo flower, blackthorn.",
        "I also appreciate the honesty and openness shown during the interviews.",
        "Some would probably say too honest, but we believed honesty was the best policy.",
        "Harrow Cllr defects to the Greens 27th Apr 2006 \" If you want honesty in politics, you have to vote for it.",
        "Be sensitive in the way you respond, encourage honesty, integrity, compassion for others.",
        "There are other structural differences as well, and up til now, the new glass has demonstrated increased honesty over previous products.",
        "Message I am as they say ' an open book. ' I value honesty, and love to laugh.",
        "Despite consistent claims to the contrary, never before or since has Hollywood held the mirror up to itself with such unflinching honesty.",
        "Her vocals roar out the literate, intelligent lyrics with brutal honesty.",
        "Where anxious members see falling membership figures, I see a refreshing honesty about how many paid-up members the party actually has.",
        "Their lyrics bloom from a place of uncompromising honesty and naked emotion.",
        "Compassion - We mean ruthless honesty and tough, direct, caring communication.",
        "This young boy's experiences in the low country of South Carolina are told with a sense of humor and stark honesty.",
        "honesty box.",
        "honesty bar of snacks, soft drinks, beers and mixers.",
        "honesty I cannot think of anything that went ' wrong ' (including the weather ).",
        "honesty in politics, vote for what you value.",
        "honesty in government.",
        "intelligent lyrics with brutal honesty.",
        "Top Gear With Jeremy Clarkson the driving seat, Top Gear is complete with his customary irreverence, wit and unbiased honesty.",
        "Created by Tony Garnett, The Cops has been rightly lauded for its originality and brutal honesty.",
        "literate, intelligent lyrics with brutal honesty.",
        "Wallander is a superb protagonist, and while just now I said he was the stereotypical loner, in all honesty he isn't.",
        "promulgated by religion is truthfulness and honesty, which, for Afghani, is the foundation of social life and solidarity.",
        "The Liberal Party believes that honesty compels one to oppose protectionism in practice as well as in theory.",
        "refreshing honesty about how many paid-up members the party actually has.",
        "What I find repugnant, however, is the lack of honesty.",
        "reputation for honesty and directness, which is not false, masks an apparently artless guile.",
        "The faith must show itself in actions which prove the veracity, honesty and sincerity of the words.",
        "A man of fearless honesty, quick and catholic sympathies, broad culture, and many friends in intellectual and religious circles, he became one of the most influential journalists of the day, his fine character and conscience earning universal respect and confidence.",
        "When a case of prerogative was referred to the chancellor in the reign of Edward III., he was required to grant such remedy as should be consonant to honesty (honestas).",
        "And honesty, conscience and equity were said to be the fundamental principles of the court.",
        "Nevertheless public confidence in the efficacy of the parliamentary system and in the honesty of politicians was seriously diminished by these unsavoury occurrences, which, in combination with the acquittal of all the defendants in the Banca Romana trial, and the abandonment of the proceedings against Giolitti, reinforced to an alarming degree the propaganda of the revolutionary parties.",
        "In public life he was remarkable for his generosity to his political opponents, and for his sense of justice and honesty.",
        "Many of the genera are known as ornamental garden plants; such are Cheiranthus (wallflower), Matthiola (stock), Iberis (candy-tuft), Alyssum (Alison), Hesperis (dame's violet), Lunaria (honesty) (fig.",
        "The doctrines of Sikhism as set forth in the Granth are that it prohibits idolatry, hypocrisy, class exclusiveness, the concremation of widows, the immurement of women, the use of wine and other intoxicants, tobacco-smoking, infanticide, slander and pilgrimages to the sacred rivers and tanks of the Hindus; and it inculcates loyalty, gratitude for all favours received, philanthropy, justice, impartiality, truth, honesty and all the moral and domestic virtues upheld by Christianity.",
        "Elected to the Legislative Assembly, Cambon became noted forhis independence, his honesty and his ability in finance.",
        "Mr Roosevelt and his supporters were convinced that his policy was necessary to save the country from the social and political dangers of plutocracy, and that in establishing a definite system of government regulation not only were popular rights preserved and justice promoted but industrialism and finance were placed upon a basis of regularity and honesty that paved the way for an era of general prosperity in the United States, unhampered by feverish speculation and shrewd scheming, such as the country had so far in its history been unable to enjoy.",
        "She revived that faith; she consolidated her throne; she not only captivated the affections of the multitude, but won the respect of thoughtful men; and all this she achieved by methods which to her predecessors would have seemed impracticable - methods which it required no less shrewdness to discover than force of character and honesty of heart to adopt steadfastly.",
        "The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
        "About this time the duplicity of Tissapherneswho having again and again promised a Phoenician fleet and having actually brought it to the Aegean finally dismissed it on the excuse of trouble in the Levant - and the vigorous honesty of Pharnabazus definitely transferred the Peloponnesian forces to the north-west coast of Asia Minor and the Hellespont.",
        "He was singularly sweet-tempered, and shrank from the impassioned political bitterness that raged about him; bore with relative equanimity a flood of coarse and malignant abuse of his motives, morals, religion, 4 personal honesty and decency; cherished very few personal animosities; and better than any of his great antagonists cleared political opposition of illblooded personality.",
        "Innocent was extolled by contemporaries as a lover of peace and honesty, but he was without energy, guilty of nepotism, and showed no favour to the proposal that he as well as the antipope should resign.",
        "In the dignity and simplicity of the old backwoodsman there is something almost Hebraic. With his naÃ¯ve vanity and strong reverent piety, his valiant wariness, his discriminating cruelty, his fine natural sense of right and wrong, his rough limpid honesty, his kindly humour, his picturesque dialect, and his rare skill in woodcraft, he has all the breadth and roundness of a type and all the eccentricities and peculiarities of a portrait.",
        "Then he rewarded the gardener with ten more pieces for his honesty.",
        "The free enterprise system requires the basic honesty and goodwill of most people.",
        "I like Scott for his freshness, dash and large honesty.",
        "Her reputation for honesty and directness, which is not false, masks an apparently artless guile.",
        "His book is excellent for \" beginners \" and newcomers to Advaita simply because he covers all the bases with scrupulous honesty.",
        "In all honesty, the killings are actually pretty tedious !",
        "Our request to all the major party leaders to commit to honesty in their general election manifestos went unanswered in most cases.",
        "Second only to Owen as a war poet, he recorded the war and his developing responses with uncompromising honesty.",
        "What I also like about Young 's work is it 's honesty and insightfulness, all delivered in his usual uproarious style.",
        "By allowing their children to have independence and expecting honesty, the parents were successful in teaching integrity.",
        "Successful entrepreneurs tend to be relatively honest with themselves and this honesty saves a lot of valuable time.",
        "Above all else, strive for the intellectual honesty that will allow you to identify failure quickly.",
        "It's not that entrepreneurs are masochistic, but that they lack intellectual honesty.",
        "Again, in order to master the fast-fail, your best asset is intellectual honesty.",
        "When brutal intellectual honesty is combined with relentless resourcefulness, your odds of success skyrocket.",
        "If you are convinced about the seller's honesty, get it evaluated by a specialized toy appaiser or an antique-toy dealer before you commit to the purchase.",
        "Even in a short story, children can still learn about faith, generosity, honesty, loyalty and courage.",
        "Membership in the NFCC is no guarantee of quality or honesty, but accreditation is a requirement for membership and they are required to adhere to certain standards.",
        "While the IRS is monitoring these more carefully than in the past, it's still not a guarantee of fairness or honesty.",
        "In all honesty, I'll never go back to regular (powder or liquid) makeup again!",
        "Brides looking for a classic look should choose Honesty eye shadow, a pewtered bronze or Coquette, a muted grey-taupe eye shadow.",
        "Research plenty of online dating tips,and you'll find that honesty is one of the highest ranking qualities many are looking for in a potential online relationship.",
        "They only offer cards that express real values like honesty, love, kindness and friendship.",
        "In all honesty, anger management is not a pleasant issue no matter what the situation.",
        "I think he'll appreciate your honesty and maybe be a bit more patient as you charter new ground in this relationship.",
        "Honesty is alwaysthe best policy when it comes to friendships and almost all other relationships as well.",
        "It's always best to start a marriage off on the right foot, therefore honesty is always the best policy.",
        "If there's anything either party doesn't agree with, it should be discussed with honesty in a mature manner.",
        "I believe that I do for the most part, but in all honesty I really want to have control and am probably a control freak.",
        "On the other hand, an alcoholism intervention could make your entire family grow closer and open up a higher level of honesty.",
        "Katie Holmes was a good student, impressing teachers with her intelligence, honesty, and wholesomeness.",
        "To say it all started here may not be exactly truthful, but it was at Pop Idol that Cowell's wit and special brand of honesty became the stuff of legend.",
        "Many colleges have academic honesty policies to outline the standards for dealing with issues of plagiarism.",
        "Honesty (Lunaria) - When well grown this old-fashioned plant, L. biennis, is beautiful, not only on account of its fragrant purple blossoms, but from the silvery flat seedpods that succeed them.",
        "Honesty is charming in a semi-wild state on chalky or dry banks and in open bushy places.",
        "L. rediviva is a perennial similar to the Honesty, but with larger and more showy flowers.",
        "In all honesty, I was supposed to write this review several days ago and I just couldn't figure out what to say about it, so I'll say this: It is a game like no other.",
        "Yeah, we've all seen the commercials where if it's \"not Korbel, it's not worth drinking\" but in all honesty, at this Champagne's low price-point it's difficult to beat this wine.",
        "Though there is no empirical data about how children learn to lie, parental honesty is recognized as a primary influence on the development of truthfulness in children.",
        "Most children with the benefit of a loving family environment, one where honesty is valued and modeled and dishonesty is appropriately challenged, will more often than not come to recognize that lying is not an acceptable behavior.",
        "Early and appropriate intervention when problem lying persists will increase the possibility that the child will choose honesty in subsequent interactions.",
        "Parental examples of honesty in interpersonal relationships are critical if a child is to develop an ethic of truthfulness.",
        "This will help the child to develop a moral sense of right and wrong and to value honesty in interpersonal relationships.",
        "Parents who model truth telling and praise honesty will encourage trust in the parent-child relationship.",
        "Schools are returning to character education programs, popular in the 1920s and 1930s, where certain virtues such as honesty, fairness, and loyalty, are taught to students along with the regular academic subjects.",
        "Pearls have many meanings, including innocence, purity, dignity, and honesty - all of which are admirable characteristics for a bride.",
        "Employers view lying about one's criminal history as a problem with present-day honesty and integrity, and they aren't going to hire you if you lie during the application process.",
        "Job interview dress codes should promote an image of competence, honesty, and attention to detail.",
        "While honesty is a virtue, there is still no reason to share excessively negative information if you don't have to.",
        "Answer all of the questions honesty and completely so that you have the greatest possible chance of being considered as a viable candidate.",
        "Some of her advice is a bit controversial, but modern moms-to-be will appreciate Iovine's honesty.",
        "Principles to put forth during dating are honesty, integrity, good self-assessment, and an equally strong sense of identity.",
        "It may be tempting to stretch the truth, but honesty is important in starting a relationship.",
        "Honesty is when you share your thoughts, opinions and ideals with another person.",
        "Honesty and trust have been violated in this relationship, definitely on your part and possibly on your boyfriend's.",
        "One common mistake unsuccessful daters make, is confusing honesty with candor.",
        "What I want you to realize, is there's difference between honesty and candor.",
        "Honesty is when you can share your thoughts, opinions and ideals with a date.",
        "Honesty is the best policy with an Aries man, he will become annoyed with a partner that is resentful or passive aggressive.",
        "Jupiter Aspects: Jupiter aspects show the sense of expansiveness within a relationship and the level of honesty between the pair.",
        "Sagittarians thrive in relationships with honesty and energy; they also appreciate frankness and freedom.",
        "Sincerity and honesty go hand in hand for Scorpios; they will literally detest you if they find even a whiff of dishonesty about you.",
        "There's nothing he loves more than self-effacing honesty, even if it's usually found in others and rarely himself.",
        "Even as you deal with the bad deeds, praise her honesty.",
        "As a mother of two, she's always been fascinated by how children learn values like honesty, responsibility, and courage, which build character and have a positive impact on society.",
        "The upcoming values are: Honesty, Generosity, and Tolerance.",
        "Themes such as sharing, the importance of friendship, honesty, and bravery are often featured in children's movies.",
        "Many of the original founding values are still important in the organization today, including fairness, honesty, citizenship, courage, and compassion.",
        "Others are useful because they illustrate the advantages of fair play or the rewards for tolerance and honesty that are important qualities for getting along with others.",
        "The popularity of blogs lies in the authenticity and honesty of the authors, sharing aspects of their lives with whomever would like to read about it.",
        "Nothing is as effective as honesty, and if you can simply tell your own MLM story you can often get people's interest.",
        "His irritated honesty startled her enough that she started to laugh.",
        "There are classes, organization committees, athletic and campus activities, etc. The face-to-face meeting provides useful information to help you evaluate a potential partner and his honesty.",
        "Even if you discover polyamory at this time and try to make an honest job of it, it’s exceedingly difficult to focus on honesty and consent when the trust has already been eroded by infidelity and deception.",
        "People had generally a love to me for my innocency and honesty.\""
    ],
    "definition": [
        "The quality or condition of being honest; integrity.",
        "Truthfulness; sincerity: in all honesty.",
        "Archaic Chastity.",
        "Botany A Eurasian plant (Lunaria annua) in the mustard family, cultivated for its fragrant purplish flowers and round, flat, papery, silver-white seedpods. Also called money plant . Also called satin flower .",
        "Link/Cite",
        "(uncountable) The act, quality, or condition of being honest",
        "Any of various crucifers in the genus Lunaria, several of which are grown as ornamentals.",
        "Link/Cite"
    ]
}