{
    "translation": "עוין, אויב",
    "uses": [
        "Dulce wasn't friendly, but she wasn't hostile either.",
        "Never had she seen Alex so hostile - not even with Josh.",
        "His hostile gaze met hers.",
        "The environment in the Arctic Circle is very hostile.",
        "He tucked his hands into his pockets and fixed Connie with a hostile stare.",
        "The enemy ceased firing, and that stern, threatening, inaccessible, and intangible line which separates two hostile armies was all the more clearly felt.",
        "The conversation was resumed, and no longer in the unpleasantly hostile tone of Nicholas' last remark.",
        "Aurelius throughout his reign was hostile to Christianity.",
        "When Alex gave her a stern look, her hostile gaze shifted to her plate.",
        "Yes, but it's a secret society and therefore a hostile and harmful one which can only cause harm.",
        "Behind it were seven hundred miles of hunger-stricken, hostile country; ahead were a few dozen miles separating it from its goal.",
        "Royce shot Bordeaux a hostile look.",
        "We may probably extend this hostile judgment to the theism of the modern Samaj-es.",
        "Ritchie's Natural Rights, from the point of view of a very hostile (evolutionary) idealism, sketches the early history of the phrase Natural Law.'",
        "In the deep gaze that seemed to look not outwards but inwards there was an almost hostile expression as he slowly regarded his sister and Natasha.",
        "Royce's hostile expression slowly faded into a sheepish smile.",
        "Thence Magellan proceeded to the Philippines, and there his career ended in an unimportant encounter with hostile natives.",
        "The tribal feeling may be expressed as friendly within the tribe, courteous to other Andamanese if known, hostile to every stranger, Andamanese or other.",
        "More hostile than this?",
        "After crossing the Hydra - 6 tes (Ravi) he once more came into contact with hostile tribes, and the work of storming petty towns began again.",
        "She was like a walking rectangle with a bird face, and she got outright hostile towards the beautiful women she escorted out of his home every morning.",
        "They felt they must resist him to the death, and with the troops scattered throughout Italy, and the newly enfranchised Italians, to whom it was understood that Sulla was bitterly hostile, they counted confidently on success.",
        "In another corner two old bees are languidly fighting, or cleaning themselves, or feeding one another, without themselves knowing whether they do it with friendly or hostile intent.",
        "He draws no inferences to theology or religion, whether friendly or hostile, from his new positions.",
        "At the famous conference, which lasted from Monday the 15th to Tuesday the 23rd of June, the hostile barons were present in large numbers; on the other hand John, who rode over each day from Windsor, was only attended by a few followers.",
        "Three pair of hostile eyes turned on the sandy-haired youth.",
        "This pope initiated the dangerous policy of playing one hostile force off against another with a view to securing independence.",
        "As they entered the Indian encampment, hostile black eyes turned to follow them.",
        "The bitter invectives against Ammon, Moab, Edom, Philistia, Tyre, Sidon and Egypt, put into Yahweh's mouth, are based wholly on the fact that these peoples are regarded as hostile and hurtful to Israel; Babylonia, though nowise superior to Egypt morally, is favoured and applauded because it is believed to be the instrument for securing ultimately the prosperity of Yahweh's people.",
        "Notwithstanding their complete subjection, women are treated with a certain respect, and are often employed as intermediaries in the settlement of feuds; a woman may traverse a hostile district without fear of injury, and her bessa will protect the traveller or the stranger.",
        "With them were all the resources, and the only people they found at Jerusalem were hostile gentiles and Samaritans.",
        "This was partially remedied after the Bulgarian annexation of Eastern Rumelia, in 1885, had driven the Moslems of that country to emigrate in like manner to Adrianople; but the advantage was counterbalanced by the establishment of hostile Bulgarian tariffs.",
        "The Romans knew as little about Istakhr as the Greeks had done about Persepolis - and this in spite of the fact that for four hundred years the Sassanians maintained relations, friendly or hostile, with the empire.",
        "Russia alone neglected to take note of the communication, and persisted in the hostile attitude she had assumed at the moment of the occupation of Massawa.",
        "He leapt from the wall with only three companions into the hostile town, and, before the army behind him could effect an entrance, lay wounded almost to death.'",
        "Not merely is it not hostile to government, but it is a society of true conservatives--a society of gentlemen in the full meaning of that word.",
        "Mazzini, now openly hostile to the monarchy, was seized with a perfect monomania for insurrections, and promoted various small risings, the only effect of which was to show how completely his influence was gone.",
        "He died in the Marshalsea on the 5th of September 1569, and was buried in St George's, Southwark, at midnight to avoid the risk of a hostile demonstration.",
        "This led to the establishment of podests, who represented a compromise between two radically hostile parties in the city, and whose business it was to arbitrate and keep the peace between them.",
        "The criticisms of the last two are the criticisms of a hostile school of thought; those of Arnauld are the difficulties of a possible disciple.",
        "In spite of the defeat of the Celtic party she remained hostile to Wilfrid until 679 at any rate.",
        "Then came the prayer just received from the Synod--a prayer for the deliverance of Russia from hostile invasion.",
        "The wasps are said to leave the larval or pupal Metoecus unmolested, but they are hostile to the developed beetles, which hasten to leave the nest as soon as possible.",
        "In March 1679 a new parliament hostile to Danby was returned, and he was forced to resign the treasurership; but he received a pardon from the king under the Great Seal, and a warrant for a marquessate.",
        "Even this cabinet was still-born, and a hostile vote in the Chamber on the 3oth of January 1906 brought about its fall.",
        "In spite of the hostile attitude of the great majority of the bishops, Bishop de' Ricci issued on the 31st of July a summons to a diocesan synod, which was solemnly opened on the 18th of September.",
        "For the last three days Bogucharovo had lain between the two hostile armies, so that it was as easy for the Russian rearguard to get to it as for the French vanguard; Rostov, as a careful squadron commander, wished to take such provisions as remained at Bogucharovo before the French could get them.",
        "This connexion of Andrea with the pictorial rival of Squarcione is generally assigned as the reason why the latter became alienated from the son of his adoption, and always afterwards hostile to him.",
        "The household was divided into two alien and hostile camps, who changed their habits for his sake and only met because he was there.",
        "But while the majority of the deputies, were nominally in favor of the bill, the parliamentary committee reported against it, and public opinion was so hostile that an anti-divorce petition received 3,500,000 signatures, including not only those of professing Catholics, but of free-thinkers and Jews, who regarded divorce as unsuitable to Italian conditions.",
        "Sonya was unhappy at the separation from Nicholas and still more so on account of the hostile tone the countess could not help adopting toward her.",
        "But that party among the Parthian magnates which was hostile to Artabanus applied to Tiberius for a king of the race of Phraates.",
        "Split up into numerous and mutually hostile communities, they never, through the fourteen centuries which have elapsed since the end of the old Western empire, shook off the yoke of foreigners completely; they never until lately learned to merge their local and conflicting interests in the common good of undivided Italy.",
        "In this way, the attributes are suggestively allotted among the four traditional proofs; 7 but we miss an explicit rebutting of Kant's hostile assumption, that it is incompetent for us to take the thought of God piecemeal.",
        "For some time longer the Tatars remained troublesome neighbours, capable of invading and devastating large tracts of Russian territory and of threatening even the city of Moscow, but the Horde was now broken up into independent and mutually hostile khanates, and the Moscow diplomatists could generally play off one khanate against the other, so that there was no danger of the old political domination being re-established.",
        "Princess Mary as she sat listening to the old men's talk and faultfinding, understood nothing of what she heard; she only wondered whether the guests had all observed her father's hostile attitude toward her.",
        "On the outbreak of the South African War in 1899 Grant was at first disposed to be hostile to the policy of Lord Salisbury and Mr Chamberlain; but his eyes were soon opened to the real nature of President Kruger's government, and he enthusiastically welcomed and supported the national feeling which sent men from the outlying portions of the Empire to assist in upholding British supremacy in South Africa.",
        "Athens, although known to be hostile at heart to the cities of Macedonian power, Alexander treated all through with eager courtesy.",
        "Jessi looked at him again, taking in the thick form and gaze so direct and piercing, it was almost hostile.",
        "Their tone is hostile to Henry IV.",
        "The atmosphere in the room was tense, though apparently not hostile.",
        "attitude almost hostile.",
        "\" the Union of the Russian People,\" began an organized extermination of the elements supposed to be hostile to the traditional regime.",
        "Similar associations or presbyteries were formed in London and in the midland and eastern counties; but the privy council was hostile.",
        "- During 1916-7 Italian public opinion, encouraged by Sonnino and his press organs, had been definitely hostile to the Yugosla y s, whom it denounced as mere Austrian agents.",
        "Unhappily, despite its warm assurances of American friendship, this document met with a most hostile reception in Italy, where it was interpreted as an attempt to undermine the position of her spokesmen and so mete out to her a different measure from that prescribed by France and Britain.",
        "Small armies moving freely within a large theatre of war, the occupation of hostile territory as a primary object of operations, the absence of a decision-compelling spirit on either side, the hostile political \"view\" over-riding the hostile \"feeling\" - all these conditions remind the student of those of 17th and 18th century warfare.",
        "Well concealed in skilfully constructed entrenchments that were excavated on terrain overlooking the invader's lines, the Turkish contingents holding the different fronts could fairly calculate upon beating off any hostile attack unless their adversaries should be heavily reinforced.",
        "For two days the hostile fleets manoeuvred for positions, and then they were dispersed by a severe storm.",
        "In Thessaly Alexander of Pherae became hostile and after several successes even attacked the Peiraeus.",
        "When the war broke out it was her troops who first received hostile fire in Baltimore, and turning their mechanical training to account opened the obstructed railroad to Washington.",
        "From this time onward, Arabia, instead of being a possible source of strength to the Ottoman Empire, became the theatre of hostile, operations which presently extended northward to southern Palestine and endangered the left flank of the Turkish army threatening Egypt.",
        "It was the liberal-minded Germans who were instrumental in the first place in getting them passed; while the Sla y s from the beginning took up - to their own disadvantage - a hostile or at least passive attitude towards the establishment of these laws.\"",
        "As monk in the neighbouring monastery of Euprepius, and afterwards as presbyter, he became celebrated in the diocese for his asceticism, his orthodoxy and his eloquence; hostile critics, such as the church historian Socrates, allege that his arrogance and vanity were hardly less conspicuous.",
        "After a year's service he obtained leave to return to England, and after many adventures and narrow escapes in a journey through hostile territory he embarked for Guernsey, and thence for England.",
        "On the 30th of July the Federal engineers exploded a mine under the hostile works, and Burnside's corps rushed to the assault.",
        "The date at which it was written is uncertain; there are features in it which point to its having been the work of a poet living in north Israel, and writing at an early date; but most recent scholars, on account chiefly of certain late expressions occurring in it, think that it cannot have been written earlier than the 4th or 3rd century B.C. In the graceful and tender idyll of Ruth, it is told how Ruth, the Moabitess, and a native consequently of a country hostile theocratically to Israel, adopted Israel's faith (i.",
        "Gnosticism has combined the two, the Greek opposition between spirit and matter, and the sharp Zoroastrian dualism, which, where the Greek mind conceived of a higher and a lower world, saw instead two hostile worlds, standing in contrast to each other like light and darkness.",
        "This can only be explained on the assumption that some religion hostile to, and stronger than the Babylonian, has superimposed itself upon this, and has degraded its principal deities into daemons.",
        "In The Kingdom of God (1889), which first encountered serious hostile criticism in his own communion, he accounted for some of the differences between the first and third evangelists on the principle of accommodation - maintaining that Luke had altered both the text and the spirit of his sources to suit the needs of those for whom he wrote.",
        "Opposition newspapers were suppressed; cases in which Czech journalists were concerned were transferred to the German districts, so that they were tried by a hostile German jury.",
        "Meanwhile the many noble and dissatisfied pensioners of England adopted Protestantism, which also made its way among the barons, burgesses and clergy, so that, for political reasons, James at last could not but be hostile to the new creed; he bequeathed this anti-protestantism, with the French alliance, through his wife, Mary of Guise, and the influence of the house of Lorraine, to his unhappy daughter, Mary Stuart.",
        "According to Tacitus they were governed by a king whose power was absolute and comprehensive, and possessed a strong fleet which secured them from the fear of hostile incursions.",
        "Russia and Turkey, naturally hostile to one another, had taken occasion of the weakness of Persia to forget their mutual quarrels and unite to plunder the tottering kingdom of the Safawid kings.",
        "nothing hostile to Increase Mather.'",
        "Romas's response was abrupt and sharp enough to be hostile.",
        "All our knowledge of him is derived from a passionately hostile polemic of Jerome (Adv.",
        "He suspected Bismarck of harbouring hostile designs against Russia, and he came to recognize that the permanent weakening of France was not in accordance with Russian political interests.",
        "The company therefore promotes a bill, which is considered first by select committees of the two houses of parliament, and afterwards by the two houses themselves, during which period it faces the opposition, if any, of rival concerns, of local authorities and of hostile landowners.",
        "The victim was the animal of a hostile totem-kin or an animal commonly offered to the god.",
        "That his temperament at the same time was frigid and comparatively passionless cannot be denied; but neither ought this to be imputed to him as a fault; hostile criticisms upon the grief for a father's death, that \" was soothed by the conscious satisfaction that I had discharged all the duties of filial piety,\" seem somewhat out of place.",
        "In 1863 the Territory raised six companies of infantry and six of cavalry (about 1000 men), which saw no actual service against the Confederates but were useful in subduing hostile Indians.",
        "When in March 1911 the latter resigned in consequence of the hostile vote of the Radicals and the resignation of its two Radical members, Giolitti was again called upon to form a Government (March 3 1).",
        "Israelite tradition had ascribed the conquest of Jerusalem, Hebron and other cities of Judah to the Ephraimite Joshua; Judaean tradition, on the other hand, relates the capture of the sacred city from a strange and hostile people (2 Sam.",
        "The Judaean narratives do not allow us to fill the gap or to determine whether Judaean policy under the regent Jehoiada would be friendly or hostile to Israel, or whether Judaean nobles may have severed the earlier bond of union.",
        "The growth of the Old Testament into its present form, and its preservation despite hostile forces, are the two remarkable phenomena which most arrest the attention of the historian; it is for the theologian to interpret their bearing upon the history of religious thought.",
        "In 1616 the vessels of Jacob Lemaire and Willem Cornelis Schouten reached the island of Nivatoputapu, and had a hostile encounter with the natives.",
        "They gave the kingdom a connexion of its own with the Red Sea and its shipping; and they enabled the Franks to 2 Pisa naturally connected itself with Antioch, because Antioch was hostile to Constantinople, and Pisa cherished the same hostility, since Alexius I.",
        "On the other hand Athens, like Corinth, Megara and Argos, was sufficiently far from the sea to enjoy security against the sudden descent of a hostile fleet.",
        "At this difficult moment the army was obliged to march to the Danube, leaving the government in the hands of men hostile to reform.",
        "On the 19th of September, seeing a movement among the Egyptian and Turkish ships in the bay, Codrington informed the Ottoman admiral, Tahir Pasha, that he had orders to prevent hostile movements against the Greeks.",
        "Although to some extent looked down upon by the senate as following a dishonourable occupation, they had as a rule sided with the latter, as being at least less hostile to them than the democratic party.",
        "Thiers's account of Maret is in general hostile to him.",
        "These promises were not kept for long, and by 1878 his attitude had become so hostile towards both the Natal and Transvaal governments that Sir Bartle Frere, then High Commissioner for South Africa, determined on his reduction.",
        "The attitude of the distracted imperial government towards these movements was at first openly suspicious and hostile.",
        "On all sides Serbia was now regarded as the southern Slav Piedmont: and the Dual Monarchy's consistently hostile policy toward Belgrade, and its only too successful efforts to set Serbia and Bulgaria by the ears, intensified the excitement and resentment among its Yugoslav subjects.",
        "Further, while on the one side the institution of the monarchy is subsequently regarded as hostile to the preeminence of Yahweh, Samuel's connexion with the history of David belongs to a relatively late stage in the history of the written traditions where events are viewed from a specifically Judaean aspect.",
        "and c. Agorat.) gives an avowedly hostile account of Theramenes.",
        "He would have liked to organize a big move against the Bolsheviks from the west, but such a move could not be made while the Entente Powers were resolved to keep Germany out, and while they sympathized with all the new organizations hostile to RussiaEsthonia, Latvia and Poland.",
        "In general, Europe has in historic times shown itself decidedly hostile to Asiatic institutions and modes of thought.",
        "4.24); it is possible that the Chaldaean priests, who were hostile to Nabonidus, betrayed the town.",
        "Others, however, were hostile to it.",
        "The position we have described is no doubt partly due to the unsettlement of economic opinion and the hostile criticism of old-established doctrines which has characterized the last generation.",
        "This, having been closely, though by no means in a hostile spirit, criticized by Strickland (Ann.",
        "a Turkish slave, Alptagin, had been entrusted with the government of Bokhara, but, showing himself hostile to Mansur I., he was compelled to fly and to take refuge in the mountainous regions of Ghazni, where he soon established a semi-independent rule, to which, after his death in 977 (367 A.H.), his son-in-law Sabuktagin, likewise a former Turkish slave, succeeded.",
        "His kingly office had come to him from Pelops through the blood-stained hands of Atreus and Thyestes, and had brought with it a certain fatality which explained the hostile destiny which pursued him.",
        "Napoleon was determined to destroy the oligarchical government, and seized the pretext that Venice was hostile to him and a menace to his line of retreat while engaged in his Austrian campaign of 1797.",
        "Especially among the lower races the dead are regarded as hostile; the Australian avoids the grave even of a kinsman and elaborate ceremonies of mourning are found amongst most primitive peoples, whose object seems to be to rid the living of the danger they run by association with the ghost of the dead.",
        "Among the Zulu the spirits of the dead are held to be friendly or hostile, just as they were in life; on the Congo a man after death joins the good or bad spirits according as his life has been good or bad.",
        "It has been suggested that the diminutive size of the male is of great advantage to him during courtship, because he is enabled to move easily thereby to escape from her clutches should she turn upon him with hostile intent.",
        "In 1767 he was appointed to the charge of Mill Hill Chapel at Leeds, where he again changed his religious opinions from a loose Arianism to definite Socinianism and wrote many political tracts hostile to the attitude of the government towards the American colonies.",
        "But the relation of East and West during the Crusades was not merely hostile or negative.",
        "In truth the appeal of Alexius had set free forces in the West which were independent of, and even ultimately hostile to, the interests of the Eastern empire.",
        "Always hostile to the principality, which Bohemund established in spite of his oath, they helped by their hostility to cause the loss of Edessa in 1144, and thus to hasten the disintegration of the Latin kingdom of Jerusalem.",
        "\" emperor of France, \" not only French pilgrims to Jerusalem, but all members of \" Christian and hostile nations \" visiting Holy g the Ottoman Empire, had been placed under the protection of the French flag, and by a special article the Frank, i.e.",
        "The losses in battle having been insignificant, there remain some 30,000 to account for - most of whom probably escaped individually by the help of the inhabitants, who were bitterly hostile to the French.",
        "The British government, treating this as a hostile action - as it was - seized the Spanish treasure ships on their way from America, near Cape Santa Maria, on €he 5th of October 1804, and Spain declared war on the 12th of December.",
        "Expeditions of Sibley in 1863, and General Alfred Sully (1821-1879) in 1864, eventually drove the hostile Indians beyond the Missouri and terminated the war, which in two years had cost upwards of a thousand lives of settlers and volunteers.",
        "Failing to dislodge them, and surrounded by hostile troops and an infuriated peasantry, Dupont capitulated with over Battle of 20,000 men.",
        "By sheer tenacity of purpose, Bestuzhev had extricated his country from the Swedish imbroglio; reconciled his imperial mistress with the courts of Vienna and London, her natural allies; enabled Russia to assert herself effectually in Poland, Turkey and Sweden, and isolated the restless king of Prussia by environing him with hostile alliances.",
        "His adversaries vainly endeavoured to gain him by favour, for as court-marshal and senator he was still more hostile to the dominant patricians who followed the adventurous policy of Magnus de la Gardie.",
        "Calhoun, bitterly hostile to the last, objected to the usual vote of thanks to the retiring vice-president, but withdrew his objection.",
        "No sooner had Brazil passed under the Spanish crown, than English adventurers directed their hostile enterprises against its shores.",
        "The fortifications were dismantled, the hostile chief being deported to Benares, and an infant son of the former raja installed under a treaty favourable to the company.",
        "On this occasion the authorities were more hostile than before to the Natal pioneers, for they confiscated the schooner on the ground that it was unregistered and that it came from a foreign port.",
        "He started on the night of the 24th, and escaping the Boer outposts rode through the dense bush and across the bridgeless rivers of Kaffraria at peril of his life from hostile natives and wild beasts, and in nine days reached his destination - a distance of 360 m.",
        "For many years the city maintained its independence, though surrounded by the hostile native inhabitants of Lucania.",
        "It was the general opinion abroad that the Magyars would either relapse into heathendom, or become the vassals of the Holy Roman Empire, and this opinion was reflected in the increasingly hostile attitude of the popes towards the Arpad kings.",
        "Thus, towards the end of his reign, Louis found himself cut off from the Greek emperor, his sole ally in the Balkans, by a chain of bitterly hostile Greek-Orthodox states, extending from the Black Sea to the Adriatic. The 1 Knatchbull-Hugessen, i.",
        "To this vindictive legislation, which converted the labouring population into a sullenly hostile 1 It should be remembered that at this time one-third of the land belonged to the church, and the remainder was in the hands of less than a dozen great families who had also appropriated the royal domains.",
        "The truce of Adrianople in 1568, nominally for eight years, but prolonged from time to time till 1593, finally suspended regular hostilities, and introduced the epoch known as \" The Long Peace,\" though, throughout these twenty-five years, the guerilla warfare on the frontier never ceased for more than a few months at a time, and the relations between the Habsburgs and Transylvania were persistently hostile.",
        "Jellachich, who as a soldier was devoted to the interests of the imperial house, realized that the best way to break the revolutionary power of the Magyars and Germans would be to encourage the Slav national ideas, which were equally hostile to both; to set up against the Dualism in favour at Pest and Vienna the federal system advocated by the Sla y s, and so to restore the traditional Habsburg principle of Divide et impera.",
        "But a nation that for a thousand years had maintained its individuality in the midst of hostile and rival races could not be expected to allow itself without a struggle to be sacrificed to the force of mere numbers, and the less so if it were justified in its claim that it stood for a higher ideal of culture and civilization.",
        "The exact number of persons arrested or interned will probably never be known, but that the Yugoslays were regarded, and treated, as a hostile population, is abundantly proved by the three following facts, which could be mul tiplied indefinitely.",
        "Their original centre was Rome, but in view of the hostile attitude of the Salandra-Sonnino Government they transferred their activities to Paris and London early in 1915.",
        "He was next ordered out against the Solymi, a hostile tribe, and afterwards against the Amazons, from both of which expeditions he not only returned victorious, but also on his way back slew an ambush of chosen warriors whom Iobates had placed to intercept him.",
        "Olaf also visited !Ethelred at the latter's request and, receiving a most honourable welcome, was induced to promise that he would never again come to England with hostile intent, an engagement which he faithfully kept.",
        "The origin of its application must be sought in a time when Egypt was regarded as hostile to the people of the Lord - that is to say, during the Ptolemaic rule over Palestine.",
        "The English commander, thus foiled, executed a daring and skilful march round the enemy's flank, and on the 9th drew up for battle in rear of the hostile army.",
        "On the following day the Boer attack on an armoured train at Kraaipan, a railway station in Cape Colony south of Mafeking and close to the western frontier of the Transvaal, witnessed the first hostile shot of a bloody war, destined to plunge South Africa into strife for two years and a half.",
        "Their orators had no serious rivals in the hostile camp; their system was established in the purest reason.",
        "Besides the distinctions of human and nonhuman, hostile and friendly, the demons in which the lower races believe are classified by them according to function, each class with a distinctive name, with extraordinary minuteness, the list in the case of the Malays running to several score.",
        "The various continuations of William of Tyre above mentioned represent the opinion of the native Franks (which is hostile to Richard I.); while in Nicetas, who wrote a history of the Eastern empire from 1118 to 1206, we have a Byzantine authority who, as Professor Bury remarks, \"differs from Anna and Cinnamus in his tone towards the crusaders, to whom he is surprisingly fair.\"",
        "Alien domination alone has been able to correct the tendency of this long strip of land to break up into hostile belts.",
        "The Indians were hostile and the missionary efforts among them failed.",
        "He had lost his hold upon Pennsylvania and his support in the house, while a cabal in the senate, bitterly and personally hostile to the treasury, crippled the administration and reduced every government measure to mere inanity.",
        "On the death of Neipperg in 1829 his place was taken by Baron Werklein, whose influence was hostile to popular liberty.",
        "Finally, although Clay for his support of the compromises and Seward and Chase for their opposition have gained in reputation, Webster has been selected as the special target for hostile criticism.",
        "The elector fled from his capital, and it was entirely owing to Rumford that a hostile occupation of the city was prevented.",
        "This agrees in many particulars with the Chronicon Angliae, but it is much less hostile to John of Gaunt, duke of Lancaster.",
        "(1892-1893), the Harpies are the hostile spirits of the scorching south wind; E.",
        "Joseph Smith's Descriptive Catalogue of Friends' Books (London, 1867) gives the information which its title promises; the same author has also published a catalogue of works hostile to Quakerism.",
        "The tribes hostile to the mullah sought British protection, and Colonel (afterwards Sir) E.",
        "On account, probably, of the inhospitable nature of the shore the northern portion of the protectorate appears to have been little subject to hostile invasion.",
        "Whether from hostile forays or from piracy, any Greek was exposed to the risk of enslavement.",
        "The enslavement of creditors, overwhelmed with usury in consequence of losses by hostile raids or their own absence on military service, led to the secession to the Mons Sacer (493 B.C.).",
        "It was twice threatened by hostile fleets, the Greek in 1827 and the combined British, French and Russian squadrons in 1828.",
        "The Zohar, that farrago of absurdity and spiritual devotion, was the weapon with which these Christians defended Jewish literature against hostile ecclesiastic bodies (Abrahams, Jew.",
        "Venice and the Papacy were unable, and Hungary unwilling, to render assistance; while the Croats proved actively hostile.",
        "Critics have also urged that Kallay; fostered the desire for material welfare at the cost of every other national ideal; that, despite his own popularity, he never secured the goodwill of the people for Austria-Hungary; that he left the agrarian difficulty unsolved, and the hostile religious factions unreconciled.",
        "It has been a juxtaposition of separate and generally hostile peoples in territories bound under one rule by the military sway of a dominant race.",
        "Venice having adopted a hostile attitude since Turkey's conquests in the Morea, greater attention was devoted to the fleet; Mytilene was captured and the entrance to the straits fortified.",
        "In the meantime, the concentration camps were becoming filled to overflowing, and a steady stream of captures and surrenders were reducing the hostile power of the republics.",
        "The controversial introduction is later than the Crusades; but the rituals, as far as Regarding Paulician beliefs we have little except hostile evidence, which needs sifting.",
        "There are a number of parochial and conventual schools, the church being hostile to the public-school system.",
        "murabit, \" one who pickets his horse on a hostile frontier\"; cf.",
        "But the proposal fell through when the news of the armistice between King Charles Albert and Austria arrived, and the two delegates were made the objects of a hostile demonstration.",
        "The part of Syracuse in general Sicilian affairs has been traced in the article Sicily; but one striking scene is wholly local, when the defeated Ducetius took refuge in the hostile city (451), and the common voice of the people bade \"spare the suppliant.\"",
        "Any Turkish battery that was chosen for target generally ceased firing before long; and the assailants were disposed to assume that the work was definitely put out of action, whereas all that had happened in reality was that the hostile gunners had been driven from their guns.",
        "Liman von Sanders was joined by reinforcements from other parts of the Empire early in the month, and the number of Turkish divisions in the peninsula swelled; but, aware that additional British troops were arriving, he felt obliged to leave forces on the Asiatic side of the Dardanelles in case of a hostile landing on the coast to the S., and of the divisions on the peninsula he kept two about Gallipoli and Bulair.",
        "The hostile detachments on guard gave way at all points.",
        "As Turkish detachments watching this strip of coastline were known to number only about 2,000 men - the Ottoman authorities never contemplating a hostile landing in force in the locality - the design was to put most of the attacking troops ashore during the night of the 6th-7th as a surprise, and that they should then push on at once and master a range of hills 4 or 5 m.",
        "In spite of the discouraging conditions in which they found themselves, and of the constant annoyance suffered from hostile artillery fire, the troops were in fair heart, while the tactical efficiency of the recently created divisions, which had not been of a high standard when they arrived in the theatre of war, had appreciably progressed.",
        "This Christian kingdom - situated in the midst of Moslem states, hostile to the Byzantines, giving valuable support to the crusaders, and trading with the great commercial cities of Italy - had a stormy existence of about 300 years.",
        "Although very hostile to Earl Thomas of Lancaster, Badlesmere helped to make peace between the king and the earl in 1318, and was a member of the middle party which detested alike Edward's minions, like the Despensers, and his violent enemies like Lancaster.",
        "One of these is the so-called \" Synchronous History of Assyria and Babylonia,\" consisting of brief notices, written by an Assyrian, of the occasions on which the kings of the two countries had entered into relation, hostile or otherwise, with one another; a second is the Babylonian Chronicle discovered by Dr Th.",
        "C. the Cappadocian Hatti were already in relations, generally more or less hostile, with a rival power in Syria, that of Mitanni; and Subbiluliuma (= Saplel or Saparura), king of these Hatti, a contemporary of Amenophis IV.",
        "An attempt by the Venetians to seize Ferrara led to a general Italian war, in which Florence also took part on the side hostile to Venice, and when peace was made in 1484 the republic gained some advantages.",
        "New Medici plots having been discovered, Bernardo del Nero and other prominent citizens were tried and put to death; but the party hostile to Savonarola gained ground and had the support of the Franciscans, who were hostile to the Dominican order.",
        "Whether the improvement will be profitable or not to the planter or manufacturer depends on the market for the sugar, and on the conditions of foreign tariffs, which are not infrequently hostile.",
        "During the Terror he was one of those deputies of the centre who supported Robespierre; but he was gained over by the members of the Mountain hostile to Robespierre, and his support, along with that of some other leaders of the Marais, made possible the 9th Thermidor.",
        "Under Turkish protection, he visited the territory of the Hashid and Bakil tribes north-east of Sana, and though their hostile attitude compelled him to return after reaching their first important town, Khamr, he had time to reconnoitre the plateau lying between the two great wadis Kharid and Hirran, formerly covered with Himyaritic towns and villages; and to trace the course of these wadis to their junction at El Ish in the Dhu Husen country, and thence onward to the Jauf.",
        "Both parties visited many sites where Himyaritic remains and inscriptions were found, but the hostile attitude of the natives, more particularly of the Seyyids, the religious hierarchy of Hadramut, prevented any adequate examination, and much of archaeological interest undoubtedly remains for future travellers to discover.",
        "The Turkish government realized by this time the strength of the hostile combination, and in view of the serious state of affairs in Yemen, hesitated to undertake another campaign in the deserts of Nejd.",
        "But the attitude of the opposition remained no less hostile than before, and in March 1837 the governor was authorized to reject the demand for constitutional reform and to apply public funds in his control to the purposes of government.",
        "Four horns, representing the hostile world-power that oppresses Israel and Jerusalem, are cast down by four smiths.",
        "They are divided into two confederations, the Uli-luna and the Uli-sawa, which are hostile to each other.",
        "The Guelph and popular element which constituted the force and prosperity of Florence was hostile to Pisa, and led to its downfall.",
        "At the height of his country's disasters he sought to confirm his own power by making terms with the Florentines, by yielding certain castles to Lucca, and by neglecting to conclude negotiations with the Genoese for the release of the prisoners, lest these should all prove more or less hostile to himself.",
        "There is a certain degree of tolerance, however, and the Anglican and some of the evangelical churches are permitted to establish missions in the country, but not always without hostile demonstrations from the Catholic priesthood.",
        "The attack orders for the 2nd of December (drawn up by the Austrian general Weyrother, and explained by him to a council of superior officers, of whom some were hostile, the greater part indifferent, and the chief Russian member, General Kutusov, asleep) gave the five columns and the reserve, into which the Austro-Russian army was organized, the following tasks: the first and second (Russians) to move south-westward behind the Pratzen ridge towards Telnitz and Sokolnitz; the third (Russian) to cross the southern end of the plateau, and come into line on the right of the first two; the fourth (Austrians and Russians under Kolowrat) on the right of the third to advance towards Kobelnitz.",
        "In spite of strong prejudice, he shows remarkable breadth of view and appreciation of merit in systems the most hostile to his own.",
        "The heirs of Jelal-ed-Din (Rumi) were favoured by the Osmanli sultans until 1516, when Selim was on the point of destroying the Mevlevi establishment as hostile to the Osmanli and the faith; and though he did not do so the Mevlevi and their chiefs were deprived of influence and dignity.",
        "Meanwhile events were taking a turn hostile to the prior.",
        "A signory openly hostile to Savonarola took office in May, and on Ascension Day his enemies ventured on active insult.",
        "B., 1886-1896) and Zur Beurteilung Savonarolas (1898), which are very hostile to the friar, and H.",
        "From the time that Governor Thomas Boone, in 1762, pronounced his election to the legislature improper, and dissolved the House in consequence, Gadsden was hostile to the British administration.",
        "The mind will pursue knowledge without the wasteful jar and friction of conflicting methods and mutually hostile conceptions; education will be regenerated; and society will reorganize itself on the only possible solid base - a homogeneous philosophy.",
        "From this time he continued to pour forth a number of critical writings on literature, art, &c. His bold ideas on these subjects, which were a great advance even on Lessing's doctrines, naturally excited hostile criticism, and in consequence of this opposition, which took the form of aspersions on his religious orthodoxy, he resolved to leave Riga.",
        "Of Philoxenus's part in the struggle we possess not too trustworthy accounts by hostile writers, such as Theophanes and Theodorus Lector.",
        "Together with almost all his countrymen he welcomed the meeting of the states-general in 1789 as the downfall of a despotism hostile to Great Britain.",
        "Here, being already pregnant, she gave birth to a daughter, who in turn bore the twins Joskeha and Tawiscara (myth of hostile brothers).",
        "The Teutonic knights in the north and the Tatar hordes in the south were equally bent on the subjection of Lithuania, while Olgierd's eastern and western neighbours, Muscovy and Poland, were far more frequently hostile competitors than serviceable allies.",
        "The new Chamber proved hostile to Villele, who resigned to make way for the short-lived moderate ministry of Martignac.",
        "The plain and the, road are crossed at right angles by the course of the Brocksburn, or Spott Burn, which at first separated the hostile armies.",
        "Knowledge, intrepidity and tact carried Parkman through these experiences unscathed, and good luck kept him clear of encounters with hostile Indians, in which these qualities might not have sufficed to avert destruction.",
        "g At his death the whole country was overrun by the hostile armies of Francis I.",
        "In the popular mind, Shaftesbury is generally regarded as a writer hostile to religion.",
        "It showed itself hostile to the Macedonians, and in 266 joined the Chremonidean League against Antigonus Gonatas.",
        "Before long, while the hostile left wing still remained inactive, the unfortunate troops of the French centre and right were gradually hemmed in by the whole force of the Allies.",
        "on the 27th, met with steadily increasing hostile resistance, chiefly on the left in the Scarpe valley; the 2nd Canadian Div.",
        "3 the io British divisions of the First Army had defeated 13 hostile divisions, and taken from them over 16,000 prisoners and 200 guns.",
        "of it, before reaching its first objective, and was checked in front of the final objective till darkness fell, when the last hostile defences W.",
        "of that village, and maintained its position despite repeated and violent hostile efforts to regain the lost ground.",
        "and Blecourt by the 4th Div., but not all these gains could be maintained in face of repeated hostile counter-attacks, and at the end of the day the line ran much as before on the front of these two divisions.",
        "The 3rd Div., overrunning the hostile defences with little difficulty, shortly after midday seized Flesquieres and Ribecourt and established itself east of these villages, where the 62nd Div.",
        "26 and went on for 56 hours; about 1,600 guns of all calibres took part in it, yet so formidable were the hostile defences that the task of the infantry still remained one of great difficulty.",
        "deep into the most formidable part of the hostile fortress, routed the four enemy divisions in its front and taken 4,200 prisoners and 70 guns.",
        "on the left could make little headway from its starting line, and the hostile defences about Bony remained intact.",
        "This hold was maintained all next day, despite desperate hostile efforts to recover the lost ground; two British attacks on Sequehart were, however, repulsed.",
        "Corps on the left established itself in Gouy and Le Catelet by midday, and though a strong hostile counter-attack recovered the former village for a time the ground lost was regained before the nightfall.",
        "The hostile forces encountered each other on the 16th of February 1817, when a desperate conflict ensued, which lasted during that and the two following days,and ended in the defeat of the royalists.",
        "The hostile action of Denmark enabled him honourably to emerge from the inglorious Polish imbroglio, and he was certain of the zealous support of his own people.",
        "The French general, however, determined to fight, as he had done at Sinsheim, to prevent the junction of the two hostile armies.",
        "Like Maroboduus, he was able to combine the forces of tribes commonly hostile to each other, and his military ability almost went the length of genius.",
        "At the same time commerce was encouraged by the abolition of unauthorized tolls and by an improvement of the coinage; while the sale of arms to hostile peoples, and the trade in Christian slaves were forbidden.",
        "In 786 the entreaties of the pope and the hostile attitude of Arichis II., duke of Benevento, a son-in-law of Desiderius, called the king again into Italy.",
        "He was very hostile to the king, furnished a Rapport sur les crimes imputes a Louis Ca pet (loth of December 1792), and voted for the death of Louis without appeal or respite.",
        "It marks the transition, from the earlier tolerant attitude of Rome towards Christianity, to its later hostile attitude.",
        "On the 2nd-13th of August 1704 Eugene and Marlborough set their forces in motion towards the hostile camps; several streams had to be crossed on the march, and it was seven o'clock (five hours after moving off) when the British of Marlborough's left wing, next the Danube, deployed opposite Blenheim, which Tallard thereupon garrisoned with a large force of his best infantry, aided by a battery of 24-pounder guns.",
        "The country proved hostile or at the best indifferent.",
        "Georgia confiscated some of his property, and after the peace of 1783 McGillivray remained hostile.",
        "He then went back to the Indian country, and remained hostile to the Americans until his death.",
        "\"He was,\" wrote his reactionary minister, Count della Margherita, \"hostile to Austria from the depths of his soul and full of illusions as to the possibility of freeing Italy from dependence on her..",
        "was free, endeavoured to dissociate it from politics, and urged that as Uganda was now under Great Britain there could be no hostile \" French \" faction.",
        "The hostile French faction was much the stronger, since at this time the king (whom the whole of the pagan party followed) was of that faction; but after some critical episodes the treaty was signed on the 26th of December.",
        "Fighting was recommenced by a \" French \" attack on \" British \" canoes, and Williams thereupon attacked the island and routed the hostile faction.",
        "But the Fathers were hostile, and though Mwanga was eager to accept Lugard's offers of reinstatement, he was a prisoner in the hands of his party.",
        "Owen Occupation defeated the hostile army, first in the south and of Unyoro.",
        "Among the biographies, or biographical notices, of Talleyrand the following are, on the whole, hostile to him: G.",
        "Nevertheless, permanent if partial dissolution was at hand, for no one of the perils which the popes had seemingly so successfully overcome had failed to weaken the constitution of their empire; and it is impossible to comprehend 'its comparatively sudden disintegration without reckoning with the varied hostile forces which were accumulating and combining strength during the 14th and 15th centuries.",
        "Fighting cautiously at first with his leading line to gain time for his second to come up, he then charged and broke up the hostile right wing of cavalry, while some battalions of infantry scaled the hill and captured the Bavarian guns.",
        "Though hostile, therefore, to the policy of Cleisthenes, their council seems to have suffered no direct abridgment of power from his reforms. After his legislation it gradually changed character and political sentiment by the annual admission of ex-archons who had held office under a popular constitution.",
        "The results of these peace efforts were perhaps surprisingly mediocre, but it must be borne in mind that not only was the military organization of the dioceses always very imperfect, but feudal society, so long as it retained political power, was inherently hostile to the principle and practice of private peace.",
        "He was still at Charleroi when, between 9 and To A.M., further news reached him from the left that considerable hostile forces were visible at Quatre Bras.",
        "But hardly had the Young and Middle Guard marched off to reinforce Vandamme and Gerard, when Vandamme sent word that a hostile column, over 30,000 strong, was threatening the French left (in reality this was D'Erlon's corps).",
        "His academical colleagues were hostile; and Ernesti, under a show of friendship, secretly hindered his promotion.",
        "After the defeat of Governor Silas Wright in 1846, however, the Democratic party split into two hostile factions known as the \" Hunkers,\" or conservatives, and the \" Barnburners,\" or radicals.",
        "The war policy of the Government was declared to be primarily the protection of Islam, particularly Turkish Islam, against the hostile and dangerously subversive policy of Great Britain.",
        "Butt as the religion of the hostile Ethiopians, Christianity found political obstacles to its adoption in Yemen; and, as heathenism had quite lost its power, it is intelligible that Dhu Nuwas, who was at war with Ethiopia before the last fatal struggle, became a Jew.",
        "The army could therefore, for the moment, only occupy Korea and try to draw upon itself hostile forces that would otherwise be available to assist Port Arthur when the land attack opened.",
        "Bennett, Roosevelt and the Republic (New York, 1908), is bitterly hostile.",
        "Bernard was succeeded by his son Bernard II., who took up a hostile attitude towards the German kings, Conrad II.",
        "Beust became minister for both home and foreign affairs in 1852, and under his guidance the policy of Saxony became more and more hostile to Prussia and friendly to Austria.",
        "In other directions, too, Bienerth's period of government was filled with hostile nationalist proceedings.",
        "As a result of this situation, the Catholic condemnation of heresy - though as stringent as ever in principle - has assumed less dangerous forms for the heretic. Nevertheless, it proved capable, even in the 19th century, of imposing onerous restrictions on the heterodox, and practical exemplifications of this hostile attitude persist to the present day.",
        "2 Finally, for this was an important year 1 Apart from the fact that there were probably no children at all, the whole bearing of the belief of Rousseau that they were sent by him to the Enfants trouves has been falsified by hostile writers.",
        "Only by way of the Hudson and Mohawk valleys, and round about the southern termination of the system were there easy routes to the interior of the country, and these were long closed by hostile aborigines and jealous French or Spanish colonists.",
        "He advocated the admission of Jews to parliament; he opposed Lord John Russell's measure to repel the so-called papal aggression; he opposed the admission of Dissenters into the university of Oxford; and he was hostile to the action of the government in the Crimean War.",
        "All his life long Spener had been exposed to the attacks and abuse of the orthodox Lutheran theologians; with his years his opponents multiplied, and the movement which he had inaugurated presented increasingly matter for hostile criticism.",
        "The Indians still remained hostile, however, and in 1865 Sully found it necessary to conduct his troops N.",
        "But now, under the idea that an alliance between Charles and Orange would be more hostile to English liberty than would the progress of the French arms, he acted with Barillon in influencing members of parliament in this sense, and is twice mentioned as receiving the sum of Soo guineas from the ambassador.",
        "Their first church was in Broad Street, nearly opposite the present First Presbyterian Church, with cupola and flankers from which \"watchers\" and \"wards\" might discover the approach of hostile Indians, and as an honour to their pastor, Rev. Abraham Pierson (1608-1678), who came from Newark-on-Trent, they gave the town its present name, having called it Milford upon their first settlement.",
        "But in the winter of 1367-68 a hostile league against him of all his neighbours threatened to destroy the fruits of a long and strenuous lifetime.",
        "On the 10th of May he renewed, in the National Assembly, his proposal for a ministry of labour, but the temper of the majority was hostile to socialism, and the proposal was again rejected.",
        "was to divide his territories among his sons, whereby Poland was partitioned into no fewer than four, and ultimately into as many as eight, principalities, many of which (Silesia and Great Poland, for instance) in process of time split up into still smaller fractions all of them more or less bitterly hostile to each other.",
        "This system, which dates from Richelieu and culminated in the reign of Louis XIV., was based on the secular rivalry of the houses of Bourbon and Habsburg, and presently divided all Europe into two hostile camps.",
        "A very hostile policy was adopted against the Roman Catholic Church.",
        "His addresses on the reunion of the Churches, delivered at the Bonn Conference of 1872, show that he was by no means hostile to the newly formed communion, in whose interests these conferences were held.",
        "Virginia, separating the two hostile capitals, Richmond and Washington, was the theatre of the great campaigns of the east, where the flower of both armies fought.",
        "From the first months of the war the sea power of the Federals was practically unchallenged, and the whole length of the hostile coast-line was open to invasion.",
        "At this moment Sherman suddenly changed his policy and sent his troops straight against the hostile entrenchments.",
        "Artillery had fallen, technically, far behind the infantry arm, and in face of long-range rifle fire could not annihilate the hostile line with case-shot fire as in the days of Napoleon.",
        "The more serious section in parliament were frankly opposed to the idea of conquering or of colonizing Algeria; on the other hand, popular sentiment was hostile to evacuation.",
        "It is true that even by the most thorough-going allegorists the literal sense of Scripture was not openly and entirely disregarded; but the very fact that the study of Hebrew was never more than exceptional, and so early ceased to be cultivated at all, is eloquent of indifference to the original literal sense, and the very principle of the many meanings inherent in the sacred writings was hostile to sound interpretation; greater importance was attached to the \" deeper \" or \" hidden \" senses, i.e.",
        "Very different was the case in England; after Geddes and Lowth, at the close of the 18th, till far down into the 19th century, the attitude even of scholars (with rare exceptions) was hostile to critical developments, and no independent critical work was done.",
        "The provision for the joint influence of Great Britain and France over the New Hebrides (1906) brought these islands into some prominence owing to the hostile criticism directed against the British government both in Australia and at home.",
        "At the close of a day of victory he was reconnoitring the hostile positions when suddenly the Confederate outposts opened fire upon his staff, whom they mistook in the dark and tangled forest for Federal cavalry.",
        "Some of them were ultimately dissolved or suppressed through political or ecclesiastical opposition, the Roman Church proving especially hostile.",
        "During the struggle for supremacy, the philosophers had been driven to make common cause with everything that was hostile to Christianity.",
        "Thus the Gnostic systems make great use of the idea of a fall of the Deity himself; by the fall of the Godhead into the world of matter, this matter, previously insensible, is animated into life and activity, and then arise the powers, both partly and wholly hostile, who hold sway over this world.",
        "In Gnosticism, on the contrary, the world of evil is full of active energy and hostile powers.",
        "We must also reject the theory that this degradation of the planetary deities into daemons is due to the influence of Hebrew monotheism, for almost all the Gnostic sects take up a definitely hostile attitude towards the Jewish religion, and almost always the highest divinity among the Seven is actually the creator-God of the, Old Testament.",
        "z) is able to inform us that in the primeval strife of Satan against the light-world, seven hostile powers were captured and set as constellations in the heavens, where they are guarded by good star-powers and prevented from doing harm.",
        "Hence, a principal item in their religious practice consisted in communications about the being, nature and names of the Seven (or of any other hostile daemons barring the way to heaven), the formulas with which they must be addressed, and the symbols which must be shown to them.",
        "Puritan Massachusetts was naturally hostile to the Antinomians at Exeter as well as to the Anglicans at Strawberry Banke.",
        "The hostile attitude of Khalaf ibn Ahmad, governor of Seistan, called Mahmud to that province for a short time.",
        "Carroll's Review of Pierce's Administration (Boston, 1856) are hostile anti-administration tracts.",
        "In many ways he was a typical Mahommedan, fiercely hostile towards unbelievers - \"Let us purge the air of the air they breathe\" was his aim for the demons of the Cross, - intensely devout and regular in prayers and fasting.",
        "As Turkish interests demanded the isolation of the Oriental Christians from their western brethren, and as the orthodox Greek nationalists feared Latinization more than Mahommedan rule, a patriarch hostile to the union was chosen, and a synod of Constantinople in 1472 formally rejected the decisions of Florence.",
        "But the people were hostile to him, and he was driven from his bishopric in 1429; whereupon he attached himself to the English court, and in 1431 endeavoured to procure the surrender of Reims to the English, so that Henry VI.",
        "Ocos was captured by his lieutenant, General Castillo, and the revolution speedily became a war, in which Honduras, Costa Rica and Salvador were openly involved against Guatemala, while Nicaragua was hostile.",
        "But the dominant priestly caste of the Magians, on whose support the king was dependent, were naturally hostile to him, and after some successes Mani was made a prisoner, and had then to flee.",
        "The necessity for defence from hostile attacks, economy of space and convenience of access from one part of the community to another, by degrees dictated a more compact and orderly arrangement of the buildings of a monastic coenobium.",
        "After Frontenac the Iroquois, though still hostile to France, are formidable no more, and the struggle for the continent is frankly between the English and the French.",
        "The Liberals of Quebec under the leadership of Sir Antoine Dorion were hostile to confederation, or at least to the terms of union agreed upon at the Quebec conference, and Laurier in editorials and speeches maintained the position of Dorion and his allies.",
        "In reply to a communication of President Adams early in 1827 that the United States would take strong measures to enforce its policy, Governor Troup declared that he felt it his duty to resist to the utmost any military attack which the government of the United States should think proper to make, and ordered the military companies to prepare to resist \" any hostile invasion of the territory of this state.\"",
        "In spite of the incapacity which he displayed in this war, John was sent a little later 'to govern Ireland (1185); but he returned in a few months covered with disgrace, having alienated the loyal chiefs by his childish insolence and entirely failed to defend the settlers from the hostile septs.",
        "It seems to have been in general hostile to Syracuse, but, though an ally of Athens in 427, it gave some slight help to Syracuse in 415-413.",
        "The Pharaoh is hostile, and Yahweh, the Israelite deity, is moved to send a deliverer; on the events that followed see Exodus, Book Of; Moses.",
        "I, see Bible: Chronology) place the former about the time of Tethmosis (Thothmes) III., and suppose that the hostile Habiri (Khabiri) who 1 There is a lacuna between the oldest traditions in Genesis and those in Exodus: the latter beginning simply \"and there arose a new king over Egypt which knew not Joseph.\"",
        "Declared free and neutral in 1691, Leghorn was permanently invested with these privileges by the Quadruple Alliance in 1718; but in 1796 Napoleon seized all the hostile vessels in its port.",
        "Stanton and other members of his cabinet and General Grant became hostile to him, the president attempted to remove Stanton without regard to the Tenure of Office Act, and, finally, to get rid of the president, Congress in 1868 (February-May) made an attempt to impeach and remove him, his disregard of the Tenure of Office Act being the principal charge against him.",
        "In its ultimate form the Messianic hope of the Jews is the centre of the whole eschatology, embracing the doctrine of the last troubles of Israel (called by the Rabbins the \"birth pangs of the Messiah\"), the appearing of the anointed king, the annihilation of the hostile enemy, the return of the dispersed of Israel, the glory and world-sovereignty of the elect, the new world, the resurrection of the dead and the last judgment.",
        "During the autumn and winter of 1814 he witnessed and reported the mistakes of the restored Bourbon dynasty, and warned his government of the growing danger from conspiracies and from the army, which was visibly hostile to the Bourbons.",
        "The emperor Alexander was hostile to Louis XVIII.",
        "As at Friedland, a ravine separated a part of the hostile line of battle from the rest.",
        "In other respects they are pagans in a low state of culture, mostly divided into hostile communities and addicted to piracy.",
        "It may be said to have begun with the visit of the Association of British Chambers of Commerce to Paris in 1900, at a time when France was still smarting from the humiliation of the Fashoda affair, and the Boer War was exciting hostile demonstrations against Great Britain throughout the continent of Europe.",
        "He was consulted a good deal by the government on such questions as England's attitude towards the council of Trent, and political considerations made him more and more hostile to Puritan demands with which he had previously sympathized.",
        "The foe that was advancing in the opposite direction, though without the conscience of a hostile purpose, was the new power of human reason animated with the revived sentiment of classicism.",
        "In More's mind both these hostile influences found a congenial home.",
        "From December 1863 to March 1865 he was chairman of the committee on foreign affairs; as such, in 1864, he was unwilling to leave the delicate questions concerning the French occupation of Mexico entirely in the hands of the president and his secretary of state, and brought in a report very hostile to France, which was adopted in the House, but fortunately, as it proved later, was not adopted by the Senate.",
        "The splendid commercial position of Corcyra on the highway between Greece and the West favoured its rapid growth, and, influenced p erhaps by the presence of non-Corinthian settlers, its people, quite contrary to the usual practice of Corinthian colonies, maintained an independent and even hostile attitude towards the mother city.",
        "The poor queen was surrounded by intrigues and plots, and although the people of the coast towns loved her, the Cypriot nobles were her bitter enemies and hostile to Venetian influence.",
        "Wearing her rich attire, and accompanied by her maid, who carries a bag of provisions, she goes over to the hostile camp, where she is at once conducted to the general, whose suspicions are disarmed by the tales she invents.",
        "On the other hand, a probably philo-Roman prince, Cunobelin (known to literature as Cymbeline), had just been succeeded by two sons, Caractacus and Togodumnus, who were hostile to Rome.",
        "The opposition were determined to raise debates in the House of Commons on the fiscal question, and Mr Balfour was no less determined not to be caught in their trap. These tactics of avoidance reached their culminating point when on one occasion Mr Balfour and his supporters left the House and allowed a motion hostile to tariff reform to be passed nem.",
        "Mr Balfour had never spoken more brilliantly, nor shone more as a debater, than in these years when he had to confront a House of Commons three-fourths of which was hostile.",
        "Thurii also, which was a colony of Athens, offered sacrifice to him as Euergetes every year, because he had destroyed the hostile fleet of Dionysius the elder (Aelian, Var.",
        "This family of deities were collectively known as Vanir, and are said to have once been hostile to the Aesir, to whom Odin belonged.",
        "In general it may be said that the giants were regarded as hostile to both gods and men.",
        "He simultaneously excommunicated several sovereigns and mercilessly persecuted the archbishops and bishops who were hostile to reform.",
        "The clergy, indeed, received a large share; but the government of the Latin principality remained lay and military, the only form of government possible for a colony surrounded by perils and camped in a hostile country.",
        "This period, however, is characterized not only by the thoroughgoing development of the authority of the Holy See, but also by the severe struggle the popes had to sustain against the hostile forces that were opposed to their conquests or to the mere exercise of what they regarded as their right.",
        "The popes were in favour of Charles of Anjou and his dynasty, but Charles was hostile to the union of the two Churches, since it was his intention to seize the Byzantine Empire and substitute himself for the Palaeologi.",
        "and his successors had struggled, became more powerful and more hostile to theocratic domination.",
        "While the French were marching on Naples there arose a hostile coalition which compelled them to beat a hasty retreat - the Holy League of March 1495.",
        "In Italy the Holy See was surrounded by a hostile force, whose \" prisoner \" the lord of the Vatican declared himself to be.",
        "was not merely one of defiance towards supposed hostile forces within and without the Church; it was also strenuous in pushing on the R work of internal organization and reform.",
        "The fact that the Vatican presents a great force hostile to and obstructive of certain characteristic tendencies of modern life and thought has; necessarily raised up a powerful opposition even in countries traditionally Catholic. France no longer deserves the title of eldest daughter of the Church; the Catholicism of Italy is largely superficial; even Spain has shown signs of restiveness.",
        "The marriage was a purely political one, arranged by his father and a section of the Hungarian magnates to counterpoise hostile German and Czech influences.",
        "Sir William Keith, her deputy, was hostile to the council, which he practically abolished, and was popular with the assembly, which he assiduously courted, but was discharged by Mrs Penn after he had quarrelled with James Logan, secretary of the province.",
        "P g on the 31st of March 1904, the first hostile encounter took place at Guru, when the Tibetans (the aggressors) were defeated.",
        "The compromise tariff of 1833, made necessary by the hostile attitude of South Carolina, owed its inception largely to him, but he voted against the \"force bill,\" an act for enforcing the collection of duties, being the only senator whose vote was so recorded.",
        "As late as about 1300 a traveller hostile to the Armenians reported to the pope that he had witnessed baptisms without any trinitarian invocation in as many as three hundred parish churches.",
        "The general attitude of German theology, however, became gradually more and more hostile, and the works of Schleiermacher, though in a sense themselves rationalist, renewed the general desire for a positive Christianity.",
        "The natives, still mainly independent of their nominal Dutch and Portuguese rulers, are divided into many hostile tribes, speaking as many as forty distinct Papuan and Malayan languages or dialects.",
        "Polybius (ii.-viii.) follows the Memoirs which Aratus wrote to justify his statesmanship, - Plutarch (Aratus and Cleomenes) used this same source and the hostile account of Phylarchus; Paus.",
        "The French authorities were hostile to the English missionaries, and even the handing over of part of the field to the Paris Evangelical Society did not do much to ease the situation.",
        "In 1231 the hostile intentions of the emperor once more stirred the cities into activity.",
        "As allies of Perseus and of Mithradates the Great, and lastly on their own account, they had hostile relations with the Romans who in the time of Augustus defeated them, and made a peace, which was disturbed by a series of incursions.",
        "From the historical point of view it may be suggested that neither North nor South was correct in theory in 1861: the United States were not a nation; neither were the states sovereign; but from the embryo political communities of 1776-1787, in which no proper sovereignty existed anywhere, two nationalities were slowly being evolved and two sovereignties were in the making; the North and the South each fulfilled most of the requirements for a nation and they were mutually unlike and hostile.",
        "In 1302, in the midst of a hostile assembly, Philip cursed his sons should they consent to hold the Crown of any one but God'; and in this isolated outburst he sees the key to his character.",
        "In English history Robert appears as the most trusted and the most prominent of the king's foreign friends, and as the leader of the party hostile to the influence of Earl Godwine.",
        "In March 1839, after the dissolution of the chamber by Louis Philippe, he was elected deputy for Paris (re-elected in 1842 and in 1846), and sat in the group of the Radical Left, being one of the leaders of the party hostile to Louis Philippe.",
        "This connexion with the declining fortunes of Spain was disastrous to the well-being of the Belgian people, for during many years a close alliance bound together France and the United Provinces, and the Southern Netherlands were exposed to attack from both sides, and constantly suffered from the ravages of hostile armies.",
        "The earlier work of \" Young Belgium \" in poetry was experimental in character, and was marked by extravagances of style and a general exuberance which provoked much hostile criticism.",
        "and his successors, Sergius was very hostile to the memory of Pope Formosus, and refused to recognize any of the ordinations celebrated by him, thus causing grave disorders.",
        "A century later Greenland was peopled from Iceland, and a colony existed for over four hundred years, when it was snuffed out, doubtless by hostile Eskimos.",
        "frankly hostile standpoint, it is in large measure a panegyric).\"",
        "Starting from the hypothesis that Sweden was \"DenmarkNorway's most active and irreconcilable enemy,\" Bernstorff logically included France, the secular ally of Sweden, among the hostile powers with whom an alliance was to be avoided, and drew near to Great Britain as the natural foe of France, especially during the American War of Independence, and this too despite the irritation occasioned in Denmark-Norway by Great Britain's masterful interpretation of the expression \"contraband.\"",
        "The chief original sources for John's life are Froissart, the maliciously hostile Chronicon Angliae (1328-1388), and the eulogistic Chronicle of Henry Knighton (both the latter in the Rolls Series).",
        "The rebellion put an end to the growing reconciliation between Roman Catholics and Protestants; religious passions were now violently inflamed, and the Orangemen and Catholics divided the island into two hostile factions.",
        "How the hostile kings of Israel and Syria came to fight a common enemy, and how to correlate the Assyrian and Biblical records, are questions which have perplexed all recent writers.",
        "Henry was not only successful in detaching Hermann from the hostile combination, but gained his support for the scheme to unite Sicily with the Empire.",
        "During the remainder of that pontificate Della Rovere remained in France, nominally in support of the pope, for whom he negotiated the treaty of 1498 with Louis XII., but in reality bitterly hostile to him.",
        "Congress in August 1861 passed an act (approved August 6th) confiscating rights of slave-owners to slaves employed in hostile service against the Union.",
        "Often they were separated one from the other by large stretches of territory under the rule of a hostile prince and their trade was peculiarly liable to attack by an adventurous body of knights.",
        "and from some classes impossible, to obtain payment culties and of this tax, and the king was persistently hostile to further the imperial court of justice, his hostility and the want of money being indeed successful in preventing that institution for a time from doing any real service to Germany.",
        "and the It divided the nation into two hostile parties, and the political emperor was not able to assume towards them a perfectly impartial position.",
        "It was soon obvious that beneath all varieties of individual opinion there were two bitterly hostile tendenciesrepublican and constitutionalist.",
        "Thus the issue to which the events of about a century had been pointing was apparently raised; Germany was divided into two hostile parties, one set of states grouping Distuththemselves around Austria, another around Prussia.",
        "Hassenpflug, being detested by the chamber, dissolved it in June 1850; but the new one was not less hostile, and refused to sanction the collection of the taxes until it had considered the budget.",
        "The Ultramontane party in Austria, France and Bavaria had, after 1866, been hostile to Prussia; there was some ground to fear that it might still succeed in bringing about a Catholic coalition against the empire, and Bismarck lived in constant dread of European coalitions.",
        "The alliance had been of the nature of a limited co-operation between two hostile powers for a definite object; there had always been suspicion and jealousy on either side, and a rupture had often been imminent, as in the debates on the military bill and the law reform.",
        "Attacks on religion, though nOt an essential part of the party programme, were common, and practically all avowed Social Democrats were hostile to Christianity.",
        "Parlia- ~ mentary history took the form of a hostile criticism of the government proposals, which was particularly bitter because of the irreconcilable opposition of the Free Traders.",
        "So long as the government was under the influence of the National Liberals, it was indifferent, if not hostile to these movements.",
        "a Machiavellian plan for isolating Germany and surrounding her with a net of hostile forces, gave way to a spirit of confidence which could afford to laugh at the terror of Germany which, to judge from the sensational reports of certain popular British journals, had seized upon Great Britain.",
        "Of the other groups only one, and that hostile to the governmentthe Poleshad gained a seat.",
        "Two stately convents of the 14th century stand at the ends of the city; for the Franciscans were set to guard the western gate, or Porta Pile, against the hostile Sla y s, while the Dominicans kept the eastern gate, or Porta Ploce.",
        "Dressed as a Turkoman, he intrepidly explored in a hostile country the route from Khiva to Igdy, and also the old bed of the Oxus.",
        "In 1863 a hostile legislature sought to deprive him of all control over the militia, and failing in this, adjourned without making the appropriations necessary for carrying on the state government.",
        "His early correspondence with Shelley, which began in 1811, is remarkable for its genuine good sense and kindness; but when Shelley carried out the principles of the author of Political Justice in eloping with Mary Godwin, Godwin assumed a hostile attitude that would have been unjustifiable in a man of ordinary views, and was ridiculous in the light of his professions.",
        "During discussions on the economic arrangement with Hungary in 1877 a large number voted against the duties on coffee and petroleum, which were an essential part of the agreement; they demanded, moreover, that the treaty of Berlin should be laid before the House, and 112 members, led by Herbst, gave a vote hostile to some of its provisions, and in the Delegation refused the supplies necessary for the occupation of Bosnia.",
        "Hostile history of franchise reform as a crowning attempt to restore parliament to normal working conditions.",
        "While still a boy Ahmad fell into the hands of the hostile tribe of Ghilzais, by whom he was kept prisoner at Kandahar.",
        "He wore the usual Friend's coat, and was regarded with much interest and hostile curiosity on both sides of the House.",
        "There was a tremor in Bright's voice in the touching parts of his great speeches which stirred the feelings even of hostile listeners.",
        "Prior to these episodes Athens had not been in hostile contact with any of the Peloponnesian confederate states for more than ten years, and Pericles had abandoned a great part of his imperial policy.",
        "\" Before Evagoras established his rule, they were so hostile and exclusive, that those of their rulers were actually held to be the best who were the fiercest adversaries of the Greeks; but now such a change has taken place, that it is a matter of emulation who shall show himself the most ardent phil-hellen, that for the mothers of their children most of them choose wives from amongst us, and that they take pride in having Greek things about rather than native, in following the Greek fashion of life, whilst our masters of the fine arts and other branches of culture now resort to them in greater numbers than were once to be found in those quarters they specially frequented \" (Isoc. '99= Evag.",
        "There was, at the same time, in the early Church a powerful current of feeling hostile to Greek culture, to the wisdom of the world.",
        "The attitude of the Rabbinic doctors to a Greek education does not seem to have been hostile till the time of Hadrian.",
        "There existed, however, a very ancient ition according towhichHorus and Seth were hostile brothers, nephew and uncle; and many considerations may be urged ipport of the thesis which regards their struggles as reminis:es of wars between two prominent tribes or confederations ribes, one of which worshipped the falcon Horus while the r had the okapi (?) Seth as its patron and champion.",
        "Terms were then made by which both Syrians and Franks were to quit Egypt, though the garrison of Cairo remained; the hostile attitude of the Moslem population to this garrison led to another invasion at the beginning of 1168 by King Amalric, who after taking Bilbeis advanced to Cairo.",
        "The Norwegian aristocracy was too weak, however, seriously to endanger the Union at any time, but Sweden was, from the first, decidedly hostile to Margaret's whole policy.",
        "Unlike Sweden, Denmark had remained outside the great religious-political movements which were the outcome of the Catholic reaction; and the peculiarity of her position made her rather hostile than friendly to the other Protestant states.",
        "About this time Gloucester made another attempt to deprive Beaufort of his see, and it was argued in the council that as a cardinal he could not hold an English bishopric. The general council was not inclined to press the case against him; but the privy council, more clerical and more hostile, sealed writs of praemunire and attachment against him, and some of his jewels were seized.",
        "It was he who coined the phrase (Birmingham, 1894) as to the government's \"ploughing the sands\" in their endeavour to pass Liberal legislation with a hostile House of Lords.",
        "While unequivocally rejecting the accepted creeds, and so scandalizing even liberal theologians, he was still more hostile to simply sceptical and materialist tendencies.",
        "Froude's biography, and the Memorials of Mrs Carlyle, published soon afterwards, strengthened the hostile feeling.",
        "Presently the nobles formed two hostile parties, that of the Bruces and that of Baliol.",
        "It seems probable that Wallace remained consistently loyal to Baliol, and hostile to the party of the wavering Bruce.",
        "The hostile forces met at Shrewsbury, and Shakespeare has made the result immortal.",
        "The lower classes, bullied by sabbatarianism and deprived of the old revels, were restive and hostile; but the educated middle class was with the preachers; so were many lesser country gentry; and the nobles, securing the spoils of the church, were acquiescent.",
        "Murray knew that his day of influence was over, and encouraged by the promises of Elizabeth, who was remonstrating violently against the match into which she had partly beguiled and partly forced Mary, he assumed a hostile attitude and was outlawed (6th of August 1565).",
        "The house of Gowrie, so long hostile to Mary Stuart and James, was forfeited and ruined.",
        "They did pass the Act of the Classes, disabling all \" Engagers \" from all manner of offices, military and civil, and dividing the distracted country into two hostile camps.",
        "The rebels, who were in two hostile parties, Indulged and Separatists, failed to hold Bothwell Bridge, and were easily routed.",
        "The progressive theologians and clergy, moreover, assumed a hostile attitude, and, in 1800, even the Curia omitted the Year of Jubilee.",
        "But this version of the idea of Antichrist, hostile to the Jews and better expressing the relation of Christianity to the Roman empire, was prevented from obtaining an absolute ascendancy in Christian tradition by the rise of the belief in the ultimate return of Nero, and by the absorption of this outcome of pagan superstition into the Jewish-Christian apocalyptic conceptions.",
        "Time after time His life is threatened before the feast is ended, and when the last passover has come we can well understand, what was not made sufficiently clear in the brief Marcan narrative, why Jerusalem proved so fatally hostile to His Messianic claim.",
        "It is a witness delivered to a hostile audience, whether they will hear or no.",
        "The cathedral (Christ Church) is finely placed on a mound which was originally intended as a place of refuge from hostile natives.",
        "The fate of the Jesuits hung in the balance; and the Bourbon princes were determined to have a pope subservient to their hostile designs.",
        "His election for Clare in 1828 proved the forerunner of the inevitable change, and the Catholic claims were granted the next year, to the intense regret of the Protestant Irish, by a government avowedly hostile to the last, but unable to withstand the overwhelming pressure of a people united to insist on justice.",
        "lawgivers show very vividly the persistence of what was current religion but was hostile to their teaching.'",
        "The Nabataean Arabs and the Greeks of Scythopolis befriended them, but the province generally was hostile.",
        "Both Moab and Ammon had good reason to be hostile to Gilead (Num.",
        "His premiership was marked by heated debates on the clerical question, and it was a hostile vote on his Bill against the religious associations that caused the fall of his cabinet.",
        "This elicited from him a circular, in which he asserted his loyalty to the four general councils, and declared that the hostile bishops had been guilty of schism.",
        "Louis was the soul of all hostile coalitions, especially urging on the Swiss and Sigismund of Austria, who ruled Tirol and Alsace.",
        "The islands of Mauritius and Bourbon afforded a convenient half-way house both for French intrigue and for the assembling of a hostile expedition.",
        "A more formidable hostile combination, however, awaited the government of India.",
        "On the outbreak of the French Revolution the king and queen were not at first hostile to the new movement; but after the fall of the French monarchy they became violently opposed to it, and in 1793 joined the first coalition against France, instituting severe persecutions against all who were remotely suspected of French sympathies.",
        "In Sicily the revolutionists were purely insular in their aspirations and bitterly hostile to the Neapolitans, and the attempts.",
        "Hostile critics were not wanting; many voices were raised in protest against the ultra-humanitarianism which sought to make gaols too comfortable and tended to pamper criminals.",
        "Although the system still has many hostile critics its value cannot be contested.",
        "By a bold attack, in the manner of the Kharijites of yore, Tahir penetrated into the centre of the hostile army and killed Ali.",
        "His conduct in following them up into the Spanish territory of Florida, in seizing Pensacola, and in arresting and executing two British subjects, Alexander Arbuthnot and Robert Ambrister, gave rise to much hostile comment in the cabinet and in Congress; but the negotiations for the purchase of Florida put an end to the diplomatic difficulty.",
        "Owing to the number of American immigrants who had settled in California, the Mexican authorities there became suspicious and hostile, and ordered Fremont out of the province.",
        "As presented to us, for example, in Plato's surely not altogether hostile caricature in the Euthydemus, they mark the intellectual preparation for, and the moral need for, the advance of the next generation.",
        "The lines of argument followed respectively by friendly and hostile contemporaries immediately after his death (Tac. Ann.",
        "These revolutions were in the first place directed against the bishops; but the position both of the higher clergy and of the nobility was here of a nature distinctly more hostile to the aspirations of the citizens than it was in the south.",
        "In spite of the treaty allowing the opening of the road, during a period of six months fifty-one hostile demonstrations were made, and on the 2sst of December 1866 Captain W.",
        "On the 3 rd of October Beirut fell; and Ibrahim, cut off from his communications by sea, and surrounded by a hostile population, began a hurried retreat southward.",
        "He signed the protest against the \"recess\" of the diet of Spires in 1529, being thus one of the original Protestants, and was actively hostile to Charles V.",
        "Thus Protestantism also came to identify theology with the whole range of human knowledge, and in its official forms it was as hostile to the progress of science as was the Roman Church itself.",
        "Officially then the Church identifies Christianity with the position outlined above, and hostile critics agree to this identification, rejecting the faith in the name of philosophic and scientific truth.",
        "The inclusion in the cabinet of Somers, whom she especially disliked as the hostile critic of Prince George's admiralty administration, was the subject of another prolonged struggle, ending again in the queen's submission after a futile appeal to Marlborough in October 1708, to which she brought herself only to avoid a motion from the Whigs for the removal of the prince, then actually on his deathbed.",
        "In the earlier colonies, the state allotted to proposing emigrants from amongst the needy or discontented class of citizens portions of such lands as, on the subjection of a hostile people, the state took into its possession as public property.",
        "These conditions are unfavourable to permanence, and the history of Asia Minor is that of the march of hostile armies, and rise and fall of small states, rather than that of a united state under an independent sovereign.",
        "Paul's own \" free \" attitude to the Law, when on Gentile soil, is just what is implied by the hostile rumours as to his conduct in Acts xxi.",
        "The Jats took the side of the government, while the Gujars and Mussulman Rajputs were most actively hostile.",
        "The Saxons are not named, and the Franks appear only as a dreaded hostile power.",
        "787, and was invented by hostile Greeks for the Syrian Monophysite Church as founded, or rather restored, by Jacob or James Baradaeus, who was ordained its bishop A.D.",
        "At the mouth of the river they met Lord Delaware, however, who brought other colonists and plentiful supplies; and they returned, set up a trading post at what is now Hampton and undertook to bring the hostile natives to subjection.",
        "Again, the verb p7)yvvp., \" to break,\" occurs forty-eight times in the Iliad, and once in the Odyssey, - the reason being that it is constantly used of breaking the armour of an enemy, the gate of a city, the hostile ranks, &c. Once more, the word aKOTos, \" darkness,\" occurs fourteen times in the Iliad, once in the Odyssey.",
        "hostile cruiser, or to effect repairs necessitated by some accidental damage to the ship, the G.A.",
        "This may be possible in Germany and other countries where there is a religious census; but it is, at best, a rough-and-ready method where, as in Italy or France, besides the class of \" political \" or \" non-practising \" Catholics, large numbers of the people are more or less actively hostile to Christianity itself.",
        "Three years later, however, the world had more important things to think of than Leopold's ecclesiastical reforms. At first the French Revolution was by no means antiCatholic - though the Constituent Assembly remem- French bered too much of the quarrels about the Unigenitus not to be bitterly hostile to Rome - and its great aim ti\"' was to turn the French Church into a purely national body.",
        "Lacordaire and Montalembert, however, continued their democratic campaign, by no means without success; for the revolution of 1848, which drove Louis Philippe from the throne, was far less hostile to Catholicism than that of 1830.",
        "During the 13th, 14th and 15th centuries it was repeatedly burned by its hostile neighbours, the Lithuanians and Poles, and in the 17th century it remained for some time in the possession of Sweden.",
        "The senate almost openly intrigued against him, and the populace were silent or hostile.",
        "The House would only pass a bill abolishing hostile laws between the kingdoms; but the case of the Post Nati, being brought before the law courts, was settled as the king wished.",
        "Nevertheless, the hostile policy of Llewelyn, who had closely associated himself with the cause of Simon de Montfort and the barons, was at first successful.",
        "It is true that a Young Wales party has arisen, which seeks to narrow this movement to the exclusion of English ideas and influences; and it is also true that there is a party which is abnormally suspicious of and hostile to this Welsh Renaissance; but in the main it is correct to say that the bulk of the Welsh nation remains content to assert its views and requirements in a reasonable manner.",
        "In 1613 he published a book, Disputationes de Praecipuis Religionis Christianae Capitibus, which provoked the hostile criticism of orthodox scholars; in 1619 he published his Epitome theologiae, and some years later his Theologia Moralis (1634) and De Arte Nova Nihusii.",
        "However, the fortunes of the Talmud in a hostile world now become part of the history of the Jews, and the many interesting vicissitudes cannot be recapitulated here.",
        "The early Christian Fathers recorded many a valuable observation of the Gentile faiths around them from varying points of view, sympathetic or hostile; and Eusebius and Epiphanius, in the 4th century A.D., attributed to the librarian of Ptolemy Philad.elphus the design of collecting the sacred books of the Ethiopians, Indians, Persians, Elamites, Babylonians, Assyrians, Romans, Phoenicians, Syrians and Greeks.",
        "Along a different line of thought the Iranian teachers, beholding the world divided between hostile powers, demanded, as the fundamental postulate of religion, the victory of the good.",
        "His character and life were such as to suggest the propriety of canonization, but hostile influences have defeated every move in that direction.",
        "For this reason did Ahuramazda, and the other gods that be, bring aid to me, because I was not hostile, nor a liar, nor a wrongdoer, neither I nor my family, but according to Rectitude (drstam) have I ruled.\"",
        "The first Bela, son of Beor, is often identified with Balaam, but the traditions of the Exodus are not precise enough to warrant the assumption that the seer was the king of a hostile land in Num.",
        "now implies, although hostile relations at other periods are likely (cf.",
        "verse I; \" adversaries \" (o' is), of Judah's hostile neighbours, verse 7, Neh.",
        "He died on the 24th of November 1572, and at his funeral in St Giles' Churchyard the new Regent Morton, speaking under the hostile guns of the castle, expressed the first surprise of those around as they looked back on that stormy life, that one who had \"neither flattered nor feared any flesh\" had now \"ended his days in peace and honour.\"",
        "order of the Sword, amalgamated, since 1237, with the more powerful order of the Teutonic Knights, had by the secularization of the latter order into the dukedom of Prussia (1525) become suddenly isolated in the midst of hostile Slavonians.",
        "By the time that the \" tacit truce \" had come to an end the Swedish forces were so demoralized that the mere rumour of a hostile attack made them retire panic-stricken to Helsingfors; and before the end of the year all Finland was in the hands of the Russians.",
        "Only a swift and sudden coup d'etat could save the independence of a country isolated from the rest of Europe by a hostile league.",
        "The nation was divided into small mutually hostile parties; there were ecclesiastical troubles owing to the hostility of the Church to the new republic; there were Indian risings in the south and royalist revolts in the island of Chiloe; the expenditure exceeded the revenue, and the employment of the old Spanish financial expedients naturally increased the general discontent.",
        "In 1889 congress became distinctly hostile to the administration of President Balmaceda, and the political situation became grave, and at times threatened to involve the country in civil war.",
        "In September 1900 a fresh outburst of hostile feeling against Chile was created in Argentina by a note addressed by the Chilean government to Bolivia, intimating that Chile was no longer inclined to hand over the port of Arica or any other port on the Pacific, but considered the time ripe for a final settlement of the questions connected with the Chilean occupation of Bolivian territory, which had now been outstanding for sixteen years.",
        "In 1900 he allied himself with other hostile chiefs and adopted an openly antagonistic attitude to the British government.",
        "While the infantry kneeled to shoot, the cavalry swarmed round the hostile squadrons, threw their lines into confusion, and completed their discomfiture by a vigorous pursuit.",
        "When attacked they broke up, as it seemed, in hasty and complete flight, and having thus led the hostile army to break its formation, they themselves rapidly reformed and renewed the assault.",
        "These conditions elucidate the fact that the Parthian Empire, though founded on annexation and perpetually menaced by hostile arms in both the East and the West, yet Later Illsnever took a strong offensive after the days of tory- of the Mithradates II.",
        "As the hostile faction pressed the necessity of the ex-ministers removal from the capital; he was offered the choice of the government of Fars, Isfahan or Kum.",
        "The Persian officials were at first hostile, but their opposition, which was attributed to Russian influence at Teheran, was eventually overcome, and Colonel MacMahon (who was knighted in 1906) delivered his final award, sustaining the Persian contention, in February 1905.",
        "The population of the north shore of the Solway Firth at the beginning of the 5th century were probably either Picts or Goidels or a blend of both, and naturally hostile to the Romanized Britons.",
        "In other countries the police system has been worked more arbitrarily; it has been used to check free speech, to interfere with the right of public meetings, and condemn the expression of opinion hostile to or critical of the ruling powers.",
        "These treaty states, as they were called, were intended to serve Treat States double purpose; they would be a barrier protecting the colony from the inroads of hostile tribes, and they would enable native civilized nations to grow up (under the tutelage of the missionaries) strong enough to protect themselves from the encroachments of the whites.",
        "But even his most hostile teachers were amazed by the brilliance of his natural gifts, and, while still a boy, he possessed that charm of manner which was to make him so fascinating and so dangerous in later life, coupled with the strong dramatic instinct which won for him his honourable place in Swedish literature.",
        "In the late 6th century the Thebans were brought for the first time into hostile contact with the Athenians, who helped the small fortress of Plataea to maintain its independence against them, and in 506 repelled an inroad into Attica.",
        "The poverty and natural strength of the country, combined with the ferocious habits of the natives, seem to have equally repelled the friendly visits of inquisitive strangers and the hostile incursions of invading armies.",
        "2 Thus the gulf between Stoicism and the later Cynics, who were persistently hostile to culture, could not fail to be widened.",
        "She rode between the hostile camps, and succeeded in arranging an honourable peace between her husband and her son.",
        "They had supported the monarchy because it was a national institution, hostile to the tyranny of nobles and clergy.",
        "It was impossible, moreover, to expand or reach new markets except by sea: the interposition of Castile and Aragon, so often hostile, completely prevented any intercourse by land between Portugal and other European countries.",
        "But the growth of expenditure - chiefly of an unremunerative kind, such as the cost of war and missions - soon rendered these resources inadequate; and after 1515 the empire became ever more dependent on the spoils of hostile states and on subsidies from the royal treasury in Lisbon.",
        "After 1565, when the power of Vijayanagar was broken at the battle of Talikot, a Mussulman coalition was at last formed, and the Portuguese were confronted by a line of hostile states stretching from Gujarat to Achin; but by this time they were strong enough to hold their own.",
        "Seditious journals were suppressed; gaols and fortresses were crowded with prisoners; the upper house, which was hostile to the dictator, was deprived of its judicial powers and reconstituted on a less democratic basis (as in 1826); the district and municipal councils were dissolved and replaced by administrative commissions nominated by the Crown (Jan.",
        "His last appearance in the House of Lords was on the 7th of April 1778, on the occasion of the duke of Richmond's motion for an address praying the king to conclude peace with America on any terms. In view of the hostile demonstrations of France the various parties had come generally to see the necessity of such a measure.",
        "The sympathy of Rumania with France in the Franco-Prussian War of 1870, and the consequent interruption of certain commercial undertakings, led to a hostile movement against Prince Charles, which, being fostered by Russia, made him resolve to abdicate; and it was with difficulty that he was persuaded to remain.",
        "The role of Greece, when she acceded to the league, was by offensive operations from Thessaly to bind as many hostile troops as possible, incidentally occupying the country which it was intended to acquire.",
        "of the Ergene all clear, but hostile forces between Lule Burgas and Muradli.",
        "Surrounded by hostile columns converging on Sofia from every quarter, Bulgaria yielded on July 31, and on Aug."
    ],
    "definition": [
        "Of, relating to, or characteristic of an enemy: hostile forces; hostile acts.",
        "Feeling or showing enmity or ill will: interpreted the remark as hostile.",
        "Being in opposition; opposed: hostile to the proposal.",
        "Unfavorable to health or well-being; inhospitable or adverse: a hostile climate.",
        "An antagonistic person or thing.",
        "An enemy in warfare.",
        "hos′tile·ly\nadverb",
        "Link/Cite",
        "Belonging or appropriate to an enemy; showing the disposition of an enemy; showing ill will and malevolence, or a desire to thwart and injure; occupied by an enemy or enemies; inimical; unfriendly\na hostile force\nhostile intentions\na hostile country\nhostile to a sudden change",
        "(chiefly in the plural) An enemy.",
        "Link/Cite"
    ]
}