{
    "translation": "עוינות",
    "uses": [
        "The hostility in his voice and expression was unnerving.",
        "Nothing was truly resolved except possibly the hostility between them.",
        "He probably didn't realize that his hostility toward Señor Medena was being transferred to Jonathan as anxiety.",
        "The natives showed their usual hostility, killing all stragglers.",
        "Meanwhile France provided Italy with fresh cause for uneasiness by abating her hostility to Germany.",
        "As he said this his eyes and face expressed more than coldness--they expressed hostility, which Pierre noticed at once.",
        "there; the hostility of Squarcione has been assigned as the cause.",
        "The course taken by Cranmer in promoting the Reformation exposed him to the bitter hostility of the reactionary party or \" men of the old learning,\" of whom Gardiner and Bonner were leaders, and on various occasions - notably in 1543 and 1 545 - conspiracies were formed in the council or elsewhere to effect his overthrow.",
        "None of them knew anything, and Petya thought the officers were beginning to look at him and Dolokhov with hostility and suspicion.",
        "The king, too, was in close sympathy with the societys aims, but for the present it was necessary to hide this attitude from the eyes of the Powers, whose sympathy Cavour could only hope to gain by professing hostility to everything that savoured of revolution.",
        "In their attitude toward him could still be felt both uncertainty as to who he might be – perhaps a very important person – and hostility as a result of their recent personal conflict with him.",
        "Bixio attempted to reconcile them, but the publication by Cialdini of a letter against Garibaldi provoked a hostility which, but for the intervention of the king, would have led to a duel between Cialdini and Garibaldi.",
        "In the present narratives, however, the stories in which he possesses influence with king and court are placed before the rise of Jehu, and some of them point to a state of hostility with Damascus before he foresees the atrocities which Hazael will perpetrate.",
        "As soon as he noticed a French officer, who thrust his head out of the door, that warlike feeling of hostility which he always experienced at the sight of the enemy suddenly seized him.",
        "Whilst she did all in her power to stimulate the hostility of the one strove to erect bulwarks against French aggression, the other was preparing the ground for fresh annexations.",
        "That Danby, in spite of these compromising transactions, remained in intention faithful to the national interests, appears clearly from the hostility with which he was still regarded by France.",
        "As a result of the hostility between Kutuzov and Bennigsen, his Chief of Staff, the presence of confidential representatives of the Emperor, and these transfers, a more than usually complicated play of parties was going on among the staff of the army.",
        "hostility to foreign marriages.",
        "He incurred much hostility, but was protected by Francis I.",
        "Philip Carteret first observed this settlement in May 1767, and on account of the hostility of the Spaniards preferred to put in at Masa-Fuera.",
        "He carried with him the Arabs and the princes of Syria, and through Hyrcanus he was able to transform the hostility of the Egyptian Jews into active friendliness.",
        "Upon the outbreak of the Prussian Kulturkampf the Left had pressed the Right to introduce an Italian counterpart to the Prussian May laws, especially as the attitude of Thiers and the hostility of the French Clericals obviated the need for sparing French susceptibilities.",
        "In Germany Jews are still rarely admitted to the rank of officers in the army, university posts are very difficult of access, Judaism and its doctrines are denounced in medieval language, and a tone of hostility prevails in many public utterances.",
        "Though aware of Bismarcks hostility towards Italy, of the conclusion of the Austro-German alliance of 1879, and of the undisguised ill-will of France, Italy not only made no attempt to crush an agitation as mischievous as it was futile, but granted a state funeral to General Avezzana, president of the Irredentist League.",
        "He traces back the hostility of the two states to a dispute about the images of the goddesses Damia and Auxesia, which the Aeginetans had carried off from Epidaurus, their parent state.",
        "For this unfortunate combination Signor Sonnino himself was not altogether to blame; having lost many of his most faithful followers, who, weary of waiting for office, had gone over to the enemy, he had been forced to seek support among men who had professed hostility to the existing order of things and thus to secure at least the neutrality of the Extreme Left and make the public realize that the reddest of Socialists, Radicals and Republicans may be tamed and rendered harmless by the offer of cabinet appointments.",
        "At length the hostility of the princes was overcome, and in December 1282 Rudolph invested his sons Albert and Rudolph with the duchies of Austria and Styria at Augsburg, and so laid the foundations of the greatness of the house of Habsburg.",
        "The consequence of these reports of the hostility of the church led him to abandon all thoughts of publishing.",
        "Italy which had begut with Villafranca; and Bismarck was not slow to make us~ of this hostility, with a view to preventing Italy from takinj sides with France against Germany in the struggle between the two powers which he saw to be inevitable.",
        "During the whole of the 1894 session, the attitude of senators and deputies alike was one of pronounced hostility to the president.",
        "In 1678 Charles, taking advantage of the growing hostility to France in the nation and parliament, raised his price, and Danby by his directions demanded through Ralph Montagu (afterwards duke of Montagu) six million livres a year (30o,000) for three years.",
        "But the history which the Judaean writers have handed down is influenced by the later hostility between Judah and Samaria.",
        "(Aeneas Sylvius) became pope, and his incessant hostility proved one of the most serious obstacles to Podébrad's rule.",
        "On the 6th of October 1769 the coast of New Zealand was sighted, and two days later Cook cast anchor in Poverty Bay, so named from the inhospitality and hostility of the natives.",
        "Vasco da Gama tried to establish a factory, but he met with persistent hostility from the local chief (zamorin), and a similar attempt made by Cabral two years later ended in the destruction of the factory by the Moplahs.",
        "Under the influence of the great nobles who had unsuccessfully opposed the election of Godunov, the general discontent took the form of hostility to him as a usurper, and rumours were heard that the late tsar's younger brother Dimitri (Demetrius), supposed The to be dead, was still alive and in hiding.",
        "If the latter actually occurred, the hostility of the Israelite prophets is only to be expected.",
        "The hostility of the king rendered the council impotent.",
        "The military rule excited universal hostility; there was an earnest desire for a settled and constitutional government, and the revival of the monarchy in the person of Cromwell appeared the only way of obtaining it.",
        "They look back from the age when half-suppressed hostility with Samaria had broken out, and when an exclusive Judaism had been formed.",
        "It is from this narrower standpoint of an exclusive and confined Judah (and Benjamin) that the traditions as incorporated in the late recensions gain fresh force, and in Israel's renunciation of the Judaean yoke the later hostility between the two may be read between the lines.",
        "Milan and Piedmont were comparatively well governed; but repugnance to Austrian rule in the former case, and the contagion of French Jacobinical opinions in the latter, brought those populations into increasing hostility to the rulers.",
        "His hostility to the insurrectional commune of Paris, which led him to propose transferring the government to Blois, and his attacks upon Robespierre and his friends rendered him very unpopular.",
        "In anti-religious materialism the motive is hostility to established dogmas which are connected, in the Christian system especially, with certain forms of spiritual doctrine.",
        "An attempt in 1543 to approach Luther only increased the Reformer's hostility and rendered Schwenkfeld's situation still more precarious.",
        "As these independent Tatar states were always jealous of each other, and their jealousy often broke out in open hostility, it was easy to prevent any combined action on their part; and as in each khanate there were always several pretenders and contending factions, Muscovite diplomacy had little difficulty in weakening them individually and preparing for their annexation.",
        "It would be good to get home - away from all the finery and hostility.",
        "It was bold policy to confide Frederick to his greatest enemy and rival; but the pope honorably discharged his duty, until his ward outgrew the years of tutelage, and became a fair mark for ecclesiastical hostility.",
        "(a) According to the view put forward by Dr Tylor, the sacrifice is originally a gift, offered to supernatural beings by man for the purpose of securing their favour or minimizing their hostility.",
        "This momentous event for the southern kingdom was scarcely the outcome of a challenge to a trial of strength; it was rather the sequel to a period of smouldering jealousy and hostility.",
        "After six years of civil war he appealed to them to, state the conditions under which they would lay aside their hostility.",
        "It grew very slowly, partly because of the hostility of the Indians and partly because of the incapacity of the French as colonizers.",
        "The hostility of the Maryland authorities, however, eventually drove him into exile in Delaware, where he remained quietly, but not in idleness, for two years.",
        "Some of the inmates of ants' nests are here for the purpose of preying upon the :ants or their larvae, so that we find all kinds of relations between the owners of the nests and their companions, from mutual benefit to active hostility.",
        "The parishioners, violently excited at the time about the law of patronage, received him with open hostility; and tradition asserts that his uncle defended him on the pulpit stair with a drawn sword.",
        "In our own time they have inspired both the formation of trade combinations and attempts to break them up, hostility to all forms of state interference and a belief in collectivism.",
        "The hostility of Arran and his brother Archbishop Hamilton forced Mary into friendly relations with the lords who favoured the Protestant party.",
        "A little later the emperor bestowed the two papal enclaves of Benevento and Ponte-Corvo on Talleyrand and Bernadotte respectively, an act which emphasized the hostility which had been growing between Napoleon and the papacy.",
        "The addition of large territories to the grand duchy of Warsaw after the war of 1809 aroused the fears of the tsar respecting the Poles; and he regarded all Napoleon's actions as inspired by hostility to Russia.",
        "An enthusiastic disciple of Descartes, he wrote several works in philosophy and theology, which by their freedom of thought aroused considerable hostility.",
        "So strong was his hostility to some of the delegates that he described Basel as a western Babylon.",
        "His work was checked by the active hostility of the duke of Lorraine, and in 1544 he returned to Neuchatel.",
        "Brisson has been charged with jealousy of, if not hostility to, the great Swede, and it is true that in the preface to his Ornithologie he complains of the insufficiency of the Linnaean characters, but, when one considers how much better acquainted with birds the Frenchman was, such criticism must be allowed to be pardonable if not wholly just.",
        "In the first part Justin defends his fellow-believers against the charge of atheism and hostility t4 the state.",
        "The growth of Venetian trade and wealth in the Levant roused the jealousy of Genoa and the hostility of the imperial court at Constantinople, where the Venetians are said to have numbered 200,000 and to have held a large quarter of the city in terror by their brawls.",
        "After Henry VIII.'s change of attitude towards Rome, Stephen Vaughan, the English envoy to the Netherlands, suggested Tyndale's return, but the reformer feared ecclesiastical hostility and declined.",
        "No exhibition of ability or courage, however, nor yet the most skilful manipulation of the political machinery of the party,could prevent continued hostility to him and to the methods for which he was widely believed to stand.",
        "At the outset of the war Belgium had endeavoured - unsuccessfully - to preserve neutrality in her Congo colony, and the first act of hostility was committed by the Germans (see East African Campaigns).",
        "This determination to be a working playwright, pushed on in the face of critical hostility and popular indifference, is a very curious trait in the character of Tennyson.",
        "This was followed, five days later, by a revolt of all the coast Arabs against German rule - the Germans, raw hands at the task of managing Orientals, having aroused intense hostility by their brusque treatment of the dispossessed rulers.",
        "The frequent hostility and mistrust of strangers are partly due to slavehunting raids and ill-treatment by traders, but the different tribes vary much in character.",
        "Later, Bute roused further hostility by his cider tax, an ill-advised measure producing only 75,00o a year, imposing special burdens upon the farmers and landed interest in the cider counties, and extremely unpopular because extending the detested system of taxation by excise, regarded as an infringement of the popular liberties.",
        "Italy, except Naples, took the side of the Italian pope; France, of the Avignon pope; England, in its hostility to France, pope to fill benefices of all kinds was extended, and the amount contributed to the pope by his nominees amounted to from a third to a half of the first year's revenue (see Annates).",
        "Incidents in it were his vehement opposition to the Mexican War as a scheme for more slavery territory, the assault made upon him in Washington by Congressman Albert Rust of Arkansas in 1856, an indictment in Virginia in the same year for circulating incendiary documents, perpetual denunciation of him in Southern newspapers and speeches, and the hostility of the Abolitionists, who regarded his course as too conservative.",
        "The persistent hostility of Venice is partially attributable to her constant fear lest Louis should inherit the crown of Naples and thus threaten her trade and her sea-power from two sides simultaneously.",
        "At this period the Portuguese power in the East was already beginning to wane; in the archipelago it was weakened by administrative corruption and by incessant war with native states, notably Bintang and Achin; bitter hostility was aroused by the attempts which the Portuguese made to establish a commercial monopoly and to force Christianity upon their native subjects and allies (see Portugal: History).",
        "The hostility of Paris to the Girondists received a fateful advertisement by the election, on the 15th of February 1793, of the ex-Girondist Jean NicolasPache (1746-1823) to the mayoralty.",
        "When however at the close of the Kaffir War of 1834-35 D'Urban annexed the country up to the Kei River, Philip's hostility was aroused.",
        "The restriction of their territory was due to the hostility of their neighbours of Boeotia and Thessaly, the latter of whom in the 6th century even carried their raids into the Cephissus valley.",
        "On the death of that king in 1885, Sagasta became premier with the assent of Canovas, who suspended party hostility in the early days of the regency of Queen Christina.",
        "He was prince of Antioch and count of Tripoli, like his father; and like him he enjoyed the alliance of the Templars and experienced the hostility of Armenia, which was not appeased till 1251, when the mediation of St Louis, and the marriage of the future Bohemund VI.",
        "Always hostile to the principality, which Bohemund established in spite of his oath, they helped by their hostility to cause the loss of Edessa in 1144, and thus to hasten the disintegration of the Latin kingdom of Jerusalem.",
        "It had to meet - or perhaps it would be more true to say, it brought upon itself - the hostility of strong Mahommedan powers in the vicinity.",
        "But the hostility of Alexius, aided and abetted by the jealousy of Raymund of Toulouse, was almost equally fatal.",
        "After thus gaining a new footing in Tyre, the Venetians could afford to attack the islands of the Aegean as they returned, in revenge for the loss of their privileges in Constantinople; but the hostility between Venice and the Eastern empire was soon afterwards appeased, when John Comnenus restored the old privileges of the Venetians.",
        "They gave the kingdom a connexion of its own with the Red Sea and its shipping; and they enabled the Franks to 2 Pisa naturally connected itself with Antioch, because Antioch was hostile to Constantinople, and Pisa cherished the same hostility, since Alexius I.",
        "The hostility of the decadent caliphate of Cairo was the less dangerous; and though Baldwin I.",
        "Alone of all Crusades (though the Fourth Crusade offers some analogy) it was not blessed but cursed by the papacy: alone of all the Crusades it was conducted without a single act of hostility against the Mahommedan.",
        "The kingdom of Jerusalem, as we have seen, had profited by the alliance of Damascus as early as 1130, when the fear of the atabegs of Mosul had first drawn the two together; and when Damascus had been acquired by the rule of Mosul, the hostility between the house of Nureddin in Damascus and Saladin in Egypt had still for a time preserved the kingdom (from 1171 onwards).",
        "Near the site of Gisborne Captain Cook landed in 1769, and gave Poverty Bay its name from his inability to obtain supplies owing to the hostility of the natives.",
        "He acted as representative of his exiled king in the negotiations with the Prussian government concerning his private property and opposed the sequestration, thus for the first time being placed in a position of hostility to Bismarck.",
        "He was soon obliged to return, however, probably owing to the hostility of Radbod, king of the Frisians, then at war with Charles Martel.",
        "These new colonists became the permanent inhabitants of this district, and in spite of the hostility of the Avars on the east founded the kingdom of Great Moravia, which was considerably more extensive than the province now bearing the name.",
        "When the Israelites were journeying from Egypt to the land of Canaan, the Amalekites are said to have taken advantage of their weak condition to harry the stragglers in the rear, and as a judgment for their hostility it was ordained that their memory should be blotted out from under heaven (Deut.",
        "The same sentiment recurs in Yahweh's command to Saul to destroy Amalek utterly for its hostility to Israel (1 Sam.",
        "7) Amalek is mentioned among the enemies of Israel - just as Greek writers of the 6th century of this era applied the old term Scythians to the Goths (Noldeke), - and the traditional hostility between Saul and Amalek is reflected still later in the book of Esther where Haman the Agagite is pitted against Mordecai the Benjamite.",
        "The bishop's second failure to obtain this dignity was due, doubtless, to his irregular and unclerical manner of life, a fact which also accounts, in part at least, for the hostility which existed between his victorious rival, Archbishop Peckham, and himself.",
        "The story of Alexander's relations with Savonarola is narrated under the latter heading; it is sufficient to say here that the pope's hostility was due to the friar's outspoken invectives against papal corruption and to his appeals for a General Council.",
        "It has abandoned its peculiarities of dress and language, as well as its hostility to music and art, and it has cultivated a wider taste in literature.",
        "Their kingdom, too, was divided and weakened by the fierce hostility between the orthodox Christians and those who professed Arianism.",
        "Towards the close he incurred the hostility of some of the nobility, especially, it is said, of the Metelli, by the attacks which he made upon them on the stage, and at their instance he was imprisoned (Plautus, Mil.",
        "It was inspired by the most uncompromising hostility towards the king of Prussia.",
        "After the death of Urban in 1644 his successor, Innocent X., showed hostility to the Barberini family.",
        "The officers in the council, moreover, showed jealousy of the civil members, and to settle these difficulties and to provide money a parliament was summoned on the 27th of January 1659, which declared Richard protector, and incurred the hostility of the army by criticizing severely the arbitrary military government of Oliver's last two years, and by impeaching one of the major-generals.",
        "Edom's hostility to Judah was incessant, but the feud reached its full intensity only after the time of Deuteronomy (xxiii.",
        "But his reign was one continued series of the grossest enormities; his hostility to the British became evident, and accordingly a force of 10,500 men crossed the Runn in November 1815, and were within five miles of Bhuj, the capital of the country, when a treaty was concluded, by which the rao Bharmulji was confirmed in his title to the throne, on agreeing, among other stipulations, to cede Anjar and its dependencies in perpetuity to the British.",
        "He soon left Paris for Toulouse, which in turn he was forced to leave owing to the hostility of the city authorities, aroused by his violent assertion of university rights.",
        "Princess Isabella was charitable in many ways, always ready to take her full share of the duties falling upon her as the future empress, and thoroughly realizing the responsibilities of her position; but she was greatly influenced by the clerical party and the priesthood, and she thereby incurred the hostility of the Progressives.",
        "For some years Natal had watched with anxiety the attitude of increasing hostility towards the British adopted by the Pretoria administration, and, with bitter remembrance of the events of 1881, gauged with accuracy the intentions of the Boers.",
        "He had to contend with the bitter hostility of the French protectionists, which occasioned a good deal of vacillation on the part of the emperor and his ministers.",
        "Here he found a warm friend in Dobrovsky, whose good relations with the Austrian authorities shielded him from the hostility shown by the government to students of Slav subjects.",
        "The same The Tri- spirit of hostility to the peasantry breathed through partitum.",
        "His hostility to James G.",
        "Next year Sweyn returned, his hostility fanned by the desire for revenge.",
        "His obvious desire to preserve law and order excited the hostility of John of Giscala, who endeavoured vainly to remove him as a traitor to the national cause by inciting the Galileans to kill him and by persuading the Sanhedrin at Jerusalem to recall him.",
        "Between them and the Samaritans on the north and the Edomites on the south there was the most implacable hostility, which would probably be sufficient in itself to keep them from joining in the revolts in which other parts of Syria were involved..",
        "He urged that their true interests lay in friendship with, not in hostility to, Great Britain and the British.",
        "His hostility towards Great Britain and even Cape Colony led him to adopt a commercial policy both narrow and prejudicial to the interests of the gold industry.",
        "(Clarendon Press, 1896), the same hostility to Peter is expressed.",
        "But in the Key of Truth there is little trace of extreme hostility to Peter.",
        "The hostility of certain tribes prevented its rapid settlement.",
        "His reforms met with the strong hostility of the Chamber of Peers, where the ultra-Royalists were in a majority, and to overcome it he got the king to create sixty new Liberal peers.",
        "The state of sullen dislike which followed was after a while succeeded by more active evidences of hostility.",
        "No treaty was obtained or insisted upon, - the British government being content with the tacit acquiescence of the king of Burma without such documents; but its resolution was declared, that any active demonstration of hostility by him would be followed by retribution.",
        "The new monarch, known as King Mindon, showed himself sufficiently arrogant in his dealings with the European powers, but was wise enough to keep free from any approach towards hostility.",
        "But if he thus incurred the hostility of the High Church party among the clergy, he was admired by the laity for his strong sense, his clear and forcible reasoning, and his wide knowledge, and he remained to the last a power in the north of England.",
        "The hostility he encountered in the propagation of these new religious ideas after his return to Khorasan in 1052 and Sunnite fanaticism compelled him at last to flee, and after many wanderings he found a refuge in Yumgan (about 1060) in the mountains of Badakshan, where he spent as a hermit the last decades of his life, and gathered round him a considerable number of devoted adherents, who have handed down his doctrines to succeeding generations.",
        "After about five years' residence he left without taking a degree, travelled abroad, and in Switzerland imbibed or strengthened those religious principles and that hostility to the Laudian church which were to be the chief motive in his future political career.",
        "But, although greatly strengthened, the Guelphs, who now may be called the democrats as opposed to the Ghibelline aristocrats, were by no means wholly victorious, and in 1251 they had to defend themselves against a league of Ghibelline cities (Siena, Pisa and Pistoia) assisted by Florentine Ghibellines; the Florentine Uberti, who had been driven into exile after their plot of 1258, took refuge in Siena and encouraged that city in its hostility to Florence.",
        "He was a man of brutal and worthless character; but although Gibbon's statement that he was \"just, humane and even partial towards the afflicted Christians\" may be exaggerated, it is probable that he never exhibited any special hostility towards them.",
        "Throughout the preRevolutionary disturbances in Massachusetts he was the representative of the British ministry, and though he disapproved of some of the ministerial measures he felt impelled to enforce them and necessarily incurred the hostility of the Whig or Patriot element.",
        "He remained in Sicily as governor until 1855, when he retired into private life, as he could not carry out the reforms he desired owing to the hostility of Giovanni Cassisi, the minister for Sicily.",
        "After a very brief stay, however, he was compelled by the hostility of the people to return in haste to Shibam, from which he travelled by the W.",
        "- The combined hostility of the orthodox church and the Byzantine empire drove the Nestorians into exile, but they went much further than was needed simply to secure immunity from persecution.",
        "The failure of the bureau system and its discontinuance in the midst of reconstruction without harm to the blacks, and the intense hostility of the Southern whites to the institution caused by the irritating conduct of bureau officials, are indications that the institution was not well conceived nor wisely administered.",
        "5) could only increase the hostility, and preparations were made by Israel for an alliance with Damascus which culminated in an attack upon Judah in the time of Jotham's son, Ahaz.",
        "A commission was created, but owing to the hostility of the politicians in Congress it accomplished little.",
        "In the beginning of his reign he had to contend with the hostility of John of Gaunt, who claimed the crown by right of his wife Constance, daughter of Peter the Cruel.",
        "17), to anoint the young David, and, as head of a small community of prophets, to protect him from the hostility of Saul (xvi.",
        "It is odd that this irregular poem, with its copious and varied music, its splendid sweep of emotion, its unfailing richness of texture - this poem in which Tennyson rises to heights of human sympathy and intuition which he reached nowhere else, should have been received with bitter hostility, have been styled \"the dead level of prose run mad,\" and have been reproved more absurdly still for its \"rampant and rabid bloodthirstiness of soul.\"",
        "Except in finance, he was not able to accomplish much, for he was met and thwarted at every turn by his chief's invincible hostility to change; but the more advanced section of the Liberal party began to look upon him as their predestined leader.",
        "Several of his former colleagues declined to join him, on the ground of their absolute hostility to the policy of Home Rule; others joined on the express understanding that they were only pledged to consider the policy, and did not fetter their further liberty of action.",
        "Hostility to the bills grew apace.",
        "The Armenian massacres in 1894 and 1895 revived all his ancient hostility to \" the governing Turk.\"",
        "Meanwhile Ramus, as graduate of the university, had opened courses of lectures; but his audacities drew upon him the hostility of the conservative party in philosophy and theology.",
        "Indeed his hostility seems to a large extent to have died out.",
        "Soon after came the first Punic war, the principal scene of which was Sicily, where, from common hostility to the Carthaginian, Greek and Roman were brought into friendly relations, and the Roman armies must have become familiar with the spectacles and performances of the Greek theatre.",
        "Some success in Macedonia roused the hostility of Thebes, and the subsequent attempts on Amphipolis caused the Chalcidians to declare against the league.",
        "The latent discontent of the allies was soon fanned into hostility by the intrigues of Mausolus, prince of Cardia, who was anxious to extend his kingdom.",
        "The hostility of the \"sons of Zeruiah\" towards the tribe of Benjamin is characteristically contrasted with David's own generosity towards Saul's fallen house.",
        "Their hostility to Captain Cook in 1774, which earned from him the name of Savage for the island, was due to their fear of foreign disease, a fear that has since been justified.",
        "Renominated for governor in 1846, Wright was defeated, and the result was by many ascribed in part to the alleged hostility of the Polk administration.",
        "Against the Calvinists the synod of 1672 therefore aimed its rejection of unconditional predestination and of justification by faith alone, also its advocacy of what are substantially the Roman doctrines of transubstantiation and of purgatory; the Oriental hostility to Calvinism had been fanned by the Jesuits.",
        "During these years England gradually drifted into hostility with France.",
        "- Though political causes were at work, the main incentive to hostility between the peoples was commercial rivalry.",
        "The hostility, however, did not cease, and measures were taken to ensure the safety of the city (vi.",
        "io, the hostility partly arises from the repudiation of Samaritan religious claims (ii.",
        "But her first steps brought Marie Antoinette into open hostility with the anti-Austrian party.",
        "In 1908-09 there was an unsuccessful attempt to pass in the legislature a constitutional amendment providing for state-wide prohibition; the amendment was favoured by the Democratic state platform, but the hostility of the legislature to Governor Campbell, who favoured the amendment, secured its defeat.",
        "KENITES, in the Bible a tribe or clan of the south of Palestine, closely associated with the Amalekites, whose hostility towards Israel, however, it did not share.",
        "fears, and early in 1885, simultaneously with the return of the French Fathers, the long smouldering hostility broke out,.",
        "Though he had succeeded in disarming all organized opposition in parliament, the hostility displayed against him in the nation, arising from his Scottish nationality, his character as favourite, his peace policy and the resignation of the popular hero Pitt, was overwhelming.",
        "The Saxony policy of Lothair during these years had been to make himself independent, and to extend his authority; to this end he allied himself with the papal party, and easily revived the traditional hostility of the Saxons to the Franconian emperors.",
        "Educated for the Church, he became elector and archbishop in 1515, and ruled his electorate with vigour and intelligence, taking up at first an attitude of hostility towards the reformers and their teaching.",
        "over William, duke of Cleves, and the hostility of the citizens of Cologne.",
        "In the settlement of labour disputes conciliatory methods were successful in the formative period, when the parties to disputes adopted customary attitudes of hostility and fought to the end unless they were reconciled by the Board to a final agreement or to an agreement to arbitrate.",
        "The popular majority kept up the feeling of hostility to the royal authority in recurrent combats in the legislative assembly over the salary to be voted to the governor; though these antagonisms were from time to time forgotten in the wars with the French and Indians.",
        "p-r-s-t), a district embracing the rich lowlands on the Mediterranean coast from the neighbourhood 1 \" Philistine,\" as a term of contempt, hostility or reproach, appears first in English, in a sense equivalent to \" the enemy,\" as early as the beginning of the 17th century, and later as a slang term for a bailiff or a sheriff's officer, or merely for drunken or vicious people generally.",
        "It is inherently not improbable that a recollection has been preserved of Philistine oppressions in the 1 ith century, but it is extremely difficult to sketch any adequate sequence of events, and among the conflicting traditions are situations equally applicable to later periods of hostility.",
        "These ventures were ruined partly by the hostility of the Spaniards and Portuguese, partly by the dissensions of the colonists.",
        "Though the city was united with the Catalans and with Venice in hostility to Genoa, and though it had chosen a Venetian, Alberto Morosini, as its Podesta, it received no help from either.",
        "He was appointed United States minister to France in 1792, and was the only representative of a foreign country who remained at his post throughout the Reign of Terror; but his ill-concealed attitude of hostility to the Revolu manor and also a large estate from his uncle in Monmouth county, East Jersey.",
        "At length in 1758 the magistrates of Leipzig rescued him from his misery by giving him the rectorate of St Nicolai, and, though he still made no way with the leading men of the university and suffered from the hostility of men like Ruhnken and J.",
        "When once it was in conflict with authority it was driven to strengthen its basis by a more pronounced hostility against the system of the church, and generally ended by borrowing something from Catharism.",
        "In July of that year Samuel de Champlain discovered the lake which bears his name and on its shores led his Algonquian Indian allies against the Iroquois, thus provoking against his countrymen the hostility of a people who for years were to hold the balance of power between the English and the French in America.",
        "Hamilton's action in counselling Federalists not to vote for Burr for governor just as he had counselled them not to support Burr against Jefferson in 1800, was one of the contributary causes of Burr's hostility to Hamilton which ended in the duel (July 1804) in which Burr killed Hamilton.",
        "Hostility to free silver and \" Bryanism \" in the large financial and industrial centres put the state strongly in the Republican column in the elections of 1896, 1900, 1904 and 1908.",
        "29 1911, however, the Italian Government presented an ultimatum stating that, Turkish obstruction and hostility to Italian interests having become so great, the occupation of Tripoli had been decided upon.",
        "Despite the many obstacles it had to meet, including drought, commercial depression and the hostility of many of the ex-burghers, the crown colony administration had achieved remarkable results.",
        "His active hostility to Seward did much to prevent the success of that statesman, and to bring about instead the nomination of Abraham Lincoln.",
        "He expected their support, on account of his attitude toward the South and hostility to Grant, but he thought it a mistake to give him their formal nomination.",
        "Upon his return he preached a characteristic sermon entitled The United States of America compared with some European Countries, particularly England (published 1826), in which, although there was some praise for the English church, he so boldly criticized the establishment, state patronage, cabinet appointment of bishops, lax discipline, and the low requirements of theological education, as to rouse much hostility in England, where he had been highly praised for two volumes of Sermons on the Principal Events and Truths of Redemption (1824).",
        "Four years later its population was about 15,000, and a large Mormon temple had been built, but internal dissensions arose, \"gentile\" hostility was aroused, the charter of Nauvoo was revoked in 1845, two of the leaders, Joseph Smith and his brother Hyrum, were killed at Carthage, the county-seat, by a mob, and in 1846 the sect was driven from the state.",
        "For in no other country had hostility to religion attained such a pitch or assumed such grotesque forms; and consequently in no other country did the yearning for religion manifest itself so unequivocally, when bitter experience had demonstrated the necessity of a return to law and order.",
        "From this time to her death the relation between the king and his mother was one of concealed or open hostility.",
        "For some years he lived in Italy, chiefly at Rome, showing marked hostility to the emperor.",
        "When about 1439 Queen Jane was married to Sir James Stewart, the knight of Lorne, Livingstone obtained the custody of the young king, whose minority was marked by fierce hostility between the Douglases and the Crichtons, with Livingstone first on one side and then on the other.",
        "Himself a Catholic priest - \"the glory of the priesthood and the shame\" - the tone of the orthodox clergy was distasteful to him; the ignorant hostility to classical learning which reigned in their colleges and convents disgusted him.",
        "In the earlier part of his reign much of the royal power was in the hands of Earl Skule, who intrigued against the king until 1239, when he proceeded to open hostility and was put to death.",
        "From 1808 to 1809 he was French ambassador at Vienna, where he displayed a hostility to Austria which was in marked contrast to his friendliness to England in 1802-1803.",
        "At the beginning of the war both the empire and the pope were against him, but he neutralized their hostility by allying himself with George of Podvebrad, 'whom the Hussites had placed on the throne of Bohemia.",
        "In 1617 he went with the king to Scotland, and aroused hostility by wearing the surplice.",
        "He showed great hostility to the Puritan sabbath and supported the reissue of the Book of Sports, especially odious to that party, and severely reprimanded Chief Justice Richardson for his interference with the Somerset wakes.",
        "Laud's complete neglect of the national sentiment, in his belief that the exercise of mere power was sufficient to suppress it, is a principal proof of his total lack of true statesmanship. The hostility to \"innovations in religion,\" it is generally allowed, was a far stronger incentive to the rebellion against the arbitrary power of the crown, than even the violation of constitutional liberties; and to Laud, therefore, more than to Strafford, to Buckingham, or even perhaps to Charles himself, is especially due the responsibility for the catastrophe.",
        "The production of Master Olof marked the beginning of the new movement in Swedish literature, and the Red Room and the collection of satirical sketches entitled Det nya riket (\" The New Kingdom,\" 1882) increased the growing hostility to Strindberg.",
        "In Germany, the Jesuits were eagerly welcomed as the only persons able to meet the Lutherans on equal terms. Only in France, among the countries which still were united with the Roman Church, was their advance checked, owing to political distrust of their Spanish origin, together with the hostility of the Sorbonne and the bishop of Paris.",
        "Their hostility to the Huguenots forced on the revocation of the Edict of Nantes in 1685, and their war against their Jansenist opponents did not cease till the very walls of Port Royal were demolished in 1710, even to the very abbey church itself, and the bodies of the dead taken with every mark of insult from their graves and literally flung to the dogs to devour.",
        "The Jesuits abandoned the system of free education which had won them so much influence and honour; by attaching themselves exclusively to the interests of courts, they lost favour with the middle and lower classes; and above all, their monopoly of power and patronage in France, with the fatal use they had made of it, drew down the bitterest hostility upon them.",
        "They reappeared under their true name in 1814, and obtained formal licence in 1822, but became the objects of so much hostility that Charles X.",
        "He was there constantly involved in theological controversies with the surrounding clergy, and it was owing to their hostility that he had to leave Gloucestershire.",
        "This early hostility to Alexius had a great influence in determining the course of his future career, and thereby helped to determine the history of the First Crusade, of which Bohemund may be regarded as the leader.",
        "In 75 he was consul, and excited the hostility of the optimates by carrying a law that abolished the Sullan disqualification of the tribunes from holding higher magistracies; another law de judiciis privatis, of which nothing is known, was abrogated by his brother.",
        "Five years later Cavelier de la Salle was making his toilsome way westward from Quebec to discover the true character of the great river and to perform the feat, perilous in view of the probable hostility of the natives, of descending it to the sea.",
        "This meant that the American type of colonial life would be reproduced in Canada; but it meant also bitter hostility on the part of these colonists to the United States, which refused in any way to compensate the loyalists for their confiscated property.",
        "in 1125, but failed to secure the throne, and took up an attitude of hostility towards the new emperor, Lothair the Saxon, who claimed some of the estates of the late emperor as crown property.",
        "But there grew up a strong feeling of hostility between Drogheda versus Uriel and Drogheda versus Midiam, in consequence of trading vessels lading their cargoes in the latter or southern town, to avoid the pontage duty levied in the former or northern town.",
        "In 1868, however, on account of his continued hostility to Prussia, the Prussian government sequestrated this property; and, known as the Welfenfonds, or Reptilienfonds, it was employed as a secret service fund to combat the intrigues of the Guelphs in various parts of Europe; until in 1892 it was arranged that the interest should be paid to the duke of Cumberland.",
        "He was next required to punish inroads of the Saracens on the Italian mainland, and in September 981 he marched into Apulia, where he met at first with considerable success; but an alliance between the Arabs and the Eastern Empire, whose hostility had been provoked by the invasion of Apulia, resulted in a severe defeat on Otto's troops near Stilo in July 982.",
        "de Surville, was the first, in spite of the hostility of the natives, to make any lengthened stay in the group. He gave some of the islands the French names they still bear,' and brought home some detailed information concerning them which he called Terre des Arsacides (Land of the Assassins); but their identity with Mendana's Islas de Salomon was soon established by French geographers.",
        "The principal ground of this hostility was probably dissatisfaction on both sides with the territorial partition.",
        "Thus the old Amphictyonic oath forbade certain extreme measures of hostility against any city sharing in the common Amphictyonic worship, and it was forbidden to raze any Amphictyonic city or to cut off its water.",
        "For example between Costa Rica and Nicaragua by a treaty of the 15th of April 1858 the parties agreed that \" on no account whatever, not even in case of war,\" should \" any act of hostility be allowed between them in the port of San Juan del Norte nor on the river of that name nor on Lake Nicaragua \" (art.",
        "The impartiality of his censures, which he directed not only against the prevailing sins of the laity, but also against heresy, simony, avarice, and impurity among the secular and regular clergy, provoked the hostility of the clergy, and accusations of heterodoxy were brought against him.",
        "The increasing numbers arriving by this means, however, provoked serious hostility in the Pacific coast states, especially in San Francisco, and to remedy the difficulty Congress inserted a clause in the general immigration act of the 10th of February 1907 which provides that whenever the president is satisfied that passports issued by any foreign government to any other country than the United States, or to any of its insular possessions, or to the Canal Zone, \" are being used for the purpose of enabling the holders to come to the continental territory of the United States to the detriment of labour conditions therein,\" he may refuse to admit them.",
        "The warlike mountaineers of the northern districts, known as Transmontana, never altogether abandoned their hostility to the Romans, whose rule was ended by the Visigothic conquest, late in the 5th century.",
        "In Gaul there was no hostility to the Holy See, but on the contrary a profound veneration for the great Christian sanctuary of the West.",
        "1106), as legate; like Urban and Gregory, he gave or confirmed monastic privileges without the protection he granted to the monks assuming a character of hostility towards the episcopate; and, finally, he gave an impulse to the reformation of the chapters, and, unlike Urban II., maintained the rights of the canons against the claims of the abbots.",
        "At the opening of the Convention the Montagnard group comprised men of very diverse shades of opinion, and such cohesion as it subsequently acquired was due rather to the opposition of its leaders to the Girondist leaders than to any fundamental hostility between the two groups.",
        "His hostility to a high tariff policy, however, did not prevent him from condemning the South Carolina ordinance of nullification; and in the presidential election of 1832 he supported Andrew Jackson, to whose political principles and methods, as to those of his advisers, he was invincibly opposed, as the \"least objectionable\" of the various candidates..",
        "Some of the Phoenician chiefs, among them Ithobal II., the new king of Tyre, while forced to yield to a change of masters, were bold enough to declare their hostility to the Babylonians.",
        "Grotius hoped that his fame would soften the hostility of his foes, and that his country would recall him to her service.",
        "He asserted his suzerainty over Scotland by the treaty of Falaise (1175), but not so stringently as to provoke Scottish hostility.",
        "Although the outbreak of war had been preceded by years of angry diplomatic dispute, the United States were absolutely unready, while Great Britain was still hard pressed by the hostility of Napoleon, and was compelled to retain the greater part of her forces and her best crews in European waters, till the ruin of the Grande Armee in Russia and the rising of Germany left her free to send an overwhelming force of ships to American waters.",
        "The chief difficulties in the way of evangelization have been (1) the hostility of natives races aroused by European annexations, (2) the introduction of European vices, (3) the movement known as Ethiopianism.",
        "north of Calcutta), though the hostility of the East India Company made the early years of the 19th century very unproductive.",
        "Students went in great numbers to Japan, Europe and America, and the old contempt and hostility toward things Western gave place to respect and friendliness.",
        "The chief difficulties have been (1) the antagonism of the officials of the Oriental churches, (2) the suspicion and hostility of Islam, (3) the jealousies, religious and political, connected with the Eastern Question.",
        "He aroused the hostility of labour by his opposition to organization and strikes among postal employees.",
        "Their hostility was increased by the Kulturkampf, due to the promulgation in 1870 of the dogma of papal infallibility.",
        "His edict prohibiting all commercial intercourse with the enemy at once aroused against him the bitter hostility of the merchants of Holland and Zeeland, who thrived by such traffic. His attempts to pack the council of State, on which already two Englishmen had seats, with personal adherents and to override the opposition of the provincial states of Holland to his arbitrary acts, at last made his position impossible.",
        "The States of Holland under the leadership of Johan van Oldenbarneveldt, took up an attitude of resolute hostility to him, and the States of Holland dominated the States-General.",
        "He had to contend, like his predecessors, with the perennial hostility of the burgher aristocracy of Amsterdam, and at times with other refractory town councils, but his power in the States during his life was almost autocratic. His task was rendered lighter by the influence and ability of Heinsius, the grand pensionary of Holland, a wise and prudent statesman, whose tact and modera tion in dealing with the details and difficulties of internal administration were conspicuous.",
        "would not continue the policy of hostility with England and alliance with France which had proved fatal to his father.",
        "The project was laid aside in consequence of the hostility of a large body of the clergy, reinforced by the threat of Dr Pusey and Canon Liddon to abandon their offices if it were carried.",
        "advance; this was quickly followed up by the crushing defeat Lee acted in a stern and energetic fashion, holding courts, of the Federal army under Pope, the invasion of Maryland and sentencing many offenders to death and overcoming the hostility the sanguinary and indecisive battle of the Antietam, of the English border lords.",
        "now gives prominence to Elisha, his wonders, his hostility to the ruling dynasty and his regard for the aged Jehoshaphat of Judah.",
        "In the year after the battle of the Navas de Tolosa he took up arms against the crusaders of Simon of Montfort, moved not by sympathy with the Albigenses, but by the natural political hostility of the southern princes to the conquering intervention of the north under pretence of religious zeal.",
        "Though they succeeded in establishing a kind of imperium in imperio, and were allowed to drill the natives to the use of arms, the Jesuits never controlled the government of Paraguay; indeed they had nearly as often to defend themselves from the hostility of the governor and bishop at Asuncion as from the invasions of the Paulistas or Portuguese settlers of Sao Paulo.",
        "It was from the young Greenland colony that an attempt was made to establish a new outpost in Vinland, but plans for permanent settlement were given up on account of the hostility of the natives, with whom the settlers felt powerless to grapple.",
        "At any rate, the incontrovertible facts of the Vinland voyages are that Leif and Thorfinn were historical characters, that they visited, in the early part of the 11th century, some part of the American continent south-west of Greenland, that they found natives whose hostility prevented the founding of a permanent settlement, and that the sagas telling of these things are, on the whole, trustworthy descriptions of actual experience.",
        "Other routes there are, open to trade, between Herat and northern India, either following the banks of the Hari Rud, or, more circuitously, through the valley of the Helmund to Kabul; or the line of hills between the Arghandab and the Tarnak may be crossed close to Kalat-i-Ghilzai; but of the two former it may be said that they are not ways open to the passage of Afghan armies owing to the hereditary hostility existing between the Aeimak and Hazara tribes and the Afghans generally, while the latter is not beyond striking distance from Kandahar.",
        "Hence we are not told the cause of Ahab's hostility towards Elijah, nor is the allusion to Jezebel's massacre of the prophets (xviii.",
        "He opposed the policy of protective duties, but supported Pitt's famous commercial propositions in 1785 for establishing free trade between Great Britain and Ireland, which, however, had to be abandoned owing to the hostility of the English mercantile classes.",
        "Grattan from the first denounced the scheme with implacable hostility.",
        "His popularity had temporarily declined, and the fact that his proposals for parliamentary reform and Catholic emancipation had become the watchwords of the rebellious United Irishmen had brought upon him the bitter hostility of the governing classes.",
        "He then became a counsellor of the parlement of Paris, and witnessed many of the incidents that marked the growing hostility between that body and Louis XVI.",
        "His eagerness to defend himself against Wallis's imputation of disloyalty, and his apologetic dedication of the Problemata physica to the king, are evidence of the hostility with which he was being pressed as early as 1662; but it was not till 1666 that he felt himself seriously in danger.",
        "Appointed bishop of the Germans byPopeGregory II., and supported byCharles Martel,hepreached with much success in Bavaria and Thuringia, notwithstanding some hostility from the clergy who disliked the influence of Rome.",
        "In Saxony, where, like his father, he frequently held his court, he excited intense hostility by a series of injudicious proceedings.",
        "After his return to Germany he had to face the hostility of many of the princes, and this contest, together with vain attempts to restore order, occupied him until his death in May 1410.",
        "and from some classes impossible, to obtain payment culties and of this tax, and the king was persistently hostile to further the imperial court of justice, his hostility and the want of money being indeed successful in preventing that institution for a time from doing any real service to Germany.",
        "Pope Leo, by his incessant demands for money and his unscrupulous methods of obtaining it, awakened bitter hostility in every class of the community.",
        "Outside this, though not in hostility to it, Hanover, Brunswick, Oldenburg and Schaumburg-Lippe formed a separate customs-union, (Steuerverein) by treaties signed on the 1st of May 1834 and the 7th of May 1836, and to this certain Prussian and Hessian enclaves were attached.",
        "In the election to the South customs parliament in 1868, WUrttemberg did not re- German turn a single deputy who was favorable to the national hostility cause; in Bavaria the anti-nationalists had a large to union.",
        "But besides these reasons of state there was a growing hostility between the triumphant National parties and the Ultramontanes, who taught that the pope was greater than the emperor and the Church than the nation.",
        "Alsatians and Poles, Guelphs, Clericals and Radicals were joined in a common hostility to the government.",
        "The old feelings of suspicion and jealousy were again aroused; the hostility which Bismarck encountered was scarcely less than in the old days of the conflict.",
        "Those of the great industrialists who belonged to the National Liberals or the Moderate Conservatives did not command that influence which men of their class generally hold in Great Britain, because the influence of Social Democracy banded together the whole of the working men in a solid phalanx of irreconcilable opposition, the very first principle of which was the hostility of classes.",
        "The only group which stood outside it, in avowed hostility to the whole principle on which the constitution was based, was that of the Social Democrats, the only great party in Germany which, so the veteran.",
        "Its name shows it to be the reputed enemy of shepherds, and it is in some measure owing to their hostility that it has been exterminated in so many parts of its European range.",
        "In 1731 Great Britain and Holland agreed to respect it, in return for the cession of Parma, Piacenza and Guastalla to Don Carlos; but the hostility of the Bourbon powers continued, resulting in 1733 in the War of Polish Succession, the outcome of which was the acquisition of Lorraine by France, and of Naples, Sicily and the Tuscan ports by Don Carlos, while the power of the Habsburg monarchy in northern Italy was strengthened by the acquisition of Parma, Piacenza and Guastalla.",
        "But the hostility of the Church was dangerous.",
        "In Bohemia the Czechs were very active; while the Poles were parading their hostility to Russia in such a manner as to cause the emperor to avoid visiting Galicia, some of the Czech leaders attended a Slav demonstration at Moscow, and in 1868 they drew up and presented to the diet at Prague a \" declaration \" which has since been regarded as the official statement of their claims. They asked for the full restoration of the Bohemian kingdom; they contended that no foreign assembly was qualified to impose taxes in Bohemia; that the diet was not qualified to elect representatives to go to Vienna, and that a separate settlement must be made with Bohemia similar to that with Hungary.",
        "This attitude of hostility and contempt is strongest among the educated middle class; it is not shown to the same extent by the clergy and the nobles.",
        "This hostility of the Church to the German nationalist movement led in 1898 to an agitation against the Roman Catholic Church, and among the Germans of Styria and other territories large numbers left the Church, going over either to Protestantism or to Old Catholicism.",
        "In 1880 they founded a hosman great society the Deutscher Schulverein, to establish and hostility.",
        "He was already known in the country as Cobden's chief ally, and was received in the House of Commons with a suspicion and hostility even greater than had met Cobden himself.",
        "The continual hostility that existed between these was intensified by the welcome given by the old town, a free imperial city since 1289, to the Reformed doctrines, the new town keeping to the older faith.",
        "Continuing to participate in public affairs he opposed the policy of hostility towards England which led to the disaster at Flodden in September 1513, and died in Edinburgh on the 25th of October 1514.",
        "This added fresh fuel to the public excitement, and when Thompson came over in the next spring, the hostility to the cause began to manifest itself in mobs organized to suppress the discussion of the slavery question.",
        "His power was military aristocracy resting on the personal qualities of its founder, and after his death the Sikh confederacy gradually crumbled and fell to pieces through sheer want of leadership; and the rule of the Sikhs in the Punjab passed away completely as soon as it incurred the hostility of the British.",
        "Of these the Munshi, who inhabit the district nearest the junction of the Benue with the Niger, were long noted for their intractability and hostility to strangers, whom they attacked with poisoned arrows.",
        "He supported the parlements against the ministry, was especially active in his hostility to Turgot, and was suspected of aiding a rising which took place at Dijon in 1775.",
        "Twice during this period Denmark and Sweden measured their strength in the open field, on the first occasion in the \" Scandinavian Seven Years' War \" (1562-70), on the second in the \" Kalmar War \" (1611-13), and on both occasions Denmark prevailed, though the temporary advantage she gained was more than neutralized by the intense feeling of hostility which the unnatural wars, between the two kindred peoples of Scandinavia, left behind them.",
        "The hostility of Poland and the break up of Russia involved him in two overseas contests for the possession of Livonia and Ingria, while his pretensions to Lapland brought upon him a war with Denmark in the last year of his reign.",
        "was his alliance with the German Evangelical princes, as a counterpoise to the persistent hostility of Charles V., who was determined to support the hereditary claims of his nieces, the daughters of Christian II., to the Scandinavian kingdoms. War was actually declared against Charles V.",
        "After the English had evacuated French territory Charles still had to cope with feudal revolt, and with the hostility of the dauphin, who was in open revolt in 1446, and for the next ten years ruled like an independent sovereign in Dauphine.",
        "By eloquence, readiness of wit, and adroit flattery of the jury he contrived to secure his acquittal in the face of the open hostility of the judge - a unique achievement at a time when the condemnation of prisoners whom the authorities wished to convict was a mere matter of course.",
        "Norton, made its way there in 1910, but, owing to organized hostility among the natives, its first progress was slow and difficult.",
        "Commerce between East and West had from early times followed this route in preference to that of the Red Sea, and when during the 15th century Genoa and Venice successively lost their positions in Oriental commerce, through the capture of Constantinople by the Turks and by the hostility of the Mamelukes of Egypt respectively, the country which most earnestly devoted itself to the quest of a new way to India was Portugal.",
        "In 1674 hostility between Holland and England ceased, but the position was radically unsatisfactory owing to the prevalence of piracy, from which both England and other nations suffered heavily.",
        "When Diocletian had begun to manifest a pronounced hostility towards Christianity, George sought a personal interview with him, in which he made deliberate profession of his faith, and, earnestly remonstrating against the persecution which had begun, resigned his commission.",
        "All Wiseman's later years were darkened by Errington's conscientious but implacable hostility to Manning, and to himself in so far as he was supposed to be acting under Manning's influence.",
        "The conflict which thus arose explains what St Mark's succinct narrative had left unexplained - the fatal hostility of Jerusalem.",
        "He had, indeed, few intimate political or personal friends, and few men in American history have, during their lifetime, been regarded with so much hostility and attacked with so much rancour by their political opponents.",
        "Of exceptional interest are the letters from Jerusalem describing the hostility of the maritime coast and the disturbances of the IIabiru (\" allies \"), a name which, though often equated with that of the Hebrews, may have no ethnological or historical significance s But Egypt was unable to help the loyalists, even ancient Mitanni lost its political independence, and the supremacy of the Hittites was assured.",
        "Syria could control the situation, and it in turn was influenced by the ambitions of Assyria, to whose advantage it was when the small states were rent by mutual suspicion and hostility.",
        "The interest of the narratives clings around north Judah and Benjamin, and more attention is given to the rise of the Judaean dynasty, the hostility of Saul, and the romantic friendship between his son Jonathan and the young David of Bethlehem.",
        "The historical framework contains traditions of the reconstruction and repair of temple and cult, of the hostility of southern peoples and their allies, and of conflicts between king and priests.",
        "In spite of their hostility Judas more than held his own until the regent defeated him at Bethzachariah.",
        "faithfully translated from corrected Texts of the Originals, with various Readings, explanatory Notes and critical Remarks, appeared in 1792, and was the signal for a storm of hostility on the part of both Catholics and Protestants.",
        "The hostility between the Albertines and the Ernestines gave serious trouble to Augustus.",
        "These two men, antipodal in temperament and political belief, clashed in irreconcilable hostility, and in the conflict of public sentiment, first on the financial measures of Hamilton, and then on the questions with regard to France and Great Britain, Jefferson's sympathies being predominantly with the former, Hamilton's with the latter, they formed about themselves the two great parties of Democrats and Federalists.",
        "He continued, however, to pursue Richard with unrelenting hostility, and was in his turn seriously harassed by the king.",
        "This mysterious Western, offshoot of Gnosticism had no single feature about it which could soften the hostility of a character such as Martin's, but he resisted the introduction of secular punishment for evil doctrine, and withdrew from communion with those bishops in Gaul, a large majority, who invoked the aid of Maximus against their erring brethren.",
        "In short, in their hostility to science they refused to handle literature in a scientific spirit.",
        "The relation of sophistry to philosophy was throughout one of pronounced hostility.",
        "From the days of Protagoras, when this hostility was triumphant and contemptuous, to the days of Isocrates, when it was jealous and bitter, the sophists were declared and consistent sceptics.",
        "Indeed, the author of this article finds in the writings of Plato a grave and discriminating study of the several forms of sophistry, and no trace whatsoever of that blind hostility which should warrant us in neglecting his clear and precise evidence.",
        "duke of Bourbon, stirred up hostility to the new men of the king, and Francis II.",
        "From the first da Gama encountered hostility from the \" Moors,\" or rather Arabs, who monopolized the sea-borne trade; but he seems to have found favour with the zamorin, or Hindu raja of Malabar.",
        "Ultimately he reached Calicut, and established factories both there and at Cochin, in the face of active hostility from the natives.",
        "Wherever the English went they were met by the hostility of the Portuguese; and on the 29th of November 1612 the Portuguese admiral with four ships attempted to capture the English vessels under Captain Best at Swally, off the mouth of the Tapti river; but the Portuguese were severely defeated, to the great astonishment of the natives, and that action formed the beginning of British maritime supremacy in Indian seas.",
        "The reckless conduct of the Madras government had roused the hostility both of Hyder Ali of Mysore and of the nizam of the Deccan, the two strongest Mussulman powers in India, who attempted to draw the Mahrattas into an alliance against the British.",
        "The Hohenstaufen kings refused to admit this claim; hence the persistent hostility of the popes and the calling in of foreign potentates and armies.",
        "Manfred, too, encountered the hostility of the popes, against whom he had to wage war, generally with success, and of some of the barons whom the papacy encouraged to rebel; and in 1258, on a rumour of Conradin's death, he was offered and accepted the crown of Naples and Sicily.",
        "Cavour now decided that Sardinia must take part in the liberation of southern Italy, for he feared that Garibaldi's followers might induce him to proclaim the republic and attack Rome, which would have: provoked French hostility; consequently a Piedmontese army occupied the Marche and Umbria, and entered Neapolitan.",
        "Although he encountered enormous obstacles, including famine and mutiny, the hostility and treachery of the natives and of foreigners, and the neglect of the home government, he laid a sure foundation for permanent Spanish occupation.",
        "Mr Taft managed the delicate task of conducting negotiations with the Vatican without arousing the hostility of either Catholics or Protestants.",
        "At this time he was a prospective candidate for the consulship, and was obliged by the hostility of the nobles towards \" new men \" to look for help wherever it was to be found.",
        "Overt acts of hostility, however, occurred against the Eastern empire when the town of Margus (by the treachery of its bishop) was seized and sacked (441), and against the Western when Sirmium was invested and taken.",
        "The scheme hung fire, owing, it was alleged, to the personal hostility of George III.",
        "These were not only the most numerous, but also, in virtue of the persistency of their hostility, the most dangerous.",
        "But not content with having exterminated the hated rulers themselves, they carried their hostility to a further point.",
        "even dared to give public utterance to their hostility.",
        "But a majority of the theologians and all the monks opposed these measures with uncompromising hostility, and in the western parts of the empire the people refused to obey the edict.",
        "There was considerable hostility between the newly entered family and the Salinguerra, but after considerable struggles Azzo Novello was nominated perpetual podesta in 12 4 2; in 1259 he took Ezzelino of Verona prisoner in battle.",
        "This is most noticeable in her hostility to her brother-in-law Charles of Anjou, who had married her sister Beatrice, and her devotion to Henry III.",
        "From this time the favourite route to the Pacific led through Wyoming but of all the thousands who passed few or none settled permanently within the present limits of the state, partly because of the aridity of the land and partly because of the pronounced hostility of the Indians.",
        "This seat he retained less than four years; for although he discharged its duties in so efficient a manner that, with one exception, his decisions were never reversed on appeal, he took up a position of such uncompromising hostility to the governments of the day, the Grafton and North administrations, on the greatest and most exciting matters, the treatment of the American colonies and the proceedings against John Wilkes, that the government had no choice but to require of him the surrender of the great seal.",
        "Adalbert, who wished to free his lands entirely from the authority of the duke, aroused further hostility by an attack on the privileges of the great abbeys, and after the emperor's death in 1056 his lands were ravaged by Bernard.",
        "In 1069 he was recalled by Henry, when he made a further attempt to establish a northern patriarchate, which failed owing to the hostility of the papacy and the condition of affairs in the Scandinavian kingdoms. He died at Goslar on the 16th or 17th of March 1072, and was buried in the cathedral which he had built at Bremen.",
        "of Spain and afterwards for many more the object of his unrelenting hostility, was by birth an Aragonese.",
        "In 1410 Jerome, who had incurred the hostility of the archbishop of Prague by his speeches in favour of Wycliffe's teaching, went to Ofen, where King Sigismund of Hungary resided, and, though a layman, preached before the king denouncing strongly the rapacity and immorality of the clergy.",
        "The purpose of the company was to build up a profitable commercial and agricultural community; but the hostility of the natives, unfavourable climatic conditions and the character of the colonists delayed the growth of the new community.",
        "These poorer people - who were not, however, \"poor whites\" - developed an abiding hostility towards the oligarchy.",
        "In 1850 a third Convention undertook to amend the Constitution, and now that the West yielded its bitter hostility to slavery, representation was so arranged that the more populous section was enabled to control the House while the East still held the Senate; the election of judges was confided to the people; and the suffrage was broadened.",
        "As his slender forces were inadequate to encounter the fierce hostility which he aroused, he left Italy in the autumn of 1155 to prepare for a new and more formidable campaign.",
        "After extensive preparations he left Regensburg in May 1189 at the head of a splendid army, and having overcome the hostility of the East Roman emperor Isaac Angelus, marched into Asia Minor.",
        "But his efforts were defeated by the unrelenting hostility of the church, and by the incapacity of his contemporaries to understand his aims. After being forced in his lifetime to submit to authority, he was consigned by Dante to hell.",
        "The passage of a bill proposed by him (November 1 775) to arm and equip ships to prey upon British commerce, and for the establishment of a prize court, was, according to his biographer, Austin, \" the first actual avowal of offensive hostility against the mother country, which is to be found in the annals of the Revolution.\"",
        "Henry Clay, the speaker of the house, being eager for war and knowing Calhoun's hostility to Great Britain, gave him the second place on the committee of foreign affairs, of which he soon became the actual head.",
        "Crawford, who had been a member of this cabinet, desiring to ruin Calhoun politically by turning Jackson's hostility against him, revealed to Jackson what had taken place thirteen years before.",
        "For a time he co-operated with P. Clodius Pulcher, probably out of hostility to Cicero, who had caused Lentulus Sura to be put to death as a Catilinarian; the connexion was severed by a disagreement arising from his relations with Clodius's wife, Fulvia.",
        "Taken together with the liturgies, the \" eisphora \" placed a very heavy burden on the wealthier citizens, and this financial pressure accounts in great part for the hostility of the rich towards the democratic constitution that facilitated the imposition of graduated taxation and super-taxes - to use modern terms - on the larger incomes.",
        "All over western Europe the elaborate devices of the census and the stations for the collection of customs crumbled away; taxation as such disappeared, through the hostility of the clergy and the exemptions accorded to powerful subjects.",
        "Mole, supported by Louis Philippe, held his ground against the general hostility until the beginning of 1839, when, after acrid discussions on the address, the chamber was dissolved.",
        "He disowned his legates, who had shown a tendency to yield, again excommunicated Photius, and thus aroused the open hostility which has never been appeased to this day.",
        "In a dignified but strong letter Pole says: \"As you are without example in what you have done against me, I am also without an example how I ought to behave to your Holiness\": and he drew up a paper containing an account of the various acts of hostility he had experienced from the pope, but on second thoughts he burnt the document, saying it were not well to discover the shame of his father.",
        "His relations with the British authorities in Canada after the War of 1812 were at times very trying, as these officials persisted in searching American vessels on the Great Lakes and in arousing the hostility of the Indians of the territory against the American government.",
        "As a defender of the established religion he was soon engaged in controversy, and his failure to secure a fellowship at All Souls' College is attributed to the hostility of the Roman Catholics.",
        "Many motives have worked to bring these legends into their present form, and while they depict the character of Israel's wilder neighbours, they represent the recurrent alternating periods of hostility and fellowship between it and Edom which mark the history.",
        "Hansson has been as ardent in the idolatry of woman as Strindberg has been in his hostility to the sex.",
        "O'Higgins as directorgeneral, rightly perhaps, considered that firm orderly government was more important than the concession of liberal institutions, but his administration roused strong hostility, and in 1823 he was compelled to resign.",
        "The nation was divided into small mutually hostile parties; there were ecclesiastical troubles owing to the hostility of the Church to the new republic; there were Indian risings in the south and royalist revolts in the island of Chiloe; the expenditure exceeded the revenue, and the employment of the old Spanish financial expedients naturally increased the general discontent.",
        "That the alliance with the Turks should soon change to hostility .and mutual attack was inevitable from the nature of the case; in the second Roman war the Turkish Khan was leagued with Rome.",
        "At this time not only was there religious fanaticism at work to stir up the mutual hatred ever existing between Sunni and Shiah, but the intrigue of European courts was probably directed towards the maintenance of an hostility which deterred the sultan from aggressive operations north and west of Constantinople.",
        "As to foreign relations, he received embassies from Europe and a deputation from the French East India Company; he sought to conciliate the Uzbegs by treating their refugee chiefs with unusual honor and sumptuous hospitality; he kept on good terms with Turkey; he forgave the hostility of a Georgian prince when brought to him a captive; and he was tolerant to all religionsalways regarding Christians with especial favor.",
        "his power to effect a reasonable agreement between the contending parties; but both in this respect and in the matter of a commercial treaty with England, then under negotiation, his efforts had been met with evasion and latent hostility.",
        "The well-intentioned abolition of the tax on meat also had not the desired result, for by a system of cornering the price of meat rose to more than it In the autumn of 1896 the grand vizier (Amin-es-Sultan) encountered much hostility from some members of the shahs Mi I t riai entourage and various high personages.",
        "Colonel Rowan and Sir Henry Maine, soon lived down the hostility first exhibited, and although one serious and lamentable collision occurred between, the mob and the police in 1833, it was agreed two years later that the unfavourable impression at one time existing against the new police was rapidly diminishing, and that it had fully answered the purpose for which it was formed.",
        "These, then, were the direct causes of the voluntary expatriation of the majority of the first trekkers, who included some of the best families in the colony, but they fail to explain the profound hostility to Great Britain which thereafter animated many, but not all, of the emigrants, nor do they account for the easy abandonment of their homes by numbers of the trekkers.",
        "It intensified in the minds of many Boers the feeling of hostility towards the British already existing; some of the trekkers in1836-1840had taken part in and others had passively aided the rebellion of 1815 - \" the most insane attempt ever made by a set of men to wage war against their sovereign \" (Cloete, op. cit.",
        "His bitter hostility to Prussia helped to force the government of Vienna into the war of 1866.",
        "But his enemies were not merely those whose errors he had exposed and whose hostility he had excited by the violence of his language.",
        "His views had meanwhile been embittered by the attempted flight of Louis XVI., and he distinguished himself now by his hostility to the king.",
        "From 1846 he renewed his policy of hostility to the British and allied himself with the Sikhs; but after the defeat of his allies at Gujrat on the 21st of February 1849 he abandoned his designs and led his troops back into Afghanistan.",
        "Chief among these were the extent of the empire and its organization, the financial and commercial policy of its rulers, the hostility, often wantonly provoked,.",
        "The unsatisfied ambition of Carlota Joaquina and the hostility between absolutists and constitutionalists might at any moment precipitate a civil war.",
        "At the same time the old dramatists had to face the opposition of the classical school, which appealed to the cultured, and the hostility of the Inquisition, which early declared war on the popular plays on account of their grossness, and afterwards through the index prohibited altogether even the religious autos, as it had condemned the Italian comedies.",
        "In this new position his hostility to the government did not, as may be supposed, in any degree relax.",
        "Toland, writing at first professedly without hostility to any of the received elements of the Christian faith, insisted that Christianity was not mysterious, and that the value of religion could not lie in any unintelligible or self-contradictory elements; though we cannot know the real essence of God or of any of his creatures, yet our beliefs about God must be thoroughly consistent with reason.",
        "Gregory, who despaired of any serious effort on the part of the Greek emperors to expel the Lombards, endeavoured to promote peace between the Italians and Agilulf; and, in spite of the feeble hostility of the exarchs of Ravenna, the pope and the king of the Lombards became the two real powers in the north and centre of Italy.",
        "The American case revived the charges of \"insincere neutrality\" and \"veiled hostility\" which had figured in the diplomatic correspondence, and had been repudiated by Great Britain.",
        "It forms a rich and important district, and its chiefs held themselves in a somewhat sullen attitude of hostility to the British.",
        "The Indian cessions of 1809, along the Wabash river, aroused the hostility of Tecumseh (q.v.) and his brother, familiarly known as \" The Prophet,\" who were attempting to combine the tribes between the Ohio and the Great Lakes in opposition to the encroachment of the whites.",
        "These were rendered necessary by the occasional hostility of the Tatar khans.",
        "From 1879 to 1885 he was a Democratic member of the United States Senate, and introduced the so-called Pendleton Act of 1883 for reforming the civil service, hostility to which lost him his seat in 1885.",
        "In addition a new, increased and long-enduring hostility was aroused in the country against the adherents of the old faith, not unnatural in the circumstances, but unjust and undiscriminating, because while some of the Jesuits were no doubt implicated, the secular priests and Roman Catholic laity as a whole had taken no part in the conspiracy.",
        "Between them and the European settlers there were seldom any manifestations of acute hostility, though each race feared and distrusted the other.",
        "It is probable that the hesitation of the French court on this question was one of the causes of the extreme personal hostility Lord Palmerston never ceases to show towards the king of the French down to the end of his life, if indeed that sentiment had not taken its origin at a much earlier period.",
        "In spite of his near relationship to the Protector's family, he was one of the most violent opponents of the assumption by Cromwell of the royal title, and after the Protector's death, instead of supporting the interests and government of his nephew Richard Cromwell, he was, with Fleetwood, the chief instigator and organizer of the hostility of the army towards his administration, and forced him by threats and menaces to dissolve his parliament in April 1659.",
        "Now it must be conceded at once that the Clementine Homilies are marked by hostility to Paul.",
        "This is enough to account for the hostility displayed against St Paul in the Clementines.",
        "of France; but the numerous outbreaks of overt or secret hostility between the Franks and the Greeks on their line of march, for which both sides were to blame, nearly precipitated a conflict between Manuel and his guests.",
        "After the death of his father, a civil servant, his mother's second marriage transferred him to Canada, where he was chiefly brought up. He came to England in 1824, was called to the bar (Q.C. 1843), became intimate with the leading radical and utilitarian reformers, was elected M.P. for Bath in 1832, and took up that general attitude of hostility to the government of the day, be it what it might, which he retained throughout his life.",
        "The latent hostility between the two factions threatened at one time to develop into a religious war, but no serious campaigns took place until Kassa (later Theodore) appeared on the scene.",
        "Contrary to custom, the election was not made unanimous, probably because of the hostility of certain French cardinals.",
        "Statehood, therefore, was not granted until the 4th of January 1896, owing to the apparent hostility of the Mormon authorities to non-Mormon settlers and to repeated clashes between the Mormon Church and the United States government regarding extent of control, polygamous practices, &c. And even after the admission of the state these questions arose in the matter of seating prominent Mormons who were elected to Congress.",
        "It gave him a feeling of hostility to England which in after-times influenced his policy.",
        "The freedom of his attacks on the vices, and especially the clerical vices, of his times excited hostility against him, and he was formally brought before the bishop on a charge consisting of thirteen articles.",
        "were formerly friendly to Jeremiah, now took up an attitude of decided hostility to him.",
        "In 328 B.C. the Palaeopolitans having provoked the hostility of Rome by their incursions upon her Campanian allies, the consul Publilius Philo marched against them, and having taken his position between the old and the new city, laid regular siege to Palaeopolis.",
        "As a member of Parliament, in which he had a seat for Windsor from 1761 till 1780, and then for Surrey, he was a steady partisan, and was in constant hostility with the \"King's Friends.\"",
        "of the Alps), in ancient geography, that portion of northern Italy north of Liguria and Umbria and south of the Alps, which was inhabited by various Celtic and other peoples, of whom the Celts were in continual hostility to Rome.",
        "C. Perry in 1854, the smouldering discontent broke out into open hostility against both parties the compact.",
        "Meanwhile the Mahratta conquest of Bassein and Salsette (1737-1739) had put a stop to the hostility of the Portuguese, and a treaty of alliance with the Siddis (1733) had secured a base of supplies on the mainland.",
        "In the earlier days of the agitation, he challenged the hostility which often mobbed the anti-slavery gatherings; in the later days he consulted with the political leaders, inspiring the patriotism of the North, and sedulously setting himself to create a public opinion which should confirm and ratify the emancipation proclamation whenever the president should issue it.",
        "Those who chose the latter alternative had to encounter the hostility of their old foes, the Bushmen, who were widely spread over the plains from the Nieuwveld and Sneeuwberg mountains to the Orange river.",
        "It was not to the hostility of the natives, nor to the hard struggle with nature necessary to make agriculture profitable on Karroo or veld, that the slow progress made by the colonists was due, so much as to the narrow and tyrannical policy adopted by the East India Company, which closed the colony against free immigration, kept the whole of the trade in its own hands, combined the administrative, legislative and judicial powers in one body, prescribed to the farmers the nature of the crops they were to grow, demanded from them a large part of their produce, and harassed them with other exactions tending to discourage industry and enterprise.",
        "An incident which occurred in 1815-1816 did much to make permanent the hostility of the frontiersmen to the British.",
        "But the others returned; and the buccaneers, now in open hostility to the Spanish arms, began to receive recruits from every European trading nation, and for three-quarters of a century became the scourge of the Spanish-American trade and dominions.",
        "After this year the flow of immigrants steadily increased, about 1400 arriving in 1844, and 3000 in 1845.1 Signs of hostility to the Hudson's Bay Company now began to appear among the American population, and in 1845 the provisional government sought to extend its jurisdiction north of the Columbia river, where the Americans had hitherto refrained from settling.",
        "His hostility towards the reformers, however, was not so extreme as that of his brother Joachim I., elector of Brandenburg; and he appears to have exerted himself in the interests of peace, although he was a member of the league of Nuremberg, which was formed in 1538 as a counterpoise to the league of Schmalkalden.",
        "xxxv., 12) \" the reproach of Moab and the revilings of the Ammonites,\" and the Lord of Hosts, the God of Israel, swears by his life that both shall be destroyed for their hostility towards his people, and the remnant of his nation shall possess their territory (vv.",
        "ii.) belong to a large group of prophecies against certain historic enemies (Edom included) who are denounced for their contempt, hostility and intrusion.",
        "When, a few years later, this portage came to be generally used by traders, the necessity of establishing a base on the upper Wabash as a defence against the Carolina and Pennsylvania traders, who had already reached the lower Wabash and incited the Indians to hostility against the French, became evident; but it was not, apparently, until the second decade of the 18th century that any permanent settlement was made.",
        "This is said to have been done without Henrys consent; he certainly wished to avoid war with Charles V., and peace was made after six months of passive hostility.",
        "The hostility of the Irish members was perhaps increased by some natural indignation at the charges brought against Parnell.",
        "The dissensions am9ng the Irish themselves, and the hostility which English constituents were displaying to the proposal, emboldened the Peers to arrive at this decision.",
        "They were unable to stand against the coldness of the king, against the hostility of the powerful and selfish faction of Bedford Whigs, and, above all, against the towering predominance of William Pitt.",
        "His views on the land question and secular education aroused the bitter hostility of the rich squatters and the clergy; but his singular nobility of character, no less than his powers of mind, made him one of the most influential men in the Assembly.",
        "The people showed such bitter hostility to the new gospel that Darazi was compelled to seek safety in flight; but even in absence he was faithful to his god, and succeeded inwinning over certain ignorant inhabitants of Lebanon.",
        "Disraeli's first strong vote of hostility was on a coercion bill for perishing and rebellious Ireland.",
        "Similarly on land, the post it occupied between northern Greece and the Peloponnese materially influenced its relation to other states, both in respect of its alliances, such as that with Thessaly, towards which it was drawn by mutual hostility to Boeotia, which lay between them; and also in respect of offensive combinations of other powers, as that between Thebes and Sparta, which throughout an important part of Greek history were closely associated in their politics, through mutual dread of their powerful neighbour.",
        "It is only for geographical purposes that we include this district under Attica, for both the Dorian race of the inhabitants, and its dangerous proximity to Athens, caused it to be at perpetual feud with that city; but its position as an outpost for the Peloponnesians, together with the fact of its having once been Ionian soil, sufficiently explains the bitter hostility of the Athenians towards the Megarians.",
        "This hostility was due to the almost universal opinion of western Europe that Stephen was a semi-pagan.",
        "Two lines of thought are to be traced in the most implacable hostility and contradiction throughout his system.",
        "On the other hand, it was difficult practically to realize this alienation, and a keen sense of this difficulty induced the same hostility to the body as a clog and hindrance, that we find to some extent in Plato, but more fully developed in Neoplatonism, Neopythagoreanism, and other products of the mingling of Greek with Oriental thought.",
        "This book, together with his insistence on points of ritual in his cathedral church and his friendship with Laud, exposed him to the suspicions and hostility of the Puritans; and the book was rudely handled by William Prynne and Henry Burton.",
        "The Papuan languages or dialects are very numerous, owing, doubtless, to the perpetual intertribal hostility which has fostered isolation.",
        "It was the active hostility between the amir of Kabul (who claimed sovereignty of the same districts) and Umra Khan that led, firstly to the demarcation agreement of 1893 which fixed the boundary of Afghanistan in Kunar; and, secondly, to the invasion of Chitral by Umra Khan (who was no party to the boundary settlement) and the siege of the Chitral fort in 1895.",
        "The latent hostility of the old order was aroused; the general ordered the immediate suppression of the house at Seville, and procured a bull from Gregory XIII.",
        "After the arrest of Gloucester, Warwick and Arundel, the archbishop was impeached by the Commons with the king's consent, although Richard, who had not yet revealed his hostility, held out hopes of safety to him.",
        "In 1860 he took an active part in the presidential campaign in behalf of Lincoln, in whose cabinet he was postmaster-general from 1861 until September 1864, when he resigned as a result of the hostility of the Radical Republican faction, who stipulated that Blair's retirement should follow the withdrawal of Fremont's name as a candidate for the presidential nomination in that year.",
        "This hostility, which amounted to a real vendetta, was based, not so much upon the foreign policy of its victim, his negotiation of the Armistice terms and the decisive influence which he exercised in securing the acceptance of the Treaty of Versailles; as upon his financial policy both as Finance Minister in 1919 and as the Democratic Catholic supporter and, it is said, the political adviser of the Catholic Chancellor of the Reich, Dr. Wirth, in the preparation in the summer of 1921 of a fresh scheme of taxation designed to impose new burdens upon capital and upon the prosperous landed interest.",
        "Diarmait MacMurchada (Dermod MacMurrough), greatgrandson of Diarmait Mael-na-mBo, as king of Leinster was by descent and position much mixed up with foreigners, and generally in a state of latent if not open hostility to the high-kings of the Hy Neill and Dalcais dynasties.",
        "He strongly advocated the union of Croatia with Carinthia, Carniola and Styria, but found his policy thwarted as much by the apathy of the Slovenes as by the hostility of the Magyars.",
        "Antonio, relying on the popular hostility to a Spanish ruler, presented himself as a candidate.",
        "In Greece itself meanwhile the opposition to Sparta was growing increasingly powerful, and, though at Coronea Agesilaus had slightly the better of the Boeotians and at Corinth the Spartans maintained their position, yet they felt it necessary to rid themselves of Persian hostility and if possible use the Persian power to strengthen their own position at home: they therefore concluded with Artaxerxes II.",
        "Thus the triple alliance of Adalberos bold and adroit imperialism with the cautious and vacillating ambition of the duke of the Franks, and the impolitic hostility towards Germany of the ruined Carolingians, resulted in the unhooked-for advent of the new Capetian dynasty.",
        "The insubordination of several great vassalsthe count of Vermandois, the duke of Burgundy, the count of Flanderswho treated him as he had treated the Carolingian king; the treachery of Arnuif, archbishop of Reims, who let himself be won over by the empress Theophano; the papal hostility inflamed by the emperor against the claim of feudal France to independence,all made it seem for a time as though the unity of the Roman empire of the West would be secured at Hughs expense and in Ottos favor; but as a matter of fact this papal and imperial hostility ended by making the Capet dynasty a national one.",
        "The third crusade, undertaken, sorely against Philips will, in alliance with Richard, only increased the latent hostility between the two kings; and in 1191 Philip abandoned the enterprise in order to return to France and try to plunder his absent rival.",
        "the butchers led by the skinner Simon Caboche, partly to the hostility of the university to the Avignon pope and partly to the Parisian bourgeoisie.",
        "Despite the kings hostility the duke of Guise came to Paris, urged thereto by Philip II., who wanted to occupy Paris and be master of the Channel coasts whilst he launched his invincible Armada to avenge the death of caes~ Mary Stuart in 1587.",
        "The question of the right of regale (right of the Crown to the revenues of vacant abbeys and bishoprics), which touched the essential rights of sovereignty, further inflamed the hostility between Innocent XI.",
        "But thanks to the past influence of the Girondin party, who had caused the war, and of the regicides of the Mountain, this peace not only ratified the conquest of Belgium, the left bank of the Rhine and Santo Domingo, but paved the way for fresh conquests; for the old spirit of domination and persistent hostility to Austria attracted the destinies of the Revolution definitely towards war.",
        "Under the protection of the Frankish king Dagobert (622-638), the Christian missionaries Amandus (St Amand) and Eligius (St Eloi) attempted the conversion of these Flemish Frisians, and their efforts were attended with a certain measure of success; but farther north the building of a church by Dagobert at Trajectum (Utrecht) at once aroused the fierce hostility of the heathen tribesmen of the Zuider Zee.",
        "But theology, or the mixture of the two, he regarded as a source of evil to both - fostering the vain belief in a hostility of philosophers to religion, and meanwhile corrupting religion by a pseudo-science.",
        "The political references in this book are marked by jealous hostility to the British.",
        "During the ensuing two years (1589-1591) he carried on that remarkable series of experiments by which he established the first principles of dynamics and earned the undying hostility of bigoted Aristotelians.",
        "But they drifted into hostility with the nobles, and were defeated by them at Villalar.",
        "The regent soon found that this was not enough to enable her to resist the active hostility of the Carlists and the intrigues of their clerical allies.",
        "In 1878, in spite of the well-known hostility of his mother to the Montpensiers, and in spite of his ministers preferences for an Austrian match, King Alphonso insisted Mai~i~iage ol upon marrying the third daughter of the duke of Aiphonso Montpensier, Doa Mercedes, who only survived XII.",
        "In private life his loyalty to his friends, and his \"genius for friendship\" (as John Morley said) made a curious contrast to his capacity for arousing the bitterest political hostility.",
        "Opposition hostility reached such a pitch that in 1899 there was hardly an act of the cabinet during the negotiations with President Kruger which was not attributed to the personal malignity and unscrupulousness of the colonial secretary.",
        "As regards foreign affairs, Mr Chamberlain more than once (and particularly at Leicester on 30th November 18 9 9) indicated his leanings towards a closer understanding between the British empire, the United States and Germany, - a suggestion which did not save him from an extravagant outburst of German hostility during the Boer War.",
        "When he went to Frankfort he was still under the influence of the extreme Prussian Conservatives, men like the Gerlachs, who regarded the maintenance of the principle of the form of bitter personal hostility; in 1863 the ministers refused any longer to attend the sittings, and Bismarck challenged Virchow, one of his strongest opponents, to a duel, which, however, did not take place.",
        "That the actual murderer was an Edomite may perhaps be associated with other traditions of Edomite hostility.",
        "These successes had been won in spite of the hostility of Gregory, which deprived Frederick of the assistance of many members of the military orders and of the clergy of Palestine.",
        "In this he met with the uncompromising hostility of the Jesuits, whom in 1647 he laid under an interdict.",
        "The difficulties of the settlers were increased by the hostility of the blacks.",
        "Joachim's attitude towards the teaching of Martin Luther which had already won many adherents in the electorate, was one of unrelenting hostility.",
        "Among other reforms the abolition of the foro ecclesiastico (privileged ecclesiastical courts) brought down a storm of hostility from the Church both on the king and on Cavour, but both remained firm in sustaining the prerogatives of the civil power.",
        "He probably didn't realize that his hostility toward SeÃ±or Medena was being transferred to Jonathan as anxiety.",
        "However, at this point most of the hostility was centered around Dulce and Alex.",
        "The bloody manâ€”Rainyâ€” looked at her with pure hostility.",
        "More than one went beyond polite disdain and glared to the point of hostility.",
        "Irrespective of the validity of some of the comments and the subtle innuendo, there was blatant hostility.",
        "aroused bitter hostility.",
        "Come as an icy blast against the destructive heat of our enmity: extinguish our hostility.",
        "Association of hostility with coronary artery calcification in young adults: The CARDIA study.",
        "deepen existing patterns of hostility.",
        "encountered so much hostility.",
        "evincer attempts at education provoked the most intense and bitter hostility, as evincing a desire to render themselves equal to the whites.",
        "Yet hostility to such endowments often assumes the garb of a generous and high-minded patriotism.",
        "I simply don't understand why the TI concept arouses such hostility.",
        "hostility provoked by its rules and regulations.",
        "Even tho I meet people all day long I have never encountered any hostility.",
        "These are the 'aggravated offenses ' which carry harsher penalties because they are motivated by religious hostility.",
        "hostility between different ethnic groups.",
        "hostility toward the parents.",
        "Fund managers have made a quantum leap from outright hostility to mild interest in housing.",
        "The implacable hostility of communism toward faith in God could be explained by its claims to a monopoly on world views.",
        "Furthermore, many children of ex-prisoners have been negatively impacted upon via gossip, stigma, negative perception, discrimination and overt hostility.",
        "Even in tolerant Britain, living as followers of Jesus can attract resentment, and sometimes even downright hostility.",
        "We know the difficulties you are going through in Britain: discrimination, prejudice and racial hostility.",
        "Seven years later (1580), when the new colony had been firmly established, Juan de Garay proceeded southwards, and made the third attempt to build a city on the site of Buenos Aires; and despite the determined hostility of the Querendi Indians he succeeded in finally gaining a complete mastery over them.",
        "Unfortunately, in no part of the Spanish oversea possessions did the restrictive legislation of the home government operate more harshly or disadvantageously to the interests of the colony; it was a more effective hindrance to the development of its resources and the spread of civilization over the country, than the hostility of the Indians.",
        "The conduct of Spain toward Santo Domingo and of France toward Mexico, and the alleged attitude of England and Russia toward the seceded states were to be the grounds for precipitating this gigantic conflict; and agents were to be sent into Canada, Mexico and Central America to arouse a spirit of hostility to European intervention.",
        "At his trial by court-martial in Dublin, Tone made a manly straightforward speech, avowing his determined hostility to England and his design \"by fair and open war to procure the separation of the two countries,\" and pleading in virtue of his status as a French officer to die by the musket instead of the rope.",
        "It is painful, therefore, to find him in his subsequent Epitome classing Nestorius as a heretic, and speaking of him with the utmost hostility.",
        "But oppressive, corrupt and inefficient as it was, the government was not confronted by the uncompromising hostility of the whole people; the ignorant priest-ridden masses were either indifferent or of mildly Bourbon sympathies; the opposition was constituted by the educated middle classes and a part of the aobility.",
        "Its rule was associated in the popular mind with severe administration; hostility to the democratic elements represented by Garibaldi, Crispi, Depretis and Bertani; ruthless imposition and collection of taxes in order to meet the financial engagements forced upon Italy by the vicissitudes of her Risorgimento; strong predilection for Piedmontese, Lombards and Tuscans, and a steady determination, not always scrupulous in its choice of means, to retain executive power and the most important administrative offices of the state for the consorteria, or close corporation, of its own adherents.",
        "A rapprochement with France and a continuance of the Irredentist movement could not fail to arouse Austro-German hostility; but, on the other hand, to draw near to the central powers would inevitably accentuate the diffidence of France.",
        "When, in course of time, the extended suffrage increased the Republican and Extreme Radical elements in the Chamber, and the Liberal Pentarchy (composed of Crispi, Cairoli, Nicotera, Zanardelli and Baccarini) assumed an attitude of bitter hostility to Depretis, the Right, obeying the impulse of Minghetti, rallied openly to Depretis, lending him aid without which his prolonged term of office would have been impossible.",
        "But his ostentatious visit to Friedrichsruh, and a subsequent speech at Turin, in which, while professing sentiments of friendship and esteem for France, he eulogized the personality of Bismarck, aroused against him a hostility on the part of the French which he was never afterwards able to allay.",
        "The senate, however~ manifested the utmost hostility to Tanlongo, whom Giolitti, in consequence of an interpellation in the Chamber, was compelled to arrest.",
        "This preposterous proposal was of course not even discussed, and the movement caused a strong feeling of reaction against Socialism and of hostility to the government for its weakness; for, however much sympathy there might be with the genuine grievances of the working classes, the September strikes were of a frankly revolutionary character and had been fomented by professional agitators and kept going by the dregs of the people.",
        "With the rebellion of her Eldest Daughter, the Roman Church could not continue in her old attitude of uncompromising hostility towards United Italy, and the Vatican began to realize the folly of placing every Italian in the dilemma of being either a good Italian or a good Catholic, when the majority wished to be both.",
        "An attempt at compromise resulted in the institution of an Italian law faculty at Innsbruck, but this aroused the violent hostility of the German students and populace, who gave proof of their superior civilization by an unprovoked attack on the Italians in October 1902.",
        "Later travellers repeat the stories, too well founded, of the ferocious hostility of the people; of whom we may instance Cesare Federici (1569), whose narrative is given in Ramusio, vol.",
        "The whole story was most probably the creation of imaginations stimulated by torture and despair, unless it was a deliberate fiction set forth for the purpose of provoking hostility against the Jews.",
        "The policy of repression which in this capacity he pursued during the next five years secured for him many tangible rewards, in 1560 he was elevated to the archiepiscopal see of Malines, and in 1561 he received the cardinal's hat; but the growing hostility of a people whose religious convictions he had set himself to trample under foot ultimately made it impossible for him to continue in the Low Countries; and by the advice of his royal master he, in March 1564, retired to FrancheComte.",
        "He divorced his first wife, a daughter of James MacDonnell, and treated his second, a sister of Calvagh O'Donnell, with gross cruelty in revenge for her brother's hostility; Calvagh himself, when Shane's prisoner, he subjected to continual torture; and Calvagh's wife, whom he made his mistress, and by whom he had several children, endured ill-usage at the hands of her drunken captor, who is said to have married her in 1565.",
        "Hostility towards the dynasty culminated a few years later in a conspiracy which placed on the throne the general Jehu, the son of one Jehoshaphat (or, otherwise, of Nimshi).",
        "Hostility to Phoenicia (i.e.",
        "the people of Philistia) are now found in possession of a mature organization, and the Assyrian evidence is of considerable value for an estimate of the stories of conflict and covenant, of hostility and friendship, which were current in south Palestine.",
        "Apropos of hostility towards Samaria, it is singular that the term of reproach, \" Cutheans,\" applied to the Samaritans is derived from Cutha, the famous seat of the god Nergal, only some 25 m.",
        "The Orient was, indeed, ever the magnet which attracted him most; and his hostility to England may be attributed to his perception that she alone stood in the way of his most cherished schemes.",
        "Indeed, as has been seen, they appropriate the entire personale of the Bible from Adam, Seth, Abel, Enos and Pharaoh to Jesus and John, a phenomenon which bears witness to the close relations of the Mandaean doctrine both with Judaism and Christianity - not the less close because they were relations of hostility.",
        "From the middle to the close of the 17th century the French were establishing a claim to the territory between the Great Lakes and the Ohio river by discovery and occupation, and although they 'had provoked the hostility of the Iroquois Indians they had helped the Wyandots, Miamis and Shawnees to banish them from all territory W.",
        "Brave and sage as he was, he could hardly cope at one and the same time with the hostility of the Normans on the west, of the Petchenegs (Patzinaks) on the north, and of the Seljuks on the east and south.",
        "At all events she had political importance enough to incur the hostility of Richard of Gloucester, afterwards King Richard III., who accused her of having practised sorcery against him in collusion with the queen and Hastings.",
        "Petersburg, and he worked a good deal behind the scenes, inciting to violence, advising a boycott of the Duma, hostility to the Cadets, etc. But he did not play any part in the Soviet of workmen, and disappeared as soon as it became clear, after the crushing of the outbreak in Moscow, that the troops and the people were not on the side of the revolutionaries."
    ],
    "definition": [
        "The state of being hostile; antagonism or enmity. See Synonyms at enmity.",
        "a. A hostile act.\nb. hostilities Acts of war; overt warfare.",
        "Link/Cite",
        "(uncountable) The state of being hostile.",
        "(countable) A hostile action, especially a military action. See hostilities for specific plural definition.",
        "Link/Cite"
    ]
}