{
    "translation": "עצום, כביר, ענק",
    "uses": [
        "His eyes looked huge when he was scared.",
        "This is just a really huge place.",
        "A tall figure lounged against a huge oak tree beside the trail.",
        "Many years ago, before people came to live on the earth, great trees and tall grasses and huge ferns and all the beautiful flowers cover the earth.",
        "To their right was a doorway into a huge family room.",
        "She is one huge and colorful woman.",
        "His arms were huge, his muscles long and lean.",
        "It's gotta be huge to contain all those people.",
        "I predict tonight will be a huge success.",
        "He led her into a large study with a huge, brown leather couch near a dead hearth.",
        "Yet she'd seen the most incredibly huge spider dangling over her head when she awoke.",
        "From the foyer, they entered a huge room with a wide staircase that curved gracefully from the balcony on the second floor.",
        "No thanks, but could you do me a huge favor?",
        "Her mind was up, wandering the huge house - and Cade's mind.",
        "The last time he went to the surface, it had rained huge raindrops.",
        "They were all glad when they stepped upon a huge rock.",
        "She was shaking her head again, staring at the portal with huge eyes.",
        "Huge numbers of foreigners own American stocks and debt instruments.",
        "Mother and father and their friends have gone to see a huge furnace.",
        "A huge suite of generals rode behind him.",
        "There was another terrible crash and something huge collapsed.",
        "He slung his arms open, giving her a huge target.",
        "He tilted his huge head to the side and whined.",
        "Either they were all huge enough to come straight out of an action movie, or her drugs had not yet worn off.",
        "I plan to put a huge dent in that case of bourbon.",
        "Nearly all the leaves had fallen off the trees except for the huge scarlet oak in the back yard.",
        "His door flew open to reveal a huge, furry monster with fangs.",
        "Apparently he found the idea of jail less frightening than the huge dog.",
        "His huge feet splashed through the wet snow, slinging it at the goats.",
        "A huge marble fireplace dominated the large family room, its image reflected on the shiny expanse of hardwood floor.",
        "It was a huge pill to try to swallow, knowing someone didn't like her for reasons she couldn't control.",
        "The sky hung like a gray sheet over the white landscape and huge flakes continued to fall.",
        "And as we have seen, understanding how we are made is certainly a huge advantage in our battle with disease.",
        "The neighbors were having a party around a huge bonfire.",
        "A huge, broad-shouldered gunner, Number One, holding a mop, his legs far apart, sprang to the wheel; while Number Two with a trembling hand placed a charge in the cannon's mouth.",
        "The huge white dog lowered his head and bared his teeth at the stranger.",
        "I am a huge fan of heritage meats.",
        "Understanding the recipes that make our pathogenic enemies is a huge advantage.",
        "With such huge and lumbering civility the country hands a chair to the city.",
        "Their history made him want to touch her, to feel the softness of her skin before waking her to gaze into the huge blue-green eyes that were able to stop him in his tracks.",
        "Above him was a clear blue sky, and the sun's vast orb quivered like a huge hollow, crimson float on the surface of that milky sea of mist.",
        "\"I must ask someone who knows,\" he thought, and addressed an officer who was looking with curiosity at his huge unmilitary figure.",
        "Those huge hands had started to explore her body in a way that left her feeling feminine, delicate, and willing to let him take control in a way she never permitted him before.",
        "These scars were huge and knotted.",
        "A huge white sycamore skeleton sprawled on the gravel beach, its bark long gone.",
        "An instant later the Tiger crouched and launched its huge body through the air swift and resistless as a ball from a cannon.",
        "Comforted by her only remaining normal friend, Deidre followed him to the wing of guest bedrooms, surprised at how huge her room was.",
        "The cost derives from the application of huge amounts of energy, intelligence, and technology to obtain and process the raw materials: digging and smelting to create high-grade steel, harvesting and refining and molding to make rubber parts, and so on.",
        "When Nicholas and his wife came to look for Pierre he was in the nursery holding his baby son, who was again awake, on his huge right palm and dandling him.",
        "That is a huge change and a force for peace.",
        "Enjoy a huge burger, fresh salad, steak, seafood or pasta.",
        "To them, she was an exotic little doll with her huge, gem-hued eyes, black hair, and toned hour-glass shape.",
        "You know this is a huge shock for him and it's going to take time for him to adjust.",
        "Her stomach was huge.",
        "Iggy was frantically filling a huge, blocky suitcase with books.",
        "He retrieved a jar from the small refrigerator and laid it next to a surgical knife, a large rubber tube, and a huge syringe.",
        "Either they're huge babies you have to take care of, or they want to lock you in their palace with eunuchs.",
        "He tried to run, but she pounced and clamped onto his neck with her huge fangs.",
        "The room was large, with a hardwood floor and a huge fireplace.",
        "But in many areas, scarcity is so profound it has huge societal impact.",
        "If poor nations decide to pursue what I will call the Japan strategy, importing all their food and developing other industry, then they become huge fans of farm subsidies in other countries.",
        "It was a huge shift in public opinion in which no group benefited financially; if anything, financial interests were aligned against this change, just as with tobacco.",
        "First, the web promotes access to information, a huge force for peace.",
        "With its huge ungainly limbs sprawling unsymmetrically, and its gnarled hands and fingers, it stood an aged, stern, and scornful monster among the smiling birch trees.",
        "But at length they came unexpectedly upon a huge rock that shut off the passage and blocked them from proceeding a single step farther.",
        "These are easy to spot: They rely on huge conceptual leaps without a framework to support them.",
        "The kid sitting beside her made smacking sounds as he chewed on a huge wad of",
        "When she walked into the kitchen, Evelyn was gazing with adoration up at the huge man, leaning against him in a purely anti-feministic way.",
        "He was heated and huge at her back.",
        "At first she frowned, then broke into a huge smile and started to sing, \"You oo oo love her.\"",
        "A soft moan sounding nothing like her reached his ears, and then slowly, out from under the cover, emerged a huge wolf with bronze colored fur.",
        "Her canines were huge.",
        "With her sexy little body, full lips, and huge brown eyes … In a different world, maybe.",
        "The body looked like a flipped fish—a huge white under belly.",
        "The hind-foot is remarkable for the great backward projection of the calcaneum, and likewise for the peculiar shape of the astragalus; the middle toe alone carries a claw, this being of huge size, and ensheathed like those of the fore foot.",
        "These deities are not easily ' One of the most important sources for the ancient Mexican traditions and myths is the so-called \" Codex Chimalpopoca,\" a manuscript in the Mexican language discovered by the Abbe analysed, but on the other hand Tonatiuh and Metztli, the sun and moon, stand out distinctly as nature gods, and the traveller still sees in the huge adobe pyramids of Teotihuacan, with their sides oriented to the four quarters, an evidence of the importance of their worship. The war-god Huitzilopochtli was the real head of the Aztec pantheon; his idol remains in Mexico, a huge block of basalt on which is sculptured on the one side his hideous personage, adorned with the humming-bird feathers on the left hand which signify his name, while the not less frightful war-goddess Teoyaomiqui, or \" divine wardeath,\" occupies the other side.",
        "Enveloped in a huge blue sheet, with a yard of linen as a veil perforated for two inches square with minute holes, the feet thrust into two huge bags of colored stuff, a wife is perfectly unrecognizable, even by her husband, when out of doors.",
        "Consequently, these nomads were the main pillar of the empire, and from them were obviously derived the great magnates, with their huge estates and hosts of serfs, who composed the imperial council, led the armies, governed the provinces and made and unmade the kings (Strabo xi.",
        "Huge warehouses and sheds have been erected along the quays for the storage of freight.",
        "deep, which overlay the huge area of the temple, and exposed to view not only the scanty remains of the latest edifice, built after 350 B.C., but the platform of an earlier temple, now known to be that of the 6th century to which Croesus contributed.",
        "above that of the Archaic, by means of huge foundation blocks bedded upon the earlier structures; and this increase of elevation necessitated a slight expansion of the area all round, and ten steps in place of three.",
        "(2) The Hellenistic Agora, a huge square, surrounded by porticoes, lying S.W.",
        "This huge pile used to be taken for the Artemision by early visitors to Ephesus.",
        "Most of the veld is divided into huge farms devoted to the rearing of cattle, sheep, goats and horses.",
        "With proclamations, placaats and statutes abundantly filling huge tomes, the caprice of the governor was in truth the law.",
        "This tableland is formed by a huge cap of coral limestone, estimated by Griesbach at from 4000 to 5000 ft.",
        "The church of High Halden, in the neighbourhood, is remarkable for its octagonal wooden tower constructed of huge timbers, with a belfry of wooden tiles (shingles), of the time of Henry VI.",
        "high, about which lie huge masses of vitrified brick, some as much as 15 ft.",
        "Stanhengist, hanging stones), a circular group of huge standing stones (see Stone Monuments), situated on Salisbury Plain, Wiltshire, England, about 7 m.",
        "within this circle and concentric with it is another, formed of smaller \"blue stones,\" originally forty in number, but only a few of which now remain in situ; within that was a horseshoe of five huge trilithons formed by ten monoliths with their imposts (all sarsens); and within the horseshoe was an inner horseshoe of \"blue stones,\" originally nineteen in number.",
        "It does not follow, however, from the fact that only stone tools were found at the bottom of the trenches that the monument was constructed when metal tools were unknown, because none of the Stonehenge tools have the characteristic forms of Neolithic implements, so that they might have been specially improvised for the purpose of roughly hewing these huge stones, for which, indeed, they were really better adapted, and more easily procured, than the early and very costly metal tools of the Bronze Age.",
        "It is held by some historians that there was at the time on the part of many of the Roman nobles a determination to raise themselves to power, despite the opposition of the senate; others with \"greater probability maintain that Catiline's object was simply the cancelling of the huge debts which he and his friends had accumulated.",
        "This palace, standing in the very heart of the city, is a huge quadrangular building, with four courts, and is surmounted by a dome 220 ft.",
        "The first floor overlooking the Schlossplatz is the Berlin residence of the emperor, and that square is embellished by a huge fountain (Neptuns-brunnen) by R.",
        "teacher and reformer in Lhasa, and before his death in 1419 there were three huge monasteries there containing 30,000 of his disciples, besides others in other parts of the country.",
        "Since 1887 extensive excavations have been made of the foundations of a huge Roman camp, and many valuable Roman treasures have been unearthed.",
        "the banks are alternate stretches of blinding white, fine sand, and a chaos of huge boulders, masses and slabs of rock, with here and there, usually where a tributary enters, long stretches of shingle.",
        "Many of them are mere heaps of sand and stone; others consist of huge masses of quartz.",
        "An important place of entertainment is Olympia, near Hammersmith Road and the Addison Road station on the West London railway, which includes a vast arena under a glass roof; while at Shepherd's Bush are the extensive grounds and buildings first occupied by the Franco-British Exhibition of 1908, including a huge stadium for athletic displays.",
        "He soon made the crucial discovery - which proved the foundation of the huge industry of artificial alkali manufacture - that the desired end was to be attained by adding a proportion of chalk to the mixture of charcoal and sulphate of soda.",
        "Of the secular buildings in Wurzburg the most conspicuous is the palace, a huge and magnificent edifice built in1720-1744in imitation of Versailles, and formerly the residence of the bishops and grand-dukes of Wiirzburg.",
        "Within these mounds are two-chambered sepulchres, built of huge slabs of limestone, several of which have been opened and examined by Durand, Bent and others, and found to contain relics of undoubted Phoenician design.",
        "The wing of the bird may therefore be compared to a huge gimlet or auger, the axis of the gimlet representing the bones of the wing, the flanges or spiral thread of the gimlet the primary and secondary feathers \" (figs.",
        "The remarkable features of the scenery of South Devon and Cornwall are due to a narrow band of Archaean rock which appears in the south of the peninsulas terminating in Lizard Head and Start Point, and to huge masses of granite and other eruptive rocks which form a series of great bosses and dykes.",
        "Apart from the huge area of urban and suburban London, the London Basin has few large towns.",
        "A mile to the north of the city a huge mound with a ditch on each side of it (but at a considerable distance from it) may be traced for a couple of miles.",
        "broad, and separated by huge gardens full of palm and olive trees.",
        "It is a huge square building flanked with two wings, having towers rising to the height of about 140 ft.",
        "As the Swiss advanced in three huge columns, the French guns fired into them with terrible effect, but the assailants reached the intersected ground bordering the stream, and thus protected from the rush of the French gendarmerie, they debouched on the other side, and fell upon the landsknechts.",
        "BARGHEST, BARGUEST or Bargest, the name given in the north of England, especially in Yorkshire, to a monstrous goblindog with huge teeth and claws.",
        "In the swampy lands of the upper Nile it forms, along with a species of Saccharum, huge floating grass barriers.",
        "The northern portion, lying mainly between io and 15° N., consists of a huge mass of Archaean rocks with a mean height of from 7000 to 7500 ft.",
        "The large bronzes are almost the only ones which have survived from classical times, the most famous of them being the seated Mercury and the dancing Faun; the marbles reckon among their vast number the Psyche, the Capuan Venus, the portraits of Homer and Julius Caesar, as well as the huge group called the Toro Farnese (Amphion and Zethus tying Dirce to its horns), the Farnese Hercules, the excellent though late statues of the Balbi on horseback and a very fine collection of ancient portrait busts.",
        "Accordingly he suddenly took service, in the spring of 1502, with Cesare Borgia, duke of Valentinois, then almost within sight of the realization of his huge ambitions, and meanwhile occupied in consolidating his recent conquests in the Romagna.",
        "In Glyptodon (with which Schistopleurum is identical) the tailsheath consists of a series of coronet-like rings, gradually diminishing in diameter from base to tip. Daedicurus, in which the tailsheath is in the form of a huge solid club, is the largest member of the family; in Panochthus and Sclerocalyptus (Hoplophorus) the tail-sheath consists basally of a small number of smooth rings, and terminally of a tube.",
        "After some defeats, Venice was victorious and dictated peace; Carrara had to pay a huge indemnity and ask the republic's pardon (1373).",
        "A huge collection of translations of foreign poetry edited by him, and entitled The Poets and Poetry of Europe, appeared in 1845, and, in 1846, a few minor poems - songs and sonnets - under the title The Belfry of Bruges.",
        "The huge castle-keep, which dominates the town, was probably built by Gilbert de Clare, early in the 12th century; formerly used as the county gaol, it now serves as the police-station.",
        "high, is an active volcano, and its eruptions and earthquakes have frequently brought destruction, as notably in 1852, when the damage was chiefly due to a huge wave of the sea.",
        "Green Mountain, the principal elevation, is a huge elliptical crater, rising 2820 ft.",
        "The island is under the rule of the admiralty, and was likened by Darwin to \"a huge ship kept in first-rate order.\"",
        "The inner walls are often hung with hand-woven tapestries, which harmonize well with the smokeblackened rafters, the primitive loom and the huge Dutch stove characteristic of a prosperous Rumanian farm.",
        "Such are the Ceasoslov, revised by Bishop Kliment of Ramnicu Valcea (1745), the Evhologion (1764), the Katavasiar (1753), The monumental publication of the Mineiu, in 12 folio volumes, by Bishops Kesarie and Filaret of Ramnicu Valcea (1776-80), is equal in im portance if it be not superior to the no less monumental publication of the Lives of Saints, also in 12 huge folio volumes, published under the direction and with the assistance of the metropolitan Veniamin of Moldavia.",
        "There are several lofty plateaus in this region which form a huge central watershed for rivers flowing east to the Amazon, west to the Pacific, and north to the Caribbean Sea.",
        "It is full of huge glaciated blocks, and in different regions (Prieska chiefly) the underlying pavement is remarkably striated and shows that the ice was moving southward.",
        "Great kraals were also prepared for the promised cattle, and huge skin sacks to hold the milk that was soon to be more plentiful than water.",
        "He left Bootle and stood for Central Glasgow, the business quarter of his own city, being returned by a huge majority.",
        "at Mina and Mecca, where most of the pilgrims still have something to buy or sell, so that Mina, after the sacrifice of the feast day, presents the aspect of a huge international fancy 2 Mecca, says one of its citizens, in Wagidi (Kremer's ed., p. 196, or Muh.",
        "a monk watering a dry stick, day after day, for months, or endeavouring to remove a huge rock immensely exceeding his powers.",
        "erected a castle, with huge round towers, to guard the inner harbour; it is now a convict prison.",
        "c, Ventral groove, where lies the water - vessel, from which branches pass through the ossicle,emerg huge podia with a granular or plated skin.",
        "The death of Charles 11., the heirless king of the huge Spanish monarchy, had long been expected.",
        "Deno's offers huge portions of steak, pastas, seafood, handmade pizza and burgers.",
        "Specifically, a virus or bug passed to a pig is considered a huge threat in the medical community, because pigs can pass their diseases onto humans.",
        "He was tall and lanky with a huge smile and close-spaced eyes that seemed more soulful than his youthful looks warranted.",
        "Darian's eyes were huge.",
        "Always want women with huge boobs and nothing between their ears.",
        "A huge, triumphant grin with the satisfaction of the goddess and the beautiful flush of a human.",
        "square sunk into the blue ground; the diamantiferous rock was hoisted by bucket and windlass, and roadways were left across the pit to provide access to the claims. But the roadways soon fell in, and ultimately haulage from the claims could only be provided by means of a vast system of wire ropes extending from a triple staging of windlasses erected round the entire edge of the mine, which had by this time become a huge open pit; the ropes from the upper windlasses extended to the centre, and those from the lower tier to the sides of the pit; covering the whole mass like a gigantic cobweb.",
        "But let it be observed, first, that to reduce the huge and confused mass of pre-existing law into the compass of these two collections was an immense practical benefit to the empire; secondly, that, whereas the work which he undertook was accomplished in seven years, the infinitely more difficult task of codification might probably have been left unfinished at Tribonian's death, or even at Justinian's own, and been abandoned by his successor; thirdly, that in the extracts preserved in the Digest we have the opinions of the greatest legal luminaries given in their own admirably lucid, philosophical and concise language, while in the extracts of which the Codex is composed we find valuable historical evidence bearing on the administration and social condition of the later Pagan and earlier Christian empire; fourthly, that Justinian's age, that is to say, the intellect of the men whose services he commanded, was quite unequal to so vast an undertaking as the fusing upon scientific principles into one new organic whole of the entire law of the empire.",
        "He made huge forced loans, and employed recklessly the abuse of purveyance.",
        "Housing is a huge industry that will reward innovative products.",
        "In warfare, asymmetry is where something very small can do a huge amount of damage.",
        "Mrs. Freeman and Carrie and Ethel and Frank and Helen came to station to meet us in a huge carriage.",
        "A huge campfire was blazing brightly in the midst of the snow, lighting up the branches of trees heavy with hoarfrost.",
        "He had dreamed that he and Uncle Pierre, wearing helmets such as were depicted in his Plutarch, were leading a huge army.",
        "The officers gazed with surprise at Pierre's huge stout figure and listened to his talk of Moscow and the position of our army, round which he had ridden.",
        "Not only were huge sums offered for the horses and carts, but on the previous evening and early in the morning of the first of September, orderlies and servants sent by wounded officers came to the Rostovs' and wounded men dragged themselves there from the Rostovs' and from neighboring houses where they were accommodated, entreating the servants to try to get them a lift out of Moscow.",
        "The wing housed an indoor basketball court, indoor pool, a small game room, and a huge theatre room where music blared from some action movie.",
        "Gabriel felt again he was missing something huge, the key to assuming the power he hadn't inherited with his responsibilities.",
        "The man was as huge as any warrior but not fair like Romas's clan members.",
        "A red McLaren Spyder with a huge white bow on top sat in front of the house.",
        "It was still snowing - huge flakes that lit softly on the heavy blanket of snow on the ground.",
        "Better communication is a huge step toward peace.",
        "Like some huge many-limbed animal, the regiment began to prepare its lair and its food.",
        "The huge beast slowly arose and said:",
        "She lifted the hair off her neck and sighed as she paused in the shade of a huge oak tree.",
        "She slept until the edge of her fatigue was gone before borrowing his neatly folded clothing and making herself a huge pancake and egg midday breakfast.",
        "The bleached skeleton of a huge old Sycamore tree lay near the creek.",
        "The huge sycamore tree behind the house was now on the house.",
        "The stock pond stared up at her coldly from the tawny pasture like a huge eye, the ice-covered edges surrounding a deep blue iris.",
        "His huge tongue hung out of the side of his mouth like a thick slice of bologna.",
        "She wandered down stream to the place where they had drug huge slabs of stone to make a walkway across the creek.",
        "She recognized the huge orange cat seated on the chair across from her.",
        "\"So you just thought you'd take a walk in the middle of a huge snowstorm?\" he asked.",
        "He grabbed a cheeseburger and took a huge bite, glancing up.",
        "Jenn trotted forward, towards the huge block of marble.",
        "Her long curly blond hair had been pulled up in pig tails and tied with huge bows.",
        "Never again would he come running up to meet her, his big tongue hanging out as he gave her a huge doggie smile.",
        "The road gradually narrowed and climbed through hills choked with brush and huge oak trees.",
        "Far below, green water moved sluggishly around huge gray boulders.",
        "Do you know there was a huge snake waiting for me right there in front of the door yesterday when I came home?",
        "Like an angry golfer, she sent a huge divot into the air.",
        "And then the rain came, drenching the cabin as if a giant were emptying a huge bucket.",
        "She lifted her face from his chest long enough to glance through the kitchen window and saw the huge white chunks of ice plunging to the ground.",
        "A huge maple tree had barely missed the house.",
        "Huge bluffs ruptured from the ground and oozed with water.",
        "No one took pity on a young man in a mask the way they did a cute little boy with dirty hands and huge, innocent eyes.",
        "The bed was huge, taking center stage in the room.",
        "His presence was intense but calming, almost to the degree she had the urge to lean against him and let his huge hands roam her body, grip her from behind and pull her … Crunching from behind her broke the spell.",
        "Sloping shoulders, huge biceps, wide chest, lean abdomen … Now she understood rule number three and why it had the most exclamation points.",
        "He was freakin' huge; what if he came after her?",
        "In her hands was a huge bouquet of miniature sunflowers.",
        "Four people stood outside the door: a leggy brunette, a photographer armed with a huge camera and two others.",
        "Her assistant, Gerry, looked like a college athlete with a huge, bright grin, blond hair and friendly hazel eyes.",
        "He has a huge house in the forest.",
        "Now I'm pretty sure this is all a huge joke.",
        "There's a huge difference between hamburgers and people-burgers.",
        "They were somewhere else completely: a sprawling compound with low buildings, a huge barn and a massive, two-story hacienda style house.",
        "While it was huge and red from the outside, the inside resembled a boxing gym with several rings, training equipment and a wall of mirrors.",
        "In front of the former, as in front of those of Heracles and Zeus, stood a huge altar for burnt offerings, as long as the facade of the temple itself.",
        "Thus, by the end of his seventeenth year his apprenticeship of study was There is, however, one true nest-building parrot, the greybreasted parrakeet (Myopsittacus monachus), which constructs a huge nest of twigs.",
        "One of the greatest curiosities was a huge skeleton brought from Joppa, said to be that of the monster to which Andromeda had been exposed.",
        "The severe west front is relieved by three rows of semicircular arches, and has a central porch (there were at one time three) supported by huge red marble lions, sculptured no doubt with the rest of the façade by Giovanni Bono da Bissone in 1281.",
        "The huge glyptodon once inhabited this region, which now possesses the smallest armadillo known, the \" quirquincho \" or Dasypus minutus.",
        "Behind all this huge development of fixed defences lie the central fortresses of Paris and Lyons.",
        "The general shape of the animal is ungainly, owing to a huge hump on the withers, at which point the height is about 3 ft.",
        "Especially striking are the huge pillars, of which a number still stand erect.",
        "The first eruptions piled up huge domes of lavas rich in soda, including the geburite-dacites and sOlvsbergites of Mount Macedon in Victoria, and the kenyte and tephrite domes of Dunedin, in New Zealand.",
        "The lodes are most frequently of great size, containing huge masses of galena, and so little gangue that the ore can very easily be dressed to 83 or 84%.",
        "the soil to the depth of many feet, and from it springs the most marvellous tangle of huge trees, shrubs, bushes, underwood, creepers, climbing plants and trailing vines, the whole hung with ferns, mosses, and parasitic growths, and bound together by rattans and huge rope-like trailers.",
        "Robur than any other species, forming a thick trunk with spreading base and, when growing in glades or other open places, huge spreading boughs, less twisted and gnarled than those of the English oak, and covered with a whitish bark that gives a marked character to the tree.",
        "Berhampur was fixed upon after the battle of Plassey as the site of the chief military station for Bengal; and a huge square of brick barracks was erected in 1767, at a cost of 30o,000.",
        "Thus in 1479 a huge Turkish army, on its return home from ravaging Transylvania, was annihilated at Szaszvaros (Oct.",
        "Special contracts, known as colonie immovibili and colonie tern poranee are applied to the latifondi or huge estates, the owners of which receive half the produce, except that of the vines, olive-trees and woods, which he leases separately.",
        "A huge car drawn by oxen, bearing the standard of the burgh, and carrying an altar with the host, this carroccio, like the ark of the Israelites, formed a rallying point in battle, and reminded the armed artisans that they had a city and a church to fight for.",
        "The state banks, already hampered by maladministration, were encumbered by huge quantities of real estate which had been taken over as compensation for unredeemed mortgages.",
        "The most remarkable Roman building in Trier is the Porta Nigra, the north gate of the city, a huge fortified gateway, 115 ft.",
        "and Gratian as a quadrilateral hall with four huge granite columns (now removed) in the centre, it was converted into a church about the close of the 4th century, and restored by Bishop Nicetius about 550.",
        "Until a very recent epoch there flourished in Madagascar huge birds referable to the Ratitae, e.g.",
        "He took corporeal shape as a huge crab that lay floating, face upwards, upon the waters.",
        "The swamps are full of huge reeds, bordered with tamarisk jungles, and in its lower reaches, where the water stretches out into great marshes, the river is clogged with a growth of agrostis.",
        "of Selinus, separated from it by a small flat valley, lies a group of three huge temples.",
        "Next in date comes the huge temple G, which, as an inscription proves, was dedicated to Apollo; though it was never entirely completed (many of the columns still remain unfluted), it was in use.",
        "The first is a huge mass of a bright green colour, living to a great age, and when dead becoming of a grey and stony appearance.",
        "The lower part of the trunk bears huge buttresses, each of which ends in a long branching far-spreading; root, from the branches of which spring the peculiar knees which, rise above the level of the water.",
        "And indeed his huge wallet of scraps stood him in little stead at the trim banquets to which he was invited at Oxford, while the wandering habits by which he had filled it absolutely unfitted him to be a guest.",
        "of huge bamboos.",
        "The Triglav is the dividing range between the Alps and the Karst Mountains, and its huge mass also forms the barrier between three races: the German, the Slavonic and the Italian.",
        "Close by are two Gothic buildings, the bishop's palace (1264) and the Palazzo dei Papi (begun in 1296), the latter with a huge hall now containing the Museo Civico, with various medieval works of art, and also objects from the Etruscan necropolis of the ancient Volsinii (q.v.).",
        "Despite a huge emigration of Jews from Russia, the congestion within the pale is the cause of terrible destitution and misery.",
        "Here also are early magazines with huge store jars.",
        "These aguadQS were huge basins, paved and cemented, with underground cisterns, also lined with stone and cement, which may have been used for the protection of water against heat when the principal supply had become exhausted.",
        "portion of the Mountain Region; and that mica was mined here before any European settlement of the country seems proved by numerous excavations and by huge heaps on which are large oak and chestnut trees, some fallen and decayed.",
        "Fiddes's huge tome (1724) is fairly exhaustive.",
        "The fort rises from a huge mass of granite rock, which with a circumference of nearly 2 m., juts up abruptly to a height of 450 ft.",
        "The low price of grain, which was imported in huge quantities from Sicily and other Roman provinces, operated to crush the small holder, at the same time as it made arable farming unremunerative.",
        "In one of these exceptional years, 1898, the average rose to 34s., but this was due entirely to a couple of months of inflated prices in the early half of the year, when the outbreak of war between Spain and the United States of America coincided with a huge speculative deal in the latter country.",
        "In the cattle classes, aged beasts of huge size and of considerably over a ton in weight used to be common, but in recent years the tendency has been to reduce the upper limit of age, and thus to bring out animals ripe for the butcher in a shorter time than was formerly the case.",
        "Large pits are dug across the line of advance of these great insect armies to stop them when in the larval or wingless stage, and even huge bonfires are lighted to check their flight when adult.",
        "How can such a huge mass of general propositions as are necessarily included in a system of economics ever be thoroughly tested by an appeal to facts?",
        "In such a case, the best retort was to return in all haste in order to put more energy into the huge centralized organism which the emperor alone could work.",
        "(a) Domestic, such as vessels of all sorts and in many materials, from huge store-jars down to tiny unguentpots; culinary and other implements; thrones, seats, tables, &c., these all in stone or plastered terra-cotta.",
        "Beneath him was originally nothing but a huge void with muddy black water at the bottom, in which his image was reflected, becoming ultimately solidified into P'tahil, his son, who now partakes of the nature of matter.",
        "Shortly after he kills Culann, the smith's hound, a huge watch-dog.",
        "In 1888 there was published the huge monograph by Max Fiirbringer entitled Untersuchungen zur Morphologie and Systematik der Vogel.",
        "The new state house, the oldest portion of which (designed by Charles Bulfinch) was erected in 1795-1798, was enlarged in 1853-1856, and again by a huge addition in 1889-1898 (total cost abou($6,800,000 to 1900).",
        "The two huge steam-railway stations of the Boston & Maine and the Boston & Albany systems also deserve mention.",
        "His exploits, as the ally of Rama (incarnation of Vishnu) in the latter's recovery of his wife Sita from the clutches of the demon Ravana, include the bridging of the straits between India and Ceylon with huge boulders carried away from the Himalayas.",
        "A huge land-turtle is peculiar to the island.",
        "His titles spread over several lines of print, and he drew the combined pay of the places besides securing huge grants of land.",
        "Burton (Highlands of Brazil, London, 1869) says that its shape \"is that of a huge serpent, whose biggest end is about the Praga....",
        "- At the beginning of the 4th century B.C. two types of political association confronted each other in the lands of the Eastern Mediterranean, - the Persian monarchy with its huge agglomeration of subject peoples, and the Greek city-state.",
        "He published in 1507 a huge map of the world, in 12 sheets, together with a small globe of a diameter of I 10 mm., the segments for which were printed from wood-blocks.",
        "The chief character is the magnificent head, narrow and dome-like between the huge pendulous ears, and with transverse puckers on the forehead and between the eyes.",
        "The English mastiff is a huge and powerful dog with pendent ears but short and silky coat.",
        "Middle-aged men wear the hair about an inch and a half long; young men and boys in a huge mop; while married women wear it in a chignon, and girls in mop-form but plaited.",
        "The Romanesque St Clement's has an ornate south portal, and the churches of St Drotten and St Lars, of the 12th century, are notable for their huge towers.",
        "1629), echo devoted his life to the personal investigation of the catacombs, the results of which were given to the world in 1632 in a huge folio, entitled Roma sotterranea, profusely illustrated with rude but faithful plans and engravings.",
        "in diameter, supported by a huge cylindrical pillar ?",
        "In flood time the country at places becomes a huge lake, through which it is extremely difficult to find the channel.",
        "This consists of a huge tower of unburned brick resting on a small hill of debris, the whole rising to a height of loo ft.",
        "Cleveland is the largest ore market in the world, and its huge ore docks are among its most interesting features; the annual receipts and shipments of coal and iron ore are enormous.",
        "Besides huge masses of old schists and sandstones, the range contains extensive limestone, marble, diorite, basalt and porphyry formations, while granite prevails on its southern slopes.",
        "In Cathays Park there is also a \"gorsedd\" or bardic circle of huge monoliths erected in connexion with the eisteddfod of 1899.",
        "It has attracted the attention of many workers, and has formed the subject of a huge literature.",
        "Hamburg has comparatively few secular buildings of great architectural interest, but first among them is the new Rathaus, a huge German Renaissance building, constructed of sandstone in 1886-1897, richly adorned with sculptures and with a spire 33 o ft.",
        "In 1897 Hamburg was provided with a huge floating dock, 558 ft.",
        "It is a huge ornate building with minarets and a lofty cupola faced with shining blue tiles.",
        "The enlarged chapel at once proved too small for the crowds, and a huge tabernacle was projected in Newington Causeway.",
        "In 1904 Dr Carton and the abbe Leynaud discovered huge Christian catacombs with several miles of subterranean galleries to which access is obtained by a small vaulted chamber.",
        "But between the Lake of Zurich and the Walensee the huge desolate alluvial plain grew ever in size, while great damage was done by the river, which overflowed its bed and the dykes built to protect the region near it.",
        "In the Lozere group and the southern Cevennes generally, good pasturage is found, and huge flocks spend the summer there.",
        "These were huge digests of all that popes, councils, primitive fathers had decided on every kind of question pertaining to the confessional - what exactly is a sin, what kind of questions the priests must ask, under what conditions he could give absolution.",
        "m., have all been built up out of the shallow waters of the lagoon round about the entrance of the harbour, with high sea-walls composed of the same huge basaltic prisms. In some places the walls of this \"Pacific Venice\" are now submerged to some depth, as if the land had subsided since the construction of these extensive works.",
        "Elsewhere huge breakwaters had been constructed, the fragments of which may still be seen stretching away for a distance of from 2 to 3 m.",
        "Besides the ordinary shell money, there is a sort of stone coinage, consisting of huge calcite or limestone discs or wheels from 6 in.",
        "A relief map of Brazil shows two very irregular divisions of surface: the great river basins, or plains, of the Amazon-Tocantins and La Plata, which are practically connected by low elevations in Bolivia, and a huge, shapeless mass of highlands filling the eastern projection of the continent and extending southward to the plains of Rio Grande do Sul and westward to the Bolivian frontier.",
        "The upper fall is known as the Rumbling Bridge from the fact that the stream pours with a rumbling noise through a deep narrow gorge in which a huge fallen rock has become wedged, forming a rude bridge or arch.",
        "and on the Argyll battery stands a huge piece of ancient artillery,.",
        "The parish church of St Giles is believed to have been erected in the reign of Alexander I., about 1110, and the huge Norman keep of the castle, built by his younger brother, David I., continued to be known as David's Tower till its destruction in the siege of 1572.",
        "side of the Piazza della Signoria; it is a huge Gothic edifice with a tower, erected in 1332-1346, according to tradition, by Matteo di Giovanello of Gubbio; the name of Angelo da Orvieto occurs on the arch of the main door, but his work may be limited to the sculptures of this arch.",
        "Aleppo shared, and to some extent headed, the Syrian discontent with Egyptian rule, and was strongly held by troops whose huge barracks are still one of the sights of the city.",
        "Now, however, the world has well-nigh forgotten the huge quartos.",
        "The construction of the building at this southwestern corner shows that there was some sacred object that had to be bridged over by a huge block of marble; this we know from inscriptions to have been the Cecropeum or tomb of Cecrops.",
        "It occupies the site of the ancient Adranon, which took its name from Adranos, a god probably of Phoenician origin, in Roman times identified with Vulcan, whose chief temple was situated here, and was guarded by a thousand huge gods; there are perhaps some substructures of this building still extant outside the town.",
        "c. 550-570) who translated into Syriac some of the writings of Cyril, and Peter of Callinicus, Jacobite patriarch of Antioch 578-591, who wrote a huge controversial treatise in 4 books, each of 25 chapters, against Damian, patriarch of Alexandria, as well as other less important works.",
        "They produced so little effect that the general election of 1895 gave Crispi a huge majority, but, a year later, the defeat of the Italian army at Adowa in Abyssinia brought about his resignation.",
        "Both the districts just described also contain huge quarries, the famous Lautumiae (from Gr.",
        "One of the most interesting features of the Rhine navigation is afforded by the huge rafts of timber that are floated down the river.",
        "The voyage from Bingen to Dort takes from one to six weeks, and the huge unwieldy structures require to be navigated with great care.",
        "There remains only the huge division of his correspondence, which is constantly being augmented by fresh discoveries, and which, according to Georges Bengesco, has never been fully or correctly printed, even in some of the parts longest known.",
        "The principal external features are the huge Victoria Tower at the south, and the clock tower, with its well-known chimes and the hour-bell \" Big Ben,\" on the north.",
        "The Albert Memorial, Kensington Gardens, was erected (1872) by \" Queen Victoria and her People to the memory of Albert, Prince Consort,\" from the designs of Sir Gilbert Scott, with a statue of the Prince (1876) by John Henry Foley beneath a huge ornate Gothic canopy.",
        "In the Crystal Palace grounds the final match for the English Association Football cup is generally played, and huge crowds from both the metropolis and the provinces witness the game.",
        "The principal railways have wharves and through connexions for goods traffic, and huge warehouses are attached to the docks.",
        "The responsible authorities on the spot perceived that the process of gradually removing the huge accumulations of impedimenta that were massed about the landing-places and of reembarking the troops must take place during the dark hours and step by step, every effort being made to keep the Turks unaware of what was in progress.",
        "The Turks, therefore, now possessed a huge numerical preponderance in the theatre of war.",
        "Huge caves, of which the most noted are the Farm Caves, occur in the hills near Moulmein, and they too are full of relics of their ancient use as temples, though now they are chiefly visited in connexion with the bats, whose flight viewed from a distance, as they issue from the caves, resembles a cloud of smoke.",
        "The second river in the province in point of size is the Salween, a huge river, believed from the volume of its waters to rise in the Tibetan mountains to the north of Lhasa.",
        "The whole pot, with its contents of viscous glass, is then removed bodily from the furnace by means of huge tongs and is transported to a crane, which grips the pot, raises it, and ultimately tips it over so as to pour the glass upon the slab of the rolling-table.",
        "Evelyn notes in his Diary a visit in 1673 to the Italian glass-house at Greenwich, \" where glass was blown of finer metal than that of Murano,\" and a visit in 1677 to the duke of Buckingham's glass-works, where they made huge \" vases of mettal as cleare, ponderous and thick as chrystal; also looking-glasses far larger and better than any that came from Venice.\"",
        "A Chinese writer, however, mentions the manufacture of a huge vase in A.D.",
        "to a sea of swamps, forming in fact part of the huge swamp region of the Nile (q.v.).",
        "MEGATHERIUM (properly Megalotherium), a huge extinct edentate mammal from the Pleistocene deposits of Buenos Aires, typifying the family Megatheriidae (or Megalotheriidae), and by far the largest representative of the Edentata.",
        "The town cross is a fine structure standing upon a huge hexagon, surmounted by a stone pillar 12 ft.",
        "Copper smelting has been carried on in or near the town since 1584 when the Mines Royal Society set up works at Neath Abbey; the industry attained huge proportions a century later under Sir Humphrey Mackworth, who from 16 9 5 carried on copper and lead smelting at Melincrythan.",
        "Its appearance is sufficiently striking - the head and lower parts, except a pectoral band, white, the former adorned with an erectile crest, the upper parts dark grey banded with black, the wings dusky, and the tail barred; but the huge bill and powerful scutellated legs most of all impress the beholder.",
        "Between Battel's time and 1846 nothing appears to have been heard of the gorilla or pongo, but in that year a missionary at the Gabun accidentally discovered a skull of the huge ape; and in 1847 a sketch of that specimen, together with two others, came into the hands of Sir R.",
        "A little to the south-west of the cathedral is the Hofburg, or imperial palace, a huge complex of buildings of various epochs and in various styles, enclosing several courtyards.",
        "The most striking of these are the palaces of Duke Max and of Prince Luitpold; the Odeon, a large building for concerts, adorned with frescoes and marble busts; the war office; the royal library, in the Florentine palatial style; the Ludwigskirche, a successful reproduction of the Italian Romanesque style, built in 1829-1844, and containing a huge fresco of the Last Judgment by Cornelius; the blind asylum; and, lastly, the university.",
        "tried to introduce an entirely novel style of domestic architecture, formed by the combination of older forms. At the east end it is closed by the Maximilianeum, an extensive and imposing edifice, adorned externally with large sculptural groups and internally with huge paintings representing the chief scenes in the history of the world.",
        "He is at once the gigantic eater of Turpin, the huge warrior eight feet high, who could lift the armed knight standing on his open hand to a level with his head, the crusading conqueror of Jerusalem in days before the crusades, and yet with all this the temperate drinker and admirer of St Augustine, as his character had filtered down through various channels from the historical pages of Einhard.",
        "But it is difficult to speak too highly of his immense industry in collecting, classifying and arranging these three huge volumes of 80 books and 9885 chapters.",
        "Among the most prominent secular buildings are: the Tergesteo, a huge edifice containing a cruciform arcade roofed with glass, where the exchange is established, besides numerous shops and offices; the town-hall, rebuilt in 1874, with the handsome hall of the local Diet; the imposing old exchange, now the seat of the chamber of commerce; the palatial offices of the Austrian Lloyd, the principal shipping company; the commercial and nautical academy, with its natural history museum, containing the complete fauna of the Adriatic Sea; and finally the municipal museum, Revoltella, are all worth mentioning.",
        "It is of remarkably regular formation, and the floor is pierced by a number of huge fumaroles whence issue immense volumes of steam.",
        "If, on the one hand, huge stones are transported hundreds of miles from sea-shore or river-bed where, in the lapse of long centuries, waves and cataracts have hammered them into strange shapes, and if the harmonizing of their various colors and the adjustment of their forms to environment are studied with profound subtlety, so the training and tending of the trees and shrubs that keep them company require much taste and much toil.",
        "Okazaki Sessei has successfully achieved the casting of huge panels carrying designs in high relief; and whether there is question of patina or of workmanship, Jomi Eisuke has never been surpassed.",
        "The building, sometimes of huge dimensions, is invariably surrounded by a raised gallery, reached by a flight of steps in the centre of the approach front, the balustrade of which is a continuation of the gallery railing.",
        "In the latter case it is necessary to have reliable men with the beaters, who can exercise authority and keep them in order, for both mahouts and elephants have the greatest dread of the huge brute, who appears to be much more formidable than he really is.\"",
        "C. Selous gives the following description of its habits: \"The square-mouthed rhinoceros is a huge, ungainly looking beast, with a disproportionately large head, a large male standing 6 ft.",
        "Long jetties spring out on either side of the entrance, curving round about midway in order to run parallel to the river, thus forming a huge funnelshaped entrance; the eastern jetty forms a landing-stage for passenger traffic and the western is designed for the shipment of bunker and cargo coal.",
        "He first undertook a preliminary inquiry into the principles upon which flight depends, and established at Allegheny a huge \"whirling table,\" the revolving arm of which could be driven by a steamengine at any circumferential speed up to 70 m.",
        "There is a huge town hall, which also houses the museum and the very extensive town library.",
        "The huge scale of many of his conceptions can be compared only with that of antique Oriental monuments.",
        "Among its ecclesiastical edifices (nine Roman Catholic and four Protestant churches) the most noteworthy is the Roman Catholic cathedral, with huge pointed windows, slender columns and numerous flying buttresses, which, begun in the 13th century and consecrated in 1546, belongs to the period of the decadence of the Gothic style.",
        "The Camoens grotto, where the exiled poet found leisure to celebrate the achievements of his ungrateful country, lies in a secluded spot to the north of the town, which has been partly left in its native wildness strewn with huge granite boulders and partly transformed into a fine botanical garden.",
        "These animals are, in fact, descendants of the small ancestral ungulates which have retained all the primitive characters of the latter accompanied by a huge increase in bodily size.",
        "Uintatheres were huge creatures, with long narrow skulls, of which the elongated facial portion carried three pairs of bony horn-cores, probably covered with short horns in life, the hind-pair being much the largest.",
        "m.) and in the huge Pacific Ocean only 30,000,000 sq.",
        "On that side it is sheltered by a huge breakwater, over 2 m.",
        "In ascending the river a stranger's eye is first caught by the numerous huge ice-houses with high thatched roofs and by a tall white tower - the T'ien-feng-t'a or Ning-po pagoda or obelisk - which rises to a height of 160 ft.",
        "His infantry was arranged in five huge oblongs, four of which (in lozenge formation) formed the centre and one the right wing at Liitzen.",
        "North America is bathed in frigid waters around its broad northern shores; its mountains bear huge glaciers in the north-west; the outlying area of Greenland in the north-east is shrouded with ice; and in geologically recent times a vast ice-sheet has spread over its north-eastern third; while warm waters bring corals to its southern shores.",
        "The most important building in Weimar is the palace, a huge structure forming three sides of a quadrangle, erected (1789-1803) under the superintendence of Goethe, on the site of one burned down in 1774.",
        "Huge blocks of granite measuring 40 ft.",
        "His idol was a huge block of basalt (still thought to be preserved in Mexico), on one side of which he is sculptured in hideous form, adorned with the feathers of the humming-bird.",
        "Nero built a huge villa probably on the site now occupied by the castle.",
        "Clinton met with little difficulty from the principal American defences of the Highlands, consisting of Forts Montgomery and Clinton on the western bank, together with a huge chain and boom stretched across the river to a precipitous mountain (Anthony's Nose) on the opposite bank, and ascended as far as Esopus (now Kingston) which he burned, but he was too late to aid Burgoyne.",
        "The smaller size of the flocks and the breeding of sheep for meat rather than for wool, the cultivation of English grasses and of extensive crops of turnips and other roots on which to fatten sheep and lambs, all tend to change sheep-farming from the mere grazing of huge mobs on wide, unimproved runs held by pastoral licences.",
        "Extremely well suited for sheep-farming, the natural pastures of the country were quickly parcelled out into huge pastoral crown leases, held by prosperous licensees, the squatters, who in many cases aspired to become a country gentry by turning their leases into freeholds.",
        "His tomb still exists on the plateau between lake Gygaea and the river Hermus to the north of Sardis - a large mound of earth with a substructure of huge stones.",
        "They lie mainly on the ancient Acropolis, which has been shored up with huge walls to form a terrace raised on vaults and measuring about 110o ft.",
        "But the remainder of the Manchurian campaign, like the second half of the war of 1859, was nothing more than a series of violent and resuitless encounters of huge armies - armies far larger than those which had fought out the real struggle for supremacy at Liao-Yang and Magenta.",
        "A staircase of 900 steps leads to the top. On one of the landings is a huge rudely-carved stone figure of the giant Enceladus, and at the top is an octagon building called the Riesenschloss, surmounted by a colossal copper figure of the Farnese Hercules, 31 ft.",
        "The right bank of the Mekong being closely flanked by an almost continuous hill range, the whole of this part of Siam is practically a huge basin, the bottom of which is a plain lying from 200 to 300 ft.",
        "In central Siam, after Bangkok and Ayuthia, places of importance on the Menam Chao Phaya are Pak-Nam at the river mouth, the seat of a governor, terminus of a railway and site of modern fortifications; Paklat, the seat of a governor, a town of Mohns, descendants of refugees from Pegu; Nontaburi, a few miles above Bangkok, the seat of a governor and possessing a large market; Pratoomtani, Angtong, Prom, Inburi, Chainat and Saraburi, all administrative centres; and Lopburi, the last capital before Ayuthia and the residence of kings during the Ayuthia period, a city of ruins now gradually reawakening as a centre of railway traffic. To the west of the Menam Chao Phaya lie Suphanburi and Ratburi, ancient cities, now government headquarters; Pechaburi (the Piply of early travellers), the terminus of the western railway; and Phrapatoom, with its huge pagoda on the site of the capital of Sri Wichaiya, a kingdom of 2000 years ago, and now a place of military, agricultural and other schools.",
        "Lately, huge establishments have been constructed for the utilization of the power contained in the Rhone.",
        "At present the museums of various kinds at Geneva are widely dispersed, but a huge new building in course of construction (1906) will ultimately house most of them.",
        "All the gods, even Zeus, hate him, but his bitterest enemy is Athena, who fells him to the ground with a huge stone.",
        "In north German politics he interfered vigorously to protect his brotherin-law the Margrave Louis of Brandenburg against the lords of Mecklenburg and the dukes of Pomerania, with such success that the emperor, Charles IV., at the conference of Bautzen, was reconciled to the Brandenburger and allowed Valdemar an annual charge of 16,000 silver marks on the city of Lubeck (1349) Some years later Valdemar seriously thought of reviving the ancient claims of Denmark upon England, and entered into negotiations with the French king, John, who in his distress looked to this descendant of the ancient Vikings for help. A matrimonial alliance between the two crowns was even discussed, and Valdemar offered, for the huge sum of 600,000 gulden, to transport 12,000 men to England.",
        "There was, for instance, Mendovg (1240-1263), who submitted to baptism for purely political reasons, checkmated the Teutonic Knights by adroitly seeking the protection of the Holy See, and annexed the principality of Plock to his ever-widening grand duchy, which already included Black Russia, and formed a huge wedge extending southwards from Courland, thus separating Poland from Russia.",
        "and Wladislaus IV., and Rudawski, who describes events from the accession of John Casimir to the peace of Oliva (1648-1660); and as valuable materials for history may be mentioned the five huge volumes of Andrew Chrysostom Zaluski (1711), bishop of Warmia.",
        "The background consists of artificial rockwork, supported on huge wooden scaffoldings.",
        "Among the ruins of old Tabriz the sepulchre of the Mongol king, Ghazan Khan (1295-1304), in a quarter once known as Shanb (generally pronounced Sham and Sham) i Ghazan, is no longer to be distinguished except as part of a huge tumulus.",
        "The huge warships \"Italia\" and \"Dandolo\" were his work, though he afterwards abandoned their type in favour of smaller and faster vessels of the \"Varese\" and the \"Garibaldi\" class.",
        "In the south-east farmers are often compelled to retire with their flocks and herds before the thousands of huge, migratory vampires, which descend suddenly on the pastures and are able in one night to bleed the strongest animal to death.",
        "Reinach (Revue archeologique, 1904) finds the origin of the story in a picture, in which Sisyphus was represented rolling a huge stone up Acrocorinthus, symbolical of the labour and skill involved in the building of the Sisypheum.",
        "The shore and the entrance to the canal are strengthened by huge dikes.",
        "-, g Oriental religions from the formidable assault of ardour with formal acuteness, connected the whole mass of traditional lore into a huge system, making good defects, and smoothing away contradictions by means of distinctions and speculations.",
        "FENRIR, or Fenris, in Scandinavian mythology, a waterdemon in the shape of a huge wolf.",
        "In outline it is sometimes compared to a huge cornucopia with its small end curving S.E.",
        "Before the shrines reeking with the stench of slaughter the eternal fires were kept burning, and on the platform stood the huge drum, covered with snakes' skin, whose fearful sound was heard for miles.",
        "The territory differs much in character; the Po and other smaller rivers which fall into the Adriatic terminate in a huge and continually advancing delta which extends right along the coast, and is liable to inundation.",
        "In old age the huge columnar trunk rises to a great height bare of boughs, while on the upper part the branches are short and irregular.",
        "The name of Nineveh (Syriac Ninwe; Arabic Ninawa, Nunawa) continued, even in the middle ages, to be applied to a site opposite Mosul on the east bank of the Tigris, where huge mounds and the traces of an ancient city wall bore witness of former greatness.",
        "The Joanneum Museum, founded in 1811 by the archduke John Baptist, has become very rich in many departments, and an additional huge building in the rococo style was erected in 1895 for its accommodation.",
        "It contains a huge high altar, the masterpiece of Veit Stoss, who was a native of Cracow, executed in 1 477 - 1489; a colossal stone crucifix, dating from the end of the 15th century, and several sumptuous tombs of noble families from the 16th and 17th centuries.",
        "Of the principal secular buildings, the royal castle (Zamek Krolowsk), a huge building, begun in the 13th century, and successively enlarged by Casimir the Great and by Sigismund I.",
        "farther south, where Pikes Peak (14,108 ft.), a conspicuous landmark far out on the plains, has every appearance of being a huge monadnock, surmounting a rough peneplain of 10,000 ft.",
        "The results of the first cycle of erosion are seen in the widespread exposure of the resistant Carboniferous limestone as a broad platform in the south-western area of greater uplift through central Arizona, where the higher formations were worn away; and in the development of a series of huge, south-facing, retreating escarpments of irregular outline on the edges of the higher formations farther north.",
        "Another consequence of revived erosion is seen in the occurrence of great landslides, where the removal of weak (Permian) clays has sapped the face of the Vermilion Cliffs (Triassic sandstone), so that huge slices of the cliff face have slid down and forward a mile or two, all shattered into a confused tumult of forms for a score or more of miles along the cliff base.",
        "Here the less uplifted blocks are now heavily aggraded with waste from the dissected ranges: the waste takes the form of huge alluvial fans, formed chiefly by occasional boulder-bearing floods from the mountains; each fan heads in a ravine at the mountain base, and becomes laterally confluent with adjacent fans as it stretches several miles forward with decreasing slope and increasing fineness of material.",
        "Glacial erosion has been potent in excavating great cirques and small rock-basins, especially among the higher southern surmounting summits, many of which have been thus somewhat reduced in, height while gaining an Alpine sharpness of form; some of the short and steep canyons in the eastern slope have been converted into typical glacial troughs, and huge moraines have been laid on the desert floor below them.",
        "Each party during the summer preceding a presidential election holds a huge party meeting, called a national convention, which nominates candidates for president and vice-president.",
        "3 5) as the forerunner and companion of Fortuna, holding in her brazen hand huge nails, a clamp and molten lead, symbolical of fixedness and tenacity.",
        "The principal buildings are the huge red-brick church of St Mary, with five aisles, one of the most remarkable churches in Pomerania, dating from the 14th century; the council-house (Rathaus), erected after the plans of Ernst F.",
        "Bones of bulls and male calves, especially crania, were collected and formed into huge ox-like mummies.",
        "side, but within the municipality, is the huge isolated flat-topped rock known as the Gavea, 2575 ft.",
        "The sky-line of this range of mountains, as seen by the approaching traveller some miles outside the entrance to the bay, forms the rough outline of a huge reclining figure called \" the sleeping giant,\" the facial profile of which is also known as \" Lord Hood's nose.\"",
        "In the Philippines occur the peculiar genera Batomys, Carpomys and Crateromys, confined to the mountains of Luzon, the third remarkable for its huge size and long hair.",
        "Here also may be noticed the huge Philippine long-haired rats of the genus Phlaeomys, characterized by their broad incisors, transversely laminated molars and large claws.",
        "On a terrace in the upper part of the village is the temple of Raghunath, built of huge uncemented stones, pyramidical in form and capped by a white cupola.",
        "The continental spinners have largely increased, but are developing into huge syndicates, all working on the schappe principle.",
        "A new town hall of huge dimensions, also in German Renaissance, with an octagon tower 400 ft.",
        "Campbell-Bannerman \" a policy of huge armaments,\" unfortunately is a policy from which it is impossible for any country to extricate itself without the co-operation, direct or indirect, of other nations.",
        "A rampart, accessible by a steep road, and farther up by huge steps cut out of the rock, surrounds the fort.",
        "The eruptions of 1868, 1887 and 1907 were attended by earthquakes; in 1868 huge sea waves, 40 ft.",
        "Swords, helmets and coats of mail, he says, were seldom to be seen; in general they were armed only with huge shields, unwieldy spears and darts.",
        "The losses in transplantation have been huge, but it is impossible to estimate them accurately, for even the current figures for the Catholic population are based on detailed estimates rather than on an actual count.",
        "The huge fortress, 466 ft.",
        "The greater part of the space thus enclosed is occupied by comparatively modern suburbs and gardens of almost tropical luxuriance, strongly contrasting with the huge factories and busy port of the original city in their midst.",
        "away when the viaduct went up, scattering huge pieces of iron and concrete around them.",
        "After punishing Lycus and Dirce for cruel treatment of Antiope, they built and fortified Thebes, huge blocks of stone forming themselves into walls at the sound of Amphion's lyre (Horace, Odes, iii.",
        "wide, has not been active since 1890, but for several years after its discovery it threw up at intervals a huge mass of water to a height of zoo-250 ft.",
        "There is, besides, a huge production of posters for advertisement.",
        "The huge beak, looking like the great claw of a lobster, more than 8 in.",
        "The tail is capable of free vertical motion, and controlled by strong muscles, so that, at least in the true toucans, when the bird is preparing to sleep it is reverted and lies almost flat on the back, on which also the huge bill reposes, pointing in the opposite direction.",
        "These were, however, ill adapted for the growth of plants, as they consisted of little else than a huge chamber of masonry, having large windows in front, with the roof invariably opaque.",
        "Remarkable rhubarb-like plants with huge lobed leaves, often 6 ft.",
        "The Pampas-Grass, a noble species, introduced from Buenos Aires; it forms huge tussocks, 4 or 5 ft.",
        "A little to the east is the huge stone monument of C. Vibius, known to the Turks as Dikelitashlar and to the Greeks as the Manger of Bucephalus.",
        "Ores of Iron.-Even though the earth seems to be a huge iron meteor with but a thin covering of rocks, the exasperating proneness of iron to oxidize explains readily why this metal is only rarely found native, except in the form of meteorites.",
        "16) in which this wonderful process is carried out is a huge retort, lined with clay, dolomite or other refractory material, hung aloft and turned on trunnions, DD, through the right-hand one of which the blast is carried to the gooseneck E, which in turn delivers it to the tuyeres Q at the bottom.",
        "What had previously, it seems, been a well-peopled region, with peasant proprietors, kept healthy by careful drainage, became in the 4th and 3rd centuries B.C. a district consisting in large measure of huge estates (latifundia) owned by the Roman aristocracy, cultivated by gangs tion, of slaves.",
        "Kangaroo.-The sizes vary considerably, some being huge, others quite small.",
        "The coats of the Bengal kind are short and of a dark orange brown with black stripes, those from east or further India are similar in colour, but longer in the hair, while those from north of the Himalayas and the mountains of China are not only huge in size, but have a very long soft hair of delicate orange brown with very white flanks, and marked generally with the blackest of stripes.",
        "One of the most remarkable results of the European intervention in the Boxer rising in China (I goo) was the absurd price paid for so-called \"loot\" of furs, particularly in mandarins' coats of dyed and natural fox skins and pieces, and natural ermine, poor in quality and yellowish in colour; from three to ten times their value was paid for them when at the same time huge parcels of similar quality were warehoused in the London docks, because purchasers could not be found for them.",
        "The shape is that of a truncated cone, interrupted on the west by the Valle del Bove, a huge sterile abyss, 3 m.",
        "The Palace of Charlottenborg, on the east side, which takes its name from Charlotte, the wife of Christian V., is a huge sombre building, built in 1672.",
        "Huge wooden posts (Irmin pillars) were raised to his honour, and were regarded as sacred by the Saxons.",
        "Of special interest was a huge bee-hive cavity under the southern porch into which the substructures of the palace had been sunk.",
        "It was soon found that each mine was in reality a huge vertical funnel or crater descending to an unknown depth, and filled with diamantiferous blue ground.",
        "In place of all this, the visitor to Kimberley encounters at the edge of the town only a huge crater, silent and apparently deserted, with no visible sign of the great mining operations which are conducted nearly half a mile below the surface.",
        "The meteoric iron of Arizona, some of which contains diamond, is actually found in and about a huge crater which is supposed by some to have been formed by an immense meteorite penetrating the earth's crust.",
        "In fact, up to Lyons, the Rhone (save when it expands into the Lake of Geneva) is a huge and very unruly mountain torrent rather than a great European river.",
        "and the Petit Rhone S.W.; they enclose between them the huge delta of the Camargue, which is cultivated on the banks of the river only, but elsewhere is simply a great alluvial plain, deposited in the course of ages by the river, and now composed of scanty pasturages and of great salt marshes.",
        "On the west bank of the huge colossi of Memnon marked the entrance of his funerary temple, a magnificent building which was afterwards destroyed, and the great lake of Birket Habu was dug and embanked in front of his brick palace at the extreme south.",
        "In the suburbs are huge cisterns, attributed to the 9th century, which still supply the city with water.",
        "On the Causse Noir is found the fantastic chaos of rocks and precipices known as Montpellier-le-Vieux, resembling the ruins of a huge city.",
        "In the grounds is a huge conglomerate rock called the Dog Stone (Clack-a-choin), from the legend that Fingal.",
        "From profiting by robberies in which he had no share, Wild naturally came to arrange robberies himself, and he devised and controlled a huge organization, which plundered London and its approaches wholesale.",
        "Once, while searching for some apples, he found a huge folio volume of Petrarch's works.",
        "Johnson had flattered himself that he should have completed his Dictionary by the end of 1750; but it was not till 1755 that he at length gave his huge volumes to the world.",
        "He uttered his short, weighty, and pointed sentences with a power of voice, and a justness and energy of emphasis, of which the effect was rather increased than diminished by the rollings of his huge form, and by the asthmatic gaspings and puffings in which the peals of his eloquence generally ended.",
        "Brandishing a huge knife, with which he wounded Colonel Rathbone who attempted to hold him, the assassin rushed through the stage-box to the front and leaped down upon the stage, escaping behind the scenes and from the rear of the building, but was pursued, and twelve days afterwards shot in a barn where he had concealed himself.",
        "Huge blast furnaces are in constant activity, and the output of rolled iron and steel is constantly increasing.",
        "He was distinguished by his huge body, strength and voracity.",
        "On the 15th of September 1905 a huge socialist and workingclass demonstration in favour of universal suffrage took place before the parliament at Budapest.",
        "In 1909 the mountain was in eruption and huge streams of lava were ejected.",
        "The Oriental poppy (P. orientale) and its several varieties are fine garden plants, having huge bright crimson flowers with black blotches at the base.",
        "Plutarch, Agis 9), and of huge cities like Alexandria, Antioch and the enlarged Ephesus.",
        "Into the huge delta of the Niger several other rivers (the \" Oil Rivers \") empty themselves; the chief being, on the west, the Benin, and on the east the Brass.",
        "On the other hand, Egypt is not now weighed down with a huge warlike expenditure.",
        "The most conspicuous feature was a huge obelisk on a broad superstructure 11: the obelisk always remained closely connected with the solar worship, and probably took the place of the innermost shrine and statue of other temples.",
        "Outside its walls there was a huge brick model of the solar bark in which the god daily traversed the heavens.",
        "It is doubtful ness, smallness whether they classified the signs of the huge hieroglyphic syllabary with any strictness.",
        "Mineptah, the thirteenth son in the huge family of Rameses, must have been old when he ascended the throne; after his first years of reign his energies gave way, and he was followed by a quick succession of inglorious rulers, Seti II., the queen Tuosri, Amenmesse, Siptah; the names of the last two were erased from their monuments.",
        "It is this relatively huge development of cortex cerebri which is the pre-eminent structural character of man.",
        "Next to butter the most important article of Danish export is bacon, and huge quantities of eggs are also exported.",
        "Valdemar's son, Eric Plovpenning, succeeded him as king; but his near kinsfolk also received huge appanages, and Period of family discords led to civil wars.",
        "Huge patches of sulphur, some still smouldering, are everywhere visible, intermingled with the white streaks of snow and ice that fill the crevices and cover the ledges of the black rocks.",
        "One, at New Grange, is a huge mound of stones and earth, over 300 ft.",
        "The town is built on a huge rock connected with the mainland by a rocky isthmus.",
        "in the Aroid family, where in some genera the plant produces one huge, much-branched leaf each season.",
        "Titanotherium, of the Oligocene of the Dakotas and neighbouring districts, was a huge beast, with the hinder upper premolars similar in character to the molars, a pair of horn-cores, arising from the maxilla, overhanging the nose-cavity, four front and three hind toes, only twenty dorso-lumbar vertebrae, and an almost continuous and unbroken series of teeth, in which the canines are short; the dental formula being i.",
        "In other respects, too, the United States departed from its old individualistic tendencies, as in instituting the draft, regulating food, raising huge loans, observing meatless days and sending an army of 2,000,000 to fight in Europe.",
        "On the west or Hungarian side there are comparatively easy passes into the interior, but on the east and south frontiers the lofty mountains give Transylvania the aspect of a huge natural fortress.",
        "The conception and attributes of the figure are taken, as has lately been recognized, from a description in the \"Manto\" of Politian: the goddess, to whose shoulders are appended a pair of huge wings, stands like Fortune on a revolving ball, holding the emblems of the cup and bridle, and below her feet is spread a rich landscape of hill and valley.",
        "Largest of all is Sivatherium, typically from the Lower Pliocene of Northern India, but also recorded from Adrianople, in which the skull of the male is short and wide, with a pair of simple conical horns above the eye, and a huge branching pair at the vertex.",
        "A turret containing a huge bell was added in the 18th century, and restored after being injured by lightning in 1881.",
        "Thus the Old Man of Hoy in Orkney is a huge column of yellow sandstone between 400 and 500 ft.",
        "Roxburgh castle was in English hands; James besieged it, and on the 3rd of August 1460 was slain by the bursting of one of his own huge siege guns.",
        "115), a huge limestone edifice in the late Gothic style, covering an area of 34 acres, erected in 1883-1902; the Academy, in Renaissance style, erected in 1862-1864, containing a lofty reception room, a library, a historic picture gallery, and a botanic collection; the Redoute buildings, a large structure in a mixed Romanesque and Moorish style, erected for balls and other social purposes; the extensive custom-house at the lower end of the quays, and several fine hotels and insurance offices.",
        "Their soft fur, huge staring eyes, rudimentary tails and imperfectly developed index-fingers render lorises easy of recognition.",
        "The deeply indented coast, here falling in huge cliffs sheer into the sea, there retiring to form a beach and a harbour, is favourable to commerce, as in former times it was to piracy.",
        "The Reptilia include countless numbers of alligators in the Guayas and its tributaries and in the tide-water channels of many of the smaller rivers; many species of lizards, of which Mr Whymper found three in the Quito basin; snakes of every description from the huge anaconda of the Amazon region down to the beautifully marked coral snake; and a great variety of frogs and toads.",
        "It lies on the north side of a huge isolated mass of granite (the Rocca di Cavour) which rises from the plain.",
        "He had no teacher and no grammar; but Paulus Scriptoris carried him a huge codex of the prophets on his own shoulders all the way from Mainz.",
        "But all else seems insignificant beside the huge theatre, half hollowed out of the north-east flank of the hill.",
        "He was once more returned at the head of the poll for Derby, and by a huge majority.",
        "He had a huge widely printed volume on his desk, and wrote the notes for his lectures on the margins and between the lines.",
        "A flat surface was formed partly by smoothing off the rock and partly by the erection of huge terrace walls which rise to a height of over 50 ft., enclosing a roughly rectangular area of 235 by 115 yds.",
        "He collected a huge army and in 636 marched against the Arabs.",
        "The authenticity of the \" holy places \" was first attacked seriously in the 18th century by a bookseller of Altona named Korte; and since he led the way, a steady fire of criticism has been poured at this huge mass of invention.",
        "In the west portion of the town is the huge Benedictine abbey of S.",
        "At the western extremity of the whole site, immediately beside the river-bed, we again have a huge stoa running round two sides of a square, which was no doubt connected with the functions of this sanctuary as a health resort, especially for women, the goddess ?1.16 I.",
        "The west building, the traces of bridges and roads, show that at one time it did hold some relation to Mycenae; but this was long after its foundation or the building of the huge Cyclopean supporting wall which is coeval with the walls of Tiryns, these again being earlier than those of Mycenae.",
        "The salt lakes in Rajputana have been leased by the government of India from the rulers of the native states in which they lie, and the huge salt deposits of the Salt Range Land mines are worked under government control, as also are the brine works on the Runn of Cutch.",
        "Our limits forbid a historical account of the earlier endeavours to fulfil these ends by means of motions in altitude and azimuth, nor can we do more than refer to mountings such as those employed by the Herschels or those designed by Lord Rosse to overcome the engineering difficulties of mounting his huge telescope of 6 ft.",
        "Maclean and others, mapped the coast and huge glacier tongues as far east as long.",
        "the shaft, a split in the huge sandstone rocks which serves as the waterway of the Wadi Musa.",
        "These uprights are supported on huge piers of masonry and concrete, the foundations for which were carried down, by the aid of iron caissons and compressed air, to a depth of about 15 metres on the side next the Seine, and about 9 metres on the other side.",
        "The engineer under whose direction the tower was constructed was Alexandre Gustave Eiffel (born at Dijon on the 15th of December 1832), who had already had a wide experience in the construction of large metal bridges, and who designed the huge sluices for the Panama Canal, when it was under the French company.",
        "in height; of St Michael, containing the tombs of the former princes of Luneburg, and of St Nicolas, with a huge nave and a lofty spire, are fine Gothic edifices of the 14th and 15th centuries.",
        "The old town-hall in the market square is a huge pile, dating originally from the 13th century, but with numerous additions.",
        "The antiquities are the Bell Tower, with a huge bronze bell dated 1468, a marble pagoda elaborately carved, but not of Korean workmanship, seven centuries old, and a \"Turtle-Stone\" of about the same date.",
        "Huge walls were erected at the edges of the ancient terrace, the courts of the temple were filled with houses and streets, and the ziggurat itself was curiously built over in a cruciform shape, and converted into an acropolis for the fortress.",
        "Strictly it was a huge citadel, in the centre of which was the palace of the caliph and the great mosque.",
        "Much was done for the organization of the huge empire; agriculture and commerce flourished; the revenues were increasing, whilst the people fared well.",
        "The higher, Great Ararat, is \"a huge broad-shouldered mass, more of a dome than a cone\"; the lower, Little Ararat, 12,840 ft.",
        "(2) The temple of Bayon, a square enclosure formed by galleries with colonnades, within which is another and more elaborate system of galleries, rectangular in arrangement and enclosing a cruciform structure, at the centre of which rises a huge tower with a circular base.",
        "The stone was cut into huge blocks which are fitted together with great accuracy without the use of cement.",
        "In the middle stands the huge volcano Cherimai, clad with virgin forest and coffee plantations, and surrounded at its foot by rice fields.",
        "The forests contain many kinds of monkeys, including huge chimpanzees; antelope are widespread but rather rare.",
        "Fights between these huge serpents and the crocodiles which infest all the rivers are said to be not uncommon.",
        "The exclusion had much to do with making the huge single crop ranches unprofitable and in leading to their replacement by small farms and varied crops.",
        "Another peculiarity of the males is the presence of a huge throat-sac or pouch on the front of the throat and chest, which may extend even to the arm-pits; although present in females, it does not reach nearly the same dimensions in that sex.",
        "He is also represented leaning on a staff while a huge serpent rears itself up behind him, or (on a coin from Gythium),,a serpent seems to come to him from a well.",
        "The waterspout, sometimes taken for a long-tailed dragon, is a huge sea-serpent, according to the Wanika of East Africa (Tylor i.",
        "36) mentions a huge serpent at the temple dedicated to Aesculapius.",
        "jungle man), as the huge ape, called mias or mdyas by the natives, is named by Europeans.",
        "Until the fourth decade of the 19th century all stratified rocks older than the Carboniferous had been grouped by geologists into a huge and indefinite \"Transition Series.\"",
        "Chaitanya also seems to have done much to promote the celebration on an imposing scale of the great Puri festival of the Ratha-yatra, or \"car-procession,\" in the month of Ashadha, when, amidst multitudes of pilgrims, the image of Krishna, together with those of his brother Balarama and his sister Subhadra, is drawn along, in a huge car, by the devotees.",
        "Here also are polished stalagmites, a rich buff slashed with white, and others, like huge mushrooms, with a velvety coat of red, purple or olive-tinted crystals.",
        "The fine and well-shaded avenue called the Hdheweg runs through the main portion of the town, and is lined on the north side by a succession of huge hotels and the large Kursaal.",
        "The amendment, in 1888, of the Electric Lighting Act of 1882, before long caused a huge development of public electric lighting in Great Britain.",
        "In the great strike in the South Wales coal-field in 1898 he addressed, together with Robert Smillie, huge meetings of miners, and in the general election of 1906 he was reelected to Parliament for Merthyr Tydfil.",
        "1 Nature thus presented itself to Bacon's mind as a huge congeries of phenomena, the manifestations of some simple and primitive qualities, which were hid from us by the complexity of the things themselves.",
        "The huge Farnese palace was begun after Vignola's designs by Margaret of Austria in 1558, but it was never completed, and since 1800 it has been used as barracks.",
        "In the huge Anaconda plant, for example, in which 150 tons of refined copper can be produced daily by the Thofehrn multiple system (not the jet system alluded to above), there are 600 tanks about 84 ft.",
        "He also left a number of works in manuscript, including diaries, a medical treatise and a huge commentary on the Bible, entitled \"Biblia Americana.\"",
        "1864), whose romance about Napoleon (1894) enjoyed a huge success.",
        "The streets are planted with huge shade-trees, so that as Bida is approached it looks like a forest.",
        "The name tarsier refers to the great elongation of two of the bones of the tarsus, or ankle, and spectrum to the huge goggle-like eyes and attenuated form which constitute two of the most distinctive features of this weird little creature.",
        "Forty years before, the most prominent English statesmen had regarded with anxiety the huge responsibilities of a world-wide empire.",
        "Sometimes enormous rocks have fallen from the mountains and spread over the river-bed causing huge whirlpools."
    ],
    "definition": [
        "Of exceedingly great size, extent, or quantity. See Synonyms at enormous.",
        "Of exceedingly great scope or nature: the huge influence of the Hellenic world.",
        "Informal Contributing in a major way to success; very important: The defensive line was huge in the second half.",
        "huge′ly\nadverb",
        "huge′ness\nnoun",
        "Link/Cite",
        "Very large.\nThe castle was huge.",
        "(slang)  Distinctly interesting, significant, important, likeable, well regarded.\nour next album is going to be huge!;  in our league our coach is huge!",
        "Link/Cite"
    ]
}