{
    "translation": "השערה, הנחה",
    "uses": [
        "Their hypothesis explains so many facts.",
        "An unproven hypothesis of the existence of things can be useful.",
        "There is no data to accept or refute this hypothesis.",
        "The schedule now called for hypothesis testing.",
        "At any rate this hypothesis suggests an explanation of many hitherto inexplicable facts.",
        "The original hypothesis of Baeyer suggested that the course of events is the following: the carbon dioxide is decomposed into carbon monoxide and oxygen, while water is simultaneously split up into hydrogen and oxygen; the hydrogen and the carbon monoxide unite to form formaldehyde and the oxygen is exhaled.",
        "The Chemistry of the Sun (1887) is an elaborate treatise on solar spectroscopy based on the hypothesis of elemental dissociation through the intensity of solar heat.",
        "In the worst case scenario of the hypothesis, the model maker is forced just to formulate hypotheses about them.",
        "The special Darwinian hypothesis - natural \" selection \" - may or may not be true; it was at least a fruitful suggestion.",
        "Whether or not further study of the scripts of these writers confirms this hypothesis, it cannot fail to throw light on the nature of the intelligence involved.",
        "On the latter hypothesis it has been generally assumed that the wild camels are the descendants of droves of the domesticated breed which escaped when certain central Asian cities were overwhelmed by sand-storms. This theory, according to Professor Leche, is rendered improbable by Dr Sven Hedin's observations on the habits and mode of life of the wild camel.",
        "The atomic theory has been of priceless value to chemists, but it has more than once happened in the history of science that a hypothesis, after having been useful in the discovery Present and the co-ordination of knowledge, has been aban- position doned and replaced by one more in harmony with later of the discoveries.",
        "One hypothesis supplants the various principles of life; the rule of absolute mechanism is as complete in the animal as in the cosmos.",
        "Finally, there is the hypothesis that marsupials are the descendants of placentals, in which case, as was suggested by its discoverer, the placenta of the bandicoots would be a true vestigial structure.",
        "Modern naturalists consider that many of the problems of Australia's remarkable fauna and flora can be best explained by the following hypothesis: - The region now covered by the antarctic ice-cap was in early Tertiary times favoured by a mild climate; here lay an antarctic continent or archipelago.",
        "Apart from the weighty arguments which the development furnishes against the theories of Allman and Mechnikov, it may be pointed out that neither hypothesis gives a satisfactory explanation of a structure universally present in medusae of whatever class, namely the endoderm-lamella, discovered by the brothers O.",
        "It may be replied that there are such facts, and though they are but few as yet, they suffice to suggest an hypothesis that may eventually prove to be a law.",
        "The careful and complete collection, by Franke, of the philological evidence at present available, has raised this hypothesis into a practical certainty.",
        "He is indeed careful to keep right with the orthodox doctrine of creation by saying that he does not believe the world actually arose in this mechanical way out of the three kinds of elements which he here supposes, but that he simply puts out his hypothesis as a mode of conceiving how it might have arisen.",
        "For it is almost impossible to prove that any structure, however rudimentary, is useless - that is to say, that it plays no part whatever in the economy; and, if it is in the slightest degree useful, there is no reason why, on the hypothesis of direct creation, it should not have been created.",
        "His silent votes were all given on that hypothesis.",
        "A somewhat similar hypothesis was put forward by R.",
        "On the centric hypothesis two formulae are possible: (1) due to H.E.",
        "This is a highly ingenious hypothesis to explain the discrepancies of the text, but is, after all, nothing but hypothesis.",
        "Lavoisier, to whom chemistry was primarily the chemistry of oxygen compounds, having developed the radical theory initiated by Guyton de Morveau, formulated the hypothesis that vegetable and animal substances were oxides of radicals composed of carbon and hydrogen; moreover, since simple radicals (the elements) can form more than one oxide, he attributed the same character to his hydrocarbon radicals: he considered, for instance, sugar to be a neutral oxide and oxalic acid a higher oxide of a certain radical, for, when oxidized by nitric acid, sugar yields oxalic acid.",
        "The balance of various considerations is against the latter hypothesis.",
        "2 The hypothesis of an Arabian Javan, applied to Joel iii.",
        "See also for ethnological questions, Mongolian hypothesis: K.",
        "Iranian hypothesis: K.",
        "The present writer is inclined to think the latter hypothesis not proven.",
        "Probably the latter hypothesis is the one more generally accepted now.",
        "A detective's work consists largely in forming and testing hypothesis.",
        "Until, however, further evidence is forthcoming in support of this syncytial theory of structure, it would be unwise to regard it as established sufficiently to constitute a serviceable working hypothesis; hence, for the time being, we must accept the assertion that the cell represents the ultimate tissue-unit.",
        "The famous \"nebular hypothesis\" of Laplace made its appearance in the Systeme du monde.",
        "But, by hypothesis, n 1P1 is divisible by p!.",
        "Darwin himself, influenced by the consideration of certain classes of facts which seem to favour the Iamarckian hypothesis, was of the opinion that acquired characters are in some cases transmitted.",
        "It is held 1 that the Darwinian doctrine of selection of fortuitous congenital variations is sufficient to account for all cases, that the Lamarckian hypothesis of transmission cf acquired characters is not supported by experimental evidence, and that the latter should therefore be dismissed.",
        "Stas, the purpose of testing Prout's hypothesis, but he remained more disposed than the Belgian chemist to consider the possibility that it may have some degree of validity.",
        "On this hypothesis we are able to explain the presence of certain poetical pieces both in the book of Chronicles and in the Psalter.",
        "According to the hypothesis of Waldeyer and Thiersch there is perfect equilibrium between the normal epithelium and its supporting structure, the connective tissue, but with advancing age this balance is upset owing to the connective tissue gradually losing its restraining power.",
        "Cohnheim's hypothesis of \" embryonic residues \" provides that early in the development of the embryo some of the cells, or groups of cells, are separated from their organic continuity during the various foldings that take place in the actively growing embryo.",
        "The \" tissue-tension \" hypothesis of Ribbert is a combination of the two foregoing.",
        "Hansemann's \"anaplasia \" hypothesis seeks to find an explanation of the formation of new growths in the absence of the histological differentiation of the cell associated with a corresponding increase in its proliferative power and a suspension, or loss, of its functional activity.",
        "In like manner, after the French mathematicians had attempted, with more or less ingenuity, to construct a theory of elastic solids from the hypothesis that they consist of atoms in equilibrium under the action of their mutual forces, Stokes and others showed that all the results of this hypothesis, so far at least as they agreed with facts, might be deduced from the postulate that elastic bodies exist, and from the hypothesis that the smallest portions into which we can divide them are sensibly homogeneous.",
        "First, he attacked the hypothesis of forms (Tip ' inr60EUt ', Fragm.",
        "To save his hypothesis of late composition, Zeller resorts to the vagueness of the word \" now \" (vuv).",
        "Therefore where similar myths are found among Greeks, Australians, Egyptians, Mangaians and others, it is unnecessary to account for their wide diffusion by any hypothesis of borrowing, early or late.",
        "Both in ordinary life and in the acquisition of scientific knowledge hypothesis is all-important.",
        "A hypothesis may, therefore, turn out to be entirely wrong, yet it may be of the greatest practical use.",
        "Thus a hypothesis must contain nothing which is at variance with known facts or principles: it should not postulate conditions which cannot be verified empirically.",
        "The most satisfactory check on hypothesis is expert knowledge in the particular field of research by which rigorous tests may be applied.",
        "The Syriac is translated from the Greek; for Greek words are occasionally transliterated, and passages can be explained only on the hypothesis that the wrong alternative meanings of certain Greek words were followed by the translator.",
        "Every hypothesis must be tested by an appeal to the facts of life, and modified or abandoned if it will not bear examination, unless we are convinced on genuine evidence that it may for a time be employed as a useful approximation, without prejudice to the later stages of the investigation we are conducting.",
        "Ampere's experimental and theoretical investigation of the mutual action of electric currents, and of the equivalence of a closed circuit to a polar magnet, the latter suggesting his celebrated hypothesis that molecular currents were the cause of magnetism.",
        "N.S.), and in a series of subsequent memoirs, in which the structure of the entosternum, of the coxal glands, of the eyes, of the veno-pericardiac muscles, of the respiratory lamellae, and of other parts, was for the first time described, and in which the new facts discovered were shown uniformly to support the hypothesis that Limulus is an Arachnid.",
        "The discovery of the Coptic translation of these Acts in 1897, and its publication by C. Schmidt (Acta Pauli aus der Heidelberger koptischen Papyrushandschrift herausgegeben, Leipzig, 1894), have confirmed what had been previously only a hypothesis that the Acts of Thecla had formed a part of the larger Acts of Paul.",
        "Laplace was, moreover, the first to offer a complete analysis of capillary action based upon a definite hypothesis - that of forces \"sensible only at insensible distances\"; and he made strenuous but unsuccessful efforts to explain the phenomena of light on an identical principle.",
        "Lamarck had put forward the hypothesis that structural alterations acquired by (that is to say, superimposed upon) a parent in the course of its life are transmitted to the offspring, and that, as these structural alterations are acquired by an animal or plant in consequence of the direct action of the environment, the offspring inheriting them would as a consequence not unfrequently start with a greater fitness for those conditions than its parents started with.",
        "A third hypothesis is that advanced by Karl Rieder (Der Gottesfreund von Oberland, Innsbruck, 1905), who thinks that not even Merswin himself wrote any of the literature, but that his secretary and associate Nicholas of Lowen, head of the House of St John at Griinenworth, the retreat founded by Merswin for the circle, worked over all the writings which emanated from different members of the group but bore no author's names, and to glorify the founder of the house attached Merswin's name to some of them and out of his imagination created \"the Friend of God from the Oberland,\" whom he named as the writer of the others.",
        "As Dalton said, \"The doctrine of definite proportions appears mysterious unless we adopt the atomic hypothesis.\"",
        "at Liege (September 1633), with the words \" although he professes that the [Copernican] theory was only adopted by him as a hypothesis.\"",
        "No speculation of hypothesis has been propounded to account satisfactorily for the origin of the Australian flora.",
        "As a step towards such hypothesis it has been noted that the Antarctic, the South African, and the Australian floras have many types in common.",
        "When the aim of the man of affairs and the hypothesis of the economist was unrestricted competition, and measures were being adopted to realize it, general theory such as the classical economists provided was perhaps a sufficiently trustworthy guide for practical statesmen and men of business.",
        "These facts afford strong support to the hypothesis that the weight of the shell is the original cause of the torsion of the dorsal visceral mass in Gastropods.",
        "But this hypothesis leaves the elevation of the visceral mass and the exogastric coiling of the shell in the ancestral form unexplained.",
        "The actual sinfulness of all men Origen was able to explain by the theological hypothesis of pre-existence and the premundane fall of each individual soul.",
        "The first hypothesis is not negatived by direct evidence, for we do not actually know the ontogeny of any of the Palaeozoic insects; it is, however, rendered highly improbable by the modern views as to the nature and origin of wings in insects, and by the fact that the Endopterygota include none of the lower existing forms of insects.",
        "The hypothesis of \"two voices\" is now generally abandoned; there is no indication of a debate, of affirmations and responses.",
        "In all the cases which have yet arisen in astronomy the extraneous forces are so small compared with the gravitation of the central body that the orbit is approximately an ellipse, and the preliminary computations, as well as all determinations in which a high degree of precision is not necessary, are made on the hypothesis of elliptic orbits.",
        "Berzelius objected to the hypothesis that if two elements form only one compound, then the atoms combine one and one; and although he agreed theory.",
        "A second inconsistency was presented when he was compelled by the researches of Dumas to admit Avogadro's hypothesis; but here he would only accept it for the elementary gases, and denied it for other substances.",
        "B aeyer has suggested that his hypothesis may also be applied to explain the instability of acetylene and its derivatives, and the still greater instability of the polyacetylene compounds.",
        "Therefore, according to Kekule, the double linkages are in a state of continual oscillation, and if his dynamical notion of valency, or a similar hypothesis, be correct, then the difference between the 1.2 and 1.6 di-derivatives rests on the insufficiency of his formula, which represents the configuration during one set of oscillations only.",
        "It remains, therefore, to consider Erlenmeyer's formula and those derived from the centric hypothesis.",
        "The centric hypothesis has been applied to these rings by Bamberger and others; but as in the previous rings considered, the ordinary (3) (4) (5) representation with double and single linkages generally represents the syntheses, decompositions, &c.; exceptions, however, are known where it is necessary to assume an oscillation of the double linkage.",
        "He moreover accuses Eratosthenes, (whose determination of a degree he accepts without hesitation) with trusting too much to hypothesis in compiling his map instead of having recourse to latitudes and longitudes deduced by astronomical observations.",
        "It encountered many difficulties, and until the definite proof of the stegomyia hypothesis of yellowfever inoculation made by the United States army surgeons in Cuba in 1900, the greatest problem seemed insoluble.",
        "By taking fixed conditions for the hypothesis of such a proposition a definite department of mathematics is marked out.",
        "In calculations the latter hypothesis is made because of its mathematical simplicity.",
        "Poincare, La Science et l'hypothese (Paris, 1st ed., 1902), English translation under the title, Science and Hypothesis (London, 1905); L.",
        "In these he seems suddenly to have cut adrift from every principle the truth of which he had himself so brilliantly demonstrated, and we find him discussing plans based on hypothesis, not knowledge, and on the importance of geographical points without reference to the enemy's field army.",
        "Cardan in the 16th century, but this is a mere hypothesis without solid foundation.",
        "To explain these facts, Theodor Grotthus (1785-1822) in 1806 put forward an hypothesis which supposed that the opposite chemical constituents of an electrolyte interchanged partners all along the line between the electrodes when a current passed.",
        "An alternative hypothesis is given by the idea of complex ions.",
        "Hesse's canonical form shows at once that there cannot be more than two independent invariants; for if there were three we could, by elimination of the modulus of transformation, obtain two functions of the coefficients equal to functions of m, and thus, by elimination of m, obtain a relation between the coefficients, showing them not to be independent, which is contrary to the hypothesis.",
        "Admitting Kant's hypothesis that by inner sense we are conscious of mental states only, he holds that this consciousness constitutes a knowledge of the \"thing-in-itself\" - which Kant denies.",
        "Although Robert Hooke in 1668 and Ignace Pardies in 1672 had adopted a vibratory hypothesis of light, the conception was a mere floating possibility until Huygens provided it with a sure foundation.",
        "The best hypothesis in the writer's opinion is that maintained by Charles Tissot, who sees in the word \" Africa \" the name of the great Berber tribe, the Aourigha (whose name would have been pronounced Afarika), the modern Aouraghen, now driven back into the Sahara, but in ancient times the principal indigenous element of the African empire of Carthage (Tissot, Geogr.",
        "Supposing Ewing's hypothesis to be correct, it is clear that if the magnetization of a piece of iron were reversed by a strong rotating field instead of by a field alternating through zero, the loss of energy by hysteresis should be little or nothing, for the molecules would rotate with the field and no unstable movements would be possible.'",
        "Ferromagnetism was explained by Ampere on the hypothesis that the magnetization of the molecule is due to an electric current constantly circulating within it.",
        "The theory now most in favour is merely a development of Ampere's hypothesis, and applies not only to ferromagnetics, but to paramagnetics as well.",
        "Thomson (afterwards Lord Kelvin) in 1849 that while no physical evidence could be adduced in support of the hypothesis, certain discoveries, especially in electromagnetism, rendered it extremely improbable (Reprint, p. 344).",
        "At the same time Schuppe's hypothesis of one common consciousness uniting the given by a priori categories could hardly be accepted by Avenarius as pure experience, or as a natural view of the world.",
        "Now it is no mere hypothesis that beginning 1 Enarratio in Psalm civ.",
        "The hypothesis of the original nebular condition of the system, with the consequent explanation of the great phenomena of planetary formations and movements of the satellites and rings, is unquestionably to be assigned to Kant.",
        "Beckmann, Ber., 1886, 1 9, p. 9 8 9; 188 7, 20, p. 2580), yielding as final products an acid-amide or anilide, thus: RC(:N OH)R'-RC(OH) :NR' ---> As regards the constitution of the oximes, two possibilities exist, namely >C: NOH, or > C' ?, and the first of these is presumably correct, since on alkylation and subsequent hydrolysis an alkyl hydroxylamine of the type NH 2 OR is obtained, and consequently it is to be presumed that in the alkylated oxime, the alkyl group is attached to oxygen, and the oxime itself therefore contains the hydroxyl group. It is to be noted that the oximes of aromatic aldehydes and of unsymmetrical aromatic ketones frequently exist in isomeric forms. This isomerism is explained by the HantzschWerner hypothesis (Ber., 1890, 23, p. II) in which the assumption is made that the three valencies of the nitrogen atom do not lie in the same plane.",
        "The parasitic hypothesis postulates the invasion of a parasite from without, thus making a new growth an infective process.",
        "The reform of practical medicine was effected by men who aimed at, and partly succeeded in, rejecting all hypothesis and returning to the unbiassed study of natural processes, as shown in health and disease.",
        "The balance of opinion has, however, always inclined to the hypothesis of an anagram on the name \"Arouet le jeune,\" or \"Arouet 1.",
        "At a time when the Cartesian system of vortices universally prevailed, he found it necessary to investigate that hypothesis, and in the course of his investigations he showed that the velocity of any stratum of the vortex is an arithmetical mean between the velocities of the strata which enclose it; and from this it evidently follows that the velocity of a filament of water moving in a pipe is an arithmetical mean between the velocities of the filaments which surround it.",
        "This calculus was first applied to the motion of water by d'Alembert, and enabled both him and Euler to represent the theory of fluids in formulae restricted by no particular hypothesis.",
        "Messerschmidt, editor of the best collection of Hittite texts up to date, made a tabula rasa of all systems of decipherment, asserting that only one sign out of two hundred the bisected oval, determinative of divinity - had been interpreted with any certainty; and in view of this opinion, coupled with the steady refusal of historians to apply the results of any Hittite decipherment, and the obvious lack of satisfactory verification, without which the piling of hypothesis on hypothesis may only lead further from probability, there is no choice but to suspend judgment for some time longer as to the inscriptions and all deductions drawn from them.",
        "The balance of probabilities falls, however, in favour of the court hypothesis.",
        "Besides, as Pfleiderer points out, the hypothesis is shipwrecked on the difficulty of imagining that \"each of the epistles had but one essential part: the first, in particular, lacking an expression of thanks for the gift from the Philippians, which must nevertheless, according to ii.",
        "On the other hand the enigmatical motion of the perihelion of Mercury has not yet found any plausible explanation except on the hypothesis that the gravitation of the sun diminishes at a rate slightly greater than that of the inverse square - the most simple modification being to suppose that instead of the exponent of the distance being exactly - 2, it is - 2.000 000 161 2.",
        "These various forms are perfectly regular if the divine name was Yahweh, and, taken altogether, they cannot be explained on any other hypothesis.",
        "This hypothesis is not intrinsically improbable - and in Aramaic, a language closely related to Hebrew, \" to be \" actually is hawa - but it should be noted that in adopting it we admit that, using the name Hebrew in the historical sense, Yahweh is not a Hebrew name.",
        "This hypothesis he verified quantitatively by experiments, performed at the end of 1761.",
        "The development of the Ectoprocta is intelligible on the hypothesis that the Entoprocta form the starting-point of the series.",
        "The most plausible hypothesis is that men of this type are descendants of Korean colonists who, in prehistoric times, settled in the province of Izumo, on the west coast of Japan, having made their way thither from the Korean peninsula by the island of Oki, being carried by the cold current which flows along the eastern coast of Korea.",
        "In The Development Hypothesis (1852) he objects strongly to the incredibility of the special creation of the myriad forms of life, without, however, suggesting how development has been effected.",
        "This is at once connected with the nebular hypothesis, and subsequently deduced \"from the ultimate law of the\" persistence of force,\"and finally supplemented by a counter-process of dissolution, all of which appears to Spencer only as\" the addition of Von Baer's law to a number of ideas that were in harmony with it.\"It is clear, however, that Spencer's ideas as to the nature of evolution were already pretty definite when Darwin's Origin of Species (1859) revolutionized the subject of organic evolution by adding natural selection to the direct adaptation by use and disuse, and so suggesting an intelligible method of producing modifications in the forms of life.",
        "He was also a great physicist and had arrived at the nebular hypothesis theory of the formation of the planets and the sun long before Kant and Laplace.",
        "He wrote a lucid account of the phenomena of phosphorescence, and adduced a molecular magnetic theory which anticipated some of the chief features of the hypothesis of to-day.",
        "This and other reasons led to his rejection of the dualistic hypothesis and the adoption, on the ground of probability, and much more from convenience, of the tenet that \" acids are particular compounds of hydrogen, in which the latter can be replaced by metals \"; while, on the constitution of salts, he held that \" neutral salts are those compounds of the same class in which the hydrogen is replaced by its equivalent in metal.",
        "Reuss, but since Graf was the first to introduce it into Germany, the theory, as developed by Julius Wellhausen, has been called the GrafWellhausen hypothesis.",
        "But in proportion as an earlier date has become more probable for Homer, the hypothesis of Ionic origin has become less tenable, and the belief better founded (I) that the poems represent accurately a welldefined phase of culture in prehistoric Greece, and (2) that this \" Homeric \" or \" Achaean \" phase was closed by some such general catastrophe as is presumed by the legends.",
        "\"The intuitive soul,\" says Hegel, \"oversteps the conditions of time and space; it beholds things remote, things long past, and things to come.\"' What we need, if any progress is to be made in knowledge of the subject, is not a metaphysical hypothesis, but a large, carefully tested, and well-recorded collection of examples, made by savants of recognized standing.",
        "The hypothesis that the state was steady, so that interchanges arising from convection and collisions of the molecules produced no aggregate result, enabled him to interpret the new constants involved in this law of distribution, in terms of the temperature and its spacial differential coefficients, and thence to express the components of the kinetic stress at each point in the medium in terms of these quantities.",
        "As far as the order to which he carried the approximations - which, however, were based on a simplifying hypothesis that the molecules influenced each other through mutual repulsions inversely as the fifth power of their distance apart--the result was that the equations of motion of the gas, considered as subject to viscous and thermal stresses, could be satisfied by a state of equilibrium under a modified internal pressure equal in all directions.",
        "Henderson prefers the hypothesis that Lennox had lost Crawford's notes; and that the identities are explained by the \"remarkably good memories of Crawford and Mary, or by the more likely supposition that Crawford, before preparing his declaration for the conference\" (at Westminster, December 1568) \"refreshed his memory by the letter.\"",
        "255) wrote a moderate and effective criticism, in which he rejects the hypothesis of the Cerinthian authorship and urges that it was not written by the apostle, on the ground of its difference in language, style and contents from the other Johannine writings.",
        "Such works are to be explained on what might be called the \"fragmentary hypothesis.\"",
        "Such are to be explained on the \"sources hypothesis.\"",
        "Others, like the Ascension of Isaiah, betray the handiwork of successive editors, and are accordingly to be explained on the \"redaction hypothesis.\"",
        "Next it is noteworthy that in the second scheme here given Volter has abandoned his theory of a redaction hypothesis in favour of a sources hypothesis--a redactor.",
        "As a result of the preceding inquiry we conclude that the student of the Apocalypse must make use of the following methods - the contemporaryhistorical, the literary-critical (fragmentary hypothesis), the traditional-historical and the psychological.",
        "But this Caligula hypothesis cannot be carried out unless by a vigorous use of the critical knife, in the course of which more than a third of the chapter is excised.",
        "cannot be pressed so far as to exclude the possibility that the extant book is a second edition of an earlier work, or that it incorporates earlier materials, and either hypothesis would sufficiently account for the few indications of a Neronic or Vespasianic date that have been found in it\" (Apoc. of St John 2, p. civ.).",
        "These inconsistencies are best explained by the hypothesis that our author was drawing upon a literary fixed tradition.",
        "by a growing body of critics, the hypothesis of a common authorship can hardly be sustained.",
        "The validity of such an hypothesis was attacked as early as the 4th century by Dionysius of Alexandria in the fragment of his treatise irEpi 7ray yeAuA;v, in Eusebius, H.E.",
        "This hypothesis, however, does not accord with the theory of the development of the earth from the state of a sphere of molt s en rock surrounded by an atmosphere of gaseous metals by which the first-formed clouds of aqueous vapour must have been absorbed.",
        "From the hypothesis of an external world a series of contradictions are deduced, such as that the world is both finite and infinite, is movable and immovable, &c.; and finally, Aristotle and various other philosophers are quoted, to show that the external matter they dealt with, as mere potentiality, is just nothing at all.",
        "better need not cause surprise when it is stated that the quantities are calculated on the hypothesis that the molecules are spherical in shape.",
        "This hypothesis is introduced for the sake of simplicity, but is known to be unjustifiable in fact.",
        "It carries the war into the camp of the enemy by seeking to demonstrate that the completely determined action which is set over against freedom as the basis of explanation in the material world is merely a hypothesis which, while it serves sufficiently well the limited purpose for which it is devised, is incapable of verification in the ultimate constituents of physical nature.",
        "Thus in 1864 the spectroscope yielded him evidence that planetary and irregular nebulae consist of luminous gas - a conclusion tending to support the nebular hypothesis of the origin of stars and planets by condensation from glowing masses of fluid material.",
        "That these purely mechanical arrangements have any psychic, occult or predictive meaning is a fantastic imagination, which seems to have a peculiar attraction for certain types of mind, and as there can be no fundamental hypothesis of correlation, its discussion does not lie within the province of reason.",
        "Eichhorn in favour of the \"borrowing hypothesis\" of the origin of the synoptical gospels, maintaining the priority of Matthew, the present Greek text having been the original.",
        "The facts of the problem would all appear covered by the hypothesis that John the presbyter, the eleven being all dead, wrote the book of Revelation (its more ancient Christian portions) say in 69, and died at Ephesus say in loo; that the author of the Gospel wrote the first draft, here, say in 97; that this book, expanded by him, first circulated within a select Ephesian Christian circle; and that the Ephesian church officials added to it the appendix and published it in 110 -120.",
        "The only objections to Halevy's hypothesis are (I) that we know nothing of an epoch-making event in 115 B.C., and (2) that it is a little remarkable that the latest dated inscription, of the year 669 (A.D.",
        "\" The hypothesis of an aether has been maintained by different speculators for very different reasons.",
        "Gauss, that the definite results attainable by the hypothesis of mutual atomic attractions really reposed on much wider and less special principles - those, namely, connected with the modern doctrine of energy.",
        "The wider view, according to which the hypothesis of direct transmission of physical influences expresses only part of the facts, is that all space is filled with physical activity, and that while an influence is passing across from a body, A, to another body, B, there is some dynamical process in action in the intervening region, though it appears to the senses to be mere empty space.",
        "This statement constitutes the famous hypothesis of Fresnel, which thus ensures that all phenomena of ray-path and refraction, and all those depending on phase, shall be unaffected by uniform convection of the material medium, in accordance with the results of experiment.",
        "In this place it must suffice to indicate the gist of the more recent developments of the electro-optical theory, which involve the dynamical verification of Fresnel's hypothesis regarding optical convection and the other relations above described.",
        "The modification of the spectrum of a radiating gas by a magnetic field, such as would result from the hypothesis that the radiators are the system of revolving or oscillating electrons in the molecule, was detected by P. Zeeman in 1896, and worked up, in conjunction with H.",
        "His bold hypothesis of their origin by the disruption of a primitive large planet (Monatliche Correspondenz, vi.",
        "It is specially directed to the question of hypothesis, and holds that a hypothesis is justifiable only on the ground that it provides an explanation.",
        "Giesbrecht and Hansen have shown that the mouth-organs consist of mandibles, first and second maxillae and maxillipeds; and Claus himself relinquished his long-maintained hypothesis that the last two pairs were the separated exopods and endopods of a single pair of appendages.",
        "Even this verbal flaw would be obviated if Giesbrecht could prove his tentative hypothesis, that the Gymnoplea may have lost a pre-genital segment of the abdomen, and the Podoplea may have lost the last segment of the thorax.",
        "The above sketch of the growth and general character of the Pauline Epistles is based upon the hypothesis that all thirteen are genuine.",
        "On our hypothesis the Logia would have been a sort of Christian manual used with a similar object.",
        "The phenomena which are sometimes supposed to require the hypothesis of an Ur-Marcus are more simply and satisfactorily explained as incidents in the transmission of the Marcan text.",
        "The phenomenon is perfectly intelligible without any such hypothesis.",
        "It is difficult to explain this phrasing in any other hypothesis than that Layamon pictured to himself Arthur's hall as open on one side, and that, on a great feast-day, owing to the number of guests, the table extended beyond the covering afforded by the roof.",
        "And we find accordingly in his great work a combination of inductive inquiry with a priori speculation founded on the \"Nature\" hypothesis.",
        "It was Alcide Dessalines d'Orbigny (1802-1857) who pushed to an extreme Cuvier's ideas of the fixity of species and of successive extinctions, and finally developed the wild hypothesis of twenty-seven distinct creations.",
        "Both laws were of paramount importance, as direct evidence of Darwin's theory of descent, which, it will be remembered, was at the time regarded merely as an hypothesis.",
        "In Kowalevsky's Versuch einer natiirlichen Classification der Fossilen Hufthiere (1873) we find a model union of detailed inductive study with theory and working hypothesis.",
        "This line of hypothesis and demonstration is typical of the palaeogeographic methods generally - namely, that vertebrate palaeontologists, impressed by the sudden appearance of extinct forms of continental life, demand land connexion or migration tracts from common centres of origin and dispersal, while the invertebrate palaeontologist alone is able to restore ancient coast-lines and determine the extent and width of these tracts.",
        "Brocchi and Daniel Rosa (1899) have developed the hypothesis of the progressive reduction of variability.",
        "The net result of observation is not favourable to the essentially Darwinian view that the adaptive arises out of the fortuitous by selection, but is rather favourable to the hypothesis of the existence of some quite unknown intrinsic law of life which we are at present totally unable to comprehend or even conceive.",
        "The resemblance of this to some versions of the Hindu doctrine of the four ages or yuga is hardly to be accounted for except on the hypothesis that the Mexican theology contains ideas learnt from Asiatics.",
        "von Helmholtz, working on a similar hypothesis, but with a frictional term introduced into his equations, obtained formulae which are applicable to cases of absorption.",
        "This was nothing less than the foundation of a new astronomy, in which physical cause should replace arbitrary hypothesis.",
        "This view, generally known as \"Prout's hypothesis,\" at least had the merit of stimulating inquiry, and many of the most careful determinations of atomic weights undertaken since its promulgation have been provoked by the desire to test its validity.",
        "But Bishop Sparrow's words on the subject (Rationale, p. 349) are not free from difficulty on any hypothesis, and Thorndike (Works, v.",
        "In 1902, in an \"attempt at a chemical conception of the ether,\" he put forward the hypothesis that there are in existence two elements of smaller atomic weight than hydrogen, and that the lighter of these is a chemically inert, exceedingly mobile, all-penetrating and all-pervading gas, which constitutes the aether.",
        "The occasional similarities of thought and expression between them and the Lucan writings suggest that the period of their origin lies within a quarter of a century after Paul's death, and, when one or two later accretions are admitted, the internal evidence, either upon the organization of the church 1 or upon the errors controverted, tallies with this hypothesis.",
        "7 and 32) reproduce the ideas and almost the phases of the Syriac \"Hymn of the Soul,\" so confirming the hypothesis that Mani was influenced by Bardesanes.",
        "within the Superior oldland area; but there is at present no direct evidence in favor of this hypothesis.",
        "But Aristotle was an author as well as a lecturer; for the hypothesis that the Aristotelian writings are notes of his lectures taken down by his pupils is contradicted by the tradition of their learning while walking, and disproved by the impossibility of taking down such complicated discourses from dictation.",
        "Such in brief is the Platonism of the written dialogues; where the main doctrine of forms is confessedly advanced never as a dogma but always as a hypothesis, in which there are difficulties, but without which Plato can explain neither being, nor truth nor goodness, because throughout he denies the being of individual things.",
        "hypothesis both of forms and of formal numbers.",
        "he disagreed with the hypothesis of formal numbers (T is TrtKOIS hptOµoas).",
        "Plato's hypothesis of supernatural forms, and advance his own.",
        "hypothesis of the eternity of the world.",
        "Here, too, he examined the hypothesis of Eudoxus that things are caused by mixture of forms, a hypothesis which formed a kind of transition to - his own later views, but failed to satisfy him on account of its diffi - culties.",
        "He rejected the Platonic hypothesis of forms, and affirmed that they are not separate but common, without however as yet having advanced to a constructive metaphysics of his own; while at the same time, after having at first adopted his master's dialectical treatment of metaphysical problems, he soon passed from dialogues to didactic works,, which had the result of separating metaphysics from dialectic. The all-important consequence of this first departure from Platonism was that Aristotle became and remained primarily a metaphysician.",
        "During his master's life, in the second period of his own life, he protested against the Platonic hypothesis of forms, formal numbers and the one as the good, and tended to separate metaphysics from dialectic by beginning to pass from dialogues to didactic works.",
        "There is a further hypothesis that the Aristotelian works were not originally treatises, but notes of lectures either for or by his pupils.",
        "This easily passes into the further and still more sceptical hypothesis that the works, as we have them, under Aristotle's name, are rather the works of the Peripatetic school, from Aristotle, Theophrastus and Eudemus downwards.",
        "We have seen how anxious Aristotle was to be considered one of the Platonists, how reluctant he was to depart from Plato's hypothesis of forms, and how, in denying the separability, he retained the Platonic belief in the reality and even in the unity of the universal.",
        "The hypothesis of inherence gives an inadequate account of the dependence of an attribute on a substance, and is a kind of half-way house between separation and predication.",
        "It is as follows: (1) Negative rejection of Plato's hypothesis of forms and formal number, and reduction of forms to the common in the early dialogu€ 7rEpi uXoaogtas and in the early work 7rEpt 13€&w.",
        "- Under the name of Aristotle, three treatises on the good of man have come down to us, Mica Nuco i tkaa (irpos NLKOµaXov, Porphyry), Howe, Eub ipta (7r Os Eiibjµov, Porphyry), and 'HBLKa µeyaXa; so like one another that there seems no tenable hypothesis except that they are the manuscript writings of one man.",
        "A - Z) are common to the two treatises, and by the consequent question whether, on the hypothesis of different authorship, the common books, as we may style them, were written for the Nicomachean by Aristotle, or for the Eudemian Ethics by Eudemus, or some by one and some by the other author.",
        "These considerations make it probable that the author of all three treatises was Aristotle himself; while the analysis of the treatises favours the hypothesis that he wrote the Eudemian Ethics and the Magna Moralia more or less together as the rudimentary first drafts of the mature Nicomachean Ethics.",
        "At first he adopted the somewhat ascetic views of his master about soul and body, and about goods of body and estate; but before Plato's death he had rejected the hypothesis of forms, formal numbers and the form of the good identified with the one, by which Plato tried to explain moral phenomena; while his studies and teaching on rhetoric and poetry soon began to make him take a more tolerant view than Plato did of men's passions.",
        "The hypothesis that the Eudemian Ethics, and by consequence the Magna Moralia, are later than Aristotle has arisen from a simple misconception, continued in a Scholium attributed to Aspasius, who lived in the 2nd century A.D.",
        "In these last Mayer sought to explain the magnetic action of the earth by a modification of Euler's hypothesis, and made the first really definite attempt to establish a mathematical theory of magnetic action (C. Hansteen, Magnetismus der Erde, i.",
        "According to a probable hypothesis it is a continuation of the above-mentioned river Reka, which is lost near Sankt Kanzian.",
        "The hypothesis (Schlatter, Das neugefundene hebrdische Stuck des Sirach) that it was from Aristobulus that the philosophy of Ecclesiasticus was derived is not generally accepted.",
        "The structure of the Mollusca in the greater number of cases agrees with the hypothesis that the primitive form was unsegmented, and therefore had but one pair of coelomic ducts and one pair of nephridia.",
        "One hypothesis was: while y Draconis was stationary, the plumb-line, from which the angular measurements were made, varied; this would follow if the axis of the earth varied.",
        "The former hypothesis with its variants may be called the Trochosphere-hypothesis, the latter the Gastraea-hypothesis.",
        "The careful study of the development of one Acoelous form and of certain Rhabdocoels has strengthened this hypothesis by showing that no definite enteron or gut is at first laid down, but that certain embryonic syncytial tracts become digestive tracts, others excretory, others again muscular.",
        "And in general it may be stated that the hypothesis of such an intermixture of forms from neighbouring dialects has been rendered in recent years far more credible by the striking evidence of such continual intermixture going on within quite modern periods of time afforded by the Atlas linguistique de la France, even in the portion which has already been published.",
        "of matter from the inorganic to the organic world, moleschott and back again, and he urged this metabolism against the hypothesis of vital force.",
        "Aristotle had imputed to all living beings a soul, though to plants only in the sense of a vegetative, not a sensitive, activity, and in Moleschott's time many scientific men still accepted some sort of vital principle, not exactly soul, yet over and above bodily forces in organisms. Moleschott, like Lotze, not only resisted the whole hypothesis of a vital principle, but also, on the basis of Lavoisier's discovery that respiration is combustion, argued that the heat so produced is the only force developed in the organism, and that matter therefore rules man.",
        "Thus in presence of the problem which is the crux of materialism, the origin of consciousness, he first propounds a gratuitous hypothesis that everything has mind, and then gives up the origin of conscious mind after all.",
        "He supposes that this evolution does not remain cosmic, but becomes organic. In accordance with Lamarck's hypothesis, he supposes an evolution of organisms by hereditary adaptation to the environment (which he considers necessary to natural selection), and even the possibility of an evolution of life, which, according to him, is the continuous adjustment of internal to external relations.",
        "Even the Cartesian school, as it came more and more to feel the difficulty of explaining the interaction of body and mind, and, indeed, any efficient causation whatever, gradually tended to the hypothesis that the real cause is God, who, on the occasion of changes in body, causes corresponding changes in mind, and vice versa.",
        "By changing the meaning of \"noumenon \" from the thing apprehended (voouµevov) to the thought (vOnya), and in the hypothesis of a common consciousness, he started the view that a thing is not yours or my thought, but a common thought of all mankind, and led to the wider view of Schelling and Hegel that the world is an absolute thought of infinite mind.",
        "The noumenal idealists of Germany assumed, like all psychological idealists, the unproved hypothesis that there is no sense of body, but there is a sense of sensations; and they usually accepted Kant's point, that to get from such sensations to knowledge there is a synthesis contributing mental elements beyond the mental data of sense.",
        "On Schelling's idealistic pantheism, or the hypothesis that there is nothing but one absolute reason identifying the opposites of subjectivity and objectivity, Hegel based his panlogism.",
        "Nevertheless he was too much a child of his age to keep things known steadily before him; having asked the metaphysical question he proceeded to find a psychological answer in a theory of sensation, which asserted the mere hypothesis that the being which we ascribe to things on the evidence of sensation consists in their being felt.",
        "He really accepted, like Kant, the hypothesis of a sense of sensations which led to the Kantian conclusion that the Nature we know in time and space is mere sensible appearances in us.",
        "This hypothesis of an acquired perception of a space mentally constructed by \" local signs \" supplied Lotze and many succeeding idealists, including Wundt, with a new argument for metaphysical idealism.",
        "Secondly, he accepted the Leibnitzian hypothesis of immaterial elements without accepting their self-action.",
        "Herbart and Lotze, both deeply affected by the Leibnitzian hypothesis of indivisible monads, supposed that man's soul is seated at a central point in the brain; and Lotze supposed that this supposition is necessary to explain the unity of consciousness.",
        "At the very outset he started with his previous metaphysical hypothesis of parallelistic identity without interaction.",
        "But by the hypothesis of the inclusion of spirit in spirit, he was further able to hold that what is unconscious in one spirit is conscious in a higher spirit, while everything whatever is in the consciousness of the highest spirit of God, who is the whole of reality of which the spirits are parts, while the so-called physical world is merely outer appearance of one spirit to another.",
        "But his substitute was his own hypothesis of panpsychism, from which he deduced a \"cosmorganic \" evolution from a \" cosmorganic \" or original condition of the world as a living organism into the inorganic, by the principle of tendency to stability.",
        "Shall we resign our traditional belief that the greater part of the world is mere body, but that its general adaptability to conscious organisms proves its creation and government by God, and take to the new hypothesis, which, by a transfer of design from God to Nature, supposes that everything physical is alive, and conducts its life by psychical impulses of its own?",
        "This influence extended from Germany to Denmark, where it was embraced by Hoff ding, and to England, where it was accepted by Romanes, and in a more qualified manner as \" a working hypothesis \" by Stout.",
        "He admits, indeed, Kant's hypothesis that by inner sense we are conscious only of mental states, but he contends that this very consciousness is a knowledge of a thing in itself.",
        "Riehl, who in Der philosophische Kriti .cis- mus (1876, &c.) proposes the non-Kantian hypothesis that, though things in themselves are unknowable through reason alone, they are knowable by empirical intuition, and therefore also by empirical thought starting from intuition.",
        "- When the Neo-Kantians, led by Lange, had modified Kant's hypothesis of a priori forms, and retracted Kant's admission and postulation of things in themselves beyond phenomena and ideas, and that too without proceeding further in the direction of Fichte and the noumenal idealists, there was not enough left of Kant to distinguish him essentially from Hume.",
        "- Besides those philosophies which are reactions to Kant or to Hume, there are a number of other modern systems which start with the common hypothesis that knowledge is experience.",
        "But, on the hypothesis that knowledge contains no inferences beyond experience, it follows that all the objects of knowledge, being objects of experience, are, or have been, or can be, present to an experiencing subject.",
        "Immanent Philosophy is the hypothesis that the world is not transcendent, but immanent in consciousness.",
        "At the same time, true: to the hypothesis of \" immanence,\" he rigidly confines these categories to the given data, and altogether avoids the inconsistent tendency of Kant to transfer causality from a necessary relation between phenomena to a neces-' sary relation between phenomena and things in themselves as their causes.",
        "Avenarius (q.v.) is the hypothesis of the inseparability of subject and object, or, to use his own phraseology, of ego and environment, in purely empirical, or a posteriori form.",
        "He considered that the whole hypothesis that an outer physical thing causes a change in one's central nervous system, which again causes another change in one's inner psychical system or soul, is a departure from the natural view of the universe, and is due to what he called \" introjection,\" or the hypothesis which encloses soul and its faculties in the body, and then, having created a false antithesis between outer and inner, gets into the difficulty of explaining how an outer physical stimulus can impart something into an inner psychical soul.",
        "It is curious that Avenarius should have brought forward this artificial hypothesis as the natural view of the world, without reflecting that on the one hand the majority of mankind believes that the environment (R) exists, has existed, and will exist, without being a counterpart of any living being as central part (C); and that on the other hand it is so far from being natural to man to believe that sensation and thought (E) are different from, and merely dependent on, his body (C), that throughout the Homeric poems, though soul is required for other purposes, all thinking as well as sensation is regarded as a purely bodily operation.",
        "He starts as a phenomenalist from the hypothesis, which we have just described, that knowledge is ex Wundt.",
        "perience containing subject and object in inseparable connexion, and has something in common with the premature attempt of Avenarius to develop the hypothesis of dualism in experience into a scientific philosophy comprehending the universe in the simplest possible manner.",
        "Wundt, however, has a reason for substituting compound idea for sensation: he accepts Lotze's hypothesis of local signs, and adds a hypothesis of temporal signs.",
        "Between Hume's a posteriori and Kant's a priori hypothesis he proposes a logical theory of the origin of notions beyond experience.",
        "Wundt, however, having satisfied himself of the power of mere logical thought beyond experience, goes on to further apply his hypothesis, and supposes that, in dealing with the physical world, logical thinking having added to experience the \" supplementary notion \" of causality as the connexion of appearances which vary together, adds also the \" supplementary notion \" of substance as substratum of the connected appearances.",
        "His pupil, Oswald Kiilpe (1862), who bases his Grundriss der Psychologie on the hypothesis of unitary experience, says in his Einleitung in die Philosophie (1895; 4th ed.",
        "Taken for granted the Kantian hypothesis of a sense of sensations requiring synthesis by understanding, and the Kantian conclusion that Nature as known consists of phenomena united by categories as objects of experience, Green argued, in accordance with Kant's first position, that knowledge, in order to unite the manifold of sensations by relations into related phenomena, requires unifying intelligence, or what Kant called synthetic unity of apperception, which cannot itself be sensation, because it arranges sensations; and he argued, in accordance with Kant's second position, that therefore Nature itself as known requires unifying intelligence to constitute the relations of its phenomena, and to make it a connected world of experience.",
        "His theory of reason brings him into contact with the German idealists: he accepts from Kant the hypothesis of synthesis and a priori categories, from Fichte the hypothesis that will is necessary to reason, from Schelling and Hegel the hypothesis of universal reason, and of an identity between the cosmic reason and the reason of man, in which he agrees also with Green and Caird.",
        "Rejecting everything in the Kritik which savoured of the \" metempirical,\" he yet sympathized so far with Hegel's noumenalism as to accept the identification of cause and effect, though he interpreted the hypothesis phenomenalistically by saying that cause and effect are two aspects of the same phenomenon.",
        "But his main sympathy was with Fechner, the gist of whose \" inner psychophysics \" he adopted, without, however, the hypothesis that what is conscious in us is conscious in the all-embracing spirit of God.",
        "Clifford (q.v.) was working out the hypothesis of psychophysical parallelism to a conclusion different from that of Lewes, and more allied to that of Leibnitz, the prime originator of all these hypotheses.",
        "This hypothesis Clifford connected with the hypothesis of psychophysical parallelism.",
        "He disagrees with Fechner's hypothesis of a world-soul, the highest spirit, God, who embraces all psychophysical processes.",
        "James Ward, in Naturalism and Agnosticism (1899), starts from the same phenomenalistic views of Mach and Kirchhoff about mechanics; he proceeds to the hypothesis of duality within experience, which we have traced in James Ward.",
        "the phenomenalisms of Schuppe, Avenarius and Wundt, and to the hypothesis of one consciousness, which appears variously in the German idealisms, not of Kant, as Ward thinks, but of Fichte, Hegel and Schuppe; and somehow he manages to end with the noumenalistic conclusion that Nature is God's Spirit.",
        "Lastly, though the personal idealists are right in rejecting the hypothesis of one mind, they are too hasty in supposing that the hypothesis is useless for idealistic purposes.",
        "Two psychological errors, among many others, constantly meet us in the history of idealism - the arbitrary hypothesis of a sense of sensations, or of ideas, and the intolerable neglect of logical inference.",
        "It is spoilt by Locke's hypothesis that we do not perceive things but qualities implying things.",
        "The three evidences, which are fatal to intuitive realism, do not prove hypothetical realism, or the hypothesis that we perceive something mental, but infer something bodily.",
        "This illogical hypothesis, which consists of incautiously passing from the truth that the sensible object perceived is not external but within the organism to the non-sequitur that therefore it is within the mind, derived what little plausibility it ever possessed from three prejudices: the first, the scholastic dogma that the sensible object is a species sensibilis, or immaterial sensible form received from the external thing; the second, the Cartesian a priori argument that the soul as thinking thing can perceive nothing but its own ideas; the third, the common assumption of a sense of sensations.",
        "These sudden appearances of vast bodies of lemmings, and their singular habit of persistently pursuing the same onward course of migration, have given rise to various speculations, from the ancient belief of the Norwegian peasants, shared by Olaus Magnus, that they fall down from the clouds, to the hypothesis that they are acting in obedience to an instinct inherited from ancient times, and still seeking the congenial home in the submerged Atlantis, to which their ancestors of the Miocene period were wont to resort when driven from their ordinary dwelling-places by crowding or scarcity of food.",
        "In this he gave equations resulting from the hypothesis that the magnetism of a ship is partly due to the permanent magnetism of hard iron and partly to the transient induced magnetism of soft iron; that the latter is proportional to the intensity of the inducing force, and that the length of the needle is infinitesimally small compared to the distance of the surrounding iron.",
        "Cuenot, in order to explain certain features in the hereditary transmission of coat colour in mice, postulated the hypothesis that the grey colour of the wild mouse (which is known to be a compound of black, chocolate and yellow pigments) may be due either to the interaction of a single ferment and three chromogens, or vice versa, to one chromogenic substance and three ferments.",
        "The latter hypothesis seems more probable, upon the whole, although there is little to choose between the two.",
        "But this hypothesis cannot be accepted as furnishing a satisfactory explanation of the likeness.",
        "But, as Sir Harris Nicolas points out - although Ashmole is not open to the correction - this hypothesis rests for its plausibility on the assumption that the order was established before the invasion of 1 G.",
        "The observations of Moller, &c., on the germination cannot be assumed to negative the sexual hypothesis for the sexual cells of Ulothrix and Ectocarpus, for example From Strasburger's Lehrbuch der Botanik, by permission of Gustav Fischer.",
        "Again, on the hypothesis that Christianity is true, the statistics at a particular period are no test of success at all.",
        "Simplicius's further suggestion that Thales conceived the element to be modified by thinning and thickening is plainly inconsistent with the statement of Theophrastus that the hypothesis in question was peculiar to Anaximenes.",
        "On the whole, a common origin in the north for at least the arcticoaltaic group of alpine plants seems to be the most reasonable hypothesis.",
        "de Phys., 1811), in which he enunciated the hypothesis known by his name (Avogadro's rule) that under the same conditions of temperature and pressure equal volumes of all gases contain the same number of smallest particles or molecules, whether those particles consist of single atoms or are composed of two or more atoms of the same or different kinds.",
        "On this basis, with other interesting morphological comparisons, Brefeld erected his hypothesis, now untenable, that the Ascomycetes and Basidiomycetes diverge from the Zygomycetes, the former having particularly specialized the ascus (sporangial) mode of reproduction, the latter having specialized the conidial (indehiscent one-spored sporangiole) mode.",
        "On such a hypothesis, the relatively unstable normal diazo hydroxides would be the syn-compounds, since here the nitrogen atoms would be more easily eliminated, whilst the stable iso-diazo derivatives would be the anti-compounds, thus: R N R N HO-N N OH Normal hydroxide Iso hydroxide (Syn-compound) (Anti-compound) In support of this theory, Hantzsch has succeeded in isolating a series of syn - and anti-diazo-cyanides and -sulphonates (Ber.,1895,28, p.666; 1900, 33, P. 2161; 1901, 34, p. 4166).",
        "The isolation of these compounds is a powerful argument in favour of the Hantzsch hypothesis which requires the existence of these three different types, whilst the Bamberger-Blomstrand view only accounts for the forma tion of two isomeric cyanides, namely, one of the normal diazonium type and one of the iso-diazocyanide type.",
        "Cleanthes's view is, therefore, an hypothesis, and in no sense an inference.",
        "elective); (2) the statement that Solon invented sortition for the office is put as the basis of a comparison (89ev, ern ye ov) and, therefore, may fairly be regarded as a hypothesis; (3) there is no indication that the change made in 487 B.C. was a return to an obsolete method, and on the same argument it is odd that Solon's alleged system should not have been revived at the end of the Tyranny.",
        "The phenomenon of isomerism will probably supply the crucial test, at least for the chemist, and the question will be whether the Ostwaldian conception, while substituting the Daltonian hypothesis, will also explain isomerism.",
        "But this hypothesis is apparently without foundation.",
        "Poulton, in an admirable discussion of contemporary views regarding species (presidential address to the Entomological Society of London 1904), has shown that Darwin did not believe in the objective existence of species, not only because he was led to discard the hypothesis of special creation as the explanation of the polymorphism of life, but because in practice as a working systematist he could neither find for himself nor ascertain from other systematists any settled criteria by which a group of specimens could be elevated into a genus, accepted as a species, or regarded as a variety.",
        "Malthus has in more modern times derived a certain degree of reflected lustre from the rise and wide acceptance of the Dar, winian hypothesis.",
        "Starting from the hypothesis that Sweden was \"DenmarkNorway's most active and irreconcilable enemy,\" Bernstorff logically included France, the secular ally of Sweden, among the hostile powers with whom an alliance was to be avoided, and drew near to Great Britain as the natural foe of France, especially during the American War of Independence, and this too despite the irritation occasioned in Denmark-Norway by Great Britain's masterful interpretation of the expression \"contraband.\"",
        "Weber's hypothesis of electric atoms, capable of diffusing through metallic bodies and conductors of electricity, but capable of vibration only in non-conductors, it is possible that the ultimate mechanism of conduction may be reduced in all cases to that of diffusion in metallic bodies or internal radiation in dielectrics.",
        "a mechanical hypothesis as far back as 1630, the inspiration may be assigned to the time of the second journey.",
        "But without following the explanation into the details in which it revels, it may be enough to say that the whole hypothesis is but an attempt to exclude the occult conception of action at a distance, and substitute a familiar phenomenon.",
        "Birkeland (19), who has made a special study of magnetic disturbances in the Arctic, proceeding on the hypothesis that they arise from electric currents in the atmosphere, and who has thence attempted to deduce the position and intensity of these currents, asserts that whilst in the case of many storms the data were insufficient, when it was possible to fix the position of the mean line of flow of the hypothetical current relatively to an auroral arc, he invariably found the directions coincident or nearly so.",
        "The height has also been calculated on the hypothesis that auroral light has its source where the atmospheric pressure is similar to that at which most brilliancy is observed when electric discharges pass in vacuum tubes.",
        "By modifying the hypothesis as to the size and density, times appreciably longer or shorter than the above would be obtained.",
        "The Achaeans, or Hellenes, as they were later termed, were on this hypothesis one of the fair-haired tribes of upper Europe known to the ancients as Keltoi (Celts), who from time to time have pressed down over the Alps into the southern lands, successively as Achaeans, Gauls, Goths and Franks, and after the conquest of the indigenous small dark race in no long time died out under climatic conditions fatal to their physique and morale.",
        "To regard these letters as ciphers is a precarious hypothesis, for the simple reason that cryptography is not to be looked for in the very infancy of Arabic writing.",
        "Their connection with Semitic and Egyptian, therefore, remains at present an obscure though probable hypothesis.",
        "The memorandum of the adjutant-general above referred to was based on the hypothesis that Khartum could not hold out beyond the 15th of November, and that the expedition should reach Berber by the 20th of October.",
        "The hypothesis that Ex.",
        "Or again, the process of scientific induction is a threefold chain; the original hypothesis (the first unification of the fact) seems to melt away when confronted with opposite facts, and yet no scientific progress is possible unless the stimulus of the original unification is strong enough to clasp the discordant facts and establish a reunification.",
        "The unanimous recognition on the part of all biblical scholars that the Old Testament cannot be taken as it stands as a trustworthy account of the history with which it deals, necessitates a hypothesis or, it may be, a series of hypotheses, which shall enable one to approach the more detailed study of its history and religion.",
        "The necessary work of literary analysis reached its most definite stage in the now famous hypothesis of Graf (1865-1866) and especially Wellhausen (1878), which was made more widely known to English readers, directly and indirectly through W.",
        "Material forces are, by hypothesis, capable of feeling; matter also must have been from the first endowed with consciousness.",
        "Halley's most notable scientific achievements were - his detection of the \"long inequality\" of Jupiter and Saturn, and of the acceleration of the moon's mean motion (1693), his discovery of the proper motions of the fixed stars (1718), his theory of variation (1683), including the hypothesis of four magnetic poles, revived by C. Hansteen in 1819, and his suggestion of the magnetic origin of the aurora borealis; his calculation of the orbit of the 1682 comet (the first ever attempted), coupled with a prediction of its return, strikingly verified in 1759; and his indication (first in 1679, and again in 1716, Phil.",
        "Dollond admitted the accuracy of Euler's analysis, but disputed his hypothesis on the grounds that it was purely a theoretical assumption, that the theory was opposed to the results of Newton's experiments on the refrangibility of light, and that it was impossible to determine a physical law from analytical reasoning alone (Phil.",
        "In 1754 Euler communicated to the Berlin Academy a further memoir, in - which, starting from the hypothesis that light consists of vibrations excited in an elastic fluid by luminous bodies, and that the difference of colour of light is due to the greater or less frequency of these vibrations in a given time, he deduced his previous results.",
        "A Hypothesis Doubtfully Attributed To Maxwell Is That Each Additional Atom In The Molecule Is Equivalent To Two Extra Degrees Of Freedom.",
        "The correctness cf this hypothesis has long been under suspicion, but it has generally been accepted as the best simple approximation to the actual distribution of the motions that could be made.",
        "But, whilst recognizing the existence of local drifts and systems, and admitting the possibility of relative motion between the nearer and more distant, or other classes of stars, it is;only recently that astronomers have seriously doubted the correctness of the hypothesis of random distribution of stellar motions as at least a rough representation of the truth.",
        "The hypothesis was put to the test by J.",
        "This hypothesis of two star-drifts does not imply that all the stars move in one or other of two directions.",
        "The older one - which may be called the \" one-drift \" hypothesis, since according to it the stars appear to form a single drift moving away from the solar apex - requires that the apparent directions of motion should be so distributed that fewest stars are moving directly towards the solar apex, and most stars along the great circle away from the solar apex, the number decreasing symmetrically, for directions inclined on either side of this great circle, according to a law which can be calculated.",
        "Until the hypothesis has been thoroughly tested by an examination of the line-of-sight velocities of stars from the same point of view, this physical interpretation must be received with some degree of caution; but there can be no doubt of the reality of the anomalies in the statistical distribution of proper motions of the stars, and of these it offers a simple and adequate explanation.",
        "Nash, \"he carried a sweeping hypothesis into the examination of the New Testament.\"",
        "But the crowning absurdity is that, if all universals were hypothetical, Barbara in the first figure would become a purely hypothetical syllogism - a consequence which seems innocent enough until we remember that all universal affirmative conclusions in all sciences would with their premises dissolve into mere hypothesis.",
        "But his account of the first is imperfect, because in ancient analysis the more general propositions, with which it concludes, are not mere consequences, but the real grounds of the given proposition; while his addition of the second reduces the nature of analysis to the utmost confusion, because hypothetical deduction is progressive from hypothesis to consequent facts whereas analysis is regressive from consequent facts to real ground.",
        "as division from multiplication; but he really meant that it is a deduction from a hypothesis of the law of a cause to particular effects which, being true, verify the hypothesis.",
        "in division) leads to certain conclusions, hypothetical deduction is not certain of the hypothesis, he arrives at the more definite view that induction is not analysis proper but hypothetical deduction, or \" reduction,\" as he proposes to call it.",
        "On this view induction becomes a reduction in the form: all M is P (hypothesis), S is M (given),.",
        "According to both, again, the hypothesis of a law with which the process starts contains more than is present in the particular data: according to Jevons, it is the hypothesis of a law of a cause from which induction deduces particular effects; and according to Sigwart, it is a hypothesis of the ground from which the particular data necessarily follow according to universal laws.",
        "The question therefore arises, how we are to discover \"All M is P,\" and this question Wundt answers by adding an inductive method, which involves inverting the inductive syllogism in the style of Aristotle into a deductive syllogism from a hypothesis in the style of Jevons, thus: - (I) (2) S is P. Every M is P.",
        "It is noticeable that Wundt quotes Newton's discovery of the centripetal force of the planets to the sun as an instance of this supposed hypothetical, analytic, inductive method; as if Newton's analysis were a hypothesis of the centripetal force to the sun, a deduction of the given facts of planetary motion, and a verification of the hypothesis by the given facts, and as if such a process of hypothetical deduction could be identical with either analysis or induction.",
        "Hence it is that Jevons, followed by Sigwart and Wundt, reduces it to deduction from a hypothesis in the form \"Let every M be P, S is M,.",
        "As we have seen, Jevons, Sigwart and Wundt all think that induction contains a belief in causation, in a cause, or ground, which is not present in the particular facts of experience, but is contributed by a hypothesis added as a major premise to the particulars in order to explain them by the cause or ground.",
        "Not, however, that all induction is causal; but where it is not, there is still less reason for making it a deduction from hypothesis.",
        "It is, then, a fair working hypothesis as to the structure of the Organon to place the Topics, which deal with dialectical reasoning, before the Analytics.",
        "The conjunction was by hypothesis not given, and is a new result by no_ means to be reached, apart from direct perception save by use of at least two given conjunctions.",
        "The positive procedure by hypothesis and verification is rejected by Bacon, who thinks of hypothesis as the will o' the wisp of science, and prefers the cumbrous machinery of negative reasoning.",
        "4 But once introduce the conception of division of labour as between the collector of data on the one hand and the expert of method, the interpreter of nature at headquarters, on the other, and Bacon's attitude to hypothesis and to negative reasoning is at least in part explained.",
        "The hypothesis of the collector, the man who keeps a rain-gauge, or the missionary among savages, is to be discounted from as a source of error.",
        "In especial he showed clear understanding of the functions of hypothesis and verification in the investigations of the solitary worker, with his facts still in course of accumulation and needing to be lighted up by the scientific imagination.",
        "Whether the tradition which makes Ararat the resting-place of Noah's Ark is of any historical value or not, there is at least poetical fitness in the hypothesis, inasmuch as this mountain is about equally distant from the Black Sea and the Caspian, from the Mediterranean and the Persian Gulf.",
        "It appears that the relatively enormous deviations of CaC1 2 from Raoult's law are accounted for on the hypothesis that a=9, but there is a slight uncertainty about the degree of ionization of the strongest solutions at-50° C. Cane-sugar appears to require 5 molecules of water of hydration both at o° C. and at loo° C., whereas KC1 and NaCI take more water at loo° C. than at o° C. The cases considered by Callendar (loc. cit.) are necessarily limited, because the requisite data for strong solutions are comparatively scarce.",
        "1900) adopted the mean value n=3.5, and also assumed the specific heat at constant volume s =3.5 R (which gives So=4.5 R) on the basis of an hypothesis, doubtfully attributed to Maxwell, that the number of degrees of freedom of a molecule with m atoms is 2m +I.",
        "Later and more accurate experiments have confirmed the experimental value, and have shown that the limiting value of the specific heat should consequently be somewhat smaller than that given by Maxwell's hypothesis.",
        "In all such systems, God is the terminus ad quem, a direct knowledge of whom is not claimed, but who is, as it were, the hypothesis adopted, with varying degrees of certainty in different thinkers, for the explanation of the facts before them.",
        "Moreover, as this complication was a marked feature in certain epidemics of plague in India, the hypothesis has been framed by Hirsch that a special variety of plague, pestis indica, still found in India, is that which overran the world in the 14th century.",
        "On the former hypothesis, it is still in debate whether the \"we\" document does or does not lie behind more of the narrative than is definitely indicated by the formula in question (e.g.",
        "Further, to make out a case for dependence at all, one must assume the mistaken order (as it may be) in Gamaliel's speech as due to gross carelessness in the author of Acts - an hypothesis unlikely in itself.",
        "The hypothesis that Beowulf is in whole or in part a translation from a Scandinavian original, although still maintained by some scholars, introduces more difficulties than it solves, and must be dismissed as untenable.",
        "will be vertical by the hypothesis, and since the geometric sum of ~--~",
        "The position of equilibrium is determined by the considera tion that the reactions at A and B, which are by hypothesis normal t the planes, must meet at a point J on the vertical through G.",
        "This system of equations must involve the three conditions of equilibrium of the extraneous forces which are already identically satisfied, by hypothesis; there remain therefore 2n ~ independent relations to determine the 2n3 unknown stresses.",
        "In the motion consequent on any slight disturbance the total energy T+V is constant, and since T is essentially positive it follows that V can never exceed its equilibrium value by more than a slight amount, depending on the energy of the disturbance, This implies, on the present hypothesis, that there is an upper limit to the deviation of each co-ordinate from its equilibrium value; moreover, this limit diminishes indefinitely with the energy of the original disturbance.",
        "This leads to a determinantal equation in X whose 2n roots are either real and negative, or complex with negative real parts, on the present hypothesis that the functions T, V, F are all essentially positive.",
        "As the word \" interpolation \" implies, Hermann did not maintain the hypothesis of a congeries of independent \" lays.\"",
        "The degree of smoothness or consistency which is to be expected on the hypothesis of a single author will be determined by taste rather than argument.",
        "It seems clear, however, that the hypothesis of epics such as the Iliad and Odyssey having been formed by putting together or even by working up shorter poems finds no support from analogy.",
        "Herbert Spencer, again, before the decline in question set in, put forward the hypothesis that \"the ability to maintain individual life and the ability to multiply vary inversely\"; in other words, the strain upon the nervous system involved in the struggle for life under the conditions of modern civilization, by reacting on the reproductive powers, tends towards comparative sterility.",
        "It is sometimes known as the \"expectation of life,\" a term, however, which involves a mathematical hypothesis now discarded.",
        "Stubbs's edition of the Itinerarium (Rolls Series, 1864), in which the contrary hypothesis is maintained, appeared before Gaston Paris published his discovery.",
        "It follows that, for the thinking mind, matter is a necessary hypothesis.",
        "It follows that philosophy is in a sense both dualist and monist; it is a cosmic dualism inasmuch as it admits the possible existence of matter as a hypothesis, though it denies the possibility of any true knowledge of it, and is hence in regard of the only possible knowledge an idealistic monism.",
        "It may be noted here that, while Cavendish adhered to the phlogistic doctrine, he did not hold it with anything like the tenacity that characterized Priestley; thus, in his 1784 paper on \"Experiments on Air,\" he remarks that not only the experiments he is describing, but also \"most other phenomena of nature seem explicable as well, or nearly as well,\" upon the Lavoisierian view as upon the commonly believed principle of phlogiston, and he goes on to give an explanation in terms of the antiphlogistic hypothesis.",
        "(3) In medicine, it stands for the hypothesis that disease is only an accidental modification of the healthy condition, and can, therefore, be avoided by modifying external conditions.",
        "Adopting the hypothesis of two fluids, Coulomb investigated experimentally and theoretically the distribution of electricity on the surface of bodies by means of his proof plane.",
        "In 1846 Weber announced his famous hypothesis concerning the connexion of electrostatic and electrodynamic phenomena.",
        "In a true scientific sense no hypothesis was possible, because few facts had been accumulated.",
        "Coulomb experimentally proved that the law of attraction and repulsion of simple electrified bodies was that the force between them varied inversely as the square of the distance and thus gave mathematical definiteness to the two-fluid hypothesis.",
        "Berzelius early in the 19th century had advanced the hypothesis that chemical combination was due to electric attractions between the electric charges carried by chemical atoms. The notion, however, that electricity is atomic in structure was definitely put forward by Hermann von Helmholtz in a well-known Faraday lecture.",
        "Helmholtz says: \" If we accept the hypothesis that elementary substances are composed of atoms, we cannot well avoid concluding that electricity also is divided into elementary portions which behave like atoms of electricity.\"",
        "Varley had advanced tentatively the hypothesis that it consisted in an actual projection of electrified matter from the cathode, and Crookes was led by his researches in 1870, 1871 and 1872 to embrace and confirm this hypothesis in a modified form and announce the existence of a fourth state of matter, which he called radiant matter, demonstrating by many beautiful and convincing experiments that there was an actual projection of material substance of some kind possessing inertia from the surface of the cathode.",
        "The final outcome of these investigations was the hypothesis that Thomson's corpuscles or particles composing the cathode discharge in a high vacuum tube must be looked upon as the ultimate constituent of what we call negative electricity; in other words, they are atoms of negative electricity, possessing, however, inertia, and these negative electrons are components at any rate of the chemical atom.",
        "Thomson also developed this hypothesis in a profoundly interesting manner, and we may therefore summarize very briefly the views held on the nature of electricity and matter at the beginning of the 10th century by saying that the term electricity had come to be regarded, in part at least, as a collective name for electrons, which in turn must be considered as constituents of the chemical atom, furthermore as centres of certain lines of self-locked and permanent strain existing in the universal aether or electromagnetic medium.",
        "Larmor and many others, the electronic hypothesis of matter and of electricity has been developed in great detail and may be said to represent the outcome of modern researches upon electrical phenomena.",
        "The reader may be referred for an admirable summary of the theories of electricity prior to the advent of the electronic hypothesis to J.",
        "But although the rigorous requirements of science could only be fulfilled by the employment of all these means, yet in their absence it was permissible to draw from the tables and the exclusion a hypothetical conclusion, the truth of which might be verified by the use of the other processes; such an hypothesis is called fantastically the First Vintage (Vindemiatio).",
        "The true scientific procedure is by hypothesis followed up and tested by verification; the most powerful instrument is the deductive method, which Bacon can hardly be said to have recognized.",
        "The power of framing hypothesis points to another want in the Baconian doctrine.",
        "But he was certainly not ignorant of what may be called a deductive method, and of a kind of hypothesis.",
        "Progress in scientific discovery is made mainly, if not solely, by the employment of hypothesis, and for that no code of rules can be laid down such as Bacon had devised.",
        "Yet the framing of hypothesis is no mere random guesswork; it is left not to the imagination alone, but to the scientific imagination.",
        "Not content with the barren assertion that the understanding makes nature, and that we can construct science only on the hypothesis that there is reason in the world, they proceeded to show how the thing was actually done.",
        "Hume's casual allusion to \"this famous atheist\" and his \"hideous hypothesis\" is a fair specimen of the tone in which he is usually referred to; people talked about Spinoza, Lessing said, \"as if he were a dead dog.\"",
        "Lake San Martin lies in a crooked deeply cut passage through the Andes, and the divide between its southern extremity (Laguna Tar) and Lake Viedma, which discharges through the Santa Cruz river into the Atlantic, is so slight as to warrant the hypothesis that this was once a strait between the two oceans.",
        "the relative position and magnitude of the images, are not special properties of optical systems, but necessary consequences of the supposition (in Abbe) of the reproduction of all points of a space in image points (Maxwell assumes a less general hypothesis), and are independent of the manner in which the reproduction is effected.",
        "In the cuneiform letters from Tell el-Amarna in Egypt (1400 B.C.), we find among the princelings of Syria and Palestine names like Artamanya, Arzawiya, Shuwardata, a name terminating in -warzana, &c.; while the kings of Mitanni on the Euphrates are Artatama, Shutarna, Artashumara, and Dushratt anames too numerous and too genuinely Iranian to allow of the hypothesis of coincidence.",
        "On this hypothesis, the former would be his mother-tongue: the latter the speech of eastern Iran.",
        "hypothesis.",
        "hypothesis of two Gods: the just God of the law (the God of the Jews, who is also the Creator of the world), and the good God, the Father of Jesus Christ.",
        "To him is also due the discovery of the power of rotatory polarization exhibited by quartz, and last of all, among his many contributions to the support of the undulatory hypothesis, comes the experimentum crucis which he proposed to carry out for comparing directly the velocity of light in air and in water or glass.",
        "(Igor), falls back upon the hypothesis of the papyri leaves or sheets having been displaced, and conjectures that 1.12-17 originally lay between i.",
        "The hypothesis that a saying of Jesus is loosely added here to an Old Testament citation is very forced, and the inference is that by the time the author wrote, Luke's gospel was reckoned as This would be explicable if Luke could be assumed to have been the author, in whole or part, of the pastorals.",
        "The fundamental doctrine of this work is that, on the hypothesis of free competition, exchange value is determined by the labour expended in production, - a proposition not new, nor, except with considerable limitation and explanation, true, and of little practical use, as \"amount of labour\" is a vague expression, and the thing intended is incapable of exact estimation.",
        "representative hypothesis is most easily called in to account for perception.",
        "The next step is to deduce this surface-tension from a hypothesis as to the molecular constitution of the liquid and of the bodies that surround it.",
        "He proceeded to an investigation of the equilibrium of a fluid on the hypothesis of uniform density, and arrived at the conclusion that on this hypothesis none of the observed capillary phenomena would take place, and that, therefore, Laplace's theory, in which the density is supposed uniform, is not only insufficient but erroneous.",
        "On the hypothesis of uniform density we shall find that this is true for films whose thickness exceeds The symbol x is defined as the energy of unit of mass of the substance.",
        "In this assertion we think he was mathematically wrong, though in his own hypothesis that the density does actually vary, he was probably right.",
        "This hypothesis was suggested by Laplace, and may conveniently be named after him.",
        "It was also tacitly adopted by Young, in connexion with the still more special hypothesis which Young probably had in view, namely that the force in each case was constant within a limited range, the same in all cases, and vanished outside that range.",
        "As an immediate consequence of this hypothesis we have from (28) K = Koo' 2, where Ko, To are the same for all bodies.",
        "We are thus led to the important conclusion that according to this hypothesis Neumann's triangle is necessarily imaginary, that one of three fluids will always spread upon the interface of the other two.",
        "Mag., 1883, P. 315) According to Laplace's hypothesis the whole energy of any number of contiguous strata of liquids is least when they are arranged in order of density, so that this is the disposition favoured by the attractive forces.",
        "So far the results of Laplace's hypothesis are in marked accordance with experiment; but if we follow it out further, discordances begin to manifestthemselves.",
        "What is more, (52) shows that according to the hypothesis T12 is necessarily positive; 23 FIG.",
        "It may be stated that while in certain instances the union of toxin and antitoxin may be reversible, all the facts established cannot be explained on this simple hypothesis of reversible action.",
        "This idiom could, of course, be explained on the hypothesis of an Aramaic original.",
        "The hypothesis has won very wide acceptance, but several editors and critics (including Harnack, Zahn and Clemen) remain unconvinced.",
        "The problems presented by the structure of these chapters5 cannot be solved adequately by the mere hypothesis, worked out variously by critics like Paulus, Griesbach (Curarum in historian textus Graeci epistolarum Pauli spec. i.",
        "If the hypothesis already outlined is set aside, it is open to the critic to regard large portions of the canonical Romans as having originally occupied a separate setting,5 or to ascribe the textual variations to the exigencies of church reading after the formation of the canon (which might explain the absence of Ev `Pt)t7j in i.",
        "With regard to his birth, parentage, youth, and education everything depends upon this tradition, and it is not until he was according to one extreme hypothesis thirty-six, according to the other extreme twenty-four, that we have solid testimony respecting him.",
        "The second book, which introduces the principal hero of the whole, Pantagruel, Gargantua's son, is, on any other hypothesis but that already suggested of its prior composition, very difficult to explain, but in itself it is intelligible enough.",
        "They are always written in the author's highest style, a style perfectly eloquent and unaffected; they can only be interpreted (on the free-thinking hypothesis) as allegorical with the greatest difficulty and obscurity, and it is pretty certain that no one reading the book without a thesis to prove would dream of taking them in a non-natural sense.",
        "Possibly, however, many of the royal families may have contained an element of Scandinavian blood, a hypothesis which would well accord with the social conditions of the migration period, as illustrated, e.g., in Volsunga Saga and in Hervarar Saga ok Heib'reks Konungs.",
        "Stokes's hypothesis (Report Brit.",
        "A hypothesis favoured by Dr Frazer, that the victim is usually a divine man, a priest-king 4 Pliny, Nat.",
        "More recently he expressed his dissatisfaction with the hypothesis of \"sexual selection\" by which Darwin sought to explain the conspicuous characters which are displayed during the courtship of animals.",
        "Bellarmine did not proscribe the Copernican system, as has been maintained by Reusch (Der Process Galilei's and die Jesuiten, Bonn, 1879, p. 125); all he claimed was that it should be presented as an hypothesis until it should receive scientific demonstration.",
        "In one form or another such a theory of human descent has in our time become part of an accepted framework of zoology, if not as a demonstrable truth, at any rate as a working hypothesis which has no effective rival.",
        "As for the reasoning powers in animals, the accounts of monkeys learning by experience to break eggs carefully, and pick off bits of shell, so as not to lose the contents, or of the way in which rats or martens after a while can no longer be caught by the same kind of trap, with innumerable similar facts, show in the plainest way that the reason of animals goes so far as to form by new experience a new hypothesis of cause and effect which will henceforth guide their actions.",
        "On the other hand it does not follow necessarily from a theory of evolution of species that mankind must have descended from a single stock, for the hypothesis of development admits of the argument, that several simian species may have culminated in several races of man.",
        "Ostwald, among other chemists, in support of the hypothesis of electrolytic dissociation in solutions.",
        "Darwin and others having regarded Lord Morton's mare as affording very strong evidence in support of the infection hypothesis, it was considered some years ago desirable to repeat Lord Morton's experiment as accurately as possible.",
        "In conclusion, it may be pointed out that it was only natural for breeders and physiologists in bygone days to account for some of their results by the \"infection\" hypothesis.",
        "That this endeavour to work into the historical tradition of the life and teaching of Jesus - a hypothesis which had a distinctly foreign origin - led him into serious difficulties is a consideration that must be discussed elsewhere.",
        "He was the first in England to verify Benjamin Franklin's hypothesis of the identity of lightning and electricity, and he made several important electrical discoveries.",
        "The line of pressures as generally given for this dam with the reservoir full, on the hypothesis that the density of the masonry was a little over 2, is shown by long and short dots in fig.",
        "van Leeuwenhoek discovered bacteria, and it was soon found that however carefully organic matter might be protected by screens, or by being placed in stoppered receptacles, putrefaction set in, and was invariably accompanied by the appearance of myriads of bacteria and other low organisms. As knowledge of microscopic forms of life increased, so the apparent possibilities of abiogenesis increased, and it became a tempting hypothesis that whilst the higher forms of life arose only by generation from their kind, there was a perpetual abiogenetic fount by which the first steps in the evolution of living organisms continued to arise, under suitable conditions, from inorganic matter.",
        "Between ten and eleven years ago there was an hypothesis of mine registered in your books, wherein I hinted a cause of gravity towards the earth, sun and planets, with the dependence of the celestial motions thereon; in which the proportion of the decrease of gravity from the superficies of the planet (though for brevity's sake not there expressed) can be no other than reciprocally duplicate of the distance from the centre.",
        "And I hope I shall not be urged to declare, in print, that I understood not the obvious mathematical condition of my own hypothesis.",
        "By his method of observation and induction as thus explained, his philosophy will be found to be marked off very clearly, on the one hand from the deductive construction of notions of an absolute system, as represented either by Schelling or Hegel, which Cousin regards as based simply on hypothesis and abstraction, illegitimately obtained; and on the other, from that of Kant, and in a sense, of Sir W.",
        "Again the pure being of Hegel is a mere abstraction, - a hypothesis illegitimately assumed, which he has nowhere sought to vindicate.",
        "were discarded in favour of the more useful hypothesis that he was Richard, dike of York, the younger of the two sons of Edward IV., murdered in the Tower.",
        "Numerous attempts have been made to solve these problems, and to construct a theory of the origin of the Grail story, but so far the difficulty has been to find an hypothesis which would admit of the practically simultaneous existence of apparently contradictory features.",
        "Legends of the part played by Joseph of Arimathea in the conversion of Britain are closely connected with Glastonbury, the monks of which foundation showed, in the 12th century, considerable literary activity, and it seems a by no means improbable hypothesis that the present form of the Grail legend may be due to a monk of Glastonbury elaborating ideas borrowed from Fecamp. This much is certain, that between the Saint-Sang of Fecamp, the Volto Santo of Lucca, and the Grail tradition, there exists a connecting link, the precise nature of which has yet to be determined.",
        "The Buddhist theory, as is well known, is put together without the hypothesis of \"soul\" at all.",
        "The hypothesis is not free from certain difficulties, one of which will be noticed later.",
        "This hypothesis, however, requires us to suppose that Xerxes had returned from Sardis to Susa by the tenth month of the seventh year of his reign, which is barely credible.",
        "from its limitations), it follows that knowledge of the infinite is impossible, for the infinite is by hypothesis unrelated.",
        "p. 2 4), \"that the sum total of scientific knowledge is equally intelligible whether we accept the theistic hypothesis or not.",
        "We are prohibited by a general consideration of metamerism in the Arthropoda from adopting the hypothesis of intercalation of somites.",
        "The second book proposes a hypothesis regarding the genesis of our ideas and closes after an elaborate endeavour to verify it.",
        "The hypothesis is, that all human ideas, even the most complex and abstract and sublime, ultimately depend upon \" experience.\"",
        "The \" verification \" of this hypothesis, offered in the thirteenth and following chapters of the second book, goes to show in detail that even those ideas which are \" most abstruse,\" how remote soever they may seem from original data of outward sense, or of inner consciousness, \" are only such as the understanding frames to itself by repeating and joining together simple ideas that it had at first, either from perceiving objects of sense, or from reflection upon its own operations.\"",
        "The hypothesis, that even our most profound and sublime speculations are all limited to data of the senses and of reflection, is crucially tested by the \" modes \" and \" substances \" and \" relations \" under which, in various degrees of complexity, we somehow find ourselves obliged to conceive those simple phenomena.",
        "The comparative study of the development does not support the hypothesis that the Polyzoa (q.v.) are comparable with Phoronis.",
        "Certainly without some such assumption the hypothesis of an exact correspondence between the series described as parallel becomes, as Professor Ward has shown, unmeaning.",
        "Hedonistic psychology denied the libertarian hypothesis, but it denied also the absoluteness and intuitive character of moral obligation, and attached no validity to the ordinary interpretation of terms like \"ought\" and duty.",
        "On the contrary, a belief that conduct necessarily results upon the presence of certain motives, and that upon the application of certain incentives, whether of pain or pleasure, upon the presence of certain stimuli whether in the shape of rewards or punishments, actions of a certain character will necessarily ensue, would seem to vindicate the rationality of ordinary penal legislation, if its aim be deterrent or reformatory, to a far greater extent than is possible upon the libertarian hypothesis.",
        "While if the deterrent and reformatory theories alone provide a rational end for punishment to aim at then the libertarian hypothesis pushed to its extreme conclusion must make all punishments equally useless.",
        "A reaction, in one form or another, against the tendency to dissolve ethics into psychology was inevitable; since mankind generally could not be so far absorbed by the interest of psychological hypothesis as to forget their need of establishing practical principles.",
        "The fundamental hypothesis of the science assumes a system of bodies in motion, of which the sun and planets may be taken as examples, and of which each separate body is attracted toward all the others according to the law of Newton.",
        "250-220 B.C.) into the hypothesis of deferents and epicycles, which held the field for 1800 years as the characteristic embodiment of Greek ideas in astronomy.",
        "Although they represented celestial movements far better than the Alfonsine Tables, large discrepancies were still apparent, and the desirability of testing the novel hypothesis upon which they were based by more refined observations prompted a reform of 1 F.",
        "About seventy analogous objects, including that in the Sword of Orion, were found by him to give light of the same quality; and thus after seventy-three years, verification was brought to William Herschel's hypothesis of a \" shining fluid \" diffused through space, the possible raw material of stars.",
        "Alfred Russel Wallace pronounced against this hypothesis in an appendix to his Malay Archipelago (1883 ed., p. 602), where he observes that \"the black, woolly-haired races of the Philippines and the Malay Peninsula ...",
        "The law of this motion was such that the phenomena could be represented by supposing the motion to be actually circular and uniform, the apparent variations being explained by the hypothesis that the earth was not situated in the centre of the orbit, but was displaced by an amount about equal to one-twentieth of the radius of the orbit.",
        "Though it is quite obvious that the theory of a social contract (or compact, as it is also called) contains a considerable element of truth - that loose associations for mutual protection preceded any elaborate idea or structure of law, and that government cannot be based exclusively on force - yet it is open to the equally obvious objection that the very idea of contract belongs to a more advanced stage in human development than the hypothesis itself demands.",
        "The positive exposition of atomism has much that is attractive, but the hypothesis of the calor vitalis (vital heat), a species of anima mundi (world-soul) which is introduced as physical explanation of physical phenomena, does not seem to throw much light on the special problems which it is invoked to solve.",
        "We learn from Plato (Parmenides, 127 D) that \"the first hypothesis of the first argument\" of Zeno's book above mentioned ran as follows: \"If existences are many, they must be both like and unlike [unlike, inasmuch as they are not one and the same, and like, inasmuch as they agree in not being one and the same, Proclus, On the Parmenides, ii.",
        "The distinction is of greater importance than would appear when one realizes how obvious the facts really are, and in practice it happens frequently that speakers claim with success to disprove a proposition by disproving the fact alleged in support of it, or to establish a hypothesis by showing that facts agree with its consequences.",
        "Still the roughest form of spiritual prayer has for its basis the hypothesis of beneficent beings, visible or invisible.",
        "The senseless stories or myths about the gods are soon felt to be at variance with this hypothesis.",
        "He calls his own child Dawn or Cloud, his own name is Sitting Bull or Running Wolf, and he is not tempted to explain his great-grandfather's name of Bright Sun or Lively Raccoon on the hypothesis that the ancestor really was a raccoon or the sun.",
        "But, while the possibility of the diffusion of myths by borrowing and transmission must be allowed for, the hypothesis of the origin of myths in the savage state of the intellect supplies a ready explanation of their wide diffusion.",
        "The hypothesis that the rites and the stories are savage inventions surviving into civilized religion seems better to meet the difficulty.",
        "It is a plausible hypothesis that stocks which once claimed descent from animals, sans phrase, afterwards regarded the animals as avatars of Zeus.",
        "But the hypothesis that Cronus is a late derivation from KpovtSr i s and Kpoviwv is by no means universally accepted.",
        "Immense labour has been spent in the critical analysis of the contents, but it is only since the work of Graf (1866) and Wellhausen (1878) that a satisfactory literary hypothesis has been found which explained 1 It is interesting to find that the Spanish Rabbi Isaac\"(of Toledo, A.D.",
        "The conclusion that P's narratives and laws in the Pentateuch are post-exilic was found by biblical scholars to be a necessary correction to the original hypothesis of Graf (1866) that P's narratives were to be retained (with J and E) at an early date.",
        "Chudeau, summing up the evidence available in 1909, set forth the hypothesis that the existing upper Niger and the existing lower Niger were distinct streams. According to this theory the upper Niger, somewhat above where Timbuktu now stands, went north and north-west and emptied into the Juf, which in the beginning of the quaternary age was a salt-water lake, the remnant of an arm of the sea which in the tertiary age covered the northern Sudan and southern Sahara as far east as Bilma.",
        "Airy extended Fresnel's hypothesis to directions inclined to the axis of uniaxal crystals by assuming that in any such direction the two waves, that can be propagated without alteration of their state of polarization, are oppositely elliptically polarized with their planes of maximum polarization parallel and perpendicular to the principal plane of the wave, these becoming practically plane polarized at a small inclination to the optic axis.",
        "This was supplied by Fresnel, who, starting from a mechanical hypothesis, showed by ingenious but not strictly dynamical reasoning that if the incident stream have unit amplitude, that of the reflected stream will be - sin (i - r) /sin (i -{- r) or tan (i - r) /tan (i -{- r), according as the incident light is polarized in or perpendicularly to the plane of incidence i, r, being the angles of incidence and refraction connected by the formula sin i =,u sin r.",
        "203) show that chemical action is to be referred to the latter of these vectors, but whether Fresnel's or Neumann's hypothesis be correct is only to be decided when we know if it be the mean kinetic energy or the mean potential energy that determines chemical action.",
        "104) has, however, shown that the polarization of the light from the sky can only be explained on the elastic solid theory by Fresnel's hypothesis of a different density, and from the study of Hertzian oscillations, in which the direction of the electric vibrations can be a priori assigned, we learn that when these are in the plane of incidence there is no reflection at a certain angle, so that the electric force is perpendicular to the plane of polarization.",
        "During a prolonged audience he had received from the pope assurances of private esteem and personal protection; and he trusted to his dialectical ingenuity to find the means of presenting his scientific convictions under the transparent veil of an hypothesis.",
        "But he substituted the equally unnecessary hypothesis of a magnetic attraction, and failed to perceive that the phenomenon to be explained was, in relation to absolute space, not a movement but the absence of movement.",
        "Tait's Hypothesis.",
        "If we adopt this hypothesis, and substitute s= 2C T, where c is a constant, in the fundamental equation (9), we obtain at once d 2 E/d T 2 = - 2 (c' -c\"), which is immediately integrable, and gives dE/dt=p = 2 (t ° -t) (c'-c\") .1 (m) E1_,'=(t-t') (c'-c\") 12to-(t-}-t')1 (11) where t o is the temperature of the neutral point at which dE/dt = o.",
        "In accordance with this hypothesis, the curves representing the variations of thermoelectric power, dE/dt, with temperature 'OObservationsof' Pia.",
        "- Tait's verification of this hypothesis consisted in showing that the experimental curves of E.M.F.",
        "In many cases the deviations do not appear to favour any simple hypothesis as to the mode of variation of s with temperature, but as a rule the indication is that s is nearly constant, or even diminishes with rise of temperature.",
        "- Another method of verifying Tait's hypothesis, of greater difficulty but of considerable interest, is to measure the absolute value of the heat absorbed by the Thomson effect, and to observe whether or not it varies with the temperature.",
        "The general results of the work appeared to support Tait's hypothesis that the effect was proportional to the absolute temperature, but direct thermoelectric tests do not appear to have been made on the specimens employed, which would have afforded a valuable confirmation by the comparison of the values of d 2 E/dT 2, as in Jahn's experiments.",
        "These measurements, though subject to some uncertainty on account of the great experimental difficulties, are a very valuable confirmation of the accuracy of Thomson's theory, because they show that the magnitude of the effect is of the required order, but they cannot be said to be strongly in support of Tait's hypothesis.",
        "(On this hypothesis, it may be explained by regarding the air as an electrolyte of infinite specific resistance.) It is also profoundly modified by the state of the exposed surfaces, a coating of oxide on the copper greatly increasing the effect, as it would in a voltaic cell.",
        "This would necessitate chemical action at the junction when a current passed through it, as in an electrolytic cell, whereas the action appears to be purely thermal, and leads to a consistent theory on that hypothesis.",
        "On this hypothesis, if we confine our attention to one of the two metals, say p\", in which the current is supposed to flow from hot to cold, we observe that p\"dT expresses the quantity of heat converted into electrical energy per unit of electricity by an E.M.F.",
        "This derivation has a somewhat fantastic air, and seems to have been framed to suit an hypothesis.",
        "They argued their way back to Parkside with Dean playing the devil's advocate while Fred quoted a dozen mystery stories that bore out his hypothesis, a hypothesis that grew in detail with each passing mile.",
        "This information contradicts the hypothesis.",
        "afterlife hypothesis.",
        "The symptom of difficulty awakening is consistent with the phase delay hypothesis of SAD.",
        "bird's-eye viewpoints do not support the Dying Brain Hypothesis, and Blackmore has not shown they do.",
        "The connection we already have involves the Proposition of Neural Indeterminacy, probabilistic causation, and the Correlation Hypothesis.",
        "cerebellum predictors and the equilibrium point hypothesis.",
        "Frighteningly enough, this is no longer hypothesis and wild conjecture.",
        "consistent with the hypothesis that telomerase activity may be a feature of carcinogenesis in mesotheliomas and possibly in many other cancers.",
        "Price response among to the hypothesis no reported continuous.",
        "continuum hypothesis is necessary to make the idea work.",
        "More to the point, he provided a counterexample for each of the examples that Tsai cited in support of her hypothesis.",
        "creator deity must be a reasonable hypothesis.",
        "Since t calc = 1.08 and t crit = 2.228, the null hypothesis is accepted.",
        "Would offer association quot hypothesis percentage point decrease to medicaid and.",
        "This means that a creator deity must be a reasonable hypothesis.",
        "deride what I have said so far as mere hypothesis or high-sounding sentiment.",
        "Hypothesis: The rate and scale of dispersal of freshwater diatom species is a function of their global abundance.",
        "disprove the hypothesis.",
        "Advances in genetics and in mapping DNA, some say, show there is no need for the hypothesis of body-soul dualism.",
        "The Topeka Capital-Journal recently editorialized that \" creationism is as good a hypothesis as any for how the universe began.",
        "This supports the hypothesis that PD is a disease with a heterogeneous etiology.",
        "extraterrestrial hypothesis presents a series of problems.",
        "falsifiable hypothesis.",
        "falsifying a hypothesis requires its own rules, or \" demarcation criteria \" .",
        "This may sound fanciful, but is merely a hypothesis that would explain some odd facts.",
        "hydroxylamine hypothesis of sulphonamide hypersensitivity in patients with the Acquired Immune Deficiency Syndrome.",
        "hygiene hypothesis ' a dangerous idea that could lead to increased infection rates from food poisoning?",
        "In this case, the correct decision is to reject the null hypothesis.",
        "However it is not the subject matter of this book to attempt to prove or disprove any survival hypothesis.",
        "For these experiments, the null hypothesis was rejected.",
        "So he was reluctant to accept the chemiosmotic hypothesis in the first place.",
        "Trying to fit this case into the extraterrestrial hypothesis presents a series of problems.",
        "A rational model is suggested, where the most plausible hypothesis is selected first.",
        "The trick of course is to find an alternative a priori hypothesis.",
        "In 1986 the prion hypothesis was still regarded as highly controversial."
    ],
    "definition": [
        "A tentative explanation for an observation, phenomenon, or scientific problem that can be tested by further investigation.",
        "Something taken to be true for the purpose of argument or investigation; an assumption.",
        "The antecedent of a conditional statement.",
        "Link/Cite"
    ]
}