{
    "translation": "לזהות",
    "uses": [
        "She tried to identify a sound.",
        "However, we feared no threat from either, nor did we feel they wished to identify us.",
        "She was unable to identify which clan it was that captured her.",
        "21), which we may identify with the memorable victory of David over the Philistines recorded in 2 Sam.",
        "You won't be able to identify the other people; you will simply see that 1600 other people seem to have this same corn dog issue.",
        "We were all at risk, simply because we could identify him!",
        "Something about the woman looked familiar, but it was hard to identify her from behind.",
        "Be patient as I identify the other participants in this saga.",
        "Trac—the Natural tracker was able to identify patterns in the attacks.",
        "He assessed her body to identify where she was hurt, so he could heal her.",
        "Fred O'Connor gave a brief—unusual for him—explanation of Annie, careful not to identify her as a Quincy and the sisters' ancestor.",
        "He.s alive but a frightful mess, and we haven.t been able to identify him.",
        "There were too many emotions for her to identify them, but one of them – or all of them? – caused the tears.",
        "She pulled more of him into her, trying to identify the elusive flavor that left her intoxicated.",
        "In fact, he must have given the goat a good deal of attention to be able to identify her from the other Toggenburgs.",
        "By looking at how the genome varies between people with a genetic condition and people without it, we can identify the troublemaking gene.",
        "As before, even seeing her, his extra senses didn't identify anyone stood before him until he was within three feet of Jessi.",
        "Someone else will have to identify him.",
        "It's easy to identify specific crimes and follow them up.",
        "Leland wants you to go down there with Mrs. Byrne so she can identify her husband.",
        "She watched him, unable to identify why she felt the loss of more than his warmth.",
        "The liver being regarded as the seat of the blood, it was a natural and short step to identify the liver with the soul as well as with the seat of life, and therefore as the centre of all manifestations of vitality and activity.",
        "I told a man on the phone, who didn't identify himself, that Edith Shipton wasn't registered at Bird Song.",
        "His gaze lingered on her, as if he smelled her perfume and was trying hard to identify it.",
        "First need to both identify them and fix them up into great condition.",
        "Ultimately the Bonapartes had to flee from Corsica (11th of June 1793), an event which clinched Napoleon's decision to identify his fortunes with those of the French republic. His ardent democratic opinions rendered the change natural when Paoli and his compatriots declared for an alliance with England.",
        "Dean asked if he sent Burgess a picture of the man, if he could try and identify it.",
        "Carmen woke to a crackling sound and sat up, trying to identify it.",
        "Modern writers have perpetuated the error that the Cassiterides were definite spots, and have made many attempts to identify them.",
        "From his earliest youth he had learned to identify the ritual of the Roman religion with the very essence of the imperial idea.",
        "If the God of the cosmological argument is the \" Great First Cause,\" we have no right to identify him with the \" Most real being \" of the Ontological argument.",
        "Though without claims to creative originality, Terence must have had not only critical genius, to enable him fully to appreciate and identify himself with his originals, but artistic genius of a high and pure type.",
        "After voyaging westward for nearly three weeks, Cook, on the 19th of April 1770, sighted the eastern coast of Australia at a point which he named after his lieutenant, who discovered it, Point Hicks, and which modern geographers identify with Cape Everard.",
        "Howie can identify him!",
        "Hunter showed the clerk a pic­ture of Byrne but he couldn't identify him—it was too long ago.",
        "All this, however, must necessarily be of the nature of the purest speculation, and the only facts which we are able to deduce in the present state of our knowledge of the subject may be summed up as follows: (a) That the Malays ethnologically belong to a race which is allied to the Polynesians; (b) that the theory formerly current to the effect that the Sakai and other similar races of the peninsula and archipelago belonged to the Malayan stock cannot be maintained, since recent investigations tend to identify them with the Mon-Annam or Mon-Khmer family of races; (c) that the Malays are, comparatively speaking, newcomers in the lands which they now inhabit; (d) that it is almost certain that their emigration took place from the south; (e) and that, at some remote period of their history, they came into close contact with the Polynesian race, probably before its dispersion over the extensive area which it now occupies.",
        "To share with the minister such general oversight is not regarded by intelligent and influential laymen as an incongruous or unworthy office; but to identify the duties of the eldership, even in theory, with those of the minister is a sure way of deterring from accepting office many whose counsel and influence in the eldership would be invaluable.'",
        "The marriage of this youth to James IV.'s widow on the 6th of August 1514 did much to identify the Douglases with the English party in Scotland, as against the French party led by Albany, and incidentally to determine the political career of his uncle Gavin.",
        "The \"freedom of man\" is constituted, not by a supposed ability to do anything he may choose, but in the power to identify himself with that true good which reason reveals to him as his true good.",
        "Far superior are those scenographic representations which enable a person consulting the map to identify prominent landmarks, such as the Pic du Midi, which rises like a pillar to the south of Pau, but is not readily discovered upon an ordinary map. This advantage is still fully recognized, for such views of distant hills are still commonly given on the margin of marine charts for the assistance of navigators; military surveyors are encouraged to introduce sketehes of prominent landmarks upon their reconnaissance plans, and the general public is enabled to consult \" Picturesque Relief Maps \" - such as F.",
        "we are to identify it with the Traditions of Matthias, from which Clement has drawn some quotations.",
        "That the Pharaoh's skirt, sometimes decorated with a pleated golden material, should become an honorific garment, the right of wearing which was proudly recorded among the bearer's titles, is quite intelligible, but many difficulties arise when one attempts to identify the individuals represented, or to trace the evolution of ideas.2 The well-known conservatism of religious practice manifests itself in ceremonial festivals (where there is a tendency for the original religious meaning to be obscured) and among cere= the priests, and it is interesting to observe that despite the great changes in Egyptian costume in the New Kingdom the priests still kept to the simple linen skirt of earlier days (Erman, 206).",
        "The days following the incident, Dean had pored over more mug books, sure he would be able to identify at least one of the two hoods.",
        "It is usually regarded as the Chretes or Chremetes of Hanno, and the Nachyris and Bambotus of the Greeks and Romans, but it is not possible definitely to identify it with any of the rivers on Ptolemy's map. Idrisi and other medieval Arabian geographers undoubtedly refer to it.",
        "In order to identify the graves of Persepolis we must bear in mind that Ctesias assumes that it was the custom for a king to prepare his own tomb during his lifetime.",
        "It is safest therefore to identify these last with the royal palaces destroyed by Alexander.",
        "The mission of Palladius (431-432), whom Zimmer has endeavoured to identify with Patrick, is obscure.",
        "The trend of modern critical opinion is towards accepting Map as the author of a Lancelot romance, which formed the basis for later developments, and there is a growing tendency to identify this hypothetical original Lancelot with the source of the German Lanzelet.",
        "The Persians are not mentioned in history before the time of Cyrus; the attempt to identify them with the Parsua, a district in the Zagros chains south of Lake Urmia, often mentioned by the Assyrians, is not tenable.",
        "From the first he had taken up an attitude of great reserve, appearing little in public and careful not to identify himself with any faction.",
        "c. 19, § 4), was the distinguishing mark of Porsena's tomb, and which have led some adventurous archaeologists to identify this sepulchre with that of the great king of Etruria (Dennis, u.s., pp. 393 ff.).",
        "video recording the process helped to help identify the causes.",
        "A soft breeze carried a faint familiar odor, but it was gone before she could identify it.",
        "Southern Asia Minor, Phoenicia, Ammon, the Syrian Desert and Israel (under Omri's son \" Ahab the Israelite \") sent their troops to support Damascus which, in spite of the repeated efforts of tendency to identify them - was perhaps known in Palestine, as it certainly was in Egypt and among the Hittites.",
        "It does not seem possible to identify it with any city in classical geography: Alexandria ad Caucasum it certainly was not.",
        "The same view recommended itself to the authorities at home, partly because it would place their finances on a more stable basis, partly because it seemed to identify the zamindar with the more familiar landlord.",
        "Layard in 1851, which served, however, by means of the inscribed bricks discovered, to identify the site.",
        "It is not just, however, to Arminianism to identify it with Pelagianism, as it does strive to make clear man's need of divine grace to overcome sin and reach holiness.",
        "This view makes inference easy: induction is all over before it begins; for, according to Bradley, \" every one of the instances is already a universal proposition; and it is not a particular fact or phenomenon at all,\" so that the moment you observe that this magnet attracts iron, you ipso facto know that every magnet does so, and all that remains for deduction is to identify a second magnet as the same with the first, and conclude that it attracts iron.",
        "As Domesday normally records only the Christian name of an under-tenant, it is vain to seek for the surnames of families claiming a Norman origin; but much has been and is still being done to identify the under-tenants, the great bulk of whom bear foreign names.",
        "A good idea is to either take a guide into the field when trying to identify snakes, or to memorize the details of a few species that are of interest before setting out.",
        "While it is important to know how to identify snakes, with so many snake species it is equally important to have a good guide and learn the facts.",
        "We were provided with a database that allowed us to identify various vehicles.",
        "Speck was waiting for him, at his feet a creature Dusty couldn't identify.",
        "There, amid a cluster of floats, Boy Scouts and ballerinas, four of Fred's lady friends were in the final stages of hanging bunting about a beautiful old touring car whose vintage or name Dean couldn't identify.",
        "They weren't water cubes; they tasted of nothing she could identify.",
        "Jenn's cold hand closed around it as she struggled to identify it.",
        "It might as well have been, for all the noises she could identify.",
        "According to Gregory of Tours Chlodio dwelt at a place called Dispargum, which it is impossible to identify.",
        "Now the capture of the city of Isin by Rim-Sin, which took place in the seventeenth year of Sin-muballit, the father of Khammurabi, foamed an epoch for dating tablets in certain parts of Babylonia,\" and it is probable that we may identify the fall of the Dynasty of Isin with this capture of the city.",
        "Brugsch to identify the Kheta with Heth.",
        "700, after which time that language seems definitely to have been displaced in favour of Ethiopic or Geez: the condition of the script and the coins renders them all difficult to identify with the names preserved in the native lists, which are too fanciful and mutually contradictory to furnish of themselves even a vestige of history.",
        "Varro and Dionysius Afer proposed to identify the Iberians of Spain with the Iberians of the Caucasus, the one regarding the eastern, and other the western, settlements as the earlier.",
        "The attempt to identify Arminius with Siegfried is now generally abandoned.",
        "Some attempts have been made to identify him as a kind of Donar or god of thunder.",
        "with the Burgundian king Gundahari (Gunther, Gunnar) and the overthrow of his house and nation by the Huns; the scholars have exercised considerable ingenuity in attempting to identify him with various historical figures.",
        "This distinguishes the story from that of Lancelot, with which some modern scholars have been inclined to identify it; for Lancelot's parentage is never in doubt, he is fis du roi.",
        "With the object of providing for the transmission of divine and human knowledge to later ages, and of securing it against the tide of barbarism which threatened to sweep it away, he founded two monasteries - Vivarium and Castellum - in his ancestral domains at Squillace (others identify the two monasteries).",
        "It required little sagacity to identify it with the street mentioned by Pausanias as leading from the agora towards Lechaeum.",
        "We have little doubt that Abyssinia was the \"regnum\" here indicated, though it was a mistake to identify the Abyssinian Church with the Nestorians.",
        "As to the justice of these charges, we have seen how the queen was actually guilty of betraying her country, though it was only natural for her to identify the cause of the monarchy with that of France.",
        "To those who identify matter with extension, the volume of space occupied by a body is the only measure of the quantity of matter in it.",
        "Thus the molecular theory of matter, as we have now pictured it, leads us to identify heat-energy in a body with the energy of motion of the molecules of the body relatively to one another.",
        "This not only verifies that the second law of thermodynamics is obeyed, but enables us to identify T with the absolute thermodynamical temperature.",
        "After 1856 Espartero resolutely declined to identify himself with active politics, though at every stage in the onward march of Spain towards more liberal and democratic institutions he was asked to take a leading part.",
        "Great care was shown not to alienate the Whig leaders in a body, which would have raised up under Pitt's leadership a formidable .party of resistance, but advantage was taken of disagreements between the ministers concerning the war, of personal jealousies, and of the strong reluctance of the old statesmen who had served the crown for generations to identify themselves with active opposition to the king's wishes.",
        "the Euphrates, and to identify Pethor with a Pitru on a tributary of the Euphrates, mentioned in an inscription of Shalmaneser II.",
        "Letronne inclines to identify him with Dicuil or Dichull, abbot of Pahlacht, born about 760.",
        "It is not, as a rule, possible to identify the various buildings, and the names which have been applied to the ruins are not authenticated.",
        "The ruins of this temple, with inscriptions which identify it, have been discovered and preserved at Mavrodilisi, in the provinces of Boeotia and Attica.",
        "Lads and girls, and even children, are gathered together; efforts being made to organize for them not only educational and religious opportunities, but harmless recreation, while the dwellers in the settlements share in the games and identify themselves most sympathetically with all the recreations.",
        "from the very nature of Ultramontanism, and from the important position to which it has attained, that the official organs of the Church and all the people interested in the continuance of the actual state of affairs deny that it exists at all as an independent tendency, and seek to identify it with any proper interpretation of Roman Catholicism.",
        "For instance, it has been held that Christ atoned for man k ind not by enduring the penalty of sin, but by identify views.",
        "picoter, to peck, of a bird, and this would identify the word with \"peck,\" a variant of \"pick,\" a tap or stroke of the beak, especially used of the action of a bird in picking up grain or other food.",
        "Lord Kelvin was thereby induced to identify magnetic force with rotation, involving, therefore, angular momentum in the aether.",
        "The effect of the mystical conception was to identify Christ with God in order that by his incarnation the divine nature might be brought into union with humanity and the latter be transformed.",
        "Attempts have been made to identify the Khabiri, who are mentioned often in the Tel el-Amarna letters as foes, threatening to invade Palestine and bring the Egyptian supremacy over it to an end, with the Hebrews.",
        "It seems to have had many points of agreement with the Old Syriac, but it is impossible to identify the locality to which it belonged.",
        "These two scholars have done much work in trying to identify smaller groups of MSS.",
        "Another group which Bousset has tried to identify is that headed by B, which he connects with the recension of Hesychius, but this theory, though widely accepted in Germany, does not seem to rest on a very solid basis.",
        "What is thus shown to be possible would, of course, be necessary if we went on, with the astronomer Kepler, to identify the star of the Magi with the conjunction of the planets Jupiter and Saturn which occurred, in the constellation Pisces, in May, October and December of 7 B.C.'",
        "This Saturninus was the middle one of the three governors of Syria named above, and as his successor Varus must have arrived by the middle of 6 B.C. at latest (for coins of Varus are extant of the twenty-fifth year of the era of Actium), his own tenure must have fallen about 8 and 7 B.C., and his census cannot be placed later than 7 or 7-6 B.C. The independence of Tertullian's information about this census is guaranteed by the mere fact of his knowledge of the governor's name; and if there was a census about that date, it would be unreasonable not to identify it with St Luke's census of the Nativity.",
        "3858, appears to identify them.",
        "Neither would it be correct to identify her entirely with the great goddess Ishtar of the old Babylonian religion.",
        "But the Fichtean teaching appeared on the one hand to identify too closely the ultimate ground of the universe of rational conception with the finite, individual spirit, and on the other hand to endanger the reality of the world of nature by regarding it too much after the fashion of subjective idealism, as mere moment, though necessitated, in the existence of the finite thinking mind.",
        "to the west, at Y Gaer, which some identify as Bannium.",
        "To identify Epicureanism with Cyrenaicism is a complete misunderstanding.",
        "They all in substance repeat Paul's account; but identify the night on which Jesus was betrayed with that of the Pascha.",
        "The buildings are completely ruined, but enough remains to enable us to identify the grand cruciform church (A), the cloister-court with the chapterhouse (B), the refectory (I), the kitchen-court with its offices (K, 0, 0) and the other principal apartments.",
        "We are unhappily unable to identify any other of the principal buildings (N).",
        "Collections of weed seeds are issued to merchants and others to enable them readily to identify noxious weed seeds.",
        "505 B) to identify the form of good, without which nothing is good, with the gentlemanly thing (KaXov Kai ayaObv), without which any possession is worthless, he inspired into the author of the Eudemian Ethics the very limit (ipos) of good fortune and gentlemanliness with which it concludes, only without Plato's elevation of the good into the form of the good.",
        "He was among the earliest of the JewishAlexandrian philosophers whose aim was to reconcile and identify Greek philosophical conceptions with the Jewish religion.",
        "He supported in 1860 the ultra-Democratic ticket of Breckinridge and Lane, but he did not identify the election of Lincoln with the ruin of the South, though he thought the North should give renewed guarantees to slavery.",
        "But in the very same address, as well as on other occasions, he did not identify mind with matter, but regarded them as concomitant.",
        "Nevertheless, he refused to go as far as Schelling, and could not bring himself to identify either man or nature with Absolute God.",
        "But in order to identify the absolute with experience he is obliged, as he before abused the words \" contradictory \" and \" independent,\" so now to abuse the word \" experience.\"",
        "Many attempts have been made to identify the home of the Hellenistic Christians addressed in this epistle.",
        "Towards both the south and west the Teutonic peoples seem to have been pressing the Celts for some considerable time, since we are told that the Helvetii had formerly extended as far as the Main, while another important Celtic tribe, the Volcae Tectosages, had occupied a still more remote position, which it is impossible now to identify.",
        "The fact that he had for so long been absent from Rome afforded ground for the belief that he was not inclined to identify himself with any of the parties at the Vatican court.",
        "We have given a few examples of the concentration of his efforts in seeking to identify the apparently different forces of nature, of his far-sightedness in selecting subjects for investigation, of his persistence in the pursuit of what he set before him, of his energy in working out the results of his discoveries, and of the accuracy and completeness with which he made his final statement of the laws of the phenomenon.",
        "The specific name Aramaean first appears in the annals of Tiglath-pileser I., unless we identify the Arimi of Shalmaneser I.",
        "About 1831 both she and her husband began to identify themselves with the anti-slavery cause, and in 1833 she published An Appeal for that Class of Americans called Africans, a stirring portrayal of the evils of slavery, and an argument for immediate abolition, which had a powerful influence in winning recruits to the anti-slavery cause.",
        "Thus Xenophanes for the first time postulates a supreme God whose 2 Strictly, pantheism is to identify the universe with God, while the term \"pancosmism\" (rap, Kovµos, the universe) has frequently been used for the identification of God with the universe.",
        "The Ophites are said to have not only used myths but forbidden marriage and held that the resurrection was purely spiritual (Lightfoot); this, however, is probably no more than an interesting coincidence, and all attempts to identify the errorists definitely must be abandoned.'",
        "The early Fathers often indeed identify them with later types of gnosticism, but this cannot be taken as any sure clue to the author's meaning.",
        "Attendant on them were the heralds, who were the officers of their military court, wherein offences committed in the camp and field were tried and adjudged, and among whose duties it was to carry orders and messages, to deliver challenges and call truces, and to identify and number the wounded and the slain.",
        "It is more often imported and sold as Japanese fox, but its resemblance to the fur of the American raccoon is so marked as to surely identify it.",
        "The difficulty of reconciling the two views is that which gives rise to much of the obscurity in Locke's treatment of the theory of knowledge; in Hume the effort to identify them, and to explain the synthesis which is essential to cognition as merely the accidental result of external relations among the elements of conscious experience, appears with the utmost clearness, and gives the keynote of all his philosophical work.",
        "For he has to give some explanation of the nature of space and time which shall identify these with impressions, and at the same time is compelled to recognize the fact that they are not identical with any single impression or set of impressions.",
        "Dr Tristram was the first explorer to identify this fish, and on account of its presence suggested the identification of the \"round spring\" with the fountain of Capharnaum, which, according to Josephus, watered the plain of Gennesareth.",
        "He refused to identify Social Democracy with the extreme views as to religion and the family advocated by Bebel, and successfully resisted attempts made in 1891 to expel him from the party in consequence of his opinions.",
        "In his public speeches the emperor repeatedly expressed his reverence for am the memory of his grandfather, and his determination to continue his policy; but he also repudiated the attempt of the extreme Conservatives to identify him with their party.",
        "The reaction came suddenly in Salem, and in May 1693 Governor William Phips ordered 1 There is nothing but tradition to identify the place of execution with what is now called Gallows Hill, between Salem and Peabody.",
        "Further, the Greeks themselves, who were always ready to identify Artemis with the moon, do not seem to have recognized any lunar connexion in Hera.",
        "There are numerous kings mentioned in Saxo, but it is impossible to identify them historically.",
        "Near Hasbeya are bitumen pits let by the government; and to the north, at the source of the Hasbani, the ground is volcanic. Some travellers have attempted to identify Hasbeya with the biblical Baal-Gad or Baal-Hermon.",
        "But they were met by a large force under the three great ealdormen of Mercia, Wilts and Somerset, and forced to head off to the north-west, being finally overtaken and blockaded at Buttington, which some identify with Buttington Tump at the mouth of the Wye, others with Buttington near Welshpool.",
        "During the whole of the war the chief cause of complaint was the refusal of the authorities to permit the correspondents to identify the units taking part in particular operations, or, in other words, to name the troops engaged.",
        "By means of an inscription Ross was enabled to identify the site of the temple; it lies, in agreement with the description of Herodotus, on a low hill beyond the boundaries of the town..",
        "We cannot with certainty identify any of these as being by the 'prentice hand of the young Darer.",
        "Doerpfeld sees in the crude settlements in Levkas the works of Homeric Achaeans, and continues to identify the island with Ithaca.",
        "This curious figure served to identify a similar but much finer piece of unknown origin, which had lain for many years unrecognized in the British Museum.",
        "We have still to admit with Darwin that it is difficult or impossible to assign utility to all the characters that distinguish species, and particularly to those characters by which systematists identify species.",
        "The mythical saga of Ragnar Lodbrog is undoubtedly concerned with the Viking Age, though it is impossible now to identify most of the expeditions attributed to this northern hero, stories of conquest in Sweden, in Finland, in Russia and in England, which belong to quite a different age from this one.",
        "\" The Mahommedans who usually identify St George with the prophet Elijah, at Lydda confound his legend with one about Christ himself.",
        "It can only be effected by a close examination of the style and language of the document, which may enable us in some instances to identify with comparative security certain passages which are found in St Luke, but which St Matthew did not regard as suitable for his purpose.",
        "At Eisenach he attracted the notice of the wife of a wealthy merchant of Eisenach, whom his biographers usually identify as Frau Cotta.",
        "The petty kings naturally recognize the identity of the Pharaoh, and they hail him as their god and identify him with the heads of their own pantheon.",
        "(descent from a serpent involves immunity from its bite, and a serpent is supposed to identify the rightful heirs of a kingdom).",
        "Thus Protestantism also came to identify theology with the whole range of human knowledge, and in its official forms it was as hostile to the progress of science as was the Roman Church itself.",
        "In the Stubbenitz and elsewhere Huns' or giants' graves are common; and near the Hertha Lake are the ruins of an ancient edifice which some have sought to identify with the shrine of the heathen deity Hertha or Nerthus, referred to by Tacitus.",
        "But its existence will not help to prove an early knowledge of reading or writing, for in order that everything may be fair, it is clear that the umpire should not be able to identify the lot as belonging to a particular individual.",
        "Nothing is known of its natural history outside the body, but on cultivation it is apt to undergo numerous involution forms. Its presence in a patient is regarded as positive diagnostic proof of plague; but failure to find or to identify it does not possess an equal negative value, and should not be too readily accepted, for many instances are recorded in which expert observers have only succeeded in demonstrating its presence after repeated attempts.",
        "He was the igumen, or abbot, of a monastery probably near Chernigov in Little Russia: some identify him with one Daniel, bishop of Suriev (fl.",
        "Modern scholars, therefore, identify the Ahasuerus of Ezra with Xerxes.",
        "The latter feeling ultimately triumphed; he condescended to accept in the dying days of Grenville's cabinet, and to retain through the \"lutestring\" administration of Lord Rockingham - \"pretty summer wear,\" as Townshend styled it, \"but it will never stand the winter\" - the highly paid position of paymaster-general, refusing to identify himself more closely with its fortunes as chancellor of the exchequer.",
        "Harris 1 has been able to identify a number of Syriac quotations from or references to this commentary in the works of Isho'dadh, Bar-Kepha (Severus), Bar-salibi and Barhebraeus.",
        "Attempts have also been made to identify Avalon with other places in England and Wales.",
        "Usener and others identify Lycaon with Zeus Lycaeus, the god of light, who slays his son Nyctimus (the dark) or is succeeded by him, in allusion to the perpetual succession of night and day.",
        "Attempts have been made to identify Oran with the Quiza, and Mers-el-Kebir with the Portus Magnus, of the Romans.",
        "Thus it cannot be doubted that the king Vishtaspa, who received Zoroasters doctrine and protected him, must have ruled in eastern Iran: though strangely enough scholars can still be found to identify him with the homonymous Persian Hystaspes, the father of Darius.",
        "Vivien de St Martin; \"Attempt to identify some of the Places mentioned in the Itinerary of Hivan Thsang,\" by Major Wm.",
        "This feeling explains his detestation of foreign manners and superstitions, his loathing not only of inhuman crimes and cruelties but even of the lesser derelictions from selfrespect, his scorn of luxury and of art as ministering to luxury, his mockery of the poetry and of the stale and dilettante culture of his time, and perhaps, too, his indifference to the schools of philosophy and his readiness to identify all the professors of stoicism with the reserved and close-cropped puritans, who concealed the worst vices under an outward appearance of austerity.",
        "It is true that some Portuguese writers have sought to identify their race with the ancient Lusitani, and have claimed for it a separate and continuous existence dating from the 2nd century B.C. The revolt of Lusitania against the Romans has been regarded as an early manifestation of Portuguese love of liberty, Viriathus as a national hero.",
        "Harrison and others identify them with the Satyri (Satyrs), the attendants and companions of Dionysus in his revels, and also with the Centaurs.",
        "Those who, as it has been happily put, identify Rabelais with Pantagruel, strive in vain, on any view intellectually consistent or morally respectable, to account for the vast ocean of pure or impure laughter and foolery which surrounds the few solid islets of sense and reason and devotion.",
        "Those who in the same way identify Rabelais with Panurge can never explain the education scheme, the solemn apparition of Gargantua among the farcical and fantastic variations on Panurge's wedding, and many other passages; while, on the other hand, those who insist on a definite propaganda of any kind must justify themselves by their own power of seeing things invisible to plain men.",
        "Hamilton (London, 1870) from a manuscript which he was the first to identify as the archetype.",
        "Some identify Pentheus with Dionysus himself in his character as the god of the vine, torn to pieces by the violence of winter.",
        "hesitation in ascribing 'to Eudemus) expressly identify Aristotle's ultimate ethical ideal of O€wpia with the knowledge and contemplation of God.",
        "Of these, excluding Welsh ones, we may with some certainty identify Canterbury (Caint), Caerleonon-Usk, Leicester (Lerion), Penzelwood, Carlisle, Colchester, Grantchester (Granth), London, Worcester (Guveirangon), Doncaster (Daun), Wroxeter (Guoricon), Chester (Legion - this is Roman), Lichfield (Licitcsith) and Gloucester (Gloui).",
        "It does not identify Paul with Simon Magus, but it serves to reveal an animus which would render the identification easy.",
        "Unsuccessful attempts have been made to identify this mythical Darius with the Cyaxares, son of Astyages, of Xenophon's Cyropaedia, and also with the Darius of Eusebius, who was in all probability Darius Hystaspis.",
        "Other paintings done by him at Milan are mentioned, and attempts have been made to identify them with works still existing.",
        "The first problem of the spectrum is to identify the effects of atmospheric absorption, especially oxygen, carbonic acid and water vapour; this is done generally by comparing the spectra of the sun at great and small zenith-distances, or by reducing the atmospheric effect by observing from a great elevation, as did P. J.",
        "Local antiquaries even identify the knight with Don Rodrigo de Pacheco, whose portrait adorns the parish church; and the same authorities hold that part of the romance was written while Cervantes was a prisoner in their town.",
        "He did not, however, identify himself either with Zwinglianism or Lutheranism; he disputed with Zwingli at Zurich in 1522, and then made his way to Eisenach and Wittenberg, where he married in 1523.",
        "The latter have only as yet been traced, and that doubtfully, as far back as the 5th century after Christ; the former are almost certainly the same as the Niganthas, who are referred to in numerous passages of the Buddhist Pali Pitakas, and must therefore be at least as old as the 6th century B.C. In many of these passages the Niganthas are mentioned as contemporaneous with the Buddha; and details enough are given concerning their leader Nigantha Nata-putta (that is, the Nigantha of the Jnatrika clan) to enable us to identify him, without any doubt, as the same person as the Vaddhamana Maha-vira of the Jain books.",
        "According to Chinese documents they came from the Selenga; but most Orientalists identify them with the Uighurs.",
        "Therefore, it seems to be, with our present knowledge, a hopeless task to analyse the branchial organs of Arthropoda and to identify them genetically in groups.",
        "He does not with Price object to its being called the \" moral sense,\" provided we understand by 1 It is to be observed that whereas Price and Stewart (after Butler) identify the object of self-love with happiness or pleasure, Reid conceives this \" good \" more vaguely as including perfection and happiness; though he sometimes uses \" good \" and happiness as convertible terms, and seems practically to have the latter in view in all that he says of self-love.",
        "540-510 B.C.) learned on his travels in Egypt and the East to identify the morning and evening stars, to recognize the obliquity of the ecliptic, goras.",
        "Later scientists have endeavoured to identify the Papuans with the Negritos of the Philippines and the Semangs of the Malay Peninsula.",
        "Some writers wish to identify this prince with the famous Ivar Beinlaus, son of Ragnar Lodbrok.",
        "It is indeed difficult to understand how so acute a thinker should confound that which is infinitely divisible with that which is infinitely great, as in (I), (2), (5), and (6); that he should identify space and 'magnitude, as in (3); that he should neglect the imperfection of the organs of sense, as in (4); that he should deny the reality of motion, as in (7); and that he should ignore the relativity of speed, as in (8): and of late years it has been thought that the conventional statements of the paradoxes, and in particular of those which are more definitely mathematical, namely (5), (6), (7), (8), do less than justice to Zeno's acumen.",
        "It does not appear they identify Unkulunkulu, as a rule, with \" the lord of heaven,\" who, like Indra, causes the thunder.",
        "In Ptolemy, too, appears along with Gir (possibly the Shari) a certain Nigir (NL'yap) as one of the largest rivers of the interior; but so vague is his description that it is impossible definitely to identify it with the Niger.'",
        "The sites on which it has been observed range from Dakka to Halfa, that is to say within the precise limits which late Latin and Greek writers assign to the Blemyes, and there is good reason to identify the people that evolved it with this hitherto almost unknown barbarian nation.",
        "They identify it with the 14th Nisan.",
        "Some recent writers have preferred to identify the Jutes with a tribe called Eucii mentioned in a letter from Theodberht to Justinian (Mon.",
        "forensis, the plant was covered with characteristic jointed hairs, which have served to identify the various organs on which they occur.",
        "Nothing but harm can follow from any attempt to identify two products which differ so entirely.",
        "She lay for a moment, trying to identify a sound.",
        "Betsy compiled a comprehensive portfolio of automobile models which Howie memorized so he could better identify vehicles.",
        "Tracâ€”the Natural tracker was able to identify patterns in the attacks.",
        "\"You'll identify the traitors,\" Damian continued.",
        "The plan to identify traitors made sense, as ugly as it was.",
        "There were too many emotions for her to identify them, but one of them â€“ or all of them? â€“ caused the tears.",
        "It had occurred to her that the man would come back because she could identify him.",
        "Fred O'Connor gave a briefâ€”unusual for himâ€”explanation of Annie, careful not to identify her as a Quincy and the sisters' ancestor.",
        "It was impossible to identify anyone or anyone's individual vehicle.",
        "While spending the day with Cynthia Byrne was of itself a pleasant contemplation, accompanying relatives to identify corpses, especially those that had been under water for a week, was, in Dean's estimation, right up there with root canals and swift kicks in the you-know-whats.",
        "Hunter showed the clerk a pic­ture of Byrne but he couldn't identify himâ€”it was too long ago.",
        "I will then identify the ways we can tell whether or not a school deserves the accolade of being a good school.",
        "The cells were analyzed to identify each gene expressed in the cell and the levels at which each gene is expressed.",
        "It is well-written and has an interesting plotline, one I can identify with.",
        "accelerometers fitted on skis to identify the most important vibrations.",
        "They have also apparently managed to identify a number of the man's accomplices by tapping his mobile telephone.",
        "For some streets it has been possible to identify research material which allows a fairly accurate chronology to be developed.",
        "Ada auto california insurance online quote could identify.",
        "It is not our practice to forward e-mails, even where (we believe) we can identify the intended addressee.",
        "Suppose the network administrator wants to use bits 8 to 25 to identify the subnet, leaving 26 to 31 for host addresses.",
        "For starters, there were only three options, leaving those who identify as pansexual or asexual or something else somewhat adrift.",
        "How to identify adverbs, adjectives and pronouns in literacy.",
        "aetiologytral issue concerning these patients is to identify the etiology of the patients ulcer.",
        "The police were slightly more likely than The CPS to identify a case as involving racial aggravation.",
        "analyseindings have also been analyzed to identify opportunities and business needs and recommendations made for taking food policies forward in a co-ordinated way.",
        "I want to appropriate this terminology in order to identify two general tendencies within contemporary anarchism.",
        "I need help to identify a sea anemone I saw in my last dive.",
        "Identify the steps to create an animation Insert an audio file.",
        "There is no need for children to identify themselves as children, they may enjoy the same anonymity as adults if they prefer.",
        "New diagnostic morphological criteria have been found, and these are used routinely to rapidly confirm the identify the bean anthracnose isolates.",
        "can anyone identify the builder of these wagons for me?",
        "The HLF should develop a working relationship with funding agencies which are supporting pure research to identify areas where synergy is possible.",
        "ascites volume (500 mL) can be used to identify those patients who could benefit from neoadjuvant chemotherapy.",
        "However it took some time to identify the correct assailant before Derek Lyle received his marching orders.",
        "assessment process is designed to identify whether there are deficiencies.",
        "assurance procedure should help identify communication problems early.",
        "Weather many asthmatics identify specific weather conditions that they feel upset their asthma.",
        "atonal music, devoid of melody, harmony, or rhythm with which they can identify.",
        "Set short-term academic and social targets to help accelerate attainment and identify areas where additional support is needed.",
        "In Rule 110 we can find each one of the elements to identify a cellular automaton of von Neumann type.",
        "The immediate aim is to identify key aspects, issues and problems associated with the application of digital video to military avionics.",
        "Identify the correct order in which the tapes are used to restore backups.",
        "befuddled man in love, and best of all he is incredibly easy to identify with in this role.",
        "behaviourearch aims to identify which method is most effective in changing the young person's attitudes to sexual behavior.",
        "Sergeant Andy Workman commented: \" Beat managers worked with the community to identify hotspot areas where nuisance bikers had been sighted.",
        "At present there are no short-term tests that can be used to identify such compounds and long term bioassays in animals are necessary.",
        "The review will: Identify any \" usability bloopers \" with the product or website and show you how to fix them.",
        "A further consequence, however, is that participating boroughs are now more likely to identify potential immigration detainees.",
        "break-even analysis allows firms to identify the minimum level of sales needed to make a profit.",
        "The critical load for adhesion failure is easiest to identify in the case of a hard, relatively brittle film on a softer substrate.",
        "The size, the material used and how its case has been constructed can identify each sub species of cased caddis.",
        "I assume his first name is Alistair, but except for splashing photos of himself around he's pretty cagey about his identify.",
        "At the laboratory scale, experiments are being undertaken to identify the controls upon sulfate incorporation into speleothem calcite.",
        "That was to identify whether single dogs in a household tend to be more overweight than dogs that share their home with other canines.",
        "capabilityal intelligence mission in IO is to identify the capabilities of the adversary to conduct counter-C2.",
        "Of the animal models assessed there was evidence that p53 +/- transgenic mouse model could identify some genotoxic carcinogens.",
        "We then use an algorithm based on betweenness centrality to identify community structures within the giant component.",
        "We are now using expression profiling in wildtype and Gli3 mutant mice to identify novel Wnt target genes in the developing cerebral cortex.",
        "In my book Capturing Customers ' Hearts I identify 12 components that can build on the foundation of quality to give your business charisma.",
        "An automated link checker will be run every month to identify broken links or changed addresses.",
        "Perhaps, the most interesting role of second-line chemotherapy is to identify new potentially active drugs, which can be moved up-front.",
        "Robinson, K. & PATTERSON, R.D. APU 3314 The stimulus duration required to identify vowels, their octave, and their pitch chroma.",
        "thin layer chromatography can be used to identify drugs, pigments from fibers or ink from documents.",
        "Efforts are now underway to identify the second genomic component (if any) and produce full-length clones of the virus.",
        "A baby born with fetal alcohol syndrome, or addicted to crack cocaine, is easy to identify.",
        "You will need to be able to identify common collocations, that is words that go together.",
        "It may be possible to apply textual analysis systems to attempt to identify commonality of authorship.",
        "commonaltyys forward Possible ways forward for teacher trainers might well be to start to identify commonalties beyond subject boundaries.",
        "comparative genomics to identify genes or groups of genes that differ between two specific strains.",
        "The first stage of any equal pay claim is to identify a comparator.",
        "compilation of certain statistics relating to the use of the service which do not identify you personally.",
        "This requires complementary Emergency Response Modules to be designed which can identify and develop such sources rapidly.",
        "We asked him to identify the essential components of a great online business.",
        "LEARNING OUTCOMES Students should be able to: Identify the characteristics of the carbonyl group and explain the major reactions typical of carbonyl compounds.",
        "compressed gas cylinder for use that does not legibly identify its contents by name.",
        "Stringent internal quality control procedures were adopted to identify and quantify PCBs congeners in both packaging and food.",
        "Can you identify the endothelium, and underlying connective tissue of the tunica intima layer in this photograph?",
        "The class that defines the constants that are used to identify generic SQL types, called JDBC types.",
        "Be that as it may, we try to anticipate both challenges and opportunities, question conventional wisdom, and identify long-term trends.",
        "Computer Tracking and ' cookies ' NSDesign makes use of internet browser cookies, which we use to identify you for login purposes.",
        "identify a minimum correlation coefficient that describes true particles as opposed to erroneously selected particles.",
        "Vosper Thornycroft's stealth corvette, would be difficult to identify by radar and other sensors.",
        "The same is true of attempts to identify the big bang of modern cosmology with the myth of Genesis.",
        "counting 19 in boxes along with rows / columns to identify missing numerals.",
        "These codes are then cross-referenced to identify the time for that operation from the table.",
        "At the end of each scenario, they must identify the culprit.",
        "cursor over the icon will usually identify the size of the file.",
        "cyclophosphamide prodrug will be gradually escalated to identify a maximum tolerated dose.",
        "The first task of the process of positive deconstruction, then, is to identify the underlying worldview.",
        "To identify the presence of any deprecated elements in the current page, we can use Outline Outline deprecated elements in the current page, we can use Outline Outline deprecated elements.",
        "Identify Signs Of Different Predators: distinguish depredation by wolves from other predators.",
        "The aim of this paper is to identify the main determinants of child health in Bolivia.",
        "Identify beef cuts on a labeled diagram of a steer's body.",
        "There is a great need for a permanent mechanism of preventative diplomacy which is able to identify where crises may occur.",
        "identify dipstick / oil level indicator, describe checking of oil level against the minimum/maximum markers.",
        "Identify where to check level, IE dipstick or sight glass.",
        "disaggregate the information and identify those who supplied the information.",
        "So my seeing would typically induce me to conceptually identify something on the back of my hand as a dark discoloration.",
        "discover new talents and easily identify many species by the course end.",
        "It was also not possible to identify the scale of bovine eyeball dissection in schools from Ofsted reports or any other source.",
        "Mid Beds is pleased to offer residents free dog tags which identify the dog and display contact details for Mid Beds Dog Warden Service.",
        "The good news is that Perl doesn't always use a dollar sign to identify variables.",
        "strenuous efforts were made over the four months of the project to identify all the final reports of the relevant funded research.",
        "In both cases, identify the clients who have the greatest potential to become elevated to first division status.",
        "emergermation was sought from three main sources that would identify any emerging trends.",
        "Cookies The use of cookies enable us to keep track of your shopping patterns thus enabling us to identify you.",
        "This is a fault of design where little attempt is made to identify the end-user 's conceptualisation of the information space.",
        "It will also identify comparisons with citizen engagement in politics.",
        "To identify with his aims in the sense of activating his peculiar anxiety gives a general entree into his world of ideas.",
        "Nevertheless, we were unable to identify any studies examining the epidemiology, characteristics or management of dysphagia in a typical primary care population.",
        "We are using a variety of different approaches to identify new markers of stem cells in human and mouse epidermis.",
        "Can you identify the stratified squamous epithelium lining the blind crypt?",
        "In an attempt to identify the molecular etiology of the tumors DNA was extracted from paraffin fixed tissue from both patients.",
        "We identify special skills - market openings, if you like - and we hone them and want to give exclusivity to them.",
        "With regard to these objectives we would identify significant exemplars with target achievement dates.",
        "This simple test may therefore be sufficient to identify potential fallers and trigger a full assessment.",
        "The research will identify the required features are required analyze the feasibility of implementing the solutions designed for fixed networks in the mobile context.",
        "Teach your children to identify positive and negative feelings in themselves and others.",
        "You can also use X-ray florescence to identify which metals are present in your sample.",
        "X-ray fluorescence will be used to identify the metal rivets on one of the sheaths.",
        "forage seem able to identify suitable foraging habitats from about 100m away.",
        "foreshadowed here, the detection of linkage might serve to identify genes whose presence was hitherto unsuspected.",
        "Sounds tame, but the game soon becomes a boisterous free-for-all as players race to identify ' sets ' of cards... .",
        "FleaScan helps you identify flea infestation in any dog or cat long before becoming full-blown.",
        "The data were collected in Poland and the results allowed to identify the critical loading paths from engine nacelle to the wing fuselage section.",
        "This paper gives an overview of classifier fusion methods and attempts to identify new trends that may dominate this area of research in future.",
        "This material will provide a powerful resource for large studies designed to identify susceptibility genes in MND.",
        "The project will perform comparative genomics to identify genes or groups of genes that differ between two specific strains.",
        "genomics research will do nothing to identify or remove the causes of cancer.",
        "To achieve this, it is necessary to identify the wanted genotypes or gene combinations.",
        "In due course 109 separate entities, each created to carry some aspect of truly ghastly past pain, would identify themselves.",
        "gratifications approach is concerned to identify how people use the media to gratify their needs.",
        "grief-stricken parents flew to San Francisco and were taken to the city morgue to identify the body of their son.",
        "Do you envy the experts ' ability to identify and date old hand-me-downs?",
        "Based on these character information, a feature that will identify possibly harmful web sites for mobile platforms shall be developed.",
        "Identify the trouble spots and take what steps you can to make the workplace more harmonious and enjoyable to work in.",
        "relevant t hemes Identify alternative approaches The situation Company A is a Swedish company producing telecommunication equipment.",
        "CMT will help the herdsman to monitor the situation in between recordings and to identify infected quarters.",
        "The first step is to identify the sacral hiatus.",
        "hologram image of these men, only 40% could identify with themselves.",
        "Paul Harvey from TMBC said: Ã¢It was important to identify ways of engaging the householders in flats and apartments.",
        "It might be possible to identify the barge hulk being broken up in this picture of Garrett's Barge Breakers.",
        "Testing with hydrate former to identify water with a history of hydrate formation.",
        "By the same token, they also identify the positions of the rings and ring systems in the phane parent hydride.",
        "hyphenated techniques such as NMR, MS, FTIR, LC-MS and GC-MS are used to identify impurities.",
        "This approach is analyzed in terms of its ability to reliably identify, and provide good alternatives for, incorrectly hypothesized words.",
        "identify priorities for each of the six pillars followed by a plenary session on delivering the manifesto.",
        "identify the persons responsible.",
        "identify where the most appropriate decision making point is in transport planning.",
        "identify what is different between the two maps?",
        "identify syndrome gene identified Scientists believe they have found a possible cause for mental impairment in Down's syndrome.",
        "identify web this entity may be identified uniquely by its key.",
        "Again we can identify some impediments in the current environment.",
        "inbound logistics and operations to identify and use all desired humans.",
        "incapacity benefit reform, and attempts to identify what is really likely to happen.",
        "Personal data is information that can be used, either directly or indirectly, to identify a living individual.",
        "Initially examine under low power (x10) to identify areas of normal liver parenchyma, and the areas of granulomatous inflammation.",
        "Neither will any attempt be made to identify informants collecting rewards at banks, using CCTV systems.",
        "Identify thresholds for control of primary inoculum required to prevent invasive spread.",
        "Once in the final instar, I was able to use the caterpillars guide by Jim Porter to identify them.",
        "To identify callers using the intercom at the main entrance.",
        "Furthermore we will use intracellular current injection to manipulate the activity of descending neurons, to identify those interneurons that elicit significant changes.",
        "interrogated to identify sites for which particular attributes might apply.",
        "invokeve even heard one of them explicitly invoking the principle that I now identify with Zahavi's principle of costly authentication.",
        "When using a trolley jack, refer to the vehicle workshop manual to identify the correct lifting point.",
        "jaundiced eye: can you identify them?",
        "Just identify yourself got it the explains Jim hilbert the first line.",
        "keep track of your shopping patterns thus enabling us to identify you.",
        "I liked how the authors identify the different styles of kickboxing, and how they explain the difference between aerobic kickboxing and full-contact kickboxing.",
        "If stability remains in doubt, a trial of nonoperative bracing with careful follow-up to identify any progressive kyphosis is a reasonable option.",
        "This has greatly lengthened the time required to identify issues within draft policies.",
        "One of the goals of this meeting is to identify how computational linguists can help the writer.",
        "Can you identify lobules, the central vein, supporting connective tissue and portal tracts.",
        "locality are asked to identify places from their postcodes and use links to Internet sites to locate and compare localities.",
        "This specialist question invites client to identify the precise location of the symbol.",
        "machine translation option uses indicators to identify which documents services translate: web pages, text or email.",
        "Hirsch's Tim is easiest for the audience to identify with, an ordinary kid thrown into an emotional Maelstrom.",
        "The 8x magnifier is a proper tool which can help to identify or provide better clues about the nature of small particles.",
        "Medical Teams Radiologists read the mammograms to identify possible cancers.",
        "More than 250 full-colour illustrations help the practitioner identify disease manifestations at a glance.",
        "While this definition is based on American market MSPs, it can be used globally to identify luxury marques.",
        "It aims to help researchers identify collections that will contain material relevant to their research.",
        "Every effort has been made to identify the holders of copyright material included within this website.",
        "Many identify the problem as the splitting of the subject matter of A-level mathematics into six separately examined modules.",
        "The result of the grading exercise was to identify a total of 279 early medieval ecclesiastical sites, ranging from certain to possible.",
        "Identify applied research needs related to species recovery Discuss the need for and feasibility of ex situ conservation measures for Brazilian mergansers.",
        "Attempts were made to identify the metabolites using GC/MS.",
        "Data from these studies will be used to identify grasses to be grown in soil microcosms.",
        "Outcomes Children identify some illnesses eg rubella, chicken pox and some conditions eg boils, tooth decay caused by microorganisms.",
        "The colors appear under the polarized light microscope that earth scientists use to identify rock crystals.",
        "minuscule amounts of sample can now be analyzed quickly to identify targets for drug development.",
        "By studying the deviations of hit positions away from the fitted track it is possible to identify module misalignments.",
        "Posted by StopsAtGreen under general, miscellanea, photo A prize to whoever can identify all the heads in my new banner, above.",
        "This measure is designed to identify those institutions which are taken most seriously by the world's top employers of internationally mobile graduates.",
        "This banner bore the mon or badge of the samurai's clan and served to identify him and his allegiance.",
        "Hundreds of people converged on the city's morgue to help identify victims.",
        "Don't be put off by this technical term tho: you will easily be able to identify morphemes in Quechua for yourself.",
        "mould correct seal for the 3/8 \" pushrod has 6 radially molded ribs to identify it.",
        "Once a target has been selected and accurately located, the laser designation capability is used to identify the specific target for laser-guided munitions.",
        "mutagenesis of the proteins can be used to identify amino acids that are important in appropriate targeting in health and disease.",
        "By PCR screening we are able to identify mutants in the library for any given gene.",
        "The social approach is likely to identify future needs whereas other approaches concentrate on improvement in current products.",
        "neuropathynduction studies can identify the presence of localized compression neuropathies as well as generalized peripheral neuropathies.",
        "You could collect stories of policy and practice, identify and develop training materials, and distribute the newsletter.",
        "users can search the database using a specified nucleotide or genetic map position to identify the nearest insertion.",
        "Field Studies Council Publications Can anybody identify this nudibranch found in the seas off Scotland?",
        "Older children are learning how to record numerals, whilst younger ones correctly identify numerals to five.",
        "Another technique of scanning involves counting 19 in boxes along with rows / columns to identify missing numerals.",
        "By defining the skill involved we can assess the necessary skills and potentially identify the training needs of junior obstetricians.",
        "oh emissions can be used to identify absorption related to proton precipitation.",
        "We are collaborating on an exhaustive molecular characterisation of cancer cell lines to identify novel oncogenes and tumor suppressor genes in ovarian cancer.",
        "However, their female characters also identify with animals as the victims of patriarchal oppression, and some of them refuse to eat meat.",
        "ordinal logistic regression was performed to identify potential predictors of hypoglycaemia.",
        "Biochemical and molecular approaches are used to assay mediator release and to identify and manipulate proteins required for movement and exocytosis of secretory organelles.",
        "We hope to identify mechanisms through which postmenopausal osteoporosis can be reversed in these women.",
        "We recognize that many rank-and-file soldiers and police will have adopted the outlook and identify politically with the ruling class.",
        "They revived the old idol worship, in order to identify the Baals with the gods of the Greek pantheon.",
        "Can you identify the fungiform and filiform papillae, glands, and skeletal muscle.",
        "This is to help the parent identify their chicks in the gloomy light of the nest box.",
        "This will also help identify churches in nearby townships and/or parishes.",
        "pathology laboratory to identify which type of cancer is present.",
        "pathologyf investigation include arthritis and other connective tissue pathologies where he is working to identify early markers of disease.",
        "AB - PURPOSE: To identify the mutation in the RB1 gene in a Syrian family showing incomplete penetrance of retinoblastoma (RB ).",
        "A combination of linkage in highly penetrant families and candidate analysis in association studies is used to identify novel predisposition genes.",
        "To identify the effect of IL-6 on intestinal permeability.",
        "The authors set out to identify whether levetiracetam, the newest of the anti-epileptic drugs, influences the pharmacokinetics of steroid oral contraceptives.",
        "Teach students to identify the separate phonemes within words, e.g., what is the first sound of soup?",
        "Reactions occurred but despite many efforts only complex mixtures of hexane soluble phosphorus containing compounds could be obtained that proved impossible to identify.",
        "photoemission spectroscopy has been used to identify new electronic states in solid CO 2 upon irradiation with 40 eV photons.",
        "One of the points at issue is that while some methods may measure phthalate migration, they do not identify the specific phthalate migration, they do not identify the specific phthalates.",
        "Ryder, a renowned pianist, arrives in a Central European city he cannot identify for a concert he cannot remember agreeing to give.",
        "pinpoint the specific genes responsible for entrepreneurship it enables research to proceed to identify them.",
        "In both cases, we need extensive experimental studies seeking to identify all long-lived polymorphs in order to understand the kinetic factors involved.",
        "identify polymorphisms for target genes in different cattle breeds.",
        "These systems are biochemically dissected to identify the functionally relevant polypeptides and to study their mechanism of action.",
        "Target: Identify all woodlands containing both red and gray squirrel populations and contact and advise owners on best management practice.",
        "To reduce risks, methods are needed to identify and control the hazards posed by HAI.",
        "possible to identify nurses who could present a research based paper through personal contacts.",
        "Identify similar chemicals as the major precipitant, and alter them in a gradient.",
        "He suggests that people may not have been aware of the bigger changes that we identify when studying prehistory.",
        "preparatory phase, their participation helps to identify which services should be provided.",
        "Efforts to identify the presence of a DNA beta in infected Duranta, using universal DNA beta primers (Briddon et al.",
        "priority habitats to identify any potential gaps in coverage.",
        "priorityl therefore carry out two projects in which to identify the research priorities for the next five years.",
        "priorityl identify critical areas where gaps in provision exist and agree the strategic priorities with the sector.",
        "proactive at the two-week stage and identify if the deal team will need cover whilst you are away.",
        "prologuerst thirteen verses of Joshua 24 identify who is speaking and then present a historical prolog typical of such a covenant.",
        "DNA studies are required to identify the provenance of Ruddy Ducks occurring in Europe.",
        "Every health authority should identify a consultant with a special interest in perinatal psychiatry.",
        "Thus the screening project will identify not just potential agents against smallpox but also putative anti-cancer drugs.",
        "quadratic equation using factors Errors Identify sources of errors.",
        "These words were then randomized and played to adult listeners to identify.",
        "Students get to identify the genre in lyrics by American rapper E Attack called ' Partytime ' .",
        "The study will focus on the use of stable isotope ratios to identify trophic positioning between species.",
        "In all such cases, the program has to \" invent \" a description that enables the reader to identify the referent.",
        "The WHOIS search facility will enable you to identify the current registrant.",
        "relics of the past or identify the wildlife.",
        "The new strategy aims to identify all sites in the Boro which will require remediation.",
        "Such copyright serves to identify the information source and, in specific instances, to prohibit reproduction of materials without written permission.",
        "I hope you all can identify the whose who and trace family resemblances.",
        "To analyze data from mitochondrial respiration to identify a metabolic defect.",
        "Police have been informed and once again they will take extra steps to identify and possibly prosecute the individuals responsible.",
        "Det Con Andy Crowe said: \" We are following a number of lines of inquiry to identify the persons responsible.",
        "restriction enzymes in order to identify existing polymorphism.",
        "The key issue in screening for diabetic retinopathy is to identify those patients with sight-threatening retinopathy who may require preventive treatment.",
        "reworked to make it easier for the reader to identify the part of the strategy that relates to them personally.",
        "DWI will seek to identify whether the experimental basis for the submitted data is sufficiently rigorous.",
        "Experts from the South Wales Police football liaison office in Swansea were trying to identify ringleaders.",
        "First, you need to identify your American rubes.",
        "Text at the end of each line to identify the interaction is to retain sanity.",
        "Short darks (~1 sec) are used to help identify bad pixels.",
        "The sooner you can identify weed seedlings the sooner you can pull them up.",
        "Large scale global seismology has helped to identify areas at risk from earthquakes and tsunami.",
        "demonstrate self-awareness and the ability to identify own training needs.",
        "Semester Action Plan As you complete your current semester Action Plan As you complete your current semester identify your goals and targets for the coming semester and beyond.",
        "Children would have to put them in the right order and so identify the chronological sequence.",
        "During this time she/he will spend time helping you identify evidence to collect for your portfolio.",
        "In many cases, it may not have been possible to identify them if they had been killed by shellfire.",
        "You will identify our representative as he/she will have a signboard with your name on it.",
        "singularity analysis The PainlevÃ© property has been used in many hundreds of papers to identify integrable cases of equations.",
        "The analysis can even be extended to remotely identify the physical machine being used, through extracting clock skew.",
        "Can anyone identify the location, with its distinctive skyline?",
        "Listen to woodland symphony and learn how to identify the songsters from year-round residents to our summer migrants.",
        "My first task was precisely to identify the on-line news sources.",
        "spelling variants, abbreviations, alternative meanings and to identify broader and narrower terms.",
        "identify high spenders that you think are appropriate and perhaps not appropriate.",
        "These metrics are critical to calculate the network performance and to help identify any trouble spots in the network.",
        "Identify, select and demonstrate understanding of appropriate descriptive and inferential statistics.",
        "We can then use these cultures to identify differences between the normal and cancer stem cells.",
        "store locator facility to identify its exact location.",
        "It used three main stratagems: An independent GP database with 0.9 million patients to identify information on men with erectile dysfunction.",
        "stratifyu identify the stratified squamous epithelium lining the blind crypt?",
        "There have been giant strides made in 20th century to identify them.",
        "Some codes contain a suffix of further characters which identify breakdowns of a series.",
        "The heroine, Elma Clifford has almost supernatural powers of intuition which enable her to identify the murderer by instinct alone.",
        "surf forecast websites to identify problems.",
        "Then it is intended to identify a physiological or pharmacological switch that can promote or increase neuronal synchrony.",
        "The big trout trigger points on this fly are the trailing pheasant tail legs, which identify this fly to the fish.",
        "Yellow-tailed Oriole was easy to identify along with Lineated Woodpecker and several common tanagers.",
        "taxon results of all these studies will be used to identify the most promising taxa for more detailed future evaluation in longer-term feeding trials.",
        "tendering process was carried out to identify the 27 pilot programs.",
        "First I attempt to identify regulatory signals in the sequence downstream of the cleavage site that may be responsible for transcription termination.",
        "Over the left tibia is an oblong opaque structure which is hard to identify.",
        "Identify the key aspects of fault tolerance in networks.",
        "Another impeccably written adventure, by the end of which you should be able to identify a mizzen topsail in your sleep.",
        "The Aborigines were divided into clans; each clan had a totem to identify itself by.",
        "transponder implanted under the skin to permanently identify the animal."
    ],
    "definition": [
        "To establish or recognize the identity of; ascertain as a certain person or thing: Can you identify what kind of rock that is?",
        "Biology To determine the taxonomic classification of an organism.",
        "To ascertain as having a certain characteristic or feature: children who have been identified with hearing loss.",
        "To consider oneself as sharing certain characteristics or attitudes as another: I identify strongly with my grandmother.",
        "To self-identify.",
        "i·den′ti·fi′a·ble\nadj.",
        "i·den′ti·fi′a·bly\nadv.",
        "i·den′ti·fi′er\nn.",
        "Link/Cite"
    ]
}