{
    "translation": "בּור, טיפש",
    "uses": [
        "He was by no means ignorant of this.",
        "And why did that ignorant cop pull me over in Alabama?",
        "I did not know then what she was doing, for I was quite ignorant of all things.",
        "Jennifer, ignorant to the significance of the second entrance, expressed little interest in the opening.",
        "Added to the group were various newcomers, ignorant until now of the young girl's recent odyssey.",
        "But how can we explain the formation of this poetic wisdom, which, albeit the work of ignorant men, has so deep and intrinsic a philosophic value?",
        "Soon I'll be away from the ocean and the cow-herd masses of ignorant tourists.",
        "We are all discoverers in one sense, being born quite ignorant of all things; but I hardly think that is what she meant.",
        "Moore was ignorant of their exact position and strength, but he knew that Valladolid had been occupied, and so his first orders were that Baird should fall back to Galicia and Hope to Portugal.",
        "We are totally ignorant as to the extent and number of the pre-Patrician Christian communities in Ireland.",
        "The treaty of San Stefano had led to the convocation of the Berlin Congress, and though Count Corti was by no means ignorant of the rumours concerning secret agreements between Germany, Austria Con~ss.",
        "The interest of the writers is as usual in the religious history; they were indifferent to, or perhaps rather ignorant of, the strict order of events.",
        "He was ignorant of another fact of great importance (which has only in recent years been fully appreciated through the researches of F.",
        "The cardinal, though ignorant of the details of the plot, perhaps suspected Wishart's knowledge of it, and in any case was not sorry to have an excuse for seizing one of the most eloquent supporters of the new opinions.",
        "Ispravniki and stanovoi alike are armed with large and ill-defined powers; and, since they are for the most part illiterate and wholly ignorant of the law, they have proved exasperating engines of oppression.",
        "Though perfectly free from any trace of envy or ill-will, he yet showed on fit occasion his contempt for that pseudo-science which seeks for the applause of the ignorant by professing to reduce the whole system of the universe to a fortuitous sequence of uncaused events.",
        "This freedom of the will is clearly expressed in Yasna, 31, I I: \"Since thou, 0 Mazda, didst at the first create our being and our consciences in accordance with thy mind, and didst create our understanding and our life together with the body, and works and words in which man according to his own will can frame his confession, the liar and the truth-speaker alike lay hold of the word, the knowing and the ignorant each after his own heart and understanding.",
        "which he asserts that we know only properties of things and are ignorant of their essence.",
        "A favourite contrast for which there is more to be said is that drawn between the m k agico-religious spell-ritual, that says in effect, \"My will be done,\" and the spirit of \"Thy will be done\" that breathes through the highest forms of worship. Such resignation in the face of the divine will and providence is, however, not altogether beyond the horizon of primitive faith, as witness the following prayer of the Khonds of Orissa: \"We are ignorant of what it is good to ask for.",
        "Ignorant of the English language, and firmly attached to their ancestral forms of worship, they were yet compelled to attend a service they considered profane, conducted in a language they could not understand.",
        "A large number still speak the Albanian language; many of the older men, and a considerable proportion of the women, even in the neighbourhood of Athens, are ignorant of Greek.",
        "An erroneous derivation of the word pascha from the Greek ircthx iv, \" to suffer,\" thus connected with the sufferings or passion of the Lord, is given by some of the Fathers of the Church, as Irenaeus, Tertullian and others, who were ignorant of Hebrew.",
        "It was feared that the heresy, if suffered to make headway, would spread like wildfire among the ignorant Russian peasantry, and Archbishop Nikon was sent to Athos to threaten the recalcitrant brethren with severe temporal and eternal penalties should they remain obstinate.",
        "The motive for this change does not appear, and we are equally ignorant of the cause which prompted his transference of the priesthood from his nominee to another son of Annas in 37.",
        "He determined also to introduce into the Church many desirable reforms. His project was approved by an ecclesiastical council and was supported by the tsar, but it met with violent opposition from a large section of the clergy, and it alarmed the ignorant masses, who regarded any alterations in the ritual, however insignificant they might be, as heretical and very dangerous to salvation.",
        "They write shorthand, but speak no English; they have a smattering of higher mathematics, yet are ignorant of book-keeping.",
        "We are quite ignorant as to the date of Zoroaster; King Vishtaspa does not seem to have any place in any historical chronology, and the Gathas give no hint on the subject.",
        "Among those in the Peters's list which are wholly or substantially true are the following: \"The judges shall determine controversies without a jury\"; \"Married persons must live together or be imprisoned\"; \"A wife shall be good evidence against her husband\"; \"No minister shall keep school\"; \"The selectmen, on finding children ignorant, may take them away from their parents and put them into better hands, at the expense of their parents.\"",
        "\" stores of instruction for the ignorant\"), or chronicles, which were carefully written up from time to time.",
        "Ep. r) of the Englishman as \"not ignorant of literature and.",
        "Thus Oedipus grew up ignorant of his parentage, and, meeting Laius in a narrow way, quarrelled with him and slew him.",
        "Seeing that the younger boy was almost entirely ignorant of French, he took him with Joseph to the college at Autun at the close of the year 1778.",
        "He had no scholarly interest in the past, and he never hesitated to transform the texts when he could give contemporary \"point\" to a poem; but his instinct was good, and he did much to stimulate an ignorant public to fresh enjoyment.",
        "He sent far and wide in search of manuscripts, rescuing many treasures from the charge of ignorant and neglectful monks.",
        "In 1859 the mines were worked only for their gold; the ignorant miners threw away the \" black stuff \" which was really valuable silver ore with an assay value four times as great as that of their ores of gold; and when this was discovered there came a period of unprecedented silver production.",
        "He was the only Russian statesman of the day with sufficient foresight to grasp the fact that the Baltic seaboard, or even a part of it, was worth more to Muscovy than ten times the same amount of territory in Lithuania, and, despite ignorant jealousy of his colleagues, succeeded (Dec. 1658) in concluding a three-years' truce whereby the Muscovites were left in possession of all their conquests in Livonia.",
        "The cathedral of Sodor was on St Patrick's Isle at Peel, and it is possible that the name Sodor being lost, its meaning was applied to the isle as the seat of the bishop. The termination \"and Man\" seems to have been added in the 17th century by a legal draughtsman ignorant of the proper application of the name of Sodor to the bishopric of Man.",
        "For other areas we have often no description of the procedure at all, but merely the briefest outline of the actual process of slaughter, and we are ignorant whether the form of the rite is in reality simple (either from a loss of primitive elements or from never having advanced beyond the stage at which we find it), or whether the absence of detail is due to the inattention or lack of interest of the observer.",
        "They promised to convey the ignorant savages in their ships to the \"heavenly shores\" where their departed friends now dwelt, and about 40,000 were transported to Hispaniola to perish miserably in the mines.",
        "To which Clarendon replied that he had been before acquainted with the secret and had often wished he had remained ignorant of it.",
        "The Chinese writers say that their customs were like those of the Turks; that they had no cities, lived in felt tents, were ignorant of writing and practised polyandry.",
        "This subject brings the domain of pathology, however, into touch with that of variation, and we are profoundly ignorant as to the complex of external conditions which would decide in any given case how far a variation in form would be prejudicial or otherwise to the continued existence of a species.",
        "Kossuth continued the agitation by reporting in letter form the debates of the county assemblies, to which he thereby gave a political importance which they had not had when each was ignorant of the proceedings of the others.",
        "Could she actually be that ignorant?",
        "This was one of the greatest calamities that could have happened to South America; for the discoverer of the South sea was on the point of sailing with a little fleet into his unknown ocean, and a humane and judicious man would probably have been the conqueror of Peru, instead of the cruel and ignorant Pizarro.",
        "New generations grew up almost as ignorant as their fathers, but not with the same sense of dependence upon the white men.",
        "He found an ignorant and corrupt society ruled by an immoral yet fanatical monarch.",
        "I am totally ignorant in every part of useful knowledge.",
        "as coarse as they were ignorant of letters.",
        "Hence, though they were only a few miles apart, each was ignorant Bohemian Campaign 1866 - ?",
        "The clergy, the chief official class, were naturally less ignorant than the gentry.",
        "Since then, says their regretful pupil, \" less time and less care have been bestowed on grammar, and persons who profess all arts, liberal and mechanical, are ignorant of the primary art, without which a man proceeds in vain to the rest.",
        "In this work, which is one of the most valuable contributions to the literature of algebra, Cardan shows that he was familiar with both real positive and negative roots of equations whether rational or irrational, but of imaginary roots he was quite ignorant, and he admits his inability to resolve the so-called lation of Arabic manuscripts.",
        "The ignorant assert that Constantine first gave temporal power to the See of Rome; it was already bestowed by Christ Himself, the true King and Priest, as inalienable from its nature and absolutely unconditional.",
        "Isvolsky was ignorant of the \" personal \" treaty of defensive alliance \" between Germany and Russia, entered into by the respective sovereigns at Bjorko.\"",
        "We must note, however, that the Baptist divines who were excluded from the Westminster Assembly issued a declaration of their principles under the title, \" A Confession of Faith of seven Congregations or Churches in London which are commonly but unjustly called Anabaptists, for the Vindication of the Truth and Information of the Ignorant.\"",
        "Mr Savona's attempt to teach the Maltese children simultaneously two foreign languages (of which they were quite ignorant, and their teachers only partially conversant) without first teaching how to read and write the native Maltese systematically was continued for some years under an eminent archaeologist, Dr A.",
        "The leaders of the two Guard brigades, still ignorant of the extent of the French position, rallied their men on the main bodies of their commands (which had not been engaged) and then lay down facing exactly as they had done when brought forward to the attack.",
        "Seemingly the widespread Babylonian culture had not reached the Aegean peoples; yet these peoples cannot have been wholly ignorant of things with which commercial intercourse brought them in contact.",
        "As we are still ignorant of the proportions of land and water in the polar regions, it is only possible to give approximate figures for the extent of the ocean, for the position of the coast-lines is not known exactly enough to exclude possible errors of perhaps several hundred thousand square miles in estimates of the total area.",
        "The old tribunals where customary law was administered by ignorant satellites of the great, amid unspeakable corruption, have all been replaced by organized courts with qualified judges appointed from the Bangkok law school, and under the direct control of the ministry in all except the most outlying parts.",
        "He considered it his duty to expose careless and ignorant writers, and certainly enjoyed doing so.",
        "Luther spoke to the people and the ignorant; Erasmus had the ear of the educated class.",
        "But the flighty and ignorant szlachta not only were incapable of any sustained political action, but they themselves unconsciously played into the hands of the enemies of their country by making the so-called liberum veto an integral part of the Polish constitution.",
        "The dissidents had no political rights, and their religious liberties had also been unjustly restricted; but two-thirds of them being agricultural labourers, and most of the rest artisans or petty tradesmen, they had no desire to enter public life, and were so ignorant and illiterate that their new protectors, on a closer acquaintance, became heartily ashamed of them.",
        "The existence of so many ecclesiastical writers was a natural feature in Polish literature; they formed the only really cultured class in the community, which consisted besides of a haughty ignorant nobility living among their serfs, and (at a vast distance) those serfs themselves, in a brutalized condition.",
        "The ideas of the Revolution were slow in penetrating to this ignorant peasant population, which had always been less civilized than the majority of Frenchmen, and in 1789 the events which roused enthusiasm throughout the rest of France left the Vendeans indifferent.",
        "She pretended to understand, in order not to appear ignorant.",
        "It is far better to have knowledge of increased risks than be ignorant of them and do nothing to combat them.",
        "The priests of the Greek Church, on whom the rural population depend for instruction, are often deplorably ignorant.",
        "Of the progress of the art in Scotland, till towards the end of the 17th century, we are almost entirely ignorant.",
        "She sorely persecuted Antiope, his first wife, who escaped to Mount Cithaeron, where her twin sons Amphion and Zethus were being brought up by a herdsman who was ignorant of their parentage.",
        "The act also declares the validit y of leases made by a simoniac or simoniacallypresented person, if bona fide and for valuable consideration to a lessee ignorant of the simony.",
        "The intendants, by an exercise of their general or special powers, took the place of the elus, and delegated commissaires aux tailles (commissaries of the taille) for the assessment of the parishes, who guided and supervised the elected collectors - for the most part ignorant and partial peasants.",
        "As far as purity of diction, fine wit, crushing satire against a debased and ignorant clergy, and a general sympathy with suffering humanity are concerned, Omar certainly reminds us of the great Frenchman; but there the comparison ceases.",
        "It must be confessed that we are singularly ignorant as to the functional significance of these remarkable organs - the entosternites.",
        "In 1855, ignorant of what Wailer had done ten years previously, he succeeded in obtaining metallic aluminium, and ultimately he devised a method by which the metal could be prepared on a large scale by the aid of sodium, the manufacture of which he also developed.",
        "The actual perpetrator of the deed, a soldier, was tried and executed, but he was apparently ignorant of the persons who procured his services.",
        "The twelve who replaced the council of nine (as these had previously replaced the council of the nobles) consisted - both as individuals and as a party - of ignorant, incapable, turbulent men, who could neither rule the state with firmness nor confer prosperity on the republic. They speedily broke with the nobles, for whose manoeuvres they had at first been useful tools, and then split into two factions, one siding with the Tolomei, the other, the more restless and violent, with the Salimbeni and the noveschi (partisans of the nine), who, having still some influence in the city, probably fomented these dissensions, and, as we shall see later on, skilfully availed themselves of every chance likely to restore them to power.",
        "His lyrism is vigorous, feeling, austere and almost entirely subjective and personal, while his pamphlets are distinguished by energy of conviction, strength of affirmation, and contempt for weaker and more ignorant opponents.",
        "To begin with, we know that till the 13th century the middle age was ignorant of Greek, and possessed no philosophical works in their Greek original(see Classics).",
        "The delay in the establishment of the doctrine of organic evolution was due, not to the ignorant and unobservant, but to the leaders of zoological and botanical science.",
        "So far as regards criminal offences, the maxim as to ignorantia juris admits of no exception, even in the case of a foreigner temporarily in England, who is likely to be ignorant of English law.",
        "and grammar on the ground that they are not due to himself but to earlier and ignorant copyists.",
        "Ignorant, brutal, grasping and corrupt as he was, he deserved the confidence of his master.",
        "He followed this professor to learn how to analyse certain minerals, but in the end he found that the teacher himself was ignorant of the process.",
        "Aymer was illiterate, ignorant of the English language, and wholly secular in his mode of life.",
        "He appears to have striven earnestly to do something for the education of the ignorant inhabitants of Brittany but his efforts were not very successful, and he soon abandoned the task.",
        "These inaccessible slopes were inhabited even in Strabo's time by wild, half-barbarous tribes, of whose ethnical relations we are ignorant - the Chalybes (identified by the Greeks with Homer's Chalybes), Tibareni, Mosynoeci and Macrones, on whose manners and condition some light is thrown by Xenophon (Anab.",
        "What then happened was very natural: imitations of the old wares were produced, and having been sufficiently disfigured by staining and other processes calculated to lend an air of rust and age, they were sold to ignorant persons, who labored under the singular yet common hallucination that the points to be looked for in specimens from early kilns were, not technical excellence, decorative tastefulness and richness of color, but dinginess, imperfections and dirt; persons who imagined, in short, that defects which they would condemn at once in new porcelains ought to be regarded as merits in old.",
        "Railways.It is easy to understand that an enterprise like railway construction, requiring a great outlay of capital with returns long delayed, did not at first commend itself to the Japanese, who were almost entirely ignorant of co-operation as a factor of business organization.",
        "He was perfectly fair but perfectly one-sided, being generally happily ignorant of everything which told against his own view.",
        "Maltese authorities were ignorant of the disabilities of British Nonconformists at common law, and they had not perceived that persons with a British domicile could not evade their own laws by marrying in Malta, e.g.",
        "Pilgrims visiting Paphos, the original home and temple of Astarte, could of course be in no doubt about which of the heavenly powers inhabited the cone of stone in which she was there held to be immanent; nor was any Semite ever ignorant as to which Baal he stood before.",
        "From the eastern edge of the above-named copses he suddenly descried the camp of a whole French Corps (the 4th), evidently ignorant of their danger, on the slopes trending westward from Amanvillers.",
        "A quack is one who pretends to knowledge of which he is ignorant, a charlatan, particularly a medical impostor.",
        "There the ignorant friend learns that twittering is basically people saying mundane things about their uninteresting lives in order to feel connected.",
        "I realize now he intended to keep me as ignorant as",
        "This accusation appears to have originated in his superior skill in natural philosophy, by which he produced effects that the ignorant attributed to magic.",
        "It had but a small sale, as the American public was then too ignorant to feel much interest in American history.",
        "In 1863 it was independently discovered by Westwood in an English vinery at Hammersmith; he was ignorant of Fitch's observation, and called it Peritymbia vitisana.",
        "The rough surroundings of the Frankish court were unfavourable to the acquisition of learning, and Charles grew up almost ignorant of letters, but hardy in body and skilled in the use of weapons.",
        "We are still ignorant of the depth to.which the annual temperature wave penetrates in the open ocean, but observations in the Mediterranean enable us to form some opinion on the matter.",
        "Some misunderstanding caused an outburst of ignorant ill-feeling on the part of the students, who proceeded to such lengths that Fichte was compelled to reside out of Jena.",
        "In the medieval Church there were seven \"corporal\" and seven \"spiritual works of mercy\" (opera misericordiae); these were (a) the giving of food to the hungry and drink to the thirsty, the clothing of the naked, the visitation of the sick and of prisoners, the receiving of strangers, and the burial of the dead; (b) the conversion of sinners, teaching of the ignorant, giving of counsel to the doubtful, forgiveness of injuries, patience under wrong, prayer for the living and for the dead.",
        "In the same spirit he investigated the generation of eels, which were at that time supposed, not only by the ignorant vulgar, but by \"respectable and learned men,\" to be produced from dew without the ordinary process of generation.",
        "Though instructions had been given to keep him ignorant, he had been taught his letters and could read his Bible.",
        "The builders were \"ignorant of some of the most essential principles of construction, and are to be regarded as hardly more than novices in the art\" (Holmes, Archaeological Studies, &c.).",
        "Though written in Latin, its discourses were doubtless intended to be delivered in the vulgar tongue; the clergy, however, were often too indolent or too ignorant for this, although by more than one provincial council they were enjoined to exert themselves so that they might be able to do so.'",
        "The Books of Homilies referred to in the 35th article of the Church of England originated at a convocation in 1542, at which it was agreed \"to make certain homilies for stay of such errors as were then by ignorant preachers sparkled among the people.\"",
        "Billow's corps was unavailable, for the reason already given, but of this fact Blucher was still necessarily ignorant.",
        "Early in the morning Wellington (still ignorant of the exact position of his ally) sent out an officer, with an adequate escort, to establish touch with the Prussians.",
        "The ministers received food and clothing from the contributions of the people, but also worked with their hands; the result of this was that they were very ignorant, and also were grasping after bequests from the dying.",
        "Speaking generally, the administration of the operations is conducted upon the Australian plan, with special attention to allaying the distrust of the native and more ignorant classes, for which purpose the influence of the clergy was enlisted.",
        "by his literary graces and ingenious speculations; he won the obtuse and ignorant Christian V.",
        "There were ignorant persons who were sincerely orthodox; there were intelligent persons who pretended to be so.",
        "\"I receive daily,\" he writes, \"letters from remote parts, from kings, princes, prelates and men of learning, and even from persons of whose existence I was ignorant.\"",
        "ignorant of the facts or an abject liar.",
        "ignorant of the truths that lie within every human being, looked outward - pushed ever outward.",
        "ignorant of some mysteries of religion, do not despond; Christ doth not give you all at once.",
        "ignorant of the reality in point of fact?",
        "You have completely missed the fact that I'm also sickened by the ignorant monsters who have done such harm in his name.",
        "I really hope I never see Somethin again, she's rude obnoxious, loud and ignorant.",
        "But his counsel was neglected for that of ignorant refugees and Irish priests.",
        "One would suppose that the most ignorant Jew could never have mistaken Haman, the minister of Ahasuerus, for the minister of Pharaoh, as happens in the Koran, or identified Miriam, the sister of Moses, with Mary (= Mariam), the mother of Christ.",
        "with the aid of the mob, and by the murder of the beautiful philosopher Hypatia marked the lowest depth to which ignorant fanaticism could descend.",
        "6.yvow, to be ignorant of), a monophysite sect who maintained that Christ's human nature was like other men's in all respects, including limited knowledge.",
        "So valuable are certain of the properties of atropine that it is often desirable to give doses of one-twentieth or onetenth of a grain; but these will never be ventured upon by the practitioner who is ignorant of the great interval between the minimum toxic and the minimum lethal dose.",
        "When Justin ascended the throne in 518, Justinian became at once a person of the first consequence, guiding, especially in church matters, the policy of his aged, childless and ignorant uncle, receiving high rank and office at his hands, and soon coming to be regarded as his destined successor.",
        "For it is not supported by temporal agencies like the spiritual authority of the Christian priesthood in the middle ages, but is a pure power of knowledge over the ignorant masses, who do nothing without consulting their spiritual advisers.",
        "The ancient Egyptians symbolized an ignorant person by the head and ears of an ass, and the Romans thought it a bad omen to meet one.",
        "Just as books were the means of multiplying, cheapening and disseminating ideas, so engravings on copper or wood were the means of multiplying, cheapening and disseminating images which gave vividness to the ideas, or served, for those ignorant of letters, in their stead.",
        "One of his strings of proverbs runs as follows: \"The uncultivated man is not innocent; the ignorant man is not devout; the bashful man learns not; the wrathful man teaches not; he who is much absorbed in trade cannot become wise; where no men are, there strive thyself to be a man\" (gib.",
        "Miss Welsh replied by announcing her intention to marry Carlyle; and then told him the whole story, of which he had previously been ignorant.",
        "Himself a Catholic priest - \"the glory of the priesthood and the shame\" - the tone of the orthodox clergy was distasteful to him; the ignorant hostility to classical learning which reigned in their colleges and convents disgusted him.",
        "The ignorant populace, for whom the promised social millennium had by no means dawned, saw in an attitude seemingly so inconsistent obvious proof of corrupt motives, and there were plenty of prophets of misrule to encourage the delusion - orators of the clubs and the street corners, for whom the restoration of order would have meant well-deserved obscurity.",
        "Ignorant of the fact that this union was a lawful one, Ernest urged his son to marry,.",
        "It is uncertain how far Charles was ignorant of the elector's preparations, but certainly he was unprepared for the attack made by Maurice and his allies in March 1552.",
        "And now, eighty-four years after his death, Poland was once more split up into half a dozen loosely federated states in the hands of country gentlemen too ignorant and prejudiced to look beyond the boundaries of their own provinces.",
        "The same may be said of the many, often absurd, accusations subsequently brought against him by jealous rivals or ignorant contemporaries who hated Godunov's reforms as novelties.",
        "His work Against the Christians was directed, not against Christ, nor even against what he believed to be Christ's teaching, but against the Christians of his own day and their sacred books, which, according to Porphyry, were the work of deceivers and ignorant people.",
        "This Society, instituted to this special end, namely, to offer spiritual consolation for the advancement of souls in life and Christian doctrine, for the propagation of the faith by public preaching and the ministry of the word of God, spiritual exercises and works of charity and, especially, by the instruction .of children and ignorant people in Christianity, and by the spiritual, consolation of the faithful in Christ in hearing confessions....\"",
        "monasteries, amongst the lower clergy, amongst the humble and lowly and ignorant.",
        "either separately or in conjunction with a fragmentary Southern Version of the Pauline Epistles, Peter, James and 1 John in a curiously compiled volume, evidently made, as the prologue tells us, by a brother superior for the use and edification of an ignorant \" sister,\" or woman vowed to religion.",
        "An only son, late born, seeing no companions of his own age, hearing nothing but the voices of his parents and the hymns and prayers in the little Calvinist chapel, Arany grew up a grave and gentle, but by no means an ignorant child.",
        "Outcasts alone, the offspring of irregular unions, could be ignorant of the blood which ran in their veins, of the unseen ancestors to be fed and tended in family and gentile rites.'",
        "The wise man and the ignorant, the enthusiast and the man of the world, could all find acceptance here, and there was laid on no one more than he was able and willing to bear.",
        "The first religious ardour cooled, the strictness of the rule was relaxed, until by the 10th century the decay of discipline was so complete in France that the monks are said to have been frequently unacquainted with the rule of St Benedict, and even ignorant that they were bound by any rule at all.",
        "In the pursuit of this inquiry he rashly invaded other departments of science, and much of the Common Place Book is occupied with a polemic, as vigorous as it is ignorant, against the fundamental conceptions of the infinitesimal calculus.",
        "As a boy he was active, lively and docile; a good walker, but ignorant of all boyish games, as naïf and as innocent as a child; and he never could learn to dance or to ride.",
        "The coastmen were expert smugglers and wreckers, the agriculturists were ignorant and drunken, the parish clergy were slothful, in many cases intemperate, and largely given to fox-hunting.",
        "This latter qualification has been introduced into several of the Southern states, partly at least to disqualify the ignorant coloured voters.",
        "Again, the voter, especially the ignorant one, refrains from scratching his ticket, lest in some way he should fail to comply with the technicalities of the law and his vote be lost.",
        "(3) Educational or other such test, more particularly in the Southern states, the object of which is to exclude the coloured, and especially the ignorant coloured, voters from the polls.",
        "Soon after the accession of James a conspiracy, of which she was altogether ignorant, was entered into to advance her to the throne, but this caused no alteration in her treatment by James, who allowed her a maintenance of Boo a year.",
        "This tendency especially prevails in biology, which is so far off the general principles of natural philosophy that its votaries are often ignorant of the real nature of body as matter and force.",
        "These instruments they have from us, and made by our artists, and they do not in the least vary from ours, except that the characters are Arabic. The Arabs are the most skilful navigators of all the Asiatics or Africans; but neither they nor the Indians make use of charts, and they do not much want them; some they have, but they are copied from ours, for they are altogether ignorant of perspective.\"",
        "The disastrous error of almost exclusively appointing Provencals, foreigners ignorant of both the country and the people, to the government of the Papal States, now found a terrible Nemesis: and there came a national upheaval, such as Italy had not yet witnessed.",
        "a story describing how the domestic happiness of a young tutor, who marries the unacknowledged daughter of a Russian sensualist of the old type, dull, ignorant and genial, is troubled by a Russian sensualist of the new school, intelligent, accomplished and callous, without there being any possibility of saying who is most to be blamed for the tragic termination.",
        "The last of these propositions is adversely criticized by P. Mantegazza as a truism, but it may be allowed to stand with the qualification that we are ignorant concerning the nature of the influence called \" nerve-force.\"",
        "Even to-day the ignorant peasantry of many European countries, Russia, Galicia and elsewhere, believe that all disease is the work of demons, and that medicinal herbs owe their curative properties to their being the materialized forms of benevolent spirits.",
        "Brock fell in action on the 13th of October, while repulsing Dearborn's subordinate Van Rensselaer, a politician named to command by favour, and ignorant of a soldier's business.",
        "not even avoid fractional exponents (\"Racine cubique de serait en circle\"), and is ignorant only of negative exponents.",
        "Even to-day isolated peoples are found with their own primitive iron-making, but ignorant of the use of copper.",
        "It is still in great demand for certain normal purposes for which either great ease in welding or resistance to corrosion by rusting is of great importance; for purposes requiring special forms of extreme ductility which are not so confidently expected in steel; for miscellaneous needs of many users, some ignorant, some very conservative; and for remelting in the crucible processAll the best cutlery and tool steel is made either by the crucible process or in electric furnaces, and indeed all for which any considerable excellence is claimed is supposed to be so made, though often incorrectly.",
        "He himself, however, valued his method and his knowledge very differently, and argued that he knew what his predecessors were ignorant of, because he had been taught in no human school.",
        "Already, in St Francis's lifetime, his friars had grown into an order dedicated to spiritual ministrations among the poor, the sick, the ignorant, the outcasts of the great cities; while by the very conception of their institute the Dominicans were dedicated to the special work of preaching, especially to heretics and heathens.",
        "Sixty years later, at the time of the dictator Caesar, we find two Mauretanian kingdoms, one to the west of the river Mulucha under Bogud, and the other to the east under a Bocchus; as to the date or cause of the division we are ignorant.",
        "Johnson, not content with turning filthy savages, ignorant of their letters, and gorged with raw steaks cut from living cows, into philosophers as eloquent and enlightened as himself or his friend Burke, and into ladies as highly accomplished as Mrs Lennox or Mrs Sheridan, transferred the whole domestic system of England to Egypt.",
        "But some foolish and ignorant Scotsmen were moved to anger by a little unpalatable truth which was mingled with much eulogy, and assailed him whom they chose to consider as the enemy of their country with libels much more dishonourable to their country than anything that he had ever said or written.",
        "In Homer they are gigantic cave-dwellers, cannibals having only one eye, living a pastoral life in the far west (Sicily), ignorant of law and order, fearing neither gods nor men.",
        "Richard was crowned in May 1257, but the majority of his subjects were probably ignorant of his very name; Alphonso did not even visit the country over which he claimed to rule.",
        "Charles soon made up his mind about the general lines of his policy, although he was completely ignorant of the strength of the feeling which had been aroused.",
        "At first this great king was coldly received by the Protestants, who were ignorant of his designs and did not want a stranger to profit by the internal disputes of their country.",
        "Like anti-Semites elsewhere, the Christian Socialists were reckless and irresponsible, appealing directly to the passions and prejudices of the most ignorant.",
        "They had been converted to Mahommedanism in the early times of the Arab conquest, but their knowledge of Islam did not go much beyond the formula of the creed - \"there is no god but God, and Mahomet is the apostle of God,\" - and they were ignorant of the law.",
        "At present one is inclined to say that he was not altogether ignorant of these arts, but that from want of practice he found it convenient to employ some one else whenever he had anything to write.",
        "Though we know the cost of fencing the lists, from entries in the treasury accounts, we are ignorant of the cause of the quarrel, and even of the clans engaged.",
        "Quite ignorant as to the real state of affairs, he raised the money and sent a nuncio, who never risked himself in Scotland, but made the extraordinary proposal later, that Mary should execute or at least \" discourt \" her chief advisers.",
        "This, coming on the head of the Rye House murder plot (of which the Rev. Mr Carstairs, the agent of Argyll, and probably Argyll himself, then in Holland, were not ignorant), caused the government to demand, at the hands of the military, from all and sundry, an \" Abjuration \" of Renwick's anarchist utterances.",
        "We are still ignorant of the causes that determine the associated selection of inherited qualities that go to the making of any individual.",
        "But he opposed the revolutionary innovations dictated by ignorant and popular prejudices.",
        "As a rule, the mestizos of Ecuador are ignorant, indolent and non-progressive.",
        "The statement that he proceeded along the coasts of Europe \"from Gades to the Tanais\" is evidently based upon the supposition that this would be a simple and direct course along the northern shores of Germany and Scythia - Polybius himself, in common with the other Greek geographers till a much later period, being ignorant of the projection of the Danish or Cimbric peninsula, and the circumnavigation that it involved - of all which no trace is found in the extant notices of Pytheas.",
        "There is ground for supposing that the Phoenicians were not ignorant of the Canaries.",
        "ignorant, suspicious of culture, champion of the monastic life,.",
        "\"Our clergy seem,\" he says, \"not merely forgetful of the lesson but ignorant of it, such a passion for possessions has in our days fastened like a pestilence on their souls.\"",
        "Every morning he worshipped the sun in public, as being the representative of the divine soul that animates the universe, while he was himself worshipped by the ignorant multitude.",
        "„,He was not devoid of good qualities, and took an interest in the material welfare of the country, but he was narrow-minded, ignorant and bigoted; he made the administration more efficient, and reorganized the army which became purged of Carbonarism, and such Carbonarist plots as there were in the 'thirties were not severely punished.",
        "As yet the public was ignorant of its contents, and although the Senate had enjoined secrecy on its members even after the treaty had been ratified, Senator Mason of Virginia gave out a copy for publication only a few days later.",
        "Although among such an ignorant and diversified body as that of the Filipinos public opinion can hardly be said to exist, there is no doubt that the hatred of the friars was practically universal.",
        "The soil is generally rocky and unfertile, and the population impoverished, scanty and ignorant.",
        "Buddhism, which swayed Korea from the 10th to the 14th century, has been discredited for three centuries, and its priests are ignorant, immoral and despised.",
        "He was himself taken prisoner by a Thracian band, and provoked his captors, who were ignorant of his identity, to put him to death.",
        "National politics were put first, to the complete ignoring of excessive taxation, financial extravagance, ignorant legislation and corruption in California.",
        "At first sight this singular structure appears so like a deformity that writers have not been wanting to account it such, 2 ignorant of its being a piece of mechanism most beautifully adapted to the habits of the bird, enabling it to extract with the greatest ease, from fir-cones or fleshy fruits, the seeds which form its usual and almost invariable food.",
        "The new prince, who was compelled to purchase his elevation with a heavy bribe, proceeded to the country which he was selected to govern, and of the language of which he was in nearly every case totally ignorant, accompanied by a horde of needy hangers-on; he and his acolytes counted on recouping themselves in as short a time as possible for their initial outlay and in laying by a sufficiency to live on after the termination of the prince's brief authority.",
        "Jesus recognized his unique position; he could not be ignorant of his powers.",
        "21): and those are blessed who minister to the needy even though ignorant of any relation to himself (Matt.",
        "Monotheism henceforth was to be the belief not of philosophers only but even of the ignorant, and in Jesus Christ the union of the divine and the human was effected.",
        "A vast activity animated the early Church: to heal the sick, to feed the hungry, to succour the diseased, to rescue the fallen, to visit the prisoners, to forgive the erring, to teach the ignorant, were ministries of salvation.",
        "onwards we have the guidance of the \"Bills of Mortality\" issued in London, which, though drawn up on the evidence of ignorant persons, are doubtless roughly true.",
        "He found their religion at a low ebb, the regular clergy apathetic and sensual, the bishop little obeyed, the laity divided by the family feuds of their rulers, unchaste and ignorant.",
        "Apart from the fact that reckoning from the birth of Christ was by no means universal, and consequently the mass of men were ignorant that there was such a thing as the year 1000, one wonders how that most enduring type of architecture, the Romanesque, reached its maturity among men who thought that the earth itself was so soon to \"shrivel like a parched scroll.\"",
        "She then assumed the regency, and took the title of grand-duchess, but she knew little of the character of the people with whom she had to deal, was utterly ignorant of the approved Russian mode of government, and speedily quarrelled with her principal supporters.",
        "It was better, he said, to be weak in Duns Scotus, but strong in St Paul - than to be crammed with all the learning of Durandus, and ignorant of the law of Christ.",
        "Are you then still ignorant of what the word gospel means ?",
        "During the next four years the submission of all the pueblos was secured, and the permanency of 1 Although the Quivira story was fabricated by an Indian captive and its fraudulent character was fully exposed by Coronado in 1541, ignorant American treasure-seekers still search for this mythical region.",
        "Unfortunately, prudential motives hindered the publication of the whole evidence; the people, consequently, were still ignorant of the magnitude of the crime, and, till recently, biographers of Bacon have been in a like ignorance.",
        "Although it must be admitted that the Baconian method is fairly open to the above-mentioned objections, it is curious and significant that Bacon was not thoroughly ignorant of them, but with deliberate consciousness preferred his own method.",
        "But he was certainly not ignorant of what may be called a deductive method, and of a kind of hypothesis.",
        "It can be shown, however, that Newton was not ignorant of Bacon's works, and Dr Fowler explains his silence with regard to them on three grounds: (1) that Bacon's reputation was so well established that any definite mention was unnecessary, (2) that it was not customary at the time to acknowledge indebtedness to contemporary and recent writers, and (3) that Newton's genius was so strongly mathematical (whereas Bacon's great weakness was in mathematics) that he had no special reason to refer to Bacon's experimental principles.",
        "Nor did Sabbatai's adherents all belong to the ignorant classes.",
        "Grossly ignorant of all that falls outside \" the daily round, the common task,\" they are full of panicky fears in regard to this unknown, and the primary attitude of society towards it is sheer avoidance, taboo.",
        "He was ignorant of the rules of grammar, confused genders and cases, and wrote in the vernacular Latin of his time, apart from certain passages which are especially elaborated and filled with poetical and elegant expressions.",
        "And above all things the young and the ignorant are to be instructed, the former by a regular gradation or ladder of parish or elementary schools, secondary schools and universities.",
        "Rude and ignorant as they were, they possessed a rough military organization; each community was led by its ulmen (chief), and in war the tribes fought together under an elected leader (toqui).",
        "At the opening of the 9th century Chile was a colony whose resources had hardly been touched, with a population of about 500,000 persons, of Spanish and mixed Spanish and Indian blood: a people endowed with the vigour of character bred by a mountainous country and a bracing climate and by a hard struggle for existence, but ignorant through lack of education, shut out by a narrow-minded commercial system from knowledge of the outside world, and destitute of the character-training that free institutions afford.",
        "The mass of the people were ignorant, intercourse between them was slight, and there was a strong section attached to the old regime.",
        "The officials charged with the administration of justice according to the shar are judges, called sheik/i-ui-islam and kazi (had/i, kadi or cadi of Arabs and Turks), members of the clergy appointed by the government and receiving a fixed salary, but some cities are without regular appointed judges and the title of cadi is almost obsolete; decisions according to the .char are given by all members of the clergy, ranging from ignorant mullahs of little villages and cantons to learned mujiahids of the great cities.",
        "Gelimer, who was strangely ignorant of the plans of Justinian, had sent his brother Tzazo with some of his best troops to quell a rebellion in Sardinia (that island as well as the Balearic Isles forming part of the Vandal dominions), and the landing of Belisarius was entirely unopposed.",
        "The political ferment caused by the entrance of the French into Spain extended to these islands, and the ignorant populace began to suspect that Arago's movements and his blazing fires on the top of Mount Galatzo were telegraphic signals to the invading army.",
        "There can be no harm if ignorant and simple people, or religious women, light candles in honour of the martyrs.",
        "A long residence till the age of thirty abroad, together with his French blood, had made him politically more of a foreigner than an Englishman, and he returned to England ignorant of the English constitution, a Roman Catholic and a secret adversary of the national religion, and untouched by the sentiment of England's greatness or of patriotism.",
        "The younger men of letters regarded Castilho as the self-elected pontiff of a mutual-praise school, who, ignorant of the literary movement abroad, claimed to direct them in the old paths, and would not tolerate criticism.",
        "As a rule they are ignorant, unprogressive and apathetic, intensely superstitious, cruel and intemperate, though individual strong characters have been produced.",
        "Mystified and ignorant of the line of retreat of the enemy, both the I.",
        "This accommodation of truth, by altering the form and substance of it to meet the views and secure the favour of ignorant and bigoted contemporaries, Morgan attributes also to the apostles and to Jesus.",
        "He gives fullest scope to the ungenerous view that a vast proportion of professedly revealed truth was ingeniously palmed off by the more cunning on the more ignorant for the convenience of keeping the latter under.",
        "It was assumed by deists in debating against the orthodox, that the flood of error in the hostile camp was due to the benevolent cunning or deliberate self-seeking of unscrupulous men, supported by the ignorant with the obstinacy of prejudice.",
        "The monks are, for the most part, ignorant and unlettered, though in the dark days of Mahommedan persecution it was in the monasteries that Greek learning and the Greek nationality were largely preserved.",
        "It is a curious fact, illustrative of the ignorant procedure and arbitrary fashions of fisher-folk, that on the Atlantic seaboard of the United States the sea mussel, Mytilus edulis, though common, is not used as bait nor as food.",
        "In the meantime Governor Nicolls of New York, ignorant of the grant to Berkeley and Carteret, had approved certain Indian sales of land to settlers within New Jersey, and had confirmed their titles to tracts in what later became Elizabethtown, Middletown and Shrewsbury.",
        "But we are ignorant how he proposed to meet his own criticisms; and they do not appear to have suggested to him an actual departure from his master's doctrine, much less any radical transformation of it.",
        "Gregory was upright and devout, but utterly ignorant of politics.",
        "Nor is such a system of communication only theoretically conceivable; it is, and always has been, in practical operation between people ignorant of one another's language, and as such is largely used in the intercourse of savage tribes.",
        "In like manner magic still exists in the civilized world as a survival from the savage and barbaric times to which it originally belongs, and in which is found the natural source and proper home of utterly savage practices still carried on by ignorant peasants in Great Britain, such as taking omens from the cries of animals, or bewitching an enemy by sticking full of pins and hanging up to shrivel in the smoke an image or other object, that similar destruction may fall on the hated person represented by the symbol (Tylor, Primitive Culture, ch.",
        "Ignorant of agriculture, with no dwellings but rough huts or breakwinds of sticks and bark, without dogs or other domestic animals, these savages, until the coming of civilized man, roamed after food within their tribal bounds.",
        "That he cannot find a single just and honest man; that high and low, rich and poor, are all ignorant of the true method of worshipping God (\" the way of Yahweh,\" v.",
        "This whole prophecy, which is perhaps the most interesting in the Book of Daniel, presents problems which can never be thoroughly understood, first because the author must have been ignorant of both history and chronology, and secondly, because, in his effort to be as mystical as possible, he purposely made use of indefinite and vague expressions which render the criticism of the passage a most unsatisfactory task.",
        "Their isolation has made them ignorant to some extent of the world's progress, while a supersensitive patriotism blinds them to the discredit and disorganization which political strife and misrule have brought upon them.",
        "Ferdinand grew up athletic, but ignorant, ill-bred, addicted to the lowest amusements; he delighted in the company of the lazzaroni (the most degraded class of the Neapolitan people), whose dialect and habits he affected, and he even sold fish in the market, haggling over the price.",
        "Though ignorant of the legal ritual and prayers, they performed the tawaf with enthusiasm, throwing themselves against the Ka`ba and clinging to its curtains as a child clings to its mother.",
        "396), Arafa and Mozdalifa (Ibn Jubair, 179), and tawafs performed by the ignorant at holy spots at Arafa not recognized by law (SnouckHurgronje p. 149 sqq.).",
        "Kinneir, Fraser and other observers speak unfavourably of the Mazandarani people, whom they describe as very ignorant and bigoted, arrogant, rudely inquisitive and almost insolent towards strangers.",
        "that I never extended the duplicate proportion lower than to the superficies of the earth, and before a certain demonstration I found the last year, have suspected it did not reach accurately enough down so low; and therefore in the doctrine of projectiles never used it nor considered the motions of the heavens; and consequently Mr Hooke could not from my letters, which were about projectiles and the regions descending hence to the centre, conclude me ignorant of the theory of the heavens.",
        "\" That it is not candid to require me now to confess myself, in print, then ignorant of the duplicate proportion in the heavens; for no other reason, but because he had told it me in the case of projectiles, and so upon mistaken grounds accused me of that ignorance.",
        "That by the same reason he concludes me then ignorant of the rest of the duplicate proportion, he may as well conclude me ignorant of the rest of that theory I had read before in his books.",
        "Yet it is inconceivable that men and women should spend years, even whole lives, as catechumens within the pale of the church, and really remain ignorant all the time of the Trinitarian Epiclesis used in baptism, of the Creed, and above all of the Lord's Prayer.",
        "No foreigners or qther persons ignorant of the laws of England are to be entrusted with judicial or administrative offices.",
        "The growing opposition which finally drove Walpole from power was not entirely without a nobler element than could be furnished by personal rivalry, or ignorant aistrust of Th ~ commercial and financial success.",
        "Ignorant of the strength of Great Britain, and elated by the recollection of their previous successes, the Boers themselves believed that a new struggle might give them predominance in South Africa.",
        "Burke's conservatism was, as such a passage as this may illustrate, the result partly of strong imaginative associations clustering round the more imposing symbols of social continuity, partly of a sort of corresponding conviction in his reason that there are certain permanent elements of human nature out of which the European order had risen and which that order satisfied, and of whose immense merits, as of its mighty strength, the revolutionary party in France were most fatally ignorant.",
        "Leverrier, still ignorant of these occurrences, presented on the 31st of August 1846 a third memoir, giving for the first time the mass and orbit of the new body.",
        "Not only is the charge of secrecy rigidly obeyed in regard to the alien world, but full initiation into the deeper mysteries of the creed is permitted only to a special class designated Akils, (Arabic `Akl, intelligence), in contradistinction from whom all other members of the Druse community, whatever may be their position or attainments, are called Jahel, the Ignorant.",
        "The people showed such bitter hostility to the new gospel that Darazi was compelled to seek safety in flight; but even in absence he was faithful to his god, and succeeded inwinning over certain ignorant inhabitants of Lebanon.",
        "In Sybil were exhibited the social relations of rich and poor (the \"two nations\") under this regime, and under changes in which, while the peasantry were neglected by a shoddy aristocracy ignorant of its duties, factory life and a purblind gospel of political economy imbruted the rest of the population.",
        "It came into my head as suggestively antithetic to the ' gnostic ' of Church history, who professed to know so much about the very things of which I was ignorant.",
        "Alcuin transmitted to the ignorant Franks the knowledge of Latin culture which had existed in England since the time of Bede.",
        "Her girlhood was passed at Ismailovo near Moscow, with her mother, an ignorant, bigoted tsaritsa of the old school, who neglected and even hated her daughters.",
        "Not only were they thus \" ignorant,\" but they were also perpetually inconsistent with themselves in dealing with particular instances.",
        "Thus, by the aid of his famous \" dialectic,\" Socrates arrived first at the negative result that the professed teachers of the people were as ignorant as he himself claimed to be, and in a measure justified the eulogy of Aristotle that he rendered to philosophy the service of \" introducing induction and definitions.\"",
        "1), which has caused him to be ignorant of his real duty.",
        "To the ignorant it was recommended by its conformity to crude common sense; to the learned, by the wealth of ingenuity expended in bringing it to perfection.",
        "The Papuans are mostly ignorant of iron, but work skilfully with axes of stone or tridacna shell and bone chisels, cutting down trees 20 in.",
        "Shut off from the world, they were probably ignorant of the new cycle of 532 years which had been adopted by Rome in 463.",
        "The evidence is best when given by ignorant men, who are astonished at meeting with an institution which ethnologists are familiar with in other parts of the world.",
        "Their propagandizing zeal soon exposed them to the wrath of an ignorant populace and the contempt of the educated; and thus it was that in AD.",
        "They insinuated themselves into the counsels of their ignorant masters, and though still sitting humbly at the feet of the barons, these upright and well-educated servitors were already dreaming of the great deeds they would do when.",
        "After Colberts day, when the crutches lent by privilege were removed, his achievements lost vigour; industries that ministered to luxury alone escaped decay; the others became exhausted in struggling against the persistent and teasing opposition of the municipal bodies and the bourgeoisieconceited, ignorant and terrified at any innovationand against the blind and intolerant policy of Louis XIV.",
        "Their chief claim to the notice of the historian of speculation comes from their warm reception of Greek philosophy when it had been banished from its original soil, and whilst western Europe was still too rude and ignorant to be its home (9th to 12th century).",
        "Up to this time he was entirely ignorant of mathematics, his father having carefully held him aloof from a study which he rightly apprehended would lead to his total alienation from that of medicine.",
        "Count Romanones, desiring to educate the electors, had been busy establishing schools; but the sweeping victory of the Liberals at the polls2 was probably far more due to the fact that this was the first election held under Seor Mauras Local Administration Act, and that the ignorant electors, indignant at being forced to vote under penalty of a fine, where they did not spoil their ballot papers, voted against the Conservatives as the authors of their grievance.",
        "The ignorant polytheism of the time could not tolerate such explanation, and the enemies of Pericles used the superstitions of their countrymen as a means of attacking him in the person of his friend.",
        "There is an obvious tendency, however, for astromancy to be employed, like palmistry, as a means of imposing on the ignorant and credulous.",
        "He then, in the happiest vein of parody, proceeds to show them a more excellent way: - \"My first prediction is but a trifle, yet I mention it to show how ignorant these sottish pretenders to astrology are in their own concerns: it refers to Partridge the almanac-maker.",
        "His proofs are generally long and clumsy; this is accounted for in some measure by the absence of symbols and technical terms. Apollonius was ignorant of the directrix of a conic, and although he incidentally discovered the focus of an ellipse and hyperbola, he does not mention the focus of a parabola.",
        "They are good cultivators of the soil, but are poor, superstitious, ignorant and unambitious, and they live in semi-subterranean houses as their ancestors did Boo years B.C. The townsmen, especially in the large towns, have more regular features - often of the Persian type.",
        "The Turkish-speaking Armenians of the south could scarcely converse with the Armenian-speaking people of the north; and the ignorant mountaineers of the east had nothing in common, except religion, with the highly educated townsmen of Constantinople and Smyrna.",
        "In the time of stage-coaches a custom was introduced of making ignorant persons believe that they required to be sworn and admitted to the freedom of the Highgate before being allowed to pass the gate, the fine of admission being a bottle of wine.",
        "The compiler was not ignorant of other sources (see x.",
        "That, therefore, ought not to have been destroyed which had been placed in the churches, not for worship, but solely for instructing the minds of the ignorant.\"",
        "Their use was declared to be this, that they taught the ignorant through the eye what they should adore with the mind; they are not themselves to be adored.",
        "Before we can be said to know all that we might regarding this most interesting of lakes further extensive scientific observations are necessary; but these are extremely difficult owing to the impossibility of maintaining self-registering instruments in a region practically closed to Europeans for nearly half the year by the stifling heat, and inhabited only by Bedouins, who are the worst kind of ignorant, thievish and mischievous savages.",
        "It is equally absurd to include in the same category the ignorant Bizocchi and Segarellists and such learned disciples of Michael of Cesena and Louis of Bavaria as William of Occam and Bonagratia of Bergamo, who have often been placed under this comprehensive rubric.",
        "From plants many substances are obtained which at the present time we are unable to make in the chemical laboratory, and of the constitution or composition of which we are in many cases ignorant.",
        "Was it possible for Alex to remain ignorant of that situation?",
        "\"You hoped I would come back and continue to be the ignorant hick you married - the one who never asked questions,\" she snapped back at him.",
        "The old man perused the wine menu with a studious eye, mispronouncing the items with enough of a smile so you never knew if he was kidding or ignorant.",
        "Or do you think me the ignorant idiot Jenn did?",
        "She didn't melt when their bodies brushed, and she appeared completely immune â€“ or ignorant â€“ of the affect he normally had on women.",
        "Simon Farris, London I cannot believe that Allan Morris can remain so ignorant and glib about his own drug adherence.",
        "The ignorant British Press treated Mrs. Hayden as a common American adventuress.",
        "Ignorant of the world, we stood aghast at the charge of eighteen pence for each.",
        "But al-Qaeda is growing in support as a result of the ' War on Terror ' and a perceived American ignorant arrogance.",
        "At least the one on the right is logical, so they can't be ignorant bigots.",
        "All ignorant we dared to own The joys we now dissemble; The greenfinch on the apple bough Could make my enemies tremble.",
        "But the film is badly lacking in energy, and all of the characters are grumpy, selfish, ignorant brats.",
        "I don't know why the ignorant buffoon hasn't rung me yet.",
        "The editor of this volume is either very careless or ignorant with regard to names.",
        "Reads very badly but answers fairly the questions in the short catechism: otherwise very ignorant.",
        "perhaps cautionary tales that circulated among oppressed and ignorant people came to be believed.",
        "By night, the ignorant would suppose that diners have little option but to head for the nearest chippy.",
        "Here he is not just ignorant, he is also contemptible.",
        "Speak properly you stupid ignorant cretin ', she adds flippantly.",
        "And is their ignorant zeal so fiery now When all [their] thanks are cold?",
        "This relied heavily on a superiority complex of militarism and jingoistic flag-waving, the ignorant non-sense that British is best in the world.",
        "Bush has a speech impediment, and for this he's seen as ' dumb as a chimp ' or an ignorant fool.",
        "Many accused Daniel of being a late forgery and ignorant of the facts.",
        "generality of men are ignorant.",
        "ignorant of the existence of Allah, nor did they refuse to worship Him.",
        "To be blissfully ignorant of doubt is an easy way out, a self failure.",
        "It is quite helpful to me as I am woefully ignorant when it comes to matters of economics at this level.",
        "Scott and Shackleton were not particularly interested in ice and snow and were appallingly ignorant of skis, sledges and furs.",
        "Indeed, on every subject beside mathematics, he was profoundly ignorant.",
        "What is more, for the granddaughter of the chief Louver curator, she is represented as utterly ignorant of art history.",
        "The man is either totally ignorant of the facts or an abject liar.",
        "ignorant fool, who is always in trouble with the authorities.",
        "ignorant European peasants ' .",
        "ignorant superstitions from the past.",
        "ignorant savages butting in.",
        "ignorant ancestors.",
        "ignorant prejudice.",
        "He who remains ignorant of these, shall never be able to bring to pass any wonderful matter.",
        "We will all probably seem very ignorant in a mere hundred years let alone a thousand or ten thousand.",
        "I am often troubled with great impertinences: all persons here being ignorant of these things to admiration.",
        "It was the childish innocence of kids - untainted by politics, prejudices or principles, ignorant of everything except the here and now.",
        "On a particular newsgroup, says Tepper, established posters often \" troll \" for newbies by purposely making ignorant posts.",
        "It was a stunning victory by supposedly ' ignorant European peasants ' .",
        "perpetuatef ignorant idiots _ perpetuating myths about engines.",
        "pretended to understand, in order not to appear ignorant.",
        "resentment of people who are ignorant without having come by their ignorance the hard way.",
        "No, the government thinks it can do things best without us ignorant savages butting in.",
        "The Lib Dem shadow education spokesman added that the government was ignorant to the work already carried out by many schools.",
        "A child enters the world both profoundly ignorant and deeply sinful.",
        "They actually believe that they are taking part in nothing more than a modern mockery of ignorant superstitions from the past.",
        "Does the University of Texas at Dallas pay you to write ignorant political tripe?",
        "And the reason is spiritual sight is a gift from God given to willing faith, not to static determined ignorant willful unbelief.",
        "There's that kind of unbelief that's hard, cold, dead, willing, ignorant unbelief.",
        "violation of the laws of Nature except for ignorant people.",
        "Why don't you go away you little ignorant wretch?",
        "While we may fear this, \" there is no proof that it will, either from the nature of death,\" of the effect of which on our powers we are altogether ignorant, \" or from the analogy of nature, which shows only that the sensible proof of our powers (not the powers themselves) may be destroyed.\"",
        "attained his majority, he was ignorant of the very rudiments of state-craft and almost illiterate.",
        "They are most common in the north and centre, a circumstance which shows them to be promoted less by the more backward and more ignorant peasants than by the better-educated laborers of Lombardy and Emilia, among whom, Socialist organizations are widespread.",
        "But oppressive, corrupt and inefficient as it was, the government was not confronted by the uncompromising hostility of the whole people; the ignorant priest-ridden masses were either indifferent or of mildly Bourbon sympathies; the opposition was constituted by the educated middle classes and a part of the aobility.",
        "Its lity, indeed, was largely due to the mistakes made by the administration, conducted as this was by officials ignorant of;hern conditions and out of sympathy with a people far more aitive than in any Other part of the peninsula.",
        "Ignorant of the assurance conveyed to France by Lord Granville that the Gladstone cabinet would respect the engagements of the Beaconsfield-Salisbury administration, Cairoli, in deference to Italian public opinion, endeavoured to neutralize the activity of the French consul Roustan by the appointment of an equally energetic Italian consul, Macci.",
        "preyed upon the credulous and ignorant.",
        "They are no longer used as an armoury from which opposite sides may draw effective weapons, offensive or defensive; nor on the other hand are they cast aside as the rubbish of an ignorant and superstitious age.",
        "(So nearly Jehuda Halevi.) According to Averroes, reason suffices, and faith, with (what he considers) its dreams of immortality and the like, is useful only for the ignorant masses.",
        "Its organization was spread all over Russia; its procedure was secret and summary (transportation by administrative order); and, its instruments being for the most part ignorant and largely corrupt, its victims were counted by thousands.",
        "Very often he wantonly provoked opposition, as when he shaved off his beard and compelled his chief officials to do likewise, though he well knew that the operation was regarded by the ignorant masses and the pious of all ranks as a sinful defacing of the image of God.",
        "Notwithstanding the changes in organization and terminology, the officials remained ignorant, indolent, careless, indifferent to the public welfare, high-handed and extortionate, and the local self-government which was intended to enlighten and control them proved sadly wanting in vitality and practically worthless.",
        "viii.), clearly contained much of which the people were ignorant, and conservative writers, who oppose the theory that a new Law was then introduced, emphasize (a) the previous existence of legislation (to prove that Ezra's book was not entirely a novelty), and (b) the gross wickedness in Judah (as illustrated by the prophets) from the time of Josiah to the strenuous efforts of the reformers on behalf of the most fundamental principles of the national religion.",
        "In both versions his name and parentage are concealed, in the Lanzelet he is genuinely ignorant of both; here too his lack of all knightly accomplishments (not unnatural when we remember he has here been brought up entirely by women) and his inability to handle a steed are insisted upon.",
        "Of the organization of the people under the monarch we are ignorant.",
        "Eleazar Albin between 1738 and 1740 produced a Natural History of Birds in three volumes of more modest dimensions; but he seems to have been ignorant of ornithology, and his coloured plates are greatly inferior to Catesby's.",
        "Just as Nitzsch had laboured under the disadvantage of never having any example of the abnormal Passeres of the New World to dissect, and, therefore, was wholly ignorant of their abnormality, so Muller never succeeded in getting hold of an example of the genus Pitta for the same purpose, and yet, acting on the clue furnished by Keyserling and Blasius, he did not hesitate to predict that it would be found to fill one of the gaps he had to leave, and this to some extent it has been since proved to do.",
        "But, it may be replied, the outsiders, being as a whole completely ignorant of the forces at work, so that they cannot form rational anticipations, cannot have any effect either way: by the law of chance their influences would neutralize one another.",
        "(See Marie Antoinette.) [Ed.] during which time she remained ignorant of the fate which had befallen her parents.",
        "The amiable character of the king preserved his own popularity, but the government was ignorant and profligate, justice was ill administered, negligence and disorder reigned in all its departments.",
        "Like Poland two centuries later, Hungary had ceased to be a civilized autonomous state because her prelates and her magnates, uncontrolled by any higher authority, and too ignorant or corrupt to look beyond their own immediate interests, abandoned themselves to the exclusive enjoyment of their inordinate privileges, while openly repudiating their primal obligation of defending the state against extraneous enemies.",
        "He found an ignorant and corrupt society ruled by an immoral yet fanatical monarch, who wasted millions on unprofitable buildings though the country was almost without roads and the people had become the most backward in Europe.",
        "Want of cleanliness favours their multiplication in a high degree - the idea once existed, and is probably still held by the very ignorant, that they are directly engendered from dirt.",
        "When Christian scholars began to study the Old Testament in Hebrew, if they were ignorant of this general rule or regarded the substitution as a piece of Jewish superstition, reading what actually stood in the text, they would inevitably pronounce the name Jehovah.",
        "So long as feudal monarchy continued, the Church supplied to some extent the deficiencies of the turbulent and ignorant princes by endeavouring to maintain order, administer justice, protect the weak and encourage learning.",
        "In instincts and in character, also, the typical \" mountaineers \" are to a marked degree primitive; they are, for the most part, very ignorant; they are primitively hospitable and are warm-hearted to friends and strangers, but are implacable in their enmities and are prone to vendettas and family feuds, which often result in the killing in open fight or from ambush of members of one faction by members of another; and their relative seclusion and isolation has brought them, especially in some districts, to a disregard for law, or to a belief that they must execute justice with their own hands.",
        "As a boy he was active, lively and docile; a good walker, but ignorant of all boyish games, as naÃ¯f and as innocent as a child; and he never could learn to dance or to ride.",
        "QUACK, one who pretends to knowledge of which he is ignorant, a charlatan, particularly a medical impostor.",
        "Sainte-Claire Deville, ignorant of what he had done, adopted the same methods in his efforts to prepare the metal on an industrial scale; the result of Wohler's claim of priority was that the two became good friends and joined in a research, published in 1856-1857, which yielded \"adamantine boron.\"",
        "And the commentary of his own and succeeding centuries upon these very extreme views is that Paracelsus was no scholar, but an ignorant vagabond.",
        "He destroyed the sympathy between the people and their natural leaders; and he threw the former into the hands of men who have subordinated all national to ecclesiastical considerations, or into the hands of reckless, ignorant, and dishonest adventurers.\"",
        "The ignorant fanaticism of the multitude viewed speculative studies with deep dislike and distrust, and deemed any one a Zendik (infidel) who did not rest content with the natural science of the Koran.",
        "Up to the time of his nomination for the presidency, the biographer of Jackson finds nothing to record but military exploits in which he displayed perseverance, energy and skill of a very high order, and a succession of personal acts in which he showed himself ignorant, violent, perverse, quarrelsome and astonishingly indiscreet.",
        "Being ignorant even of the rudiments of letters, Justin entrusted the administration of state to his wise and faithful quaestor Proclus and to his nephew Justinian, though his own experience dictated several improvements in military affairs.",
        "As he himself tells us, he was originally a heathen, but was converted to Christianity when advanced in years, and felt called upon to instruct the ignorant in the truth.",
        "Not satisfied with explaining adverse texts, he met his opponents with unwise audacity on their own ground, and endeavoured to produce scriptural confirmation of a system which seemed to the ignorant many an incredible paradox, and to the scientific few a beautiful but daring innovation.",
        "He is full of murderous resentment of people who are ignorant without having come by their ignorance the hard way.",
        "You have completely missed the fact that I 'm also sickened by the ignorant monsters who have done such harm in his name.",
        "An ignorant and impoverished population was more readily subjugated by Princes of the Church.",
        "Is it ignorant to say that to combat the terrorist threat we need the help of Muslim communities?",
        "There 's that kind of unbelief that 's hard, cold, dead, willing, ignorant unbelief.",
        "The first question he asked his distinguished visitor was ' Father, can we ignorant and unlearned men be saved?",
        "A miracle is not a violation of the laws of Nature except for ignorant people.",
        "Why do n't you go away you little ignorant wretch?",
        "Trusting that one talk geared toward sex education for teens will keep them abstinent until their wedding night is an ignorant way of thinking.",
        "Master's Degree or not, that is an uneducated and ignorant statement for anyone to make, much less make on national television.",
        "Mrs. Scott Baio used words that will not be repeated here because they are ignorant and derogatory toward gay women.",
        "In recent years, Nintendo has come under heavy attack from veteran gamers for being \"too kiddy\", \"not serious about video games\", or \"ignorant of their customers' desires\".",
        "While a younger child may ask many questions, an adolescent may be reluctant to appear ignorant and may not express his fear or confusion.",
        "I am ambivalent because sometimes he seems ignorant and prejudiced and holds opinions that I cannot identify with or accept.",
        "It's not that Pisces are ignorant - they just have deeper subjects to think about.",
        "While it's true that the lower back can be a very sensuous place for a tat, it would be rather ignorant to make assumptions about a person that you don't really know.",
        "Unfortunately, classmates and peers are often ignorant about the characteristics associated with Aspergers.",
        "If you decide to shop online but feel a bit ignorant when it comes to understanding Terms and Conditions, Progressive offers a list of terms along with their meanings.",
        "Tolerance.org: Here you can learn how to respond to bigoted comments, and find resources to intelligently deconstruct all ignorant arguments of bigotry and intolerance online.",
        "This part of Hamilton's programme was, indeed, carried out most successfully, for, although Liman von Sanders was aware of the arrival of large bodies of British troops in the islands, he remained entirely ignorant of his rival's real design until this was actu ally in execution.",
        "In 675 Benedict Biscop, abbot of Wearmouth, was obliged to obtain glass-workers from France, and in 758 Cuthbert, abbot of Jarrow, appealed to the bishop of Mainz to send him artisans to manufacture \" windows and vessels of glass, because the English were ignorant and helpless.\"",
        "It is more probable, however, that these words served the Franks, who were ignorant of Latin, as clues to the general sense of each paragraph of the law.",
        "The text is filled with valuable information on the state of the family and property in the 6th century, and it is astonishing to find Montesquieu describing the Salic Law as the law of a people ignorant of landed property.",
        "Forgetful or ignorant of the great principle announced and established by Rilleux, they have mostly devoted their energies and ingenuity to contriving all sorts of complicated arrangements to give the juice the density required, by passing and repassing it over the heating surface of the apparatus, the saving of a few square feet of which would seem to have been their main object.",
        "On the other hand, the advocates of admitting the feed into a vacuum pan in many minute streams appeal rather to the ignorant and incompetent sugarboiler than to a man who, knowing his business thoroughly, will boil 150 tons of hot raw sugar in a pan in a few hours, feeding it through a single pipe and valve io in.",
        "Whether these observations were systematic or individual, and how they were recorded, are points of which we are quite ignorant, as the theory that the votive tablets in the temples supplied such materials must be abandoned.",
        "In politics proper he seems indeed to have had few or no constructive ideas, and to have been entirely ignorant or quite reckless of the fact that his attacks were destroying a state of things for which as a whole he neither had nor apparently wished to have any substitute.",
        "The historians of the Roman Empire have left us some particulars of the visits of emperors and generals to Britain, but little or nothing about what happened in London, and we should be more ignorant than we are of the condition of Londinium if it had not been that a large number of excavations have been made in various parts of the city which have disclosed a considerable amount of its early history.",
        "During the early years of the Revolution he issued several pamphlets against Mirabeau, who returned his ill-will with interest, calling him \"the ignorant and bombastic M.",
        "They possess - not in Hebrew, of which they are altogether ignorant, but in Ethiopic (or Geez)- the canonical and apocryphal books of the Old Testament; a volume of extracts from the Pentateuch, with comments given to Moses by God on Mount Sinai; the Te-e-sa-sa Sanbat, or laws of the Sabbath; the Ardit, a book of secrets revealed to twelve saints, which is used as a charm against disease; lives of Abraham, Moses, &c.; and a translation of Josephus called Sana Aihud.",
        "The Vendean peasant refused to join the republican army, not for want of fighting qualities or ardour, but because the army of the old regime was recruited from bad characters and broken men, and the peasant, ignorant of the great change that had followed the Revolution, thought that the barrack-room was no place for a good Christian.",
        "Considering his want of experience of such rivers as the Nile, and the great difficulties he had to contend with under a succession of ignorant Turkish rulers, it would be unfair to blame him because, until it fell into the hands of British engineers in 1884, the work was condemned as a hopeless failure.",
        "The name is an ignorant translation of Exakionion, the corrupt form of the designation Exokionion, which belonged in Byzantine days to that quarter because marked by a column outside the city limits.",
        "If any such circular or document sent to an infant purports to issue from any address named therein or indicates any address as the place at which application is to be made with reference to the subject matter of the document, and at that place there is carried on any business connected with loans, every person who attends such place for the purpose of taking part in or assisting in the carrying on of such business will be deemed to have sent or caused to be sent such circular or document, unless he proves that he was not in any way a party to and was wholly ignorant of the sending of such document."
    ],
    "definition": [
        "Lacking education or knowledge.",
        "Showing or arising from a lack of education or knowledge: an ignorant mistake.",
        "Unaware or uninformed: was ignorant of the drug's harmful effects.",
        "ig′no·rant·ly\nadverb",
        "Link/Cite",
        "Unknowledgeable or uneducated; characterized by ignorance.",
        "(slang) Ill-mannered, crude.\nHis manner was at best off-hand, at worst totally ignorant.",
        "Shakespeare\nAlas, what ignorant sin have I committed?",
        "Resulting from ignorance; foolish; silly.",
        "ignorable",
        "ignoramus",
        "ignorance",
        "ignore",
        "Link/Cite"
    ]
}