{
    "translation": "חולה",
    "uses": [
        "She felt ill after all Jule told her.",
        "My people never fall ill, and those who are injured, heal.",
        "The count is very, very ill, and you must not see him at all.",
        "His mother was very ill and she recently passed away.",
        "\"Father, I feel ill,\" she whispered.",
        "Many of the passengers were ill and others whimpered and whined as the plane dropped, rose and rolled in the churning gusts, riding the heavy winds like a cork in a whirlpool.",
        "She felt ill the moment the words left her mouth.",
        "His sword defended him as if possessed, yet when he went to strike, he found his blows ill timed and clumsy.",
        "Because she bears you less ill will than I do?",
        "While her writing demonstrates education, most likely her background ill equipped her for the practical realities of the real world.",
        "Was she ill long?",
        "It was a traumatic experience for both of them, and hadn't she felt ill the first time she went back?",
        "And I am sitting here ill, as you see.",
        "One of the girls who watched the babies in the nursery was ill that morning, so Carmen volunteered to help.",
        "She had fallen ill unexpectedly a few days previously, had missed several gatherings of which she was usually ornament, and was said to be receiving no one, and instead of the celebrated Petersburg doctors who usually attended her had entrusted herself to some Italian doctor who was treating her in some new and unusual way.",
        "The sense she was falling ill grew stronger.",
        "The frightened creature is as ill prepared for the season as I and scurries about frantically in the deepening snow in search of sustenance.",
        "If his father was that ill, maybe she could encourage him to go to the doctor.",
        "A familiar headache started, and she stuffed the last few bites of food down her throat, feeling ill for a different reason.",
        "It pained Dean to see her 30 pounds thinner, wearing an ill fitting wig in place of her waist-length ebony hair, but her indomitable spirit continued to leave him in awe.",
        "I was quite ill afterward, and I wonder if retribution also overtook the turkey.",
        "I saw them Wednesday last when I went to Dr. Rowan's for my weekly examination and both were ill from the mountain cold and drafty quarters.",
        "Actually, a protected childhood probably left her ill prepared for socializing.",
        "Dean guessed she had been pampered and protected all of her life and was now ill equipped to function independently.",
        "I considered telling her the tipster was ill and out of service for a few days but common sense dictated that doing so might encourage someone to commit a crime in the tipster's absence.",
        "She looked close to being ill but met his gaze squarely.",
        "\"My friend,\" said Anna Mikhaylovna in gentle tones, addressing the hall porter, \"I know Count Cyril Vladimirovich is very ill... that's why I have come...",
        "But no - if his intentions were ill willed, he would hardly have expressed his interest to an obvious town gossip.",
        "She sat on the edge of the bed and had been ill again, but was awake and alert.",
        "It made her feel ill.",
        "Everyone who wears dentures will have candida, without necessarily suffering any ill effects.",
        "causal attributions during an open-ended interview with seriously mentally ill patients.",
        "If \" Brian \" could be kept cheerful, and if nobody was ill (and, alas!",
        "citizenry ill educated in science go beyond the needs of research laboratories, of course.",
        "The soil type is chalky loam overlying clay, mostly Grade Ill with some Grade Il.",
        "compelled to retire from the active ministry in 1896 through ill health.",
        "For people on low earnings who can ill afford to make the wrong decision this is the trickiest pension conundrum of all.",
        "Two are in California with the ill mother of the one named Howard.",
        "While she looked healthy, she bore blood on her neck that made him feel ill at the thought that Darkyn was bleeding her dry.",
        "That said, she was ill prepared for the reaction she got from Alex when he saw the puppy.",
        "But the royal attendants did not heed the animal's ill temper.",
        "How well I remember the graceful draperies that enfolded me, the bright autumn leaves that wreathed my head, and the fruit and grain at my feet and in my hands, and beneath all the piety of the masque the oppressive sense of coming ill that made my heart heavy.",
        "You must be ill to shiver like that, he added, noticing that Prince Andrew winced as at an electric shock.",
        "Only fools and rakes fall ill, my boy.",
        "On receiving this letter, Nicholas did not even make any attempt to get leave of absence or to retire from the army, but wrote to his parents that he was sorry Natasha was ill and her engagement broken off, and that he would do all he could to meet their wishes.",
        "Vara would do as he asked and saw the ends off the poison-tipped arrows, claim she'd fallen ill, and hide her body in the wagon until it was time to act.",
        "Are you feeling ill?",
        "Now, into the house, before you fall ill.",
        "Just the thought made Deidre feel ill.",
        "There were dark circles beneath her light eyes, her hair was in a half-assed lumpy ponytail, and her face was so pale and drawn, she looked ill.",
        "They both suffered the same physical discomforts, yet did not feel ill.",
        "She didn't expect it to happen as it did, and the accusation of slaughtering a thousand lives made her feel ill.",
        "\"I think I need some sleep,\" Lana said, feeling ill.",
        "Two days after landing in the United States, Dean received a phone call from Fred O'Connor, the stepfather he'd yet to meet, informing him his mother was gravely ill.",
        "\"My wife,\" he said, for lack of a better excuse, \"She's ill.\"",
        "That he'd wronged his only friend all these years made him feel ill.",
        "His piercing gaze made her feel slightly ill.",
        "We shall suppose they did it upon great consideration and weighing of the matter, and it would be very strange and very ill if we should disturb and set aside what has been the course for a long series of times and ages.\"",
        "Ill health is proved by i.",
        "when ill and in seclusion at Fontainebleau, and which he at once retracted.",
        "In the middle of September he was seriously ill.",
        "Edgar Mortara, when between five and six years of age, fell ill.",
        "She had acted in the same way with his elder brother, who had been ill a year or two previously, but on his recovery the boy continued to be educated as a Jew.",
        "His friend Chanut fell dangerously ill; and Descartes, who devoted himself to attend in the sick-room, was obliged to issue from it every morning in the chill northern air of January, and spend an hour in the palace library.",
        "He then returned to Bavaria, and his absence bringing him into ill odour at Vienna, he complained of the incompetence of the council of commerce and dedicated a tract on trade (CommercienTractat) to the emperor Leopold.",
        "ill.",
        "The doctrinal differences came to a head in the trials of George Duffield (1832), Lyman Beecher (1835) and Albert Barnes (1836) which, however, resulted in the acquittal of the accused, but which increased friction and ill feeling.",
        "Gray, who had fallen ill, died on the r6th of April.",
        "Things looked ill for the patriots, and Zeeland Smpuatninisyh.",
        "of the governor-general fell ill and died on the 1st of October.",
        "But the circumstances of the country at his accession were ill adapted for liberal developments.",
        "Nine days later, while lying ill at his home at Washington, he was attacked by one Lewis Powell, alias Payne, a fellow-conspirator of John Wilkes Booth, at the same time that Lincoln was assassinated.",
        "He was described by Sir Philip Warwick on this occasion: - \"I came into the House one morning well clad and perceived a gentleman speaking whom I knew not, very ordinarily apparelled; for it was a plain cloth suit which seemed to have been made by an ill country tailor; his linen was plain and not very clean;.",
        "Shortly afterwards he fell ill of an intermittent fever, but seemed to recover.",
        "The next day he again fell ill and was removed from Hampton Court to Whitehall, where his condition became worse.",
        "On his recovery he set out on a military expedition, but at the end of the first day's march he fell ill, and had to stay at Spoleto and return to Assisi.",
        "Podébrad, who had gained the throne of Bohemia with the aid of the Hussites and Utraquists, had long been in ill odour at Rome, and in 1465 Pope Paul II.",
        "law Desiderius, the last Lombard king, in 774, and when he received the circlet of the empire from Leo Ill, at Rome ~fl 800, he did but complete and ratify the compact offered to his grandfather, Charles Martel, by Gregory III.",
        "The relations between the new emperor and the pope were ill defined; and this proved the source of infinite disasters to Italy and Europe in the sequel.",
        "The associated nobles proved ill neighbors to the peaceable citizens.",
        "The only gleam of success which shone on his ill fortune was the revolution which placed Florence in the hands of the Ghibellines in 1248.",
        "The duke Antonio Farnese acreS died ill 1731; the grand-duke Gian Gastone de Medici died in 737.",
        "Green calls this king, had not, however, given up the struggle, and he was still in the field when he was taken ill, dying in Newark castle on the 19th of October 1216.",
        "The scheme did ill; and in 1796 the government put an end to it, owing to the great mortality and the embarrassments of maintenance.",
        "In the higher (more complicated) plants the cells differ very much among themselves, and the body is composed of definite systems of these units, each system with its own characteristic structure, depending partly on the characters of the component cells and partly)~ I ill N~V O~V~",
        "was ill and childless; his sister-in-law, the prospective queen, Anne, had just lost her only surviving child, William, duke of Gloucester; and abroad the supporters of the exiled king, James II., were numerous and active.",
        "C. Druce's younger son and executor, for having sworn that he had seen his father die ill 1864.",
        "The ill fate of the Howards seemed to be appeased by the death of Philip, earl of Arundel.",
        "When his father was sent as minister to Great Britain in 1825 he accompanied him as secretary of the American legation, and when his father returned home on account of ill health he remained as charge d'affaires until August 1826.",
        "He was adjutant-general of New York state in 1839-1843, and became a brigadier-general of volunteers in the Union army in 1861, commanded a division in Virginia in 1862-1863, and, being compelled by ill health to resign from the army, was U.S. minister to the Papal States in 1863-1867.",
        "But his good fortune did not last, and he attributes the calamities that came upon him to the ill will which his bold maintenance of justice had caused, and to his opposition to every oppressive measure.",
        "This secrecy, combined with the fact that the judges were very ill paid, led to universal bribery and corruption.",
        "His son and successor, Theodore (Feodor), was a weak man of saintly character, very ill fitted to consolidate his father's work and maintain order among the ambitious, turbulent nobles; but he had the good fortune to have an energetic brother-in-law, with no pretensions to sanctity, called Boris Godunov, who was able, with the tsar's moral support, to keep his fellow-boyars in order.",
        "To accomplish such a feat it was necessary, of course, to expend large sums of money; and as the country could ill bear an increase of taxation, the whole financial system had to be improved and the natural resources of the country had to be developed.",
        "Bobadilla, sent for to Rome, arrived there just before Mascarenhas was about to depart, but fell too ill to respond to the call made on him.",
        "The detailed description of Constantinople and the Byzantine court is a document of rare value - though highly coloured by his ill reception and offended dignity.",
        "Between Roberval and Descartes there existed a feeling of ill - will, owing to the jealousy aroused in the mind of the former by the criticism which Descartes offered to some of the methods employed by him and by Pierre de Fermat; and this led him to criticize and oppose the analytical methods which Descartes introduced into geometry about this time.",
        "The wood of the hornbeam is white and close-grained, and polishes ill, is of considerable tenacity and little flexibility, and is extremely tough and hard to work - whence, according to Gerard, the name of the tree.",
        "Ill.",
        "Simon's wife now fell ill, and on the 19th of January 1794 the Simons left the Temple, after securing a receipt for the safe transfer of their prisoner, who was declared to be in good health.",
        "In May 1795 the prisoner was seriously ill, and a doctor, P. J.",
        "It was probably about this time that Ã†thelred fell ill, and the Norwegians and Danes from Ireland unsuccessfully besieged Chester.",
        "At the same time Darius fell ill and called his son to his deathbed; Cyrus handed over all his treasures to Lysander and went to Susa.",
        "The only river of importance is the Ill, which falls into the Rhine after a course of more than 100 m., and is navigable below Colmar.",
        "These violent oscillations not only weakened the fabric of the Republic, but brought about a situation in which Bonaparte easily paralysed both the executive and the legislative powers so ill co-ordinated by the constitution of the year 1795.",
        "In June 1338 he was once more sent abroad to secure peace, but within a month of his appointment 1 De Ill.",
        "De Ill.",
        "The duke fought desperately, but was taken ill at Savigliano and died in 1630.",
        "21, do not listen to all that you may overhear, lest you hear yourself ill spoken of; ix.",
        "Falling ill again he went to other parts of Spain to transact business for his companions.",
        "What happened between the two does not appear; but henceforth Caraffa seems to have borne ill will towards Ignatius and his companions.",
        "But he took the score with him to Paris, and, as he himself tells us, \" when ill, miserable and despairing, I sat brooding over my fate, my eye fell on the score of my Lohengrin, which I had totally forgotten.",
        "Cesare was preparing for another expedition into central Italy in July 1503, when, in the midst of all these projects and negotiations, both he and his father were taken ill with fever.",
        "Joachim, however, was unable to continue his abbatial functions in the midst of his labours in prophetic exegesis, and, moreover, his asceticism accommodated itself but ill with the somewhat lax discipline of Corazzo.",
        "It had been found by experience that the charta Augusta was, from its fineness and porous nature, ill suited for literary use; it was accordingly reserved for correspondence only, and for other purposes was replaced by the new paper.",
        "On this point the Avesta is wholly silent: only one obscure passage (Yasna, 53, 9) seems to intimate that he found an ill reception in Rai.",
        "The devil-worshippers, at their sacrifices, slay the ox; and this the daevas favour, for they are foes to the cattle and to cattlebreeding, and friends to those who work ill to the cow.",
        "Political parties were forming without very evident basis for differences outside questions of political patronage and the good 'or ill use of power; and, in the absence of the laws just mentioned, the Moderates, being in power, used every instrument of government to strengthen their hold on office.",
        "By financial expedients of this kind payments were effected by the treasury ill fifteen years (1881-1896) amounting to £T11,666,000 or at the rate of nearly £T800,000 per annum.",
        "Mme de Stael was not a persona rata at court, but she seems to have played the part of ambassadress, as she played most parts, in a rather noisy and exaggerated manner, but not ill.",
        "The most interesting room in the palace is Philip II.'s cell, from which through an opening in the wall he could see the celebration of mass while too ill to leave his bed.",
        "In the early months of 1887 Stevenson was particularly ill, and he was further prostrated by being summoned in May to the deathbed of his father, who had just returned to Edinburgh from the south.",
        "On this occasion, however, though strongly drawn to the beautiful island, he stayed not longer than six weeks, and proceeded to Sydney, where, early in 1890, he published, in a blaze of righteous anger, his Father Damien: an Open Letter to the Rev. Dr Hyde of Honolulu, in vindication of the memory of Father Damien and his work among the lepers of the Pacific. At Sydney he was very ill again: it was now obvious that his only chance of health lay within the tropics.",
        "The whole family at Vailima became ill, and the final subjugation of his protege Mataafa, and the destruction of his party in Samoan politics, deeply distressed and discouraged Stevenson.",
        "In the autumn of that year he went for a change of scene to the Sandwich Islands, but was taken ill there, and was only too glad to return to Samoa.",
        "The importance of the operator consists in the fact that taking any two operators of the system (I l, v; m, n); (Ill, v l : m l, n1), the operator equivalent to (I l, v; m, n) (111, v 1; ml, n1) - (i l l, v1; ml, n1) (/l, v; m, n), known as the \" alternant \" of the two operators, is also an operator of the same system.",
        "His first speech appears to have been on the 22nd of January 1673, in which he inveighed against the stop of the exchequer, the attack on the Smyrna fleet, the corruption of courtiers with French money, and \"the ill ministers about the king.\"",
        "Mulhouse), a town of Germany, in Upper Alsace, on the Ill, an affluent of the Rhine, and the RhineRhone canal, about 56 m.",
        "The old town, surrounded by arms of the Ill, has narrow and irregular streets, while to the south, on the canal, lie the handsome villas and promenades of the new town.",
        "Being soon forced by ill health to leave, he went to the English college at Douai, where he remained three years and took his M.A.",
        "But it was of short duration, for the dodicini were ill satisfied with their share, and in December of the same year (1368) joined with the popolo minuto in an attempt to expel the three noveschi from the palace.",
        "In September of the same year, while visiting in Louisiana to escape the fever, his wife died of it and Davis himself was dangerously ill.",
        "It was only equalled in its ill humour by his attacks on Bavaria in 1870.",
        "was very ill at Lyons, the two queens, Marie and Anne of Austria, reconciled for the time, won the king's promise to dismiss Richelieu.",
        "Meanwhile, events occurring within the state augured ill for the future of the country.",
        "The river is here spanned by a long iron and steel bridge connecting with East Hannibal, Ill.",
        "Repair Of Injuries In the process of inflammation we have a series of reactions on the part of the tissues, and fluids of the body, to counteract the ill effects of irritation or injury, to get rid of the cause, and to repair its results.",
        "to Coire, the capital of the canton of the Grisons, and then turn towards the N., past Ragatz, the valley broadening out, and the river being joined on the right by the Landquart and the Ill, before it expands into the Lake of Constance.",
        "The Ill and the Nahe on the left and the Neckar and the Main on the right are, however, notable exceptions.",
        "Before joining the Rhine the Ill runs almost parallel with it and at no great distance for upwards of 50 m.",
        "Meanwhile, though the Colonial Conference (re-named Imperial) of 1907 showed that there was a wide difference of opinion on the tariff question between the free-trade government and the colonial premiers, in one part of the empire the ministry took a decided step - in the establishment of a self-governing constitution for the Transvaal and Orange River colonies - which, for good or ill, would make the period memorable.",
        "In November he caught smallpox and was very seriously ill, so that the book was not given to the world till the spring of 1724 (and then of course, as it had no privilege, appeared privately).",
        "About a fortnight after his arrival, age and fatigue made him seriously ill, and a confessor was sent for.",
        "To keep himself up, he exceeded even his usual excess in coffee, and about the middle of May he became very ill.",
        "The bridge by which it crossed the Sillaro was restored by Trajan ill A.D.",
        "to S.) of ill m., and an area of 74,839 acres or about 117 sq.",
        "In the year 1009 the Danes frequently attacked London, but they had no success, and fared ill in their .attempts.",
        "In 1663 he became a member of the Royal Society, and in the next year he met Joan Somner, \"in an ill hour,\" he tells us.",
        "But here again his usual ill luck attended him.",
        "His army advanced to Mergui and Tenasserim, both of which towns were taken; and he was besieging the capital of Siam when he was taken ill.",
        "The invention of colourless Bohemian glass brought in its train the practice of cutting glass, a method of ornamentation for which Venetian glass, from its thinness, was ill adapted.",
        "It was a maxim of the Sikhs of his time: \"If any one treat you ill, bear it.",
        "To give a simple instance, hanging to the stereographic projection by putting tan 20=x, ill give a possible state of motion of the axis of the body; and the otion of the centre may then be inferred from (22).",
        "Two years later (668 B.C.) Egypt revolted, and while on the march to reduce it, Esar-haddon fell ill and died (on the 10th of Marchesvan or October).",
        "The limits at each end, however, are very ill defined, the superior falling not later than 2000 B.C. and the inferior not earlier than boo B.C. This people was militant, aggressive and unsettled in the earlier part of that time; commercial, wealthy and enervated in the latter.",
        "It is derived from one author, who has made free use of a variety of elements, some of which are Jewish and consort but ill with their new context.",
        "V.*) History Florentia was founded considerably later than Faesulae (Fiesole), which lies on the hill above it; indeed, as its name indicates, it was built only in Roman times and probably in connexion with the construction by C. Flaminius ill 187 B.C. of a road from Bononia to Arretium (which later on formed part of the Via Cassia) at the point where this road crossed the river Arnus.",
        "Travelling towards the papal court at Avignon, Odoric fell ill at Pisa, and turning back to Udine, the capital of his native province, died in the convent there on the 14th of January 1331.",
        "He was rapturously welcomed on the Pompeian side; but he brought no great strength with him, and his ill fortune under Pompey was as marked as his success had been under Caesar.",
        "Of the three, Cardinal Adrian was the first to fall ill, the pope succumbing a week after.",
        "The abolition of slavery in 1834 was attended by no ill results, the slaves continuing to work for their masters as hired servants, and a.",
        "Macc. ill.",
        "He was raised a second time to the consulship by Alexander Severus, in 229; but on the plea of ill health soon afterwards retired to Nicaea, where he died.",
        "It was not so much the value of Tacna and Arica that put difficulties in the way of a settlement as the fact that the national pride of the Peruvians ill brooked the idea of permanently losing all claim to this section of country.",
        "Durga is pictured, ill spite of her fierce nature, with a gentle face.",
        "The Ctenostomata are ill adapted for preservation as fossils, though remains referred to this group have been 1 Calcareous spicules have been described by Lomas in Alcyonidium gelatinosum.",
        "Every species of good fortune was now to descend on the path of the man who had struggled against ill luck so long.",
        "Sosens monkeys and badgers constitute the one possible exception, but the horses, oxen, deer, tigers, dogs, bears, foxes and even cats of the best Japanese artists were ill drawn and badly modelled.",
        "The date of the first use of color-printing in Japanese book illus- fi ok Ill tration is uncertain.",
        "The glossy surface of a porcelain glaze is ill fitted for rendering artistic effects with ordinary colors.",
        "He fell ill at Madrid and was on the point of death.",
        "In 1860 he sent out the syllabus of his Synthetic Philosophy in ten volumes, and in spite of frequent ill health had the satisfaction of completing it in 1896 with the third volume of the Principles of Sociology.",
        "The new administration was ill liked by some of the followers of both.",
        "This last pretension came very ill from a statesman who in 1780 had advocated yearly elections.",
        "In 1 574, owing to ill health, he obtained permission to return to Spain; the rest of his life being passed at the Jesuits' house in Toledo in vigorous literary activity.",
        "Then the history relapses into the business vein and tells of the debates which took place as to the best means of carrying out the vow after the count's decease, the rendezvous, too ill kept at Venice, the plausible suggestion of the Venetians that the balance due to them should be made up by a joint attack on their enemy, the king of Hungary.",
        "In the spring of 1847 he was seriously ill, and that autumn 1 Purcell's assertion that the year of his birth was 1807 rests on no trustworthy evidence.",
        "Innocentius died of a fever, and Jerome was dangerously ill.",
        "The spectators applaud or hiss according as they make their bow well or ill.",
        "At the very beginning of the Rihsdag, in January 1660, it was noticed that the king was ill; but he spared himself as little in the council-chamber as in the battle-field, till death suddenly overtook him on the night of the 13th of February 1660, in his thirty-eighth year.",
        "The English were ill supplied, and were compelled to anchor at Southwold Bay on the coast of Suffolk in order to obtain water and provisions.",
        "The Spaniards in the centre behaved very ill, and no victory was gained.",
        "But soon after his return to Florence he fell ill.",
        "Philip was summoned in 1548 to Flanders, where he went unwillingly, and was ill regarded.",
        "Venizelos, and partly on the grounds of ill health.",
        "In 1834 he entered Yale University, but soon withdrew on account of ill health, and later studied in the University of the City of New York.",
        "The house afterwards acquired such ill repute that in 1177 the nuns were dispersed and the house was attached to the abbey of Fontevrault, by whom it was re-established.",
        "He reached Philadelphia in October 1726, but a few months later Denham died, and Franklin was induced by large wages to return to his old employer Keimer; with Keimer he quarrelled repeatedly, thinking himself ill used and kept only to train apprentices until they could in some degree take his place.",
        "After some months spent in Italy, where Garrick fell seriously ill, they returned to Paris in the autumn of 1764 and made more friends, reaching London in April 1765.",
        "At the age of twelve he fell ill of smallpox, but his parents showed little or no interest in his recovery.",
        "She fell ill at Melun in November 1252, and was taken to Paris, but lived only a few days.",
        "It was against his advice that the great battle of Warsaw was fought, and his subsequent strategy neutralized the ill effects of that national disaster.",
        "The annual deathrate per 1000 was 54 per 1000 for the Federal District in 1901, 50 ill 1902, 48 in 1903, 46 in 1904, and 56 in 1905; the increase for the last-mentioned year being due to an epidemic of typhus fever.",
        "In 855 he became seriously ill, and despairing of recovery renounced the throne, divided his lands between his three sons, and on the 23rd of September entered the monastery of Prum, where he died six days later.",
        "' The Spanish and Portuguese states of America are mainly tropical, and therefore ill adapted to the health of a white race.",
        "Josephus 7 paraphrases the story more suo, and speaks of Balaam as the best prophet of his time, but with a disposition ill adapted to resist temptation.",
        "This was the consequence of his ill success as a public preacher.",
        "The calculation of the expressions in brackets may be simplified by taking the pairs in terms from the outside; by finding the successive differences of uo + um, ill + um_l, ..., or of uI u i +umi, ..",
        "On the death of Arminius shortly after this time, Konrad Vorstius (1569-1622), who sympathized with his views, was appointed to succeed him, in spite of the keen opposition of Gomarus and his friends; and Gomarus took his defeat so ill that he resigned his post, and went to Middleburg in 1611, where he became preacher at the Reformed church, and taught theology and Hebrew in the newly founded Illustre Schule.",
        "During the tenure of his appointment with Count Morzin he married the daughter of a Viennese hairdresser named Keller, who had befriended him in his days of poverty, but the marriage turned out ill and he was shortly afterwards separated from his wife, though he continued to support her until her death in 1 Boo.",
        "below Strassburg by the Ill, which has a course of more than 100 m.",
        "For some unknown reason he was ill disposed towards YahwehElohim (see iii.",
        "SCHLETTSTADT, a town of Germany, in the imperial province of Alsace-Lorraine, on the Ill; 26 m.",
        "The natives of protected states owe not only allegiance to them, but also certain duties, ill defined, to the protecting state.",
        "Then Prince Christian Victor, the queen's grandson, fell a victim to enteric fever at Pretoria; and during the autumn it came to be known that the empress Frederick, the queen's eldest daughter, was very seriously ill.",
        "Severe English moralists like Johnson thought but ill of him, but the public generally was not unwilling to testify against French intolerance, and regarded his sentimentalism with favour.",
        "The discrepancy between the fees paid by patients and the salaries received by nurses, especially in London, has occasionally excited unfavourable comment, but it is to be remembered that the nurses are maintained when out of work or ill, and have other advantages; many institutions either provide pensions or assist the members of their staff to join the Royal National Pension Fund.",
        "His father was now very ill, and after much difficulty Sidney obtained leave to come to England in the autumn of 1677.",
        "Every Lent he fell ill and had to return to Holland to recover.",
        "\"I have never been so ill in my life before as I am now, - for many days unable even to read.\"",
        "A division of his army seems to have repulsed a large Scottish force at Largs (though the later Scottish accounts claim this battle as a victory), and, having won back the Norwegian possessions in Scotland, Haakon was wintering in the Orkneys, when he was taken ill and died on the 15th of December 1263.",
        "Peter, in fact, was too good-natured and inconsequent to pursue, or even premeditate, any deliberate course of ill treatment.",
        "In 868 at Metz they agreed definitely to a partition; but when Lothair died in 869, Louis was lying seriously ill, and his armies were engaged with the Moravians.",
        "His warning, \"No nonsense, gentlemen\" (Point de reveries, Messieurs), was taken in very ill part, and it was perhaps naturally, but beyond question most unhappily, the truth that the tsar's concessions only served to encourage the Poles to revolt, and to produce a strong Russian reaction against his liberal policy.",
        "It must, however, be admitted that much of his knowledge was ill digested; it even appears that he regarded Plato and Speusippus as Stoics.",
        "Lee had lost fewer, but could ill spare them, and Longstreet had been severely wounded (May 5-6).",
        "At the same time the boundaries of property were ill defined and difficult to determine.",
        "In April 1809 he was engaged in the attack on the French squadron in the Basque Roads, which was very ill conducted by Lord Gambier.",
        "Ill health caused him to resign in October 1809, and he died on the 30th of that month.",
        "Here on the 27th he became ill and returned to The Hague.",
        "C Longitude West 85 of Greenwich D s4 E 83° ill skunks, and the streams were inhabited by trout, perch, buffalo-fish, sun-fish, mullet, eels, and suckers.",
        "The action he fought off the capes of Virginia on the 16th of April was ill conducted, but his main purpose was achieved.",
        "He suggested, though he did not elaborate, the theory of the myth, so potent an instrument for good and ill in modern historical criticism.",
        "For two months he evaded his pursuers, but at length, hungry and ill, he went in disguise to the village of Baronissi, where he was recognized and arrested, tried by an extraordinary tribunal, condemned to death and shot.",
        "On the ground of ill health Mifflin tendered his resignation on the 8th of October, and on the 7th of November Congress accepted his resignation as quartermaster general, but continued him in rank as major-general without pay.",
        "Such dilemmas as whether a mouse can devour the true body, and whether it is not involved in all the obscenities of human digestive processes, were ill met by this ruling.",
        "An annual yield of 100,000 tons was first passed in 1881; of 200,000, ill 1891; of 300,000, in 1898.",
        "Besides other rooms, it contains a drug store, and a chamber for those who are dangerously ill.",
        "Vorarlberg is composed of the hilly region of the Bregenzerwald, and, to its south, of the mountain valley of Montafon or of the upper Ill, through which an easy pass, the Zeinisjoch (6076 ft.), leads to the Tirolese valley of Paznaun, and so to Landeck.",
        "Near Bludenz the Kloster glen parts from the Ill valley; through the latter runs the Arlberg railway (1884) - beneath the pass of that name (5912 ft.) - to Landeck and Innsbruck.",
        "The Ill valley is bounded south by the snowy chain of the Rhatikon (highest point, the Scesaplana, 9741 ft., a famous view-point), and of the Silvretta (highest point, Gross Piz Buin, 1 0,880 ft.), both dividing Vorarlberg from Switzerland; slightly to the north-east of Piz Buin is the Dreilanderspitze (10,539 ft.), where the Vorarlberg, Tirolese and Swiss frontiers unite.",
        "Charles, however, won over many of Gunther's adherents, defeated him at Eltville, and Gunther, who was now seriously ill, renounced his claims for the sum of 20,000 marks of silver.",
        "A large part of the province is only accessible by road, and even the main highways maintained by the state are ill kept.",
        "It Is Therefore So Obviously Ill Adapted To The Computation Of Time, That, Excepting The Modern Jews And Mahommedans, Almost All Nations Who Have Regulated Their Months By The Moon Have Employed Some Method Of Intercalation By Means Of Which The Beginning Of The Year Is Retained At Nearly The Same Fixed Place In The Seasons.",
        "From Messina he proceeded by sea in order to be present at the expected conclave at Venice, where he arrived in the spring of 1799, aged, ill and almost penniless.",
        "Ill >>",
        "Unaware of this, she treated Acontius with contempt; but, although she was betrothed more than once, she always fell ill before the wedding took place.",
        "The duke was ill informed as to the real spirit of the nation.",
        "Abdar-rahman's army was so ill provided that he mounted almost the only good war-horse in it; he had no banner, and one was improvised by unwinding a green turban and binding it round the head of a spear.",
        "The district is accordingly safer for Europeans than it was; but these still find themselves ill received.",
        "Such a passage fits very ill an island lying, as Ithaca does, just to the east of Cephalonia.",
        "No special rotation is followed: indeed the soil best suited for rice is ill adapted for any other crop. In some cases little manure is employed, but in others abundance of manure is used.",
        "A long and fatiguing tour of inspection over the latest of his great public works, the Ladoga Canal, during the autumn of 1724, brought back another attack of his paroxysms, and he reached Petersburg too ill to rally again, though he showed himself in public as late as the 16th of January 1725.",
        "Greek was not as yet part of the arts curriculum, and to learn it voluntarily was ill looked upon by the authorities.",
        "She was taken ill of small-pox, and died in London on the 24th of December 1660, herr death, says Bishop Burnet, being \"not much lamented.\"",
        "If we ask how Mach arrived at this scepticism, which is contained in his well-known scientific work Die ill echanik in ihrer Entwickelung (1883; ed.",
        "above the sea, scarred with gorges and deep valleys, mountainous in character, difficult for armies to traverse, ill fitted to the peaceful pursuits in agriculture.",
        "it also comprises the upper portion of the Samina glen that joins the Ill valley at Frastanz, above Feldkirch.",
        "4, \"Not yet unto blood have ye resisted,\" would ill suit Rome after the Neronian \"bath of blood\" in A.D.",
        "In the early part of the Revolutionary war, ill health kept him at home, and it was not until 1797 that he went afloat again.",
        "Bishop Alexander reluctantly assented to receive him once more into the bosom of the church, but before the act of admission was completed, Arius was suddenly taken ill while walking in the streets, and died in a few moments.",
        "He travelled by way of Tashilhunpo, lay dangerously ill for some time at Samding monastery, duly reached Lhasa, where he visited the Dalai Lama, but owing to small-pox in the city could remain there only a fortnight, though he made full use of this time.",
        "took the field in aid of Richard; but the young king and Geoffrey had no scruples about withstanding their father, and continued to aid the Aquitanian rising until the young king fell ill of a fever which proved fatal to him (June II, 1183).",
        "He got as far as Rostock, where he found himself very ill.",
        "The Greek myth (Hesiod, Works and Days, 90) alleged that mortals lived \"without ill diseases that give death to men\" till the cover was lifted from the box of Pandora.",
        "Nothing,\" he adds, \" is more likely than that in a crowded assembly a lady should accidentally have dropped her garter; that the circumstance should have caused a smile in the bystanders; and that on its being taken up by Edward he should have reproved the levity of his courtiers by so happy and chivalrous an exclamation, placing the garter at the same time on his own knee, as ` Dishonoured be he who thinks ill of it.'",
        "Charles, ill and in great distress, started on his way back to Gaul, and died while crossing the pass of the Mont Cenis on the 5th or 6th of October 877.",
        "They objected to serve beyond the limits of their states, were not amenable to discipline, and behaved as a rule very ill in the presence of the enemy.",
        "But his naval support, ill prepared, was hurried into action by him at Plattsburg on the 11th of September, and defeated.",
        "When ill, he was terrified by priestly advisers, who were partisans of his brother Don Carlos.",
        "Between the ruins of two sacred buildings, with the town-wall to the south and a suburban hamlet known to ill fame as the Thieves' Row to the north of it, a lodging was prepared for the titular king of Scotland, and fitted up with tapestries taken from the Gordons after the battle of Corrichie.",
        "Trees and shrubs in thick plantations, or in sheltered warm places, are ill fitted for planting in bleak and cold situations.",
        "These were, however, ill adapted for the growth of plants, as they consisted of little else than a huge chamber of masonry, having large windows in front, with the roof invariably opaque.",
        "Charles, lonely, ill, and evidently near death, now summoned to Florence his natural daughter, Charlotte Stuart, the child of Clementina Walkinshaw, born at Liege in October 1753 and hitherto neglected by the prince.",
        "Deeply mortified by his failure to relieve Breda, which was blockaded by Spinola, Maurice fell seriously ill, and died on the 23rd of April 1625.",
        "Busily engaged in secret negotiations with France, he had retired to his hunting seat at Dieren, when he fell ill with smallpox on the 27th of October.",
        "On land the combined armies fared ill.",
        "Destructive parasites rapidly ruin the whole plant-body (Pythium), whereas restrained parasites only tax the host slightly, and ill effects may not be visible for a long time, or only when the fungus is epidemic (Rhytisma).",
        "On the journey Marquette fell ill of dysentery; and a fresh excursion which he undertook to plant a mission among the Indians of the Illinois river in the winter of1674-1675proved fatal.",
        "But his public lessons were ill attended, and he soon fell back upon his old vocation of publisher under the patronage of a new pope, Clement VIII.",
        "By the 15th century in many cases they had utterly sunk in reputation, their obligation to nurse the sick was quite neglected, and they had, rightly or wrongly, acquired the reputation of being mere nests of beggars and women of ill fame.",
        "That the fierce opposition which this attempt aroused in the Flemish-speaking provinces was ill recent years there has been a patriotic movement in these same provinces which has been successful in forcing the Belgian government to adopt Flemish (i.e.",
        "He reached Rome on Palm Sunday (March 30), only to find his patron ill of a deadly sickness, from which he died on Good Friday (April 4).",
        "Even women were used as beasts of burden to carry ammunition and stores, and when no longer capable of work were left to die by the roadside or murdered to avoid any ill consequences occurring from their capture.",
        "On the other hand, the increased knowledge of Gambetta's attitude towards European politics which later information has supplied confirms the view that in him France lost prematurely a master mind, whom she could ill spare.",
        "Even in these purely secular affairs, moreover, his timidity and indecision prevented him from pursuing a consistent policy; and his ill fortune, or his lack of judgment, placed him, as long as he had the power of choice, ever on the losing side.",
        "The comte de Beaujolais was ill of the same disease and in 1808 the duke took him to Malta, where he died on the 29th of May.",
        "In the following summer, after crossing from Ireland to London when out of health to bring forward the Catholic question once more, he became seriously ill.",
        "when Leo died ill 1220.",
        "Johnson was very ill in his lodgings during the summer, but he still corresponded affectionately with his \"mistress\" and received many favours from her.",
        "Cromwell, 4 Ill.",
        "Among the others are two by Thomas Ball, one in statuary hall in the Capitol at Washington, and one in Boston; two - one in Rochester, N.Y., and one in Springfield, Ill.",
        "The council of Basel was still sitting, and had elected an anti-pope, Felix V., in opposition to Eugenius IV., while the Frederick electors, adhering to their neutral attitude, sought Ill, and to bring Frederick into line with them on this question, the Some years were occupied in negotiations, but the Pa,oacv.",
        "ill 1851.",
        "Concessions were made to them in the matter of schools, and ill 1891 a Pole, Florian von Stablewski (1841-1906), who had taken a prominent part in the Kulturkampf, was accepted by the Prussian government as archbishop of PosenGnesen.",
        "He fell seriously ill in the late summer of 1900, and died on the 14th of January 1901.",
        "But he was now old and ill, and on the 23rd of June 1205 he died.",
        "From the first, however, it was no more than a title, which represented but ill the actual relation of the Habsburg sovereigns to their several states.",
        "In Palmerston's penal dissolution in the latter year, Bright was rejected by Manchester, but in August, while ill and absent, Birmingham elected him without a contest.",
        "Falling ill at the synod, Vicar returned to Monte Cassino, where he died on the 16th of September 1087.",
        "He fell ill before he could take the field, and died on the 9th of February 1709, his death calling forth exceptional signs of mourning from all classes.",
        "It is, in the words of Lord Cromer, in many respects ill adapted to meet the special needs of the country (Egypt, No.",
        "A good example is that of the statue of Amenemhat (Amenemh) Ill.",
        "greatly extended the national temple of Karnak by his immense hall of columns added in front of the pylon of Amenophis Ill.",
        "Mineptah has left few original works; the Osireum at Abydos is the only one of which much remains, his funerary temple having been destroyed as completely as he destroyed that of Amenophis Ill.",
        "In the summer of 1679 the king suddenly fell ill, and the dangers of a disputed succession became terribly apparent.",
        "1 The treaty of Vienna, which added largely to the grand-duchy of Warsaw, he complained had \" ill requited him for his loyalty,\" and he was only mollified for the time by Napoleon's public declaration that he had no intention of restoring Poland, and by a convention, signed on the 4th of January 1810 but not ratified, abolishing the Polish name and orders of chivalry.",
        "On the 7th of February and again on the 9th of March the Commons presented articles of accusation dealing chiefly with alleged maladministration and the ill success of the French policy; there was a charge of aiming at the throne by the betrothal of his son to the little Margaret Beaufort, but no suggestion of guilt concerning the death of Gloucester.",
        "The value of factory products increased from $5,225,996 in 1900 to $9,909,260 ill 1905, or 89.6%.",
        "The English fared ill, and Henry horrified his council by his usual proposal to kidnap the king of Scotland.",
        "Darnley had retired to his father's house at Glasgow, where he fell ill of small-pox, and, on the 14th of January 1567 Mary, from Holyrood, offered to visit him, though he had replied by a verbal insult to a former offer of a visit from Stirling.",
        "At Dunkeld the newly raised Cameronian regiment successfully repulsed the highlanders, ill led by General Cannon as they were.",
        "In 175 the emperor Aurelius fell ill, and his wife Faustina, to secure her position in case of his death, offered her hand and the throne to the successful general.",
        "In 1906 it was estimated that the total number of communicants of all denominations was 2,077,197, and that of this total 932,084 were Roman Catholics, 263,344 were Methodist (235,092 of the Northern Church, 7198 of the Southern Church, 9833 of the African Methodist Episcopal Church, 5512 of the Methodist Protestant Church, and 3597 of the Free Methodist Church of North America), 202,566 were Lutherans (113,527 of the Evangelical Lutheran Synodical 2 See the so-called McLean County Case (67 Ill.",
        "I I), the Neal Ruggles Case (91 Ill.",
        "(95 Ill.",
        "The first state school law, which provided for state taxation for public schools, was enacted ill 1825.",
        "On their return journey they ascended the Illinois river as far as Lake Peoria; they then crossed the portage to Lake Michigan, and in 1675 Marquette founded a mission at the Indian town of Kaskaskia, near the present Utica, Ill.",
        "In October 1555 he again opened parliament as lord chancellor, but towards the end of the month he fell ill and grew rapidly worse till the 12th of November, when he died over sixty years of age.",
        "Borden was a member of the Imperial War Cabinet and Imperial War Conference 1917-8 held in London, England, but owing to ill health resigned the premiership in 1919.",
        "The revolution of 1830 was a great blow to him, and the prospect of democratic advances almost made him ill.",
        "Sitting with his snuff-box before him, and his head bent down, he looked ill at ease, and kept turning the folios of his notes.",
        "His stay in Leipzig came, however, to an abrupt conclusion; the distractions of student life proved too much for his strength; a sudden haemorrhage supervened, and he lay long ill, first in Leipzig, and, after it was possible to remove him, at home in Frankfort.",
        "He consented to a conference, which, as he was too ill to leave home, met at Wittenberg (May - June 1536).",
        "He was very ill on the evening of the 17th; he died on the early morning of the 18th of February 1546 in his sixty-third year.",
        "In 1879 he lost his seat in the Prussian parliament; he joined the Sezession, but was ill at ease in his new position.",
        "In 1 770 he severed his connexion with his orthodox c04eligionists by his critical commentary on the ill oreh Nebuhim of Maimonides, and devoted himself to the study of philosophy on the lines of Wolff and Moses Mendelssohn.",
        "In 1792, having for some time devoted himself to the study of Persian, he was appointed to the staff of Lord Cornwallis as Persian interpreter, but two years afterwards was compelled by ill health to leave for England.",
        "Edgar Evans fell ill first and after causing fatal delay, 'he died on Feb.",
        "Evans having returned ill to New Zealand and Dr.",
        "of Cairo, Ill.",
        "The king fell very ill at Alcira, and resigned his crown, intending to retire to the monastery of Poblet, but died at Valencia on the 27th of July 1276.",
        "The Arminian system was an attempt to modify the Calvinistic theory in a moral interest, so as to maintain human responsibility, good and ill desert; but to this moral interest the system sacrificed the religious interest in the sufficiency and the sovereignty of divine grace.",
        "most part pestiferous dens, overcrowded, dark, foully dirty, not only ill ventilated, but deprived altogether of fresh air.",
        "F.) Buxton, a most active member of the society, said: \"All were in ill health; almost all were in rags; almost all were filthy in the extreme.",
        "The probability is that Abdarrahman was ill when returning from the frontier, that Moawiya sent him his own medical man, the Christian doctor Ibn Othal, and that the rumour arose that the doctor had poisoned him.",
        "Hosain, who, being ill, had not taken part in the fight.",
        "He was already ill, and died about midway between the two cities, after having given the command, according to the orders of the caliph, to Hosain b.",
        "After similar ministries at Piacenza he himself fell ill.",
        "He bade farewell to his friends, inquired after the health of Drusus's daughter who was ill, and then quietly expired in the arms of the wife who for more than fifty years had been his most intimate and trusted guide and counsellor, and to whom his last words were an exhortation to \"live mindful of our wedded life.\"",
        "Ceremonial and sacrificial observances of all kinds are held to be useless in themselves, but operative for good or ill indirectly by their effect upon the mental attitude of those who practise them.",
        "At the siege of Acre Philip fell ill, and on the 22nd of July, nine days after its fall, he announced his intention of returning home.",
        "Philip was defeated at Freteval on the 3rd of July 1194, but he continued the war, generally with ill success, for the next five years.",
        "COLMAR, or Kolmar, a town of Germany, in the imperial province of Alsace-Lorraine, formerly the capital of the department of Haut-Rhin in France, on the Logelbach and Lauch, tributaries of the Ill, 40 m.",
        "1 \"I desire you would not have so ill an opinion of me,\" Anne writes to Oxford, \"as to think when I have determined anything in my mind I will alter it.\"",
        "Its factory products, chiefly railway supplies and cotton products, increased in value from $1,924,465 in 1900 to $3,267,600 ill 1905, or 69.8% in five years.",
        "Simpson in his Report on the Causes of the Plague in Hong Kong (1903) reports the endemicity of the plague in that colony to be maintained by (a) infection among rats often connected with infectious material in rat runs or in houses, the virus of which has not been destroyed, (b) retention of infection in houses which are rat-ridden, and (c) infected clothing of people who have been ill or died of plague.",
        "Barisch was drunk and out all night on the 8th of October; on the, 4th of October he fell ill.",
        "On the 20th one of the nurses, and on the 21st Dr Muller, fell ill.",
        "But there is evidence that persons may carry the infection and give it to others without being ill at all themselves.",
        "She was brought into connexion with it in no other way, and there can be no doubt that she took it from her husband, though he was not ill at all himself.",
        "He was not ill, but several cases of plague occurred in the house in which he lodged.",
        "vector ilL which is the geometric sum of ilK, KL.",
        "6 1 cos 0, where F is the force, 6s the displacement, and 0 is the angle between the directions of F and ill.",
        "Suppose the base-circles to be a pair of circular pulleys connected D~ ill by means of a cord whose course ~f from pulley to pulley is P1IP2.",
        "But when great authorities were at variance, it ill became an average priest or penitent to decide.",
        "The enterprise was hazardous, since democracy had hitherto brought nothing but ill to Rome.",
        "Towards the close of his career he was in ill health, and he suffered from the results of a fall from a tramcar.",
        "In 1584 were passed the acts called the Black Acts, which made it treason to speak ill of the bishops, declared the king to be supreme in all causes and over all persons, thus subverting the jurisdiction of the church, and made all conventions illegal except those sanctioned by the king.",
        "The queen delayed the appointment, and Bacon's fortunes, as they then stood, could ill brook delay.",
        "In the early part of 1616, when Thomas, Egerton, Baron Ellesmere (c. 1540-1617), the lord chancellor, was dangerously ill, Bacon wrote a long and careful letter to the king, proposing himself for the office, should it fall vacant, and stating as frankly as possible of what value he considered his services would be.",
        "On that day Bacon, as he had feared, was too ill to attend.",
        "8 The Greek cities, faring ill under Persia, and organized by Onesilaus of Salamis, joined the Ionic revolt in 500 B.C.; 9 but the Phoenician states, Citium and Amathus, remained loyal to Persia; the rising was soon put down; in 480 Cyprus furnished no less than 150 ships to the fleet of Xerxes; 1° and in spite of the repeated attempts of the Delian League to \" liberate \" the island, it remained subject to Persia during the 5th century.\"",
        "We see here a natural outcome of religious awe supported by the spirit of esotericism, and by a sense of the need for an expert handling of that which is so potent for good or ill.",
        "Buddhism conceived men as constantly making their own world for good and ill; it took over from Brahmanism a whole series of heavens and hells to provide an exact adjustment in the future for the virtue or vice of the present; and its eschatologic confidence was one of the potent instruments of its success in countries which, like China and Japan, had developed no theories of retribution or reward beyond the grave.",
        "They fall ill, and there is difficulty in replacing them, or they play the traitor.",
        "At last, on the 12th of March 1669, Louvois writes to Saint-Mars to say (evidently in answer to some suggestion from Saint-Mars in a letter which is not preserved): \"It is annoying that both Fouquet's valets should have fallen ill at the same time, but you have so far taken such good measures for avoiding inconvenience that I leave it to you to adopt whatever course is necessary.\"",
        "While in England on public business in 1652, Clarke published Ill News from New England, which contained an impressive account of the proceedings against himself and his brethren at Lynn, and an earnest and wellreasoned plea for liberty of conscience.",
        "By introducing perforated shields of ebonite between the electrodes, so that the full current-density was only attained at the centres of the jets, these ill effects could be prevented.",
        "Thirdly, the ill effect of introduced forms on existing ones may often be due rather to the spread of disease and parasites than to actual attack; thus, in Hawaii the native birds have been found suffering from a disease which attacks poultry.",
        "Falling seriously ill, he went to Tours to seek a cure at the tomb of St Martin.",
        "On the 6th of July 1909 he was suddenly taken ill, on the 10th he received conditional absolution from a priest of the diocese of Southwark, and on the 12th extreme unction from the prior of Storrington.",
        "While the nation felt genuine gratitude for his energy and its success, he was reported to have fallen dangerously ill.",
        "The hegemony of Denmark was indisputable, and Gustavus regarded that power with an ever-increasing suspicion which augured ill for peace in the future.",
        "with infinitesimal objects, images and lenses; in practice these conditions are not realized, and the images projected by uncorrected systems are, in general, ill defined and often completely blurred, if the aperture or field of view exceeds certain limits.",
        "Licinius rassus, the triumvir, ill 54 B.C., took the aggressive against Parthia, the occasion being favorable owing to the dynastic troubles between Orodes I., the son of Phraates .111., and his brother Mithradates III.",
        "Ardashir IlL, 628630.",
        "But he committed the tactical error of appointing a disproportionate number of Jews and Christians as revenue officials, and thus made many enemies among the Mongol nobles, who had him assassinated in 1291 when Arghun was lying fatally ill.",
        "In his absence Abd-ul-Munim Khan, the lJzbeg commander, attacked the sacred city, obtained possession of it while the shah lay helplessly ill at Teheran, and allowed his savage soldiers full licence to kill and plunder.",
        "Jevons suffered a good deal from ill health and sleeplessness, and found the delivery of lectures covering so wide a range of subjects very burdensome.",
        "His vast learning was the result of a powerful memory and unwearied industry, and he lacked the creative imagination necessary to mould this material into new forms. He was a powerful debater, but his victories were those of a dialectician rather than a convincing reasoner, and in him depth of insight and conviction were ill replaced by the controversial violence characteristic of the age.",
        "The settlement of estates on a legal basis provided ill for a large number of the king's adherents who had impoverished themselves in his cause.",
        "Neither gratitude nor revenge moved him, and good or ill services left little impression on his mind.",
        "In the Alleghenies, in 1799, he planned a settlement in what is now Cambria county, Pennsylvania, and bought up much land which he gave or sold at low prices to Catholic immigrants, spending $150,000 or more in the purchase of some 20,000 acres in a spot singularly ill suited for such an enterprise.",
        "The island is ill supplied with fresh water; there are few permanent streams except the Rakli, and springs are apt to fail in dry summers.",
        "Valuable and farsighted as were these ideas, they fitted but ill into the scheme of a romance.",
        "Eusebius quotes from him the resurrection of a dead person 4 in the experience of \"Philip the Apostle\" - who had resided in Hierapolis, and from whose daughters Papias derived the story - and also the drinking of poison (\"when put to the test by the unbelievers,\" says Philip of Side, by \"Justus, surnamed Barsabbas\") without ill effect.'",
        "If in addition to all this we bear in mind that in his later books the historian's horizon is confined to the city and patriarchate of Constantinople, that he was exceedingly ill informed on all that related to Rome and the West, that in order to fill out his pages he has introduced narratives of the most unimportant description, that in not a few instances he has evinced his credulity (although when compared with the majority of his contemporaries he is still entitled to be called critical), it becomes sufficiently clear that his History, viewed as a whole and as a literary production, can at best take only a secondary place.",
        "He calls it the most northerly of the British Isles and says that he reached it after six days' sail from Britain: it was inhabited, but produced little; corn grew there sparingly and ripened ill; in summer the nights were long and bright.",
        "But the appointment provoked such a storm of popular ill will in the canton that the authorities considered it wise to pension him before he entered upon his duties, although this concession came too late to save the government.",
        "Its moderate use may be and is indulged in for years without producing any decided or appreciable ill effect except weakening the reproductive powers, the average number of the children of opium-eaters being 1.11 after II years of married life.",
        "The value of the city's factory products increased from $2,093,469 in 1900 to $4,052,274 ill 1905, or 93.6%.",
        "Ill health now began to interfere with his literary work, and he died at Frampton Court, near Dorchester, Dorset, on the 29th of May 1877, leaving three daughters.",
        "On the 13th of April 1436, Arthur took Paris from the English; but he was ill seconded by the king, and hampered by the necessity for leading frequent expeditions against the ecorcheurs; it was not till May 1444 that the armistice of Tours gave him leisure to carry out the reorganization of the army which he had long projected.",
        "Rumours of the plot came to his ears, and he fled from Stirling to Glasgow, where he fell ill, possibly by poisoning, and where Mary came to visit him.",
        "Though this kindness towards the Germanic tribes was resented by the Romans, and in some cases ill requited, yet it may be said that it not only averted a great danger to the empire, but considerably strengthened Theodosius' army.",
        "But the Free State was at that time ill prepared for a trial of strength, and at Mr Stanley's suggestion the bold course was taken of appointing Tippoo-Tib governor of Stanley Falls, as the representative of King Leopold.",
        "Years before, when he was very ill, and Tze-lu asked leave to pray for him, he expressed a doubt whether such a thing might be done, and added, \" I have prayed for a long time.\"",
        "General Forbes himself was so ill that he had to be carried in a litter throughout the campaign.",
        "Stone and mortar are used in building, but the Abyssinian houses are of the roughest kind, being usually circular huts, ill made and thatched with grass.",
        "Generally the houses are filthy and ill ventilated and swarm with vermin.",
        "somewhat distorted view of the importance of the particular chieftains with whom they came in contact, the country has been merely a conglomeration of provinces and districts, ill defined, loosely connected and generally at war with each other.",
        "In 1834 Gobat went back to Tigre, but in 1836 ill health compelled him to leave.",
        "The period was several times extended, at first grudgingly, Soderini complaining that Leonardo had treated the republic ill in the matter of the battle picture; whereupon the painter honourably offered to refund the money paid, an offer which the signory as honourably refused.",
        "Leonardo accompanied his protector on the march, and remained with the headquarters of the papal army at Piacenza when Giuliano fell ill and retired to Florence.",
        "On the abdication of Charles, his Ill')' son Philip II.",
        "2 His having been selected for such a commission shows that he was not yet regarded as a deserter from the Whigs, although the ill success of his representations probably helped to make him one.",
        "When, a few days afterwards, Oxford was in prison and in danger of his life, Swift begged to share his captivity; and it was only on the offer being declined that he finally directed his steps towards Ireland, where he was very ill received.",
        "For many years, nevertheless, he maintained a correspondence with Pope and Bolingbroke, and with Arbuthnot and Gay until their deaths, with such warmth as to prove that an ill opinion of mankind had not made him a misanthrope, and that human affection and sympathy were still very necessary to him.",
        "The conclusion that with good taxes long established the burden of taxation tends to become equal over the whole community was certainly not ill founded in the circumstances of former times, and may be accepted as true even in the present day.",
        "It may be given in doses of from ten to fifty grains or more, and may be continued without ill effect for long periods in grave cases of epilepsy (grand mal).",
        "Richard, duke of York, seems to have taken warning by his father's fate; but, after seeking for many years to correct by other means the weakness of Henry VI.'s government, he first took up arms against the ill advisers who were his own personal enemies, and at length claimed the crown in parliament as his right.",
        "But when those who wished him ill accused him of licentious amours, he called on God and the angels to attest his purity.",
        "Attending the International Meteorological Congress of August 1873 at Vienna, he fell ill of cholera, and died a few hours after his arrival at Arcetri, on the 10th of September 1873.",
        "The treaty was very ill observed in Jamaica, where the governor, Thomas Modyford (1620-1679), was in close alliance with the \"privateers,\" which was the official title of the buccaneers.",
        "The triviality of these rites is ill concealed by the legends of the sa'y of Hagar and of the tawaf being first performed by Adam in imitation of the circuit of the angels about the throne of God; the meaning of their ceremonies seems to have been almost a blank to the Arabs before Islam, whose religion had become a mere formal tradition.",
        "Theological seminaries are the Berkeley Bible Seminary, Berkeley, California (1896); the Disciples' Divinity House, Chicago, Ill.",
        "And in a letter written to John Locke in reply to one of his about the second edition of his book, and dated the 15th of October 1693, Newton wrote: \" The last winter, by sleeping too often by my fire, I got an ill habit of sleeping; and a distemper, which this summer has been epidemical, put me farther out of order, so that when I wrote to you, I had not slept an hour a night for a fortnight together, and for five days together not a wink.",
        "The idea of regeneration seldom occurs in the New Testament, and perhaps not at all in connexion with baptism; for in the conversation with Nicodemus, John ill.",
        "The facts are ill recorded, but it is safe to presume that intriguers who wished to disturb the government of Henry VII.",
        "This question of the relations between the English and the Scottish crowns had been raised a dozen times between the days of Edward the Elder and those of Henry IlL There was no denying the fact that the northern.",
        ",Bordeaux had already revolted from him, and he gave up the rest of his ill gotten gains of 1294 by the treaty ofParis (Mat ~o, i-~o-tl; Now that he had only a single war upon his hands Edwards position was entirely changed.",
        "The ministers whom Ill, he substituted for the creatures of Mortimer were capable, if not talented administrators.",
        "The seaports soon recovered from their losses in the Black Death, and English shipping was beginning to appear in the distant seas of Portugal and the Baltic. Nothing illustrates the growth of English wealth better than the fact that the kingdom had, till the time of Edward IlL, contrived to conduct all its commerce with a currency of small silver, but that within thirty years of his introduction of a gold coinage in 1343, the English noble was being struck in enormous quantities.",
        "From the very first his reign was a time of war, foreign and domestic, of murmuring, and of humiliating b ill shifts and devices.",
        "It then discovered, however, that the tsar attached a meaning to the original note differing from that which it had itself applied to it, and ill conjunction with France it thereupon.",
        "About the middle of January 1901 it was known that she was seriously ill; on the 22nd she died.",
        "With the accession of Henry IlL, Roger of Wendover, the first of the St Albans school whose writings are extant, becomes our chief authority.",
        "Chathams correspondence with colonial governors has been published (2 vols., 1906), as have the Grenville Papers, Bedford Correspondence, Malmesburys Diaries, Aucklands Journals and Correspondence, Graftons Correspondence, Lord Norths Correspondence with George III., and other correspondence in The Memoirs of Rockingkam, and the duke of Buckinghams Court and Cabinets of George Ill.",
        "The victorious Lord Berkeley, whose children died young, was on ill terms with his next brother, and made havoc of the great Berkeley estates by grants to the Crown and the royal house, for which he was rewarded with certain empty titles.",
        "The mere appearance of certain birds indicated good or ill luck, while others had a reference only to definite persons or events.",
        "(5) Warnings (signa ex diris), consisting of all unusual phenomena, but chiefly such as boded ill.",
        "Abandoning at last all hope she sank into melancholy, ill health, and, according to some accounts, insanity, and died a victim to state policy on or about the 25th of September 1615.",
        "The ill success of Die Weltalter nerved him to new efforts, and he repeated his views in Katechismus des Rechts (1852), Grundlinen einer Wissenschaft der Natur (1864), Seele and Geist (1871), and numerous other books, which, however, met with no better fate.",
        "Modern idealists, ill at ease with this inheritance, try to show that Christ's Incarnation no less than His eternal divine being is a natural and rational truth.",
        "Sub-divisions of Dogmatic, whether well chosen or ill, throw light upon theology as developed in the past.",
        "Good or bad, ill or well calculated, effective existence was denied to it; and a man cannot be said to have failed in what he was never permitted to attempt.",
        "Brunswick had no heart for his work; the king was ill satisfied with the Austrians, and both were alarmed by the ravages of disease among the soldiers.",
        "It was seen that the French were still able to wage war, and that the revolutionary spirit had permeated the adjoining countries, while the old governments of Europe, jealous of one another and uncertain of the loyalty of their subjects, were ill qualified for resistance.",
        "Some of the Vendean leaders persevered in resistance until May, and even after their submission the peace was ill observed, for the Royalists hearkened to the solicitations of the princes and their advisers.",
        "The patronage of the directors was ill bestowed, and the general maladministration heightened their unpopularity.",
        "Such a government was ill fitted to cope with the dangers then gathering round France.",
        "He was also responsible during 1708 and 1709 for a monthly periodical entitled Censura temporum, or Good\" and Ill Tendencies of Books.",
        "We observe that men are classified according to their functions; all kinds of man, and indeed all organs of man, have their special functions, and are judged as functionaries and organs according as they perform their functions well or ill.",
        "In a more real sense Abelard (1079-1142) tries to establish the connexion between man's ill desert and his free consent.",
        "But since the reaction, led by Price and Reid, against the manner of philosophizing that had culminated in Hume, free-will has been generally maintained by the intuitional school to be an essential point of ethics; and, in fact, it is naturally connected with the judgment of good and ill desert which these writers give as an essential element in their analysis of the moral consciousness.",
        "As it was, he spent his money as fast as he received it, living in a style of splendour ill befitting a simple scholar, and indulging his taste for pleasure in more than questionable amusements.",
        "In amoebic dysentery, warm injections of quinine per rectum have proved very efficacious, are usually well tolerated, and are not attended with any ill effects.",
        "STRASSBURG, or Strasburg (French Strasbourg), a town of Germany, the capital of the imperial province of Alsace-Lorraine and a fortress of the first rank, is situated in a fertile plain at the junction of the Ill and the Breusch, 2 m.",
        "The town proper is divided by the arms of the Ill into three parts, of which the central is the largest and most important.",
        "The Alai valley is in ill repute because of the enormous masses of snow which fall in it in the winter.",
        "In 15581 559 also, though in very ill health, he finally perfected the Institutes.",
        "The Roman Catholic Celts aided by France were entirely beaten, the Protestant colonists aided by England were entirely victorious at the battle of the Boyne, on the 1st of July 1690; ill and at the battle of Aughrim on the 12th of July 1691.",
        "But the emperor was ill, weary and aged by the life of pleasure which he led side by side with his life of work (as is proved by the letters to Mdlle Bellanger); he was suffering from a first attack of his bladder complaint.",
        "It was he who inspired the ill and wearied emperor, now without confidence or energy, with the idea of resorting to the plebiscite.",
        "In the following year William fell ill, and thought his death was at hand.",
        "In the Greek myth (Hesiod, Works and Days, 90), men lived without \" ill diseases that give death to men \" till the cover was lifted from the forbidden box of Pandora.",
        "An example of these is found in the work called Anecdotes sur l'etat de religion dans la Chine (Paris, 1733-35), the author of which (Abbe Villers) speaks of the T'ien-chu shih-i in this fashion: \"The Jesuit was also so ill versed in the particulars of the faith that, as the holy bishop of Conon, Monsgr.",
        "and Limousin to Edward IlL, and was offered his liberty for a ransom of three million gold crowns; but, unable to pay that enormous sum, he returned to his agreeable captivity in London, where he died in 1364.",
        "the title of renewer of French liberty; but Elabora- remaining faithful to his hesitating policy of the (Ion of the 23rd of June, he ratified the decrees of the 4th of constitu- August, only with a very ill grace.",
        "Since in his mission to Normandy he had been very moderate, it is possible that, as he was nervous and ill when sent to Nantes, his mind had become unbalanced by the atrocities committed by the Vendean and royalist armies.",
        "The whole coast of the Bay of Valencia is low and ill provided with harbours; and along the east of Catalonia stretches of steep and rocky coast alternate with others of an opposite character.",
        "All this did not bear its full fruit during the reign of the Catholic sovereigns, but by the end of the 16th century it had reduced Spain to a state of Byzantine regulation in which every kind of work had to be done under the eye and subject to the interference of a vast swarm of government officials, all ill paid, and often not paid, all therefore necessitous and corrupt.",
        "Jovellanos was compelled in August to retire on account of ill healththe result, it was rumouredof attempts on the part of his opponents to poison him.",
        "- 1252f 284 Eldest son of Fernando Ill.",
        "The article is derived from ill e, as it is almost everywhere throughout the Romance regions: el, Ia, and a neuter lo; los, las.",
        "i, _ Ill ?;i?s mf?p `?",
        "In the case of the expressions bien or mal lune, well or ill mooned, avoir un quartier de lune dans la tete, to have the quarter of the moon in one's head, the German mondsiichtig and the English moonstruck or lunatic, the fundamental idea lies in the strange opinions formerly held about the moon.",
        "The boundary everywhere is ill defined so that no exact statement of the extent of the light can be made.",
        "After his defeat he tried to organize the maritime war and occupied the Greek islands, but in the beginning of 333 he fell ill and died (Arrian ii.",
        "From Rome Newman returned to Sicily alone, and was dangerously ill with fever at Leonforte, recovering from it with the conviction that he had a work to do in England.",
        "But Brunhild is ill content; though she saw Siegfried do homage to Gunther at Isenstein she is not convinced, and believes that Siegfried should have been her husband; and on the bridal night she vents her ill humour on the hapless Gunther by tying him up in a knot and hanging him on the wall.",
        "You weep for an ill fortune that you yourself have wrought: That is a shameful sorrow: it were better you said nought !\"",
        "Apart from certain conditions of ill health, the iodides, as such, have no very marked influence on the healthy body beyond their saline action.",
        "I inform the campground caretakers when I stop, I have an ill wife aboard, so don't disturb us.",
        "This woman lying next to me whom I dearly loved deserved protection and I was ill equipped to provide it.",
        "\"Why did you call me here?\" the Black God asked, ill at ease in the small room in the basement of their old headquarters in Miami.",
        "Gabriel didn.t have a choice, Rhyn she was trying to protect, but Hannah â€¦ the sense of betrayal within her made her feel ill again.",
        "His blatant disregard for the laws regarding his imprisonment and assumed kidnapping of a dhjan guest would see him ordered before the Council, if not hurl him into a war he could ill afford.",
        "When she returned, looking ashen, he was sure she had been ill.",
        "The ripple of his flesh made her feel ill.",
        "His final poem is about forbidden love, but he is too ill to write it down.",
        "Fit ill is there in a bawd, efter aa?",
        "Smoking leads to reduced productivity due to smoking breaks, or increased absenteeism due to ill health.",
        "However following several adjournments owing to ill health on the part of the treasurer the case was eventually dropped in June 2005.",
        "adjudged guilty by a court martial of ill treating his crew and fined six month's pay.",
        "The present system places a cost on universities which they can ill afford.",
        "albumin solution has been used in the treatment of critically ill patients for over 50 years.",
        "Now you seem angry for having wasted your time studying it and going in circles to no effect or ill effect.",
        "apprehensions of ill consequences.",
        "ItÃ¢s peopleÃ¢s attitudes, and I was exactly the same before Adam got ill.",
        "augurs ill for both the nature and future of today's science.",
        "badater that night Matt returned home, the worse for wear and was ill on his bed.",
        "banished the fear of becoming ill that had for years blighted the lives of millions of people.",
        "It ill befits a court to say that he was wrong.",
        "It ill behooves anyone to look down and frown at this part of the schedule.",
        "Cattle are the main reservoir of bluetongue virus which is transmitted by biting midges, although cattle themselves do not generally become ill.",
        "bodes ill.",
        "bodes ill for the rest of us.",
        "In 1958 he was involved in a street accident in Leiden, which led to recurring bouts of ill health.",
        "Following prolonged bouts of ill health in recent years, Chris Rea's career has taken some radical turns.",
        "Thats all for now I think, and I skipped breakfast so im off for some food, Ill see you all Friday!",
        "Kick Boxing A Thai martial art, in which a boxing bag receives the brunt of your ill will.",
        "I think Ill market my idea of NVQs you can achieve by doing bugger all!",
        "bullion dealers, the method of sale chosen - auctions - is also ill advised.",
        "The foot may develop callus over sites that are taking extra pressure, eg from ill fitting footwear.",
        "convalescede care for convalescing patients, freeing up beds at the two main hospitals for the seriously ill.",
        "couple of days. I woke up yesterday in a hotel room in London feeling rather ill.",
        "My lack of mobility and general state of ill health has meant a less materialistic Festive Season as shopping has been dramatically curtailed."
    ],
    "definition": [
        "Not healthy; sick: I began to feel ill last week.",
        "Not normal; unsound: an ill condition of body and mind.",
        "Link/Cite"
    ]
}