{
    "translation": "חולי, מחלה",
    "uses": [
        "There is serious illness in her family.",
        "She was terrified by his illness, and yet that was just what she needed.",
        "How has his whole illness gone?",
        "No particulars are known of his last illness, but it seems likely that death came upon him rather suddenly at,last.",
        "Proposing to seek his fortune abroad, he went on foot to Nantes, but was there prostrated by an illness so severe that all thoughts of emigration were perforce abandoned.",
        "In 1880 he went to Milan for the inauguration of the Mentana monument, and in 1882 visited Naples and Palermo, but was prevented by illness from being present at the 600th anniversary of the Sicilian Vespers.",
        "Avicenna, however, remained hidden for forty days in a sheik's house, till a fresh attack of illness induced the amir to restore him to his post.",
        "He was overtaken by a dangerous illness, and on the 2nd of March civil war in support of the king broke out.",
        "The symptoms of Natasha's illness were that she ate little, slept little, coughed, and was always low-spirited.",
        "An illness with no serious effects on humans, cowpox caused lesions on cows' udders which then could spread to dairymaids' hands.",
        "It was her fever dream without the heaviness of illness to blur it.",
        "\"I much regret her illness,\" said Prince Andrew; and he smiled like his father, coldly, maliciously, and unpleasantly.",
        "He died in Philadelphia on the 19th of April 1813, after a five days' illness from typhus fever.",
        "He died after a few days' illness on the 25th of September 1617 at Lisbon.",
        "After the illness, when they were dependent on signs, Helen's tendency to gesture developed.",
        "He knew that she had not sung since her illness, and so the sound of her voice surprised and delighted him.",
        "In his last illness he wrote to express his confidence in their loyalty.",
        "After twice failing in the attempt to gain a professorship in the university, he was invited, during an illness of Dugald Stewart in the session of 1808-1809, to act as his substitute, and during the following session he undertook a great part of Stewart's work.",
        "There is something very characteristic in the exclamation he is said to have uttered in his last illness, \"An emperor ought to die standing.\"",
        "Before the beginning of the campaign, Rostov had received a letter from his parents in which they told him briefly of Natasha's illness and the breaking off of her engagement to Prince Andrew (which they explained by Natasha's having rejected him) and again asked Nicholas to retire from the army and return home.",
        "He died after a protracted illness at Israelsdorf, near Lubeck, on the 21st of May 1894.",
        "Her fatal illness developed in the autumn of the following year, and she died on the 28th of November 1780.",
        "She nursed him assiduously during an illness he had in 1765, and from that period till her death in 1776 they lived in the same house without any scandal.",
        "His first appointment was that of physician to the amir, who owed him his recovery from a dangerous illness (997).",
        "With Andre's help, he might gain some insight into Deidre's illness and be able to counter the demons tracking and stealing souls.",
        "Princess Mary noticed to her surprise that during this illness the old prince not only excluded her from his room, but did not admit Mademoiselle Bourienne either.",
        "In this campaign Aurelius, after a series of successes, was attacked, according to some authorities, by an infectious disease, of which he died after a seven days' illness, either in his camp at Sirmium (Mitrovitz), on the Save, in Lower Pannonia, or at Vindobona (Vienna), on the 17th of March 180, in the fifty-ninth year of his age.",
        "Finally, this system will not just solve for human illness, but all kinds of other problems as well.",
        "He retained through life his early love of song, and during his last illness he passed much of his time in singing.",
        "Mrs. Keller writes me that before her illness Helen made signs for everything, and her mother thought this habit the cause of her slowness in learning to speak.",
        "Yet another symptom of her illness: insanity!",
        "\"The illness your father suffers from is the same I suffer from,\" she said.",
        "When she was stricken down with the illness which resulted in her loss of sight and hearing, at the age of nineteen months, she was learning to talk.",
        "I lived, up to the time of the illness that deprived me of my sight and hearing, in a tiny house consisting of a large square room and a small one, in which the servant slept.",
        "Upon the king's illness in May he held frequent meetings of Monmouth's friends at his house to consider how best to act for the security of the Protestant religion.",
        "On his return he was forced by illness to stop at Nola, his father's old home.",
        "The conversation was on the chief topic of the day: the illness of the wealthy and celebrated beau of Catherine's day, Count Bezukhov, and about his illegitimate son Pierre, the one who had behaved so improperly at Anna Pavlovna's reception.",
        "If Wynn were to tell you something about your illness, good or bad, you'd listen?",
        "Illness plagues me each morning, causing me difficulty in accomplishing my chores, as simple as they may be, though failing Mrs. Cummings hardly seems to notice.",
        "He tried to convince himself the reason was the burden she carried with her mother's illness, but deep down, he knew that was only partially true.",
        "The Warlord cured his wife and daughter of illness when Sirian refused them entry.",
        "Though suffering from illness, he at once set out on the journey; finding his strength failing on the way, he was carried to the Cistercian monastery of Fossa Nuova, in the diocese of Terracina, where, after a lingering illness of seven weeks, he died on the 7th of March 1274.",
        "Here, after a short illness, he died on the 23rd of October 1893.",
        "Even after my illness I remembered one of the words I had learned in these early months.",
        "They all knew very well that the enchanting countess' illness arose from an inconvenience resulting from marrying two husbands at the same time, and that the Italian's cure consisted in removing such inconvenience; but in Anna Pavlovna's presence no one dared to think of this or even appear to know it.",
        "At the request of Kalnky, Mancini defined his proposal in a memorandum, but the illness of himself and Depretis, combined with an untoward discussion in the Italian press on the failure of the Austrian emperor to return in Rome King Humberts visit to Vienna, caused negotiations to drag.",
        "Soon after he was seized by an illness which terminated his active career, 319.",
        "This disappointment brought on again the spiritual crisis he had experienced in his illness, and for a considerable time the conflict went on within him.",
        "curable illness.",
        "He died at Fremont, after a short illness, on the 17th of January 1893.",
        "Innocent VI., in fact, entertained the thought of visiting Rome; but age and illness prevented his doing so.",
        "He died, after a short illness, in Paris on the 12th of March 1853.",
        "In 1862 he lost his wife, after a long and lingering illness, and shortly afterwards joined the Roman Catholic Church.",
        "Stricken by illness, Conrad returned to Constantinople at Christmas 1147, but in March 1148 set out to rejoin his troops.",
        "The prostration is great and the course of the illness rapid.",
        "The Italian preparations were much handicapped by the illness of Capello.",
        "He died after a long illness on the 30th of April 1910.",
        "psychotic illness 16 was suspected.",
        "rash illness.",
        "Illness or not, he'd better not cwoss my path.",
        "When a person dies in a house information of the death and the particulars required to be registered must be given within five days of the death to the registrar to the best of the person's knowledge and belief by one of the following persons: - (I) The nearest relative of the deceased present at the death, or in attendance during the last illness of the deceased.",
        "His election caused considerable surprise, and it is suggested by Ammianus Marcellinus that he was wrongly identified with another Jovian, chief notary, whose name also had been put forward, or that, during the acclamations, the soldiers mistook the name Jovianus for Julianus, and imagined that the latter had recovered from his illness.",
        "When the ring of St Zanobius and the blood of Cape Verde turtles gave him no relief from his last illness, he showered gifts upon his patron saints, secured for his own benefit the masses of his clergy, and the most potent prayers in Christendom, those of the two most effective saints of his day, Bernardin of Doulins and Francis of Paolo.",
        "Pictures of the near past--her father's illness and last moments--rose one after another to her memory.",
        "The news of the day in Petersburg was the illness of Countess Bezukhova.",
        "And Pierre, his voice trembling continually, went on to tell of the last days of their retreat, of Karataev's illness and his death.",
        "From the pretense of illness, from his daughter's distress, and by the embarrassed faces of Sonya and Marya Dmitrievna, the count saw clearly that something had gone wrong during his absence, but it was so terrible for him to think that anything disgraceful had happened to his beloved daughter, and he so prized his own cheerful tranquillity, that he avoided inquiries and tried to assure himself that nothing particularly had happened; and he was only dissatisfied that her indisposition delayed their return to the country.",
        "from doing so by illness or strikes; (4)",
        "Hilda died in 680 after a painful illness lasting for seven years.",
        "Popular belief regarded his subsequent illness as a judgment for his impiety.",
        "When Admetus was attacked by an illness that threatened to lead to his premature death, Apollo persuaded the Moerae (Fates) to prolong his life, provided any one could be found to die in his place.",
        "If they served something she couldn't eat, she'd feign illness.",
        "I need a diagnosis, and I need a treatment plan to combat this illness.",
        "She's learned to appreciate life and those around her, following a diagnosis of a terminal illness.",
        "Their professional then personal relationships had centered around her and her illness.",
        "It influenced how I handled your illness.",
        "She'd been sleeping for weeks; surely she could stay sleeping until she was rested enough to fight the illness?",
        "Avicenna himself was at this season stricken down by a severe illness.",
        "Dispensations from fasting were, however, given in case of illness.",
        "On the 7th of October he was dangerously wounded, and the queen showed her anxiety for his safety by riding 40 miles to visit him, incurring a severe illness.",
        "Her former lover, the earl of Northumberland, left the court seized with sudden illness.",
        "the battle began, but Napoleon was suffering from one of those attacks of illness and depression which henceforth became such an important factor in his fate.",
        "Thence she travelled to Vienna, where, in April, the news of her father's dangerous illness and shortly of his death (April 8) reached her.",
        "He planned a vast amount of work, but his schemes were all frustrated in January 1884 by the most serious illness from which he had yet suffered.",
        "Neither the serious illness of the empress, which began with a fainting-fit at Tsarskoe Selo (September 19, 1757), nor the fall of Bestuzhev (February 21, 1758), nor the cabals and intrigues of the various foreign powers at St Petersburg,.",
        "He married Elise Koch in June 1862, but the following month he had an attack of pleurisy which proved the beginning of a long illness that ended only with his death.",
        "Illness prevented him from visiting London.",
        "Soon after marriage his wife was attacked by a lingering illness, to which she succumbed, Lagrange devoting all his time, and a considerable store of medical knowledge, to her care.",
        "Illness seized him early in 1810, and for the next two years his sufferings were acute.",
        "An attack of illness in November 1900 seriously impaired his health.",
        "His illness became critical on the 10th of April, and he died on the 2 2nd.",
        "Once prime minister, his personal popularity proved to be a powerful unifying influence in a somewhat heterogeneous party; and though the illness and death (August 30, 1906) of his wife (daughter of General Sir Charles Bruce), whom he had married in 1860, made his constant attendance in the House of Commons impossible, his domestic sorrow excited widespread sympathy and appealed afresh to the affection of his political followers.",
        "He had spoken in the House of Commons on the 13th of February, but since then had been prostrated and unable to transact business, his illness dating really from a serious heart attack in the night of the 13th of November at Bristol, after a speech at the Colston banquet.",
        "In October 1863, while he was still in minor orders, he went out as a missionary to the Pacific Islands, taking the place of his brother, who had been prevented by an illness.",
        "Among other events which made the streets gay and centred in processions to St Paul's may be specially mentioned the Thanksgiving Day on the 27th of February 1872 for the recovery of the prince of Wales after his dangerous illness; and the rejoicings at the Jubilee of Queen Victoria in 1887, and the Diamond Jubilee in 1897.",
        "In his fifteenth year, during a dangerous illness, he came under the personal influence of Johann Arndt, author of Das wahre Christenthum, and resolved to study for the church.",
        "During an illness, which kept him virtuous by confining him to his room, he studied French and English, gaining a mastery of these languages which, at that time exceedingly rare, opened up for him opportunities for a diplomatic career.",
        "He only owed his life on this occasion to a sudden illness.",
        "Aymer, however, gained the support of the pope; he was on his way back to England when he was overtaken by a fatal illness at Paris.",
        "The route lay by Jibla, passing the foot of the lofty Jebel Sorak, where, in spite of illness, Forskal, the botanist of the party, was able to make a last excursion; a few days later he died at Yarim.",
        "His illness did not, however, prevent his seeing and recording everything of interest in Medina with the same care as at Mecca, though it compelled him to cut short the further journey he had proposed to himself, and to return by Yambu and the sea to Cairo, where he died only two years later.",
        "His father's express orders prevented Aurangzeb from following up this success, and, not long after, the sudden and alarming illness of Shah Jahan turned his thoughts in another direction.",
        "Accordingly, on the illness of his father, he at once seized the reins of government and established himself at Delhi.",
        "He now took refuge with his kinsman Alphege, bishop of Winchester, whose persuasion, seconded by a serious illness, induced him to become a monk.",
        "Serious illness.",
        "On the 25th of July 1889 Gladstone celebrated the fiftieth anniversary of his marriage, and on the 4th of July 1891 his eldest son, William Henry, a man of fine character and accomplishments, died, after a lingering illness, in his fifty-second year.",
        "In 1788 he travelled in Italy, but returned in haste on hearing of the illness of the king.",
        "The treatment of the crown prince's illness also gave rise to an acrimonious controversy.",
        "For his illness, the official publications, published both in English and German: Die Krankheit Kaiser Friedrichs III.",
        "(Berlin, 1888), and Morell Mackenzie, The Fatal Illness of Frederick the Noble (1888).",
        "In the course of 1842 an attack of illness led to his making a journey in Italy, where he spent some time in a monastery belonging to one of the strictest of all the monastic orders, the Passionists, brethren addicted to wearing hair shirts and scourging themselves without mercy.",
        "Two years later, at the early age of 50, he died in Paris, of congestion of the lungs, after only a few hours' illness.",
        "This illness induced a spiritual change, and he resolved to renounce whatever kept him back from God.",
        "He returned to Bethlehem in 418, and after a lingering illness died on the 30th of September 420.",
        "Shortly afterwards he accompanied Lord Hopton, general of the king's troops in the west, in his march; and, being laid up with illness at Arundel Castle, he was there taken prisoner by the parliamentary forces under Sir William Waller.",
        "His illness increasing, he landed in Cilicia, and died at Selinus early in August i i 7.",
        "During a speech which he delivered in the House of Lords on the 2nd of December 1902 on the Education Bill of that year, he was seized with sudden illness, and, though he revived sufficiently to finish his speech, he never fully recovered, and died on the 23rd of December 1902.",
        "Anne died after a long illness on the 2nd of March 1619, and was buried in Westminster Abbey.",
        "During his last illness the prophet indicated Abu-Bekr as his successor by desiring him to offer up prayer for the people.",
        "During all these events and the captivity in the Temple Marie Antoinette showed an unvarying courage and dignity, in spite of her failing health and the illness of her son.",
        "Within two years he was cut off by a sudden illness on the 6th of May 1638; the Augustinus, the book of his life, was published posthumously in 1640.",
        "In 1613 he was chosen professor of medicine in the university of Copenhagen, and filled that office for eleven years, when, falling into a dangerous illness, he made a vow that if he should recover he would apply himself solely to the study of divinity.",
        "He died after a short illness, in 1752.",
        "In 1919 he welcomed the King and Queen of Belgium on their visit to Washington during the illness of President Wilson.",
        "He showed great zeal in enforcing the Hildebrandine policy as to clerical celibacy, and was planning the expulsion of the Normans from Italy and the elevation of his brother to the imperial throne when he was seized by a severe illness.",
        "Shortly after this successful campaign he was seized with an illness, and believing it mortal appointed as his successor Constantine Ducas, to the exclusion of his own brother John.",
        "Such events were the birthday of the head of the household; the assumption of the toga virilis by a son; the festival of the Caristia in memory of deceased members of the household; recovery from illness; the entry of a young bride into the house for the first time; return home after a long absence.",
        "Towards the end of September he fell a victim to the plague which was ravaging the land, and his illness sobered his spirit and brought into his message a deeper note than that merely moral and common-sense one with which, as a polite humanist, he had hitherto been content.",
        "He died in London, after a lingering illness, on the 28th of March 1886.",
        "In 1827 he resigned some of his professorial work, but continued in active duty until in the autumn of 1845 he was seized with a painful illness, which proved fatal on the 11th of March 1846.",
        "xii.); the illness of Asa is preceded by a denunciation for relying upon Syria, and the chronology is changed to bring the fault near the punishment (2 Chron.",
        "He took refuge in St Andrews Castle, where \" a wise woman,\" Alison Pearson, who was ultimately burned for witchcraft, cured him of a serious illness.",
        "For the first eight months of his reign he did not disappoint the popular expectation; but after his recovery from a severe illness his true character showed itself.",
        "In spite of the illness of the emperor Frederick a certain number of court festivities were held in her honour, and she had long conversations with Prince Bismarck, who was deeply impressed by her majesty's personality.",
        "He had never been of a robust constitution, and after a little more than a week's illness from pneumonia following influenza, duke of he died at Sandringham.",
        "A sudden loss of power then supervened, and on Friday evening, the 18th of January, the Court Circular published an authoritative announcement of her illness.",
        "of Cambridge in 1878 in acknowledgment of his services as deputy Woodwardian professor during the final illness of Sedgwick.",
        "He then defeated the Turks who were besieging Scutari, but he there contracted an illness of which he died.",
        "In 1818 she addressed a pathetic letter to the powers assembled at the congress of Aix, petitioning for Napoleon's release, on the ground that his mortal illness had removed any possibility of his ever again becoming a menace to the world's peace.",
        "In the year 1801 he travelled to Berlin, and died there after a short illness.",
        "He was on very friendly terms with the new emperor John, whom he accompanied on his Syrian campaign (1137),9but was forced by illness to return to Byzantium, where he died in the same year.",
        "He had intended, as soon as his circumstances permitted him, to marry the widow of his predecessor, but his illness increased so rapidly that it was only on his death-bed, on the igth of May 1786, that he carried out his design.",
        "Smith attended Hume during a part of his last illness, and soon after the death of the philosopher there was published, along with his autobiography a letter from Smith to W.",
        "From the death of his mother in 1784, and that of Miss Douglas in 1788, his health declined, and after a painful illness he died on the 17th of July 1790.",
        "Domestic bereavements and a severe illness then turned his thoughts in another direction.",
        "Six logarithms omitted in Schulze's work, and which Wolfram had been prevented from computing by a serious illness, were published subsequently, and the table as given by Vega is complete.",
        "The main features of trypanosomosis, or illness caused by a Trypanosome, show a general agreement, whichever variety is considered; one symptom may be, of course, more marked than another in any particular case.",
        "About this time du Bellay had a serious illness of two years' duration, from which dates the beginning of his deafness.",
        "He recovered from small-pox in his fourth year with crippled hands and eyesight permanently impaired; and a constitution enfeebled by premature birth had to withstand successive shocks of severe illness.",
        "Richard returned to Europe, and Saladin returned to Damascus, where on the 4th of March 1193, after a few days' illness, he died.",
        "The first class consists of those praefecti who were nominated as temporary delegates by the Ilviri, when through illness or compulsory absence they were unable to discharge the duties of their office.",
        "Having married an accomplished young nobleman, Nicephorus Bryennius, she united with the empress Irene in a vain attempt to prevail upon her father during his last illness to disinherit his son and give the crown to her husband.",
        "Then came a short, sudden illness, and he passed away on the 27th of July.",
        "Resorting to stimulants after illness, his marked excess in this respect on the occasion of his inauguration as vice-president undoubtedly did him harm with the public. Faults of personality were his great handicap. Though approachable and not without kindliness of manner, he seemed hard and inflexible; and while president, physical pain and domestic anxieties, added to the struggles of public life, combined to accentuate a naturally somewhat severe temperament.",
        "His relations with Canning had, however, become increasingly strained, and when, in consequence of Lord Liverpool's illness, Canning in April 1827 was called to the head of the administration, the duke refused to serve under him.",
        "He halted his army in pious respect before the birthplace of a Latin writer, carried Livy or Caesar on his campaigns with him, and his panegyrist Panormita did not think it an incredible lie to say that the king was cured of an illness by having a few pages of Quintus Curtius read to him.",
        "He returned to England in the same year; but in 1571 he was in Lorraine, whither two physicians were sent by the queen to his relief in a dangerous illness.",
        "In 1578 Dee was sent abroad to consult with German physicians and astrologers in regard to the illness of the queen.",
        "But it is clear that it deeply coloured his life, and led to the dangerous illness which for some two years interrupted his studies and made him a wanderer over Europe.",
        "The early years of his Oxford professorship were occupied by severe labour, sundry travels, attacks of illness and another cruel disappointment in love.",
        "In 1882 he had another serious illness, with inflammation of the brain; but he recovered sufficiently to travel to his old haunts in France and Italy - his last visit.",
        "An attack of influenza struck him down, and carried him off suddenly after only two days' illness, 10th January 1900.",
        "He attended Queen Mary during her last illness and preached her funeral sermon in Westminster Abbey.",
        "This conversion, which took place in 1374, appears to have been due partly to the effects of a dangerous illness and partly to the influence of henry de Calcar, the learned and pious prior of the Carthusian monastery at Munnikhuizen near Arnhem, who had remonstrated with him on the vanity of his life.",
        "For some time after that ministry's fall he was considered the leader of the Whig party in the House of Lords, and, had the illness of the king brought about the return of the Whigs to power, the great seal would have been placed in his hands.",
        "A severe illness wrought a change; he married his mistress, Claude Desnoz, and joined the church of Calvin at Geneva (October 1548).",
        "During the illness of Lord Salisbury in 1898, and again in Lord Salisbury's absence abroad, he was in charge of the foreign office, and it fell to his lot to conduct the very critical negotiations with Russia on the question of railways in North China.",
        "A convalescent home (1872) commemorates the recovery from illness of King Edward VII.",
        "away from the city (camp, 30° 12' 12\" N.) he was finally stopped by the Lhasan authorities and obliged, in great part on account of the severe illness of Mrs Littledale, to give up the attempt to reach Sikkim, and to take a direct trail to Ladak.",
        "She was strong enough to maintain her position during a long illness in 1677, and a visit to France in 1682.",
        "Persons who had recovered from an illness offered anathemata in the temples of Asclepius (Aesculapius); those who had escaped from shipwreck offered their clothes, or, if these had been lost, a lock of hair, to Neptune (Hor.",
        "Still, Augustus resorted thither; here Tiberius recovered from a dangerous illness, and here Hadrian probably built himself a villa.",
        "His health had been undermined by excessive work and anxiety, and after a short illness he died at Brunswick on the 15th of February 1781.",
        "In the spring of 1775 Hume was struck with a tedious and harassing though not painful illness.",
        "His whole life was indeed one continued illness, but in this part of it his pain and languor had greatly increased.",
        "Entering their territory, he was just about to invest the capital when he was seized with an illness which proved fatal on the 15th of May 1760.",
        "3 Enfeebled by illness, Grattan's strength gave way when he rose to speak, and he obtained leave to address the House sitting.",
        "In 1647 Hobbes was overtaken by a serious illness which disabled him for six months.",
        "On recovering from this illness,which nearly proved fatal, he resumed his literary task, and carried it steadily forward to completion by the year 1650, having also within the same time translated into English, with characteristic force of expression, his Latin treatise.",
        "Travelling with what speed he could in the depths of a severe winter and under the effects of a recent (second) illness, he managed to reach London, where, sending in his submission to the council of state, he was allowed to subside into private life.",
        "What may be called his last illness began as early as 1658, and as the disease progressed it was attended with more and more pain, chiefly in the head.",
        "Despite the intercession of Brihwald, archbishop of Canterbury, Aldfrith king of Northumbria refused to admit the aged prelate into his kingdom till his last illness (705).",
        "Since 1869 they continued to exist only as voluntary associations with no public duties; many had been dissolved, and this is said to have brought about bad results in the management of lodging-houses, the condition of apprentices, support during illness, and the maintenance of labor bureaus.",
        "The illness and death of the emperor, however, destroyed the last hope of the Liberals that they might at length succeed to power.",
        "He strained every nerve to induce his clergy to accept his ruling on the questions of the reservation of the Sacrament and of the ceremonial use of incense in accordance with the archbishop's judgment in the Lincoln case; but when, during his last illness, a prosecutor brought proceedings against the clergy of five recalcitrant churches, the bishop, on the advice of his archdeacons, interposed his veto.",
        "Dr Francesco Antommarchi (1780-1838), the physician who attended Napoleon in his last illness, died in Santiago, and a monument in the cemetery commemorates his benefactions to the poor.",
        "After a short illness he died on the 28th of November 1695, and was buried in the outer chapel of St John Baptist (Merton College), in Oxford, where he superintended the digging of his own grave but a few days before.",
        "After a momentary reconciliation with Louis during his illness at Metz in 1744, Marie shut herself up more closely with her own circle of friends until her death at Versailles on the 24th of June 1768.",
        "A daughter, Helen, was born to him; but his young wife, after a long illness, died of consumption in September 1841.",
        "Bright was disqualified by illness during the whole of 1856 and 1857.",
        "The next session found him disqualified by a severe illness, which caused his retirement from office at the end of the year, and kept him out of public life for four years.",
        "In May his illness returned, he took to his bed in October, and died on the 27th of March 1889.",
        "Cyrus, recalled to Susa by the illness of Darius, left him in entire control of his satrapy.",
        "In 1729 declining health obliged him to resign the chairs of chemistry and botany; and he died, after a lingering and painful illness, on the 23rd of September 1738 at Leiden.",
        "For one year, before his illness incapacitated him, Champollion held a professorship in Paris; but of his pupils and fellow-workers, F.",
        "A revolt that broke out at Tarsus caused Ahmad to traverse Syria once more in 883, but illness compelled him to return, and on the 10th of May 884 he died at his residence in Ka~i.",
        "- In 1118 Egypt was invaded by Baldwin I., who burned the gates and the mosques of Farama, and advanced to Tinnis, whence illness compelled him to retreat.",
        "(the Seventh Crusade), and in spite of illness he hastened to Ushmum Tanna, in the neighborhood of Damietta, which he provisioned for a siege.",
        "In consequence of a lengthy illness Jakmak abdicated on the 1st of February 1453, when his son Othman was proclaimed sultan with the title Malik al-Manlr.",
        "Alls forces were successful at the first engagement; but when the battle was renewed two days later he was deserted by some of his officers, and prevented by illness and wounds from himself taking the conduct of affairs.",
        "That hey very reluctantly raised the siege of Damanhur, being in daily expectation of the arrival of an English army; and at the village of Shubra-ment he was attacked by a sudden illness, and died on the 3oth of January 1807, at the age of fifty-five.",
        "In sending to know the issue of his illness, the king caused himself to be styled \"thy son Benhadad.\"",
        "In 1750, on the illness of her father, she was appointed by Pope Benedict XIV.",
        "But these forecasts were ultimately upset, not only by Lord Spencer's illness and his removal.",
        "She had apparently recovered from an almost hopeless illness, when at the end of 1865 he was elected to the rectorship of the university of Edinburgh.",
        "On her return she fell into an almost fatal illness and prepared for her end with great courage and piety; Darnley now visited her, but was ill-received, while Bothwell was borne to Jedburgh from Hermitage in a litter.",
        "A year after his marriage he had been stricken down by severe illness, from the effects of which he was never completely to recover; financial cares followed, which were relieved unexpectedly by the generosity of the hereditary prince of Holstein-Augustenburg and his minister, Graf Schimmelmann, who conferred upon him a pension of moo talers a year for three years.",
        "Serious illness obliged the family to remove to town, and in November 1865 they resettled at 26 Queen Square, Bloomsbury.",
        "Illness, however, compelled him to return to the world; and the authority of Meletius gained his services to the church.",
        "From 1874-7 he had sat in the Second Chamber, but in the latter year a serious illness forced him to resign his seat.",
        "The last two years of his life were troubled by illness and by controversies in which he found himself, under Manning's influence, compelled to adopt a policy less liberal than that which had been his in earlier years.",
        "On the 14th of November, after one day's illness, he died of cholera and was buried, as he had wished, between Fichte and Solger.",
        "The fruit of his long years of illness was a slender volume of lyrics, Gedichte (Stuttgart and Tubingen, 1851), good in form, but seldom inspired, and showing occasionally the influence of a morbid sensuality.",
        "In 1879, his increasing illness necessitating the constant presence of an attendant, he went to live at Leipzig, where he died.",
        "Year by year Luther had been growing weaker, his attacks of illness more frequent and his bodily pains more continuous.",
        "In his Tripos examination, which through illness he was prevented from taking till 1837, he was placed as second wrangler, but being a Jew and unwilling to sign the Thirty-nine Articles, he could not compete for one of the Smith's prizes and was ineligible for a fellowship, nor could he even take a degree: this last, however, he obtained at Trinity College, Dublin, where religious restrictions were no longer in force.",
        "Geddes was engaged on a critical translation of the Psalms (published in 1807) when he was seized with an illness of which he died on the 26th of February 1802.",
        "In 1842 he became an undistinguished but useful successor to Arnold as headmaster of Rugby; and a serious illness in 1848, the first of many, led him to welcome the comparative leisure which followed upon his appointment to the deanery of Carlisle in 1849.",
        "His last years were interrupted by illness and saddened by the death in 1878 of his only son Craufurd, and of his wife.",
        "Prevented by illness from attending, Jefferson sent to the convention elaborate resolutions, which he proposed as instructions to the Virginia delegates to the Continental Congress that was to meet at Philadelphia in September.",
        "He wished however to retire permanently from public life, a wish strengthened by the illness and death of his wife.",
        "In 1912 he was vice-chairman of the Democratic National Committee and during most of the campaign was acting chairman because of the illness of Chairman McCombs.",
        "For this he waited impatiently five years, keeping himself posted by spies of every stage of the king's last illness, and thus laying himself open to the accusation, believed in by Charles himself, that he had hastened the end by poison, a charge which modern historians deny.",
        "The early months of their stay were saddened by the death of Walter in Rome, and by the news of the illness of Lowell's father, who had a slight shock of paralysis.",
        "The last months of his life were attended by illness, and he died at Elmwood on the 12th of August 1891.",
        "This winter, spent almost without stores, was a triumph of adaptability to the hardest possible conditions, and although there was much illness the whole party was able to march when a start for Cape Evans was possible on Sept.",
        "At the latter place he was seized with illness, and died on the 21st of June 1788.",
        "Princess Alice nursed her father during his short illness with the utmost care, and after his death devoted herself to comforting her mother under this terrible blow.",
        "Through illness he was not present at the battle of Pharsalus, but afterwards was offered.",
        "On Sunday, the 11th of May 1729, when going out to preach before the judges at Serjeants' Inn, he was seized with a sudden illness, which caused his death on the Saturday following (May 17, 1729).",
        "On the 1st of November 1179 he was associated with his father as king by being crowned at Reims, and at once his father's illness threw the responsibility of government on him, the death of Louis on the 19th of September 1180 leaving him sole king.",
        "More than once at Easter he is said to have had a convenient illness which dispensed him from granting absolution to Louis XIV.",
        "Through all his pleasant experiences of French society, and through the fits of dangerous illness by which they were diversified, he continued to build up his history of the Shandy family, but the work did not progress as rapidly as it had done.",
        "the two sisters were temporarily reconciled, and on the occasion of Mary's last illness and death Anne showed an affectionate consideration.",
        "The sudden illness and death of the queen now frustrated any schemes which Bolingbroke or others might have been contemplating.",
        "On the 27th, the day of Oxford's resignation, the discussions concerning his successor detained the council sitting in the queen's presence till two o'clock in the morning, and on retiring Anne was instantly seized with fatal illness.",
        "The conclusion reached, after careful investigation by Dr Jorge, the medical officer of health, that the commencement really dated from June, is confirmed by the fact that about that time the riverside labourers, who were first affected, began to notice an illness among themselves sufficiently novel to attract their attention and that of an English shipowner, who from their description suspected plague.",
        "It is clear, from the extreme variations in the severity of the illness, that the resisting power of individuals varies greatly.",
        "Very mild cases occurring in the course of an outbreak of typical plague may be explained by greater power of resistance in individuals, but the epidemic prevalence of a mild illness preceding the appearance of undoubted plague suggests some difference or modification of the exciting cause.",
        "Epidemic outbreaks of other diseases - for instance, cholera, diphtheria and typhoid fever - are often preceded and followed by the prevalence of mild illness of an allied type; and t he true significance of this fact is one of the most important problems in epidemiology.",
        "From the fact that bacilli are hardly ever found in the blood of bubonic cases it may be inferred that they are arrested by the lymphatic glands next above the seat of inoculation, and that the fight - which is the illness - takes place largely in the bubo; in non-bubonic cases they are not so arrested, and the fight takes place in the general circulatory system, or in the lungs.",
        "The illness varies within the widest limits, and exhibits all gradations of severity, from a mere indisposition, which may pass almost unnoticed, to an extreme violence, only equalled by the most violent forms of cholera.",
        "The really pathognomonic sign is the appearance of buboes or inflamed glands, which happens early in the illness, usually on the second day; sometimes they are present from the outset, sometimes they cannot be detected before the third day, or even later.",
        "The sick are a source of danger and one means of dissemination, and, since the illness may be so slight as to pass unrecognized, an obviously insidious one.",
        "Inoculation protects against attack, and greatly modifies the illness when it fails to protect.",
        "25 Capello, who could fight no more against an illness to which he ought perhaps to have given in sooner, and had been told by the chief medical officer of the army that he must resign his command, proposed to Cadorna an immediate retreat to the Tagliamento.",
        "Agrippina determined to hasten the death of Claudius, and the absence, through illness, of the emperor's trusted freedman Narcissus, favoured her schemes.",
        "The situation was changed by the birth of a prince of Wales and the king's illness in October 1453.",
        "But a return of the king's illness in October 1455 made York again for a brief space protector.",
        "In the midst of these military preparations he was struck down by sudden illness, which lasted but for a day, and died at Mount.",
        "His father, a ship's carpenter, was frequently out of work owing to illness and the decline of his trade, and his mother had to go out to work soon after her son was horn.",
        "Here his illness increased, the cold and chill brought on bronchitis and he died, after a few days, suffering, on the 9th of April 1626.",
        "But in 1683, at the age of sixty-four, he was seized with a fatal illness, and on the 6th of September he expired.",
        "So Peter also seemed to have thought, for though Mons was decapitated and his severed head, preserved in spirits, was placed in the apartments of the empress, she did not lose Peter's favour, attended him during his last illness, and closed his eyes when he expired (February 28, 1725).",
        "The Concord of Wittenberg, made in 1536, was favourable for these schemes, but after five years spent in assiduous preparation war was prevented by the serious illness of the landgrave and the lukewarmness of his allies.",
        "After spending the winter at Florence and Rome, he left in the spring of 1823 for Munich, where he stayed for nearly a year, the prey of illness and isolation.",
        "After her return to England she devoted herself to reorganizing the Governesses' Sanatorium in Harley Street (now the Home for Gentlewomen during Temporary Illness), which was at that time badly managed and in great need of funds.",
        "The illness of Lee's wife prevented him from being a member of that committee, but his first resolution was adopted on the 2nd of July, and the Declaration of Independence, prepared principally by Thomas Jefferson, was adopted two days later.",
        "Crown Prince Gustaf, who during the illness of King Oscar was appointed regent, took the initiative of renewing the negotiations between the two countries, and on the 5th of April in a combined Swedish and Norwegian council of state made a proposal for a reform both of the administration of diplomatic affairs and of the consular service on the basis of full equality between the two kingdoms, with the express reservation, however, of a joint foreign minister - Swedish or Norwegian - as a condition for the existence of the union.",
        "During the five years1884-1889a committee was occupied with the question of workmen's insurance, and thrice the government made proposals for its settlement, on the last occasion adopting the principle of invalidity as a common basis for insurance against accidents, illness or old age.",
        "13 re) 7rp6mpov), though broken down by illness (2 Cor.",
        "But this project was cut short by the illness and death of the king (323).",
        "The long siege of Hippo (May 430 to July 430, memorable for the last illness and death of St Augustine, which occurred during its progress, ended unsuccessfully for the Vandals.",
        "Difficulties on the route; dissensions between Emin and the authorities in German East Africa, and misunderstandings on the part of both; epidemics of disease in Emin's force, followed by a growing spirit of mutiny among his native followers; an illness of a painful nature which attacked him - all these gradually undermined Emin's courage, and his diaries at the close of 1891 reflect a gloomy and almost hopeless spirit.",
        "But the change was unavailing, and after a lingering illness, in which he suffered first from diabetes, then from Bright's disease, complicated by dropsy, he died in Paris on the 2nd of October 1853.",
        "The developments of this movement were, however, now interrupted by the death of Charles after a short illness on the 6th of February 1685.",
        "His father, Dimitri Alexeievich Gallitzin (1735-1803), Russian ambassador to Holland, was an intimate friend of Voltaire and a follower of Diderot; so, too, for many years was his mother, Countess Adelheid Amalie von Schmettau (1748-1806), until a severe illness in 1786 led her back to the Roman Catholic church, in which she had been reared.",
        "Money disbursed by consuls on account of the illness or injury of seamen is generally recoverable from the owner.",
        "During his last illness he confessed to his parish cure, a priest of Jansenist sympathies, and expressed his desire for the last sacraments of the Church.",
        "By some accident, which has never been satisfactorily explained, but was probably connected with the severe illness of Sir John Harding, the queen's advocate, the papers were not returned till the 29th of July.",
        "David's Theological College, Lampeter, where he gathered about him a band of earnest religious enthusiasts, known as the Lampeter Brethren, and was eventually ordained to the curacy of Charlinch in Somerset, where he had sole charge in the illness and absence of the rector, the Rev. Samuel Starkey.",
        "During his illness Mr. Starkey read one of his curate's sermons, and was not only \"cured\" forthwith, but embraced his strange doctrines, and together they procured many conversions in the countryside and the neighbouring towns.",
        "Four days after reading his lecture his health broke down, and severe illness kept him from his professional duties until March 1808.",
        "After a short stay at Ravenna he removed to Salzburg, whence, his illness continuing, he sent in his resignation as president of the Royal Society.",
        "In the following year, on the 18th of October 1865, Lord Palmerston expired at Brocket Hall, after a short illness, in the eighty-first year of his age.",
        "But at this juncture Germanicus was suddenly attacked at Epidaphne near Antioch by a violent illness, which he himself and his friends attributed to poison administered by Plancina, the wife of Piso, at the instigation of Tiberius.",
        "If during his term of office a member of the council becomes bankrupt, or compounds with his creditors, or is (except in case of illness) continuously absent from the county, being chairman for more than two months, or being alderman or councillor for more than six months, his office becomes vacant by declaration of the council.",
        "A councillor may be disqualified in the same way as a county councillor, by bankruptcy or composition with creditors, or continuous absence from the borough (except in case of illness).",
        "Returning to Thessalonica in 380 he was kept out of the field for some time by a serious illness.",
        "It was not, however, till his illness at Thessalonica that the emperor received baptism at the hands of Bishop Ascholius, whereupon, says the same historian, he issued a decree (February 380) in favour of the faith of St Peter and Pope Damasus of Rome.",
        "Such meetings of the Cabinet had, however, frequently been called before during the President's illness, naturally by the Secretary of State as ranking member.",
        "He died on the 19th of May 1904, after a short illness, leaving in manuscript a criticism on the sources of the [[Speculum]] historiale of Vincent de Beauvais.",
        "During the absence or illness of his father Gustavus repeatedly acted as regent, and was therefore already thoroughly versed in public affairs when he succeeded to the Swedish throne on the 8th of December 1907, the crown of Norway having been separated from that of Sweden in 1905.",
        "Unhappily, his vigorous frame was already stricken with disease, and, after a lingering illness, he died at Marburg, on the 23rd of November 1875, diligent to the end.",
        "He was in 1823 unanimously elected a member of the academy, and in 1825 he became a member of the Royal Society of London, which in 1827, at the time of his last illness, awarded him the Rumford medal.",
        "He made a short speech on the scaffold, expressing his repentance, and mounted the ladder last and with assistance, being weak from torture and illness.",
        "During the illness which terminated his life Mirabeau confided himself entirely to the professional skill of Cabanis.",
        "A brief but very serious illness attacked him, and the death of his father the year before had increased his family anxieties by leaving his mother in very indifferent circumstances.",
        "In any,case it was a cruel blow to a man already broken by racking illness and domestic sorrows.",
        "His father's last illness recalled him to the homestead, where both farm and family became his pious charge.",
        "In 1692 and 1693 Newton seems to have had a serious illness, the nature of which has given rise to very considerable dispute.",
        "The illness of Newton was very much exaggerated by foreign contemporary writers.",
        "To which Leibnitz, in a letter dated the 22nd of June, replied, \" I am very glad that I received information of the cure of Mr Newton at the same time that I first heard of his illness, which doubtless must have been very alarming.\"",
        "4) seems to have had a font, and the church order of Macarius, bishop of Jerusalem (c. 311-335), orders the font to be placed in the same building as the altar, behind it and on the right hand; but the same order lays down that a font is not essential in cases of illness for \" the Holy Spirit is not hindered by want of a vessel.\"",
        "Her physician Eudemus prepared and the eunuch Lygdus administered a slow poison, from the effects of which Drusus died after a lingering illness.",
        "Edward by no means despaired of crushing it, and had raised a large army, when lie was smitten with an illness which prevented him from crossing the border.",
        "But he got small enjoyment from the crown which no longer tottered Illness of on his brow.",
        "The fluctuating influence of each party with the king was marked by the passing of the chancellorship from Arundel to Henry Beaufort and back again during the five years of Henrys illness.",
        "Pitt himself had remained silent; but in view)f the seriousness of the crisis and of a threatened illness of the ting, which would have necessitated a regency andin view of he prince of Waless dislike for himhis own permanent ~xcIusion from office, he now put himself forward once more.",
        "OConnells illness, which resulted in his death in 1847, tended also to establish peace.",
        "But at the prince consorts sugges~!on its language was considerably modified, and the responsibility for the outrage was thrown on the officer who committed it, arid not on the government of the Republic. It ought not to-be forgotten that this important modification was the last service rendered to his adopted country by the prince consort before hisfatal illness He died before the answer to the despatch was received; and his death deprived the queen of an adviser who had stood by her side since the earlier daysof her reign, and who, by his prudence and conduct, had done much to raise the tone of the court and the influence of the crown.",
        "These facts and this opinion were at once sent to the law officer& They reached the queens advocate on Saturday the 26th of July; but, by an uoforttinate mischance; the queens advocate had just been wholly incapacitated by a distressing illness; and the papers, in consequence, did not reach the attorney- and solicitorgeneral till the evening of:,the following Monday, when.",
        "The coronation fixed for June in the following year was at the last moment stopped by the kings illness with appendi- ~ citis, but he recovered marvellously from the operation vii.",
        "Five years later his health gave way, and after a long illness he died at the Cambridge Observatory on the 21st of January 1892, and was buried in St Giles's cemetery, near his home.",
        "Her application for a writ of habeas corpus was refused, and on the 16th of March she left London, progressing however, on account of illness and prostration, only as far as Barnet.",
        "In consequence of an illness, however, he returned to Jena after a year.",
        "In 1892 a fresh attack of illness decided him to return to England.",
        "Addington consented, and after some delay caused by the king's illness, and by the reluctance of several of Pitt's followers to serve under him, became first lord of the treasury and chancellor of the exchequer in March 1801.",
        "A year later the Emperor was stricken down by illness, and succumbed to it on July 30 1912.",
        "In 32, being seized with an illness believed to be incurable, he starved himself to death.",
        "The illness, however, quickly took a favourable turn, and after a month's rest the chancellor was able to resume his duties.",
        "But his health was failing, his reputation was on the wane, his works did not sell, and he gradually sank a prey to illness and disappointment.",
        "In 1889 he entertained at Hissarlik a committee of archaeological experts, deputed to examine B6tticher's absurd contention that the ruins represented not a city, but a cremation necropolis; and he was contemplating a new and more extensive campaign on the same site when, in December 1890, he was seized at Naples with an illness which ended fatally on the morning of Christmas Day.",
        "Mechithar set out for Rome in 1695 to make his ecclesiastical studies there, but he was compelled by illness to abandon the journey and return to Armenia.",
        "Clinically, dysentery manifests itself with varying degrees of intensity, and it is often impossible without microscopical examination to determine between the amoebic and bacillary forms. In well-marked cases the following are the chief symptoms. The attack is commonly preceded by certain premonitory indications in the form of general illness, loss of appetite, and some amount of diarrhoea, which gradually increases in severity, and is accompanied with griping pains in the abdomen (tormina).",
        "In 1788, however, a serious illness compelled him to retire for some months from public life, and the introduction of the subject in parliament therefore devolved on Pitt, whose representations were so far successful that an act was passed providing that the number of slaves carried in ships should be in proportion to the tonnage.",
        "But, contrary to all constitutional requirements, three full months were allowed to pass before Venizelos was summoned to resume office, the King's illness being made an excuse.",
        "While he was detained on this business the archbishop of Armagh died in January 1625, and the king at once nominated Usher to the vacant primacy; but severe illness and other causes impeded his return to Ireland until August 1626.",
        "In January 1680 he addressed to the king a long letter on the subject of his sins; he was known to have received the dangerous confidence of Wilmot, earl of Rochester, in his last illness; and he was even suspected, unjustly, in 1683, of having composed the paper drawn up on the eve of death by William Russell, Lord Russell, whom he attended to the scaffold.",
        "In the midst of such labours, and enjoying still full bodily and mental vigour, he was carried off after a few days' illness by inflammation of the lungs, on the 12th of February 1834.",
        "Hicks-Beach resigned on account of illness, and Mr Arthur Balfour became chief secretary.",
        "He escaped into France, where his mother, on the plea of his illness, obtained permission from Louis Philippe for him to stay in Paris.",
        "On the 25th of May 1846 he escaped to London, giving as the reason for his decision the dangerous illness of his father.",
        "Disappointment brought on an illness, on his recovery from which he seems for a time to have given up his studies, and to have plunged into the gay life of the world.",
        "Ahaziah lost his life through a fall from the lattice of an upper room in his palace, and it is stated that in his illness he sent to consult the oracle of Baal-zebub at Ekron; his messengers, however, were met by Elijah, who bade them return and tell the king he must die (2 Kings i.",
        "In May 1610 he broke down, and after an illness of eight days died on the 11th of that month.",
        "of Germany through the peace of Augsburg (1555), Charles V., exhausted by illness and by thirty years of intense activity, in the truce of Vaucelles abandoned Henry II.s conquests- Piedmont and the Three Bishoprics.",
        "to take his kingship in earnest, thinking to cure him by war of his effeminate passions; and, in the spring of 1744, the kings grave illness at Metz gave a momentary hope of reconciliation between him and the deserted queen.",
        "Frontenac died on the 28th of November 1698 at the Château St-Louis after a brief illness, deeply mourned by the Canadian people.",
        "His strength gradually declined, and he died on the 16th of September 1882, after a short illness.",
        "Wamba (672680) is credited with an attempt to reform the state, but he was tonsured while unconscious from illness or poison, and disappeared into a religious house.",
        "His illness had broken him off from all his old friends save only his cousin Lady Hesketh, Theodora's sister, but new acquaintances were made, the Unwins being the most valued.",
        "In 1232, after a severe illness, he resigned all his benefices and preferments except one prebend which he held at Lincoln.",
        "He had just become connected with the Revue de Paris, when his delicate constitution succumbed to a slight attack of illness on the 19th of October 1894.",
        "After an illness that excited apprehension he returned to England, and thenceforward resided at the Oratory until his death, r rth August 1890, making occasional visits to London, and chiefly to his old friend, R.",
        "He preserved his superb appearance in advanced old age, and he died, after a very short illness, on the 24th of August 1901, at the royal castle of Leckii, where he was visiting his brother-in-law, Count Axel Rudenschdld.",
        "He retired to southern Italy, and after a short illness died at Fiorentino on the 13th of December 1250, after having been loosed from the ban by the archbishop of Palermo.",
        "On the 12th of October 1892 he died after a few days' illness.",
        "His senses were quick and delicate; and, though of weak constitution, he escaped by strict regimen all serious illness.",
        "The dream of Darkyn was no doubt a fever dream, one that caused distant alarm despite her illness.",
        "Your illness, Wynn, Past-Death.",
        "Many thought this illness had changed him from a slightly arrogant young man into one who was sympathetic to the plight of others.",
        "The baby succumbed to illness suddenly just weeks after birth.",
        "He finally succumbed to his illness this past December.",
        "Crystals are used to aid the bodies own healing ability for physical, emotional and mental imbalances, which can lead to illness.",
        "absent through illness.",
        "Fees are payable at all times including absenteeism due to illness.",
        "absenteeism costs industry £ 5 billion a year and the NHS bill for stress related illness is around £ 2 billion.",
        "High rates of illness and worker absenteeism are expected, and these will contribute to social and economic disruption.",
        "Included studies were those reporting on people undergoing tonsillectomy and/or adenoidectomy, that were prospective, and had groups without concomitant illness.",
        "afflicted with the illness, need not be overwhelming.",
        "ailments susceptibility To Illness Low History Ancestors of the Tibetan Mastiff have been known to exist in Tibet for many centuries.",
        "anthology of poems by people affected by terminal illness from around the world will be launched at the Tate Modern in London.",
        "He had previously received anticoagulants for the treatment of an intercurrent illness.",
        "This is never more true than in critical illness or birth asphyxia cases.",
        "MULDER: During my investigation into your illness I found out the reason why you were left barren.",
        "We can be temporarily incapacitated by drug overdose, mental illness, an alcoholic binge, treatable physical illness or injury.",
        "bipolar illness.",
        "Most of these do not affect wild birds or only cause mild illness in birds.",
        "When the farmer was 10, his father got blood poisoning from an injury and died after a harrowing illness.",
        "These bacteria produce a toxin in food which causes a severe illness called botulism which can be fatal.",
        "Many have shown incredible bravery fighting illness or disability and have shown stamina many of us could not imagine.",
        "The history of illness during the weekend before the death was consistent with developing bronchopneumonia.",
        "campaign trail president a child health insurance policy texas chronic illness or individual insurance is sometimes called.",
        "Care homes with nursing offer support for people whose illness or disability means that they need nursing care homes with nursing offer support for people whose illness or disability means that they need nursing care on a regular basis.",
        "childhood cataract may be inherited or may be caused by injury or illness.",
        "He was laughing and joking about the events on the Friday and has remained cheerful during his illness.",
        "This is the first experimental evidence of an endocrine disrupting chemical causing the illness.",
        "Especially as I have had a chronic and at times debilitating illness for the last 15 years.",
        "chronic illness also seems to be evolving rapidly.",
        "More than 17 million people nationally suffer with long term chronic illness - and that means about 5,000 in Milton Keynes.",
        "Although the illness primarily affects cognition, it can also contribute to chronic problems with behavior or emotions.",
        "IBD is an umbrella term doctors use for Crohn's disease and another illness called ulcerative colitis.",
        "concludes with suggestions for change and there is a comprehensive appendix and resources, particularly for mental illness.",
        "confiding relationship with a partner or close friend is a known protective factor against mental illness.",
        "convalesceich is used in the release of energy, and is especially useful for menstruating women or anyone convalescing after illness.",
        "convalesce: Fulfilling The Contractual Obligations Lucozade A soft drink, originally marketed as a tonic for those convalescing from illness.",
        "Now he is a trained counselor through the National Alliance on Mental Illness.",
        "Rest is particularly crucial in the early part of the illness.",
        "curable, short term illness or injury.",
        "Situations can change, medical advances are being made all the time, illness that is now incurable may become curable may become curable.",
        "In some cases, the acute illness subsides into a chronic state, which may lead to serious brain damage.",
        "debilitated by illness.",
        "deceased during last illness.",
        "Give names and addresses of the medical practitioners who attended deceased during last illness.",
        "declared unfit for active service after a serious illness, but entertained troops all over the world.",
        "decompression illness is less than minimal.",
        "deducted from the salary, with which the participant is assured against any accident or illness.",
        "degenerative illness which resulted in creeping paralysis.",
        "The for dementia Admiral Nurse service supports carers of people with a dementing illness.",
        "They have a dementia illness with dementia care needs.",
        "depressive illness for much of Jeremy's life.",
        "The doctor or diabetes educator can advise you how to treat diabetes during illness.",
        "On the basis of the results the authors recommended starting oral diazepam at the first sign of illness.",
        "disrupting chemical causing the illness.",
        "The most common causes of telogen effluvium are: Physical stress: surgery, illness, anemia, rapid weight change.",
        "enduring mental illness, who often have diverse and complex needs.",
        "enteric precautions during the acute diarrhoeal phase of the illness.",
        "erythema infectiosum have a 5 per cent risk of passing on the illness to their baby.",
        "This time limit may only be extended in wholly exceptional cases, where delay is unavoidable due to illness or annual leave.",
        "These are tiny organisms, too small to see with the naked eye, that sometimes cause illness in humans.",
        "factitious illness By Proxy - Where are we now?",
        "They are better able to meet basic needs and to deal with sudden expenses that arise, for example from illness or crop failure.",
        "fake Wiredu collapsed after being chased by the police, but the arresting officers decided that he was faking illness.",
        "febrile illness - less severe than measles.",
        "At fourteen I even feigned illness to watch World Championship Bowls instead of going to school.",
        "Having sex can help you look younger, feel fitter, stave off illness.",
        "Causes Illness, being trapped in a room or a sudden fright may all cause a one-off accident.",
        "full-blown illness or disease.",
        "gallbladder disease is a common type of illness involving the biliary tree.",
        "gallstone pancreatitis, even in the acute phase of the illness.",
        "It's an incurable immune system illness, probably genetic in origin and mainly suffered by females.",
        "Cholera is an illness caused by a germ invading the bowels.",
        "glutamine supplementation in serious illness: a systematic review of the evidence.",
        "Phil Hogan Our last goodbye Following a long illness, Dad died on Thursday surrounded by his loving family.",
        "Using questionnaire, the low illness group had more hardiness.",
        "Those of us who have been labeled with mental illness are not de facto excused from this most fundamental task of becoming human.",
        "huntsman huntsmen's horns and baying dogs disturbed his sleep during his illness, he only said, \" Ah!",
        "He is currently studying, part-time, for a PhD at APU, exploring the illness experiences of individuals with normal pressure hydrocephalus.",
        "Clients & Therapists Clients and therapists start by translating the unconscious messages that trigger the hypothalamus to produce the symptoms of illness.",
        "iatrogenic illness on a General Medical Service at a University Hospital.",
        "More than two million people in Great Britain suffered an illness which they thought was caused or aggravated by their current or past employment.",
        "In addition, there are no blatant symptoms of the disease, so doctors cannot properly diagnose the illness until it's significantly advanced.",
        "If a person has a life threatening illness or injury then they should still call 999.",
        "He died on March 20th, 1919, aged only forty-five, \" after a lingering illness \" .",
        "We are confident that the support groups will give benefits to many people who are affected by this illness & to their carers.",
        "Burden of mental illness on the family: A critical review.",
        "The product should also be relevant to the disability or chronic illness.",
        "These side effects are more common in people with a previous history of psychiatric illness.",
        "Any claim which results from depression, anxiety, mental illness, or a depressive illness of any type.",
        "A serious illness obliged him to retire in 1919.",
        "The virus caused severe respiratory illness in 18 people, 6 of whom died.",
        "illness cover.",
        "illness insurance quote online.",
        "For instance, to settle someone into respite care or to nurse someone through a terminal illness.",
        "The Harvard researchers urge further trials of fish oils in the treatment of depression and manic-depressive illness.",
        "Doncaster Rovers midfielder Dave Mulligan has been given a clean bill of health after being taken to hospital with a mystery illness last week.",
        "illness with fever, lymph gland swelling and rash.",
        "He points out that many people can avoid illness simply by ensuring that the basement of dwellings is made impermeable to such gases.",
        "incapacitated by illness or who have lower levels of education.",
        "incapacitatelass=\"ex\">incapacitating illness or accident could hit any of us at any time.",
        "incurable illness.",
        "Situations can change, medical advances are being made all the time, illness that is now incurable may become curable.",
        "Furthermore, violence and retribution are shown as inherent in the illness itself and thus inescapable.",
        "Acute renal failure This may occur with any serious illness or operation, particularly those complicated by severe infection.",
        "Any major illness, fungal infections or surgery may be major reasons.",
        "initiated promptly, a chronic course becomes very likely and the illness may become intractable.",
        "inpatient admissions were to be a last resort for treating mental illness.",
        "Owing to her illness, she elected to receive the insignia without a visit to Buckingham Palace.",
        "intercurrent illness or a reaction to the early introduction of cereals.",
        "intercurrent conditions such as illness, emotional disturbances, or stress.",
        "interregnum period caused by Derek Deane's illness.",
        "He was young, perhaps in his mid 30's, prone to illness and probably shy and rather introverted as a person.",
        "Insomnia is a symptom resulting from a variety of different causes, including depression, aging, jet lag and serious undiagnosed illness.",
        "A young man with colitis described his illness as \" a yellow omelet on a round white plate with red ketchup \" .",
        "lambasted the insurance industry over critical illness insurance.",
        "last-ditch talks with the Chinese state-owned company which brought Rover's terminal illness to its final crisis.",
        "An illness called cutaneous leishmaniasis [CL ], spread by the sandfly, can occur in Southern Spain.",
        "There are costs from lost productivity - 50 million working days lost productivity - 50 million working days lost due to tobacco related illness.",
        "The effects of asbestos related illness particularly malignant mesothelioma which is a terminal illness is obviously devastating upon the individual and their family.",
        "manic-depressive illness.",
        "perhaps medical institutions actively contributed to the horrors of illness and loss.",
        "mental illness.",
        "merciful release from a painful illness.",
        "This may be age-related or caused by alcohol abuse, chronic illness or a head injury, even one which seems mild.",
        "We would like to thank Canon Philip Dearden for his prayers and comforting ministrations during our father's illness and on his final journey.",
        "misdiagnosed illness sidelined him from active politics until he had a major operation in 1998 for cancer.",
        "morbidity statistics figures showed an 85 per cent rise in serious illness in children in ten years.",
        "most of the season without their number one Richard Faulkner out through illness.",
        "multidisciplinary approach to critical illness.",
        "But in general, susceptibility to illness such as active mycoplasma does run through generations in a line of rats.",
        "She has come clean after a mystery illness covered her skin in boils and made her constantly nauseous and tired.",
        "Alcoholism hindered Hilton's output; he was confined to bed by illness (he suffered peripheral neuritis) from 1972.",
        "numberless cases of mental illness have been healed at their shrine.",
        "His cruel illness triggered a quite extraordinary outpouring of affection.",
        "owes on a mortgage after losing the former council house he was buying before his illness.",
        "Grove House Provides specialist palliative care on a daily basis to all people affected by cancer or a life threatening illness.",
        "She suffered from supranuclear palsy, a degenerative illness that affects only five to six people per 100,000 of the population.",
        "Endoscopic retrograde cholangiopancreatography and sphincterotomy may be necessary in the case of gallstone pancreatitis, even in the acute phase of the illness.",
        "parrot sketch type illness, I'm pleased to say.",
        "CI provides for a lump sum payout in case you are struck down by a critical illness.",
        "skin peeling may also occur in later stages of the illness.",
        "McAlester penitentiary is clearly no holiday camp, and Ron's developing mental illness and physical deterioration whilst on death row makes grim reading.",
        "These results confirm the benefit of long-term pharmacotherapy for treating depressive illness \"",
        "My research interest is in the use of functional MRI to investigate the phenomenology of mental illness.",
        "However there is no reliable data on the duration of illness phobia where there is no depressive problem.",
        "platelet count remained within normal limits during the course of his illness.",
        "Diagnosis To diagnose pneumonia, your doctor will ask you questions about your illness.",
        "polyunsaturated fatty acid supplementation in people with schizophrenia or similar chronic mental illness.",
        "postnatal illness?",
        "precipitate the onset of the illness.",
        "There is a genetically inherited predisposition to the illness.",
        "acute prostatitis is a severe systemic illness, which requires urgent IV antibiotic therapy.",
        "psychiatric illness in the family.",
        "psychogenic illness) criteria with EAT cases.",
        "Psychiatric illness was present in 25 of the 29 doctors for whom there was sufficient information to assess psychopathology.",
        "In those days asthma was considered to be an entirely psychosomatic illness.",
        "reasons for refusal may include: Long standing commitment elsewhere Genuine inability to fulfill the role adequately Illness or being heavily pregnant!"
    ],
    "definition": [
        "Poor health resulting from disease of body or mind; sickness.",
        "A disease.",
        "Link/Cite"
    ]
}