{
    "translation": "מטעה משלה, כוזב, חמקני",
    "uses": [
        "Someone claiming to be 'the illusive psychic' has gone public.",
        "I suddenly realized where the illusive motor home was parked and I knew Baby Claire Elizabeth LeBlanc was unidentified but alive!",
        "He gave the question some thought before responding with an illusive and general answer.",
        "But in the actual phenomenal world unity and harmony are replaced by strife and discord; the result is a conflict, a becoming and vanishing, an illusive existence.",
        "By talking with specialist retailers, the perfect watch will not stay illusive for long.",
        "Here were great oaks and splendid evergreens with trunks like mossy pillars, from the branches of which hung garlands of ivy and mistletoe, and persimmon trees, the odour of which pervaded every nook and corner of the wood--an illusive, fragrant something that made the heart glad.",
        "There came a time, however, when Clement and more particularly his following had to acknowledge the vanity of these illusive dreams; and before his death, which took place on the 16th of September 1394, he realized the impossibility of overcoming by brute force an opposition which was founded on the convictions of the greater part of Catholic Europe, and discerned among his adherents the germs of disaffection.",
        "The conscious life of all men is apparitional and illusive.",
        "illusive win!",
        "The perfect gold watch may be a bit illusive, but watch for special releases and collections, particularly for the sports teams at both Texas A & M and the University of Texas.",
        "If the perfect ring still remains illusive, then the next step is to consider designing a ring from scratch.",
        "illusive quality of light.",
        "I could easily tell from his breathing patterns sleep was illusive.",
        "To me, it really is so illusive and underrated both in work and life... .",
        "You will be less likely to experience this at first, because wave flights are very illusive.",
        "She had been seen on a few occasions over the last 2 years but had always proved illusive during the doe season.",
        "However, the mechanism by which ECP achieves its effect remains illusive.",
        "illusive concepts have been brilliantly illuminated by vocal performance.",
        "illusive goal, and the large Belle Vue crowd left frustrated.",
        "illusive nature that short-term economic flourishing could have.",
        "illusive power on May 3 1997, the Pope made an important announcement.",
        "\" After a fleeting, illusive hope, prudence condemned me to acquiesce in the humble station of a mute.",
        "Yet understanding the knot patterns and why they make such ideal wedding rings can be illusive."
    ],
    "definition": [
        "il·lu′sive·ly\nadverb",
        "il·lu′sive·ness\nnoun",
        "Link/Cite",
        "Subject to or pertaining to an illusion, often used in the sense of an unrealistic expectation or an unreachable goal or outcome.\nTesting software completely is an illusive goal.",
        "Often confused with elusive.",
        "Link/Cite"
    ]
}