{
    "translation": "לאייר, להמחיש, להסביר, להדגים",
    "uses": [
        "Let me illustrate this one from my own life.",
        "A single example will be sufficient to illustrate this.",
        "She is known to us chiefly through two myths, both symbolizing the change of seasons, but intended also to illustrate certain doctrines developed in the temple-schools of Babylonia.",
        "Though cases like these are not really how the science will be used, they illustrate the principle.",
        "A few instances will illustrate Ritschl's positive systematic theology.",
        "The story of Ishtar's descent is told to illustrate the possibility of an escape from Irkalla, while the other myth is intended to reconcile the existei:ce of two rulers of Irkalla - a goddess and a god.",
        "But a single example will suffice to illustrate the whole.",
        "The prince, who generally kept very strictly to social distinctions and rarely admitted even important government officials to his table, had unexpectedly selected Michael Ivanovich (who always went into a corner to blow his nose on his checked handkerchief) to illustrate the theory that all men are equals, and had more than once impressed on his daughter that Michael Ivanovich was \"not a whit worse than you or I.\"",
        "Choose whichever of those you are comfortable with, but let me illustrate with a single example.",
        "Nehemiah naturally gives us only his version, and the attitude of Haggai and Zechariah to Zerubbabel may illustrate the feeling of his partisans.",
        "In 1802 he published Reflections upon the State of Religion in Christendom, in which he attempted to explain and illustrate the mysterious foreshadowings of the Apocalypse.",
        "Segments worms, to illustrate external characters.",
        "I mention these reprehensible actions to illustrate how language can divide us.",
        "In the vicinity, also, is the fine building of the Imperial Institute, founded in 1887 as an exhibition to illustrate the resources of all parts of the Empire, as well as an institution for the furtherance of imperial intercourse; though not developed on the scale originally intended.",
        "The following diagrams illustrate these statements: - C ` H C OH HC /CH HC CH HC,/CH 'N/ HC CH CH CH From the benzene nucleus we can derive other aromatic nuclei, graphically represented by fusing two or more hexagons along common sides.",
        "It was only after a bitter experience that the kingship was no longer regarded as a divine gift, and traditions have been revised in order to illustrate the opposition to secular authority.",
        "Many anecdotes have been told to illustrate his kindliness, his inimitable humour, and his remarkable eloquence.",
        "This treatise was intended to illustrate and explain his map of the world.",
        "It has already been noticed that such a war between the sons of Malik-al-Adil accounts in large Ayyubite rulers serves to illustrate the text :- hy.",
        "xiv.), which point in the same direction, and indicate that the model of the liver was used as an object lesson to illustrate the method of divination through the liver.",
        "The Anglo-Saxon Leechdoms 1 of the 11th century, published in the Rolls series of medieval chronicles and memorials, admirably illustrate the mixture of magic and superstition with the relics of ancient science which constituted monastic medicine.",
        "Our concern lies with the first kind of Crusade, and with the other three only so far as they bear on the first, and as they illustrate the immense widening which the term \"Crusade\" now underwent - a widening accompanied by its inevitable corollary of shallowness of motive and degradation of impulse.",
        "The elaborate collections made by Daremberg of medical notices in the poets and historians illustrate the relations of the profession to society, but do little to prepare us for the Hippocratic period.",
        "1 A number of narratives illustrate the 1 See Jew.",
        "T maps of more elaborate design illustrate the MS. copies of Sallust's Bellum jugurthinum; one of these taken from a codex of the 11th century in the Leipzig town library is shown in fig.",
        "These words sufficiently illustrate the essentially political character of the institution.",
        "Arithmetical and Algebraical Treatment of Equations.-The following will illustrate the passage from arithmetical to algebraical reasoning.",
        "When fourteen he drew sketches to illustrate a trip to the ruins of Newstead Abbey, which afterwards appeared on the title-page of Moore's Life of Lord Byron.",
        "In 1684 Sibbald in his Scotia illustrate published the earliest Fauna of Scotland.",
        "To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice.",
        "The strictness of the principle of admission or exclusion differs at the various German courts, and has tended to be modified by the growth of a new aristocracy of wealth; but a single instance known to the present writer may serve to illustrate the fundamental divergence of German (a fortiori Austrian) ideas from English in this matter.",
        "But it was by his Nouveaux Dialogues des morts (1683) that Fontenelle established a genuine claim to high literary rank; and that claim was enhanced three years later by the appearance of the Entretiens sur la pluralite des mondes (1686), a work which was among the very first to illustrate the possibility of being scientific without being either uninteresting or unintelligible to the ordinary reader.",
        "Meanwhile we can illustrate the economic life of the middle ages, describe its main features, indicate the more important measures of public policy and draw attention to some of the main lines of development.",
        "These services, which incidentally illustrate the solidarity and unity of the Jewish nation and the respect of the communities of the dispersion for the metropolis, were recognized and rewarded.",
        "Let us illustrate Wagner's mature use of Leitmotif by the theme which happens to be associated with Alberich's ring.",
        "In 1904 he delivered at the university of California a course of lectures, the object of which was to illustrate the application of the methods of physical chemistry to the study of the theory of toxins and antitoxins, and which were published in 1907 under the title Immunochemistry.",
        "They cover an area of 10 acres, are laid out in terraces, and illustrate Italian, Dutch and French styles.",
        "We shall best illustrate the character and method of economic reasoning by examples, and for that purpose let us take first of An all a purely historical problem, namely, the effect on of the wage-earners of the wages clauses of the Statute of Apprenticeship (1563).",
        "He afterwards made many journeys through the ancient Campania to illustrate its geology, and published in 1798 his Topografia fisica della Campania, which contains the results of much accurate observation.",
        "Of the many general maps of the world or of particular countries, a large number illustrate such works as G.",
        "The ingenuity of the compiler is frequently taxed when called upon to illustrate graphically the results of statistical information of every description.",
        "The classification adopted by Owen in his lectures (1855) does not adequately illustrate the progress of zoological classifi- knowledge between Cuvier's death and that date, but, such as it is, it is worth citing here.",
        "i and 2 illustrate the development of a metal-vein by two adits, two inclined shafts in the lode, and by a deep vertical shaft connected with the lode by horizontal cross cuts.",
        "The old and the new systems of making a wine-glass illustrate almost all the ordinary processes of glass working.",
        "Anecdotes have been preserved which illustrate his piety both in early and in later years; of his studies the best monument is to be found in his writings.",
        "or Hortus Siccus, a collection of plants so dried and preserved as to illustrate as far as possible their characters.",
        "To illustrate the comparative productiveness and relationship of these sources of national wealth and industry, the following official returns of export for the years 1905 and 1906 are arranged in the four general classes previously discussed, the values being in Brazilian gold milreis, worth 2s.",
        "His description of the Temple ritual is not strictly accurate, but he speaks of the worshippers as passing the night in gazing at the stars and calling on God in prayer; his words, if they do not exactly fit anything in the later ritual, are well fitted to illustrate the original liturgical use of Ps.",
        "Specimens intended for the herbarium should be collected when possible in dry weather, care being taken to select plants or portions of plants in sufficient number and of a size adequate to illustrate all the characteristic features of the species.",
        "Mez (ibid., 1901, 35, p. 242) on substituted ureas, illustrate this point.",
        "I will try to do that with this article, to illustrate.",
        "- Diagram to illustrate use of Shunting Yards.",
        "Hence it is possible, by a comprehensive comparative study of Eastern peoples, in both ancient and modern times, to supplement and illustrate within certain limits our direct knowledge of the early Jewish people, and thus to understand more clearly those characteristics which were [OLD Testament History peculiar to them, in relation to those which they shared with other Oriental peoples.",
        "At m the ideal mode of origin is shown in order to illustrate the fact that the daughter cyst is comparable to the fore-body of a cysticercus.",
        "On the first night of the debate Lord Howick, afterwards Lord Grey, who had been undersecretary for the Colonies, and who opposed the resolutions as proceeding too gradually towards abolition, cited certain occurrences on Sir John Gladstone's plantation in Demerara to illustrate his contention that the system of slave-labour in the West Indies was attended by great mortality among the slaves.",
        "To illustrate the great perplexity surrounding the subject, we may mention that to one species, S.",
        "To some it seemed to illustrate the necessity of the state tolerating only one religion, but to others the necessity of the state tolerating all.",
        "To illustrate the antiquities described in this work he published a large folio volume of Illustrations of the Monuments of Nineveh (1849).",
        "- As supplemental to the account of poetry may be mentioned here some of the chief collections of ancient verse, sometimes made for the sake of the poems themselves, sometimes to give a locus classicus for usages of grammar or lexicography, sometimes to illustrate ancient manners and customs. The earliest of these is the Mo'allakat.",
        "See the various works by Scipione Maffei (Verona Illustrate, 1728; Museum Veronense, 1749); and Th.",
        "Knight secured the best authors and artists of the day to write for and illustrate his magazine, which, though at first a commercial success, may have had the reason of its subsequent discontinuance in its literary excellence.",
        "To many the interest of such stories will depend on their parallelism to the Biblical account in Genesis i.; the anthropologist, however, will be attracted by them in proportion as they illustrate the more primitive phases of human culture.",
        "This may illustrate the fact that the dragon is also unmentioned in the Hebrew cosmogony; to some writers the dragon-element may have seemed grotesque and inappropriate.",
        "They illustrate the right of review or recognitio which the Romans retained, at least in capital causes; the charge brought in this case of acting adversus majestatem populi romani; the claim made by Jesus to be a king; and the result that his judge became convinced that the claimant was opposed neither to the public peace nor to the civil supremacy of Rome.",
        "The homeliest details of the farmer's work are transfigured through the poet's love of nature; through his religious feeling and his pious sympathy with the sanctities of human affection; through his patriotic sympathy with the national greatness; and through the rich allusiveness of his art to everything in poetry and legend which can illustrate and glorify his theme.",
        "The object of the present article is to illustrate the practical application of the two general principles - (I) Joule's law of the equivalence of heat and work, and (2) Carnot's principle, that the efficiency of a reversible engine depends only on the temperatures between which it works; these principles are commonly known as the first and second laws of thermodynamics.",
        "As it would be impossible within the limits of this article to illustrate or explain adequately the applications which have been made of the principles of thermodynamics, it has been necessary to select such illustrations only as are required for other reasons, or could not be found elsewhere.",
        "- In mythology, Corinth (originally named Ephyre) appears as the home of Medea, Sisyphus and Bellerophon, and already has over-sea connexions which illustrate its primitive commercial activity.",
        "It is necessary to insist upon this point, since it serves to illustrate a radical infirmity in Machiavelli's genius.",
        "The letters of Ignatius illustrate the commanding position which Polycarp had already attained in Asia.",
        "(1896), supplement and illustrate each other.",
        "It is in reference to the measurement of areas and volumes that it is of special importance to illustrate geometrical truths by means of concrete cases.",
        "To illustrate the importance of the mensuration of graphs, suppose that we require the average value of u with regard to x.",
        "He endeavoured to illustrate the subject by a clavecin oculaire, or ocular harpsichord; but the treatise and the illustration were quickly forgotten.",
        "And whilst the Synoptist speeches and actions stand in loose and natural relation to each other, the Johannine deeds so closely illustrate the sayings that each set everywhere supplements the other: the history itself here tends to become one long allegory.",
        "We may illustrate the successive modes of vibration by using as pipe a tall cylindrical jar, and as exciter a vibrating tuning-fork held over the mouth.",
        "These cases must serve to illustrate the theory.",
        "We may illustrate the first method by taking a case discussed by Helmholtz (Sensations of Tone, app. xvi.) where the two sources are reeds or pipes blown from the same wind-chest.",
        "The latter give the names of the donors of particular portions of the architectural ornamentation, and most of them are written in the characters used before and after the time of Asoka in the middle of the 3rd century B.C. The monuments are Buddhist, the bas-reliefs illustrate passages in the Buddhist writings, and the inscriptions make use of Buddhist technical terms. Some of the smaller topes give us names of men who lived in the Buddha's time, and others give names mentioned among the missionaries sent out in the time of Asoka.",
        "The drawings in Fergusson's work entitled Tree and Serpent Worship are very unsatisfactory, and his suggestion that the carvings illustrate tree and serpent worship is quite erroneous.",
        "Three of the tombs illustrate one of the darkest periods in Egypt's history, when the princes of Siut played a leading part in the struggle between Heracleopolis and Thebes (Dyns.",
        "The third and fourth books, like the larger part of the second, treat of ethics; the third, of virtues and vices, in pairs; the fourth, of more general ethical and political subjects, frequently citing extracts to illustrate the pros and cons of a question in two successive chapters.",
        "Some concrete examples will best illustrate the nature of such ablutions.",
        "The following examples of passages from \" P \" will illustrate what has been said:-Gen.",
        "Fragments, 4 however, of two codices were discovered (1897) in the genizah at Cairo, which illustrate more fully the peculiar features of this version.",
        "He uniformly had recourse to original sources of information; and he is entitled to great praise for his patriotic and self-sacrificing endeavours to illustrate the history, literature and antiquities of his native country.",
        "To illustrate how easy it is to go astray in this line, observe the continual reference in modern handbooks to the cubic foot as 1000 oz.",
        "In order to illustrate the grateful services which palaeontology through restoration may render to the related earth sciences let us imagine a vast continent of the past wholly unknown in its physical features, elevation, climate, configuration, but richly represented by fossil remains.",
        "- Representative Mammalian, Avian and Reptilian Trypanosomes, to illustrate the chief morphological characters.",
        "Perhaps we may illustrate his position by saying that the elements undergo a change analogous to what takes place in iron, when by being brought into an electric field it becomes magnetic. The substance of the elements remain as well as their accidents, but like baptismal water they gain by consecration a hidden virtue benefiting soul and body.",
        "Poli, Testacea utriusque Siciliae, eorumque historic et anatome, tabulis aeneis 49 illustrate, vols.",
        "(3) Maps: The best are that by P. Carlo, to illustrate Camperio and Haimann's Report, in Petermann's Mitth.",
        "- Free-swimming Larva (Mailer's Larva) of a Polyclad Planarian to illustrate the trochosphere-hypothesis of the origin of Platyelmia.",
        "- Dorsal view of Coeloplana to illustrate the similarity between Ctenophora and Turbellaria (X 12).",
        "We may illustrate their character from Housesteads, which, in the form in which we know it, perhaps dates from Septimius Severus.",
        "This opinion is supported by the historian Flavius Blondus in his Italia illustrate, written about 1450, who adds that its certain origin is unknown.",
        "These rocks illustrate on a grand scale the action of ice in mountain sculpture.",
        "A few instances will serve to illustrate what has been said.",
        "The extracts from Grueber's narrative, given by Athanasius Kircher in his China illustrate (Amsterdam, 1667), are accompanied by a good drawing of Potala.",
        "But another method of investigation will illustrate new ways of treating our subject.",
        "The same year, however, he was appointed to the vicarage of St Saviour's, Leeds, a church founded to preach and illustrate Tractarian principles.",
        "A couple of quotations from Froissart will illustrate the extent to which war had now become a mere business.",
        "The following chronological lists illustrate the growth of missionary societies in Britain and the United States: Great Britain and Ireland.",
        "Its elaborate carvings illustrate the life of Buddha.",
        "Further Illustration of the Iron-Carbon Diagram.-In order to illustrate further the meaning of the diagram (fig.",
        "A very few examples must suffice to illustrate his services to economics.",
        "(Compare Chemistry: Organic.) The above examples may illustrate how, in a general way, chemical properties of isomers, their formation as well as transformation, may be read in the structure formula.",
        "The following averages will serve to illustrate the climate of Poland: - Flora.",
        "His original map, which was probably intended to illustrate, above all, the distribution of the Apostolic missions throughout the world - depicting the head of Peter at Rome, of Andrew in Achaia, of Thomas in India, of James in Spain, and so forth - has survived in ten more or less modified copies.",
        "To illustrate the main features of the calculation, we may suppose that the surface is subject to a simple-harmonic cycle of temperature variation, so that the temperature at any time t is given by an equation of the form 0 - 0 0 = Asin 27rnt= A sin 27rt/T, (5) where 0 0 is the mean temperature of the surface, A the amplitude of the cycle, n the frequency, and T the period.",
        "00136 at 19.5° C. The variations of these results illustrate the experimental difficulties.",
        "Incidentally, too, its successive forms illustrate many matters of belief and usage among Syrian Christians generally in the 3rd and 4th centuries, notably their apologetic and catechetical needs and methods.",
        "Monuments.The principal monuments that are yet remaining to illustrate the art and history of Egypt may be best taken in historical order.",
        "Taken together as a group, they have been supposed to be three out of an uncompleted series designed to illustrate the four \"temperaments\" and complexions of men.",
        "The Campsie, Kilpatrick and Dumbarton hills, the high ground from Greenock to Ardrossan, and the Carleton Hills in East Lothian are examples of the plateaus, while Arthur's Seat in Edinburgh and the Binn of Burntisland illustrate the puys.",
        "Two incidents illustrate the spirit of judgment with which He approached the splendid but apostate city.",
        "To some this seemed a wasteful act; but He accepted it as a token of the love which gave all that was in its power, and He promised that it should never cease to illustrate His Gospel.",
        "A wide knowledge of the Old Testament supplies him with a text to illustrate one incident after another; and so deeply is he impressed with the correspondence between the life of Christ and the words of ancient prophecy, that he does not hesitate to introduce his quotations by the formula \" that it might be fulfilled which was spoken by the prophet.\"",
        "Zacchaeus the publican and the grateful Samaritan leper further illustrate this characteristic. Writing as he does for Gentile believers he omits many details which from their strongly Jewish cast might be unintelligible or uninteresting.",
        "Its stability and the necessary furtherance of commerce, usual among Oriental kings, depended upon the attitude of the maritime coast (Philistia and Phoenicia), Edom, Moab, Ammon, Gilead and the Syrian states; and the biblical and external records for the next four centuries (to 586) frequently illustrate situations growing out of this interrelation.",
        "Any comparison of the treatment of biblical figures or events in the later literature will illustrate the retention of certain old details, the appearance of new ones, and an organic connexion which is everywhere in accordance with contemporary thought and teaching.",
        "The narratives of the monarchy which are preserved only in Chronicles, on the other hand, illustrate the manner in which tradition was reshaped and rewritten under the influence of a later religious standpoint.",
        "The colonies of Bombus illustrate the rise of the inquiline habit.",
        "He became more and more attracted to the study of Plato and Aristotle, and his doctor's dissertation (1826) was an attempt to reach through Aristotle's criticisms a more accurate knowledge of the Platonic philosophy (Platonis de ideis et numeris doctrina ex Aristotele illustrate).",
        "One instance will sufficiently illustrate this statement.",
        "To illustrate the vague use of the word in modern diplomacy may be quoted the description of suzerainty given by Lord Kimberley, which Mr Chamberlain in the correspondence as to South Africa mentioned with approval: \" Superiority over a state possessing independent rights of government subject to reservations with reference to certain specified matters \" (18 99 [C. 9 0 57], p. 28).",
        "They illustrate his versatility and thirst for knowledge, but are far from possessing the importance ascribed to them by his disciples.",
        "The paradoxes in which he here gets involved illustrate this (bk.",
        "2 was designed for this method, and may serve to illustrate it.",
        "To illustrate this, he makes use on the one hand (i.-vi.) of carefully chosen narratives, somewhat loosely connected it is true, but all treating substantially the same subject, - the physical triumph of God's servant over his unbelieving enemies; and on the other hand (vii.-xii.), he introduces certain prophetic visions illustrative of God's favour towards the same servant, Daniel.",
        "Jane's song and dance dreams illustrate the whimsical side of Deb that remains.",
        "The tattoo may be a portrait likeness, or may contain other elements that illustrate the life of a loved one.",
        "For people of Celtic background (Irish, Scottish and Welsh), tattoos depicting Celtic knots usually illustrate their native pride.",
        "In addition, the book provides 140 photographs to illustrate the most essential yoga poses.",
        "The following examples of alternative autism therapies illustrate some of the more popular techniques.",
        "While industry standards may vary slightly, there are some general principles that apply to all summaries, and an example of an executive summary format may help to illustrate these principles.",
        "The problem is they were stealing the cheers from the Clovers, and if there's one thing that the Toros cheers from Bring It On illustrate, it's why you should never copy cheers from either an opposing team or a movie.",
        "As movies like Bring It On illustrate over and over again, the one big problem you can run into when you're trying to come up with cheers is imitating another squad.",
        "There are usually four or five pictures a page to illustrate the technique being taught.",
        "These crafts help to illustrate stories in the Bible in ways children can understand and remember.",
        "Stories about other raw foodies inspire newbies and illustrate raw food health benefits.",
        "The effects illustrate how your body adapts to the challenges of activities, allowing you to increase your strength and endurance.",
        "It will illustrate correct techniques for the greatest health benefits.",
        "I am mostly interested in posting what's going on with à la Mod Body as well as articles that may be of interest to the readership relating to the business of retail and/or that illustrate the philosophy behind à la Mod Body.",
        "Later songs, such as Bankrobber, would further illustrate their debt to reggae.",
        "The lyrics of later songs, such as First Time, also illustrate a move towards more secular topics, so the band is more appropriately categorized as a crossover band resting in the pop/rock/alternative rock genres.",
        "The band's EP's and debut album were popular and showcased the band's talent, but their subsequent tracks illustrate their musical and creative growth.",
        "Include two different, recent photos of the nominee, that illustrate her fashion faux pas.",
        "The show also tries to illustrate that privilege has its price.",
        "While the teen cast members live in an enviable environment, various episodes illustrate that money doesn't always buy happiness.",
        "However, Bill and Jen's remarks do not overshadow the show's main theme, which is to illustrate how their unique circumstances have made them better people.",
        "At its core, Losing It will illustrate just how out of touch many families are with healthy living habits.",
        "Her 1953 fantasy pictures that illustrate The Little Mermaid are characteristic of her 'look'.",
        "Turning classic fairy tale elements upside down is an important gimmick used in these dark and sometimes graphic tales, capitalizing on the familiar to create humor, irony, or illustrate changing attitudes.",
        "Others are useful because they illustrate the advantages of fair play or the rewards for tolerance and honesty that are important qualities for getting along with others.",
        "For first time clients, Joanna treats one side of the face to illustrate the incredible difference the proper skin treatments have in creating a more youthful, glowing appearance.",
        "Please note that \"XMLDesigner\" and \"MyXMLDatabase\" are names created to illustrate this example.",
        "What is useful about this site for designers is the ability to \"grab the image\", which leads you to a page with a nice set of graphics to illustrate the color scheme using icons like paint brushes or pencils.",
        "Then ask children to illustrate their alligator book with images from the story you just read to them.",
        "This image alone should illustrate the importance of triceps exercise.",
        "It can illustrate your lifestyle habits, allowing you to see which areas of your daily life may be harming your overall health.",
        "The list doesn't stop here, but these constitute enough basics to illustrate the overall concept.",
        "To illustrate this, take a look at a pound of lean meat next to a pound of shortening.",
        "A small incident may illustrate the novelty of the assemblage of the one great court on that day.",
        "A description of some of the best examples of each type will illustrate their relative advantages or peculiarities.",
        "The following anecdote may illustrate this.",
        "The list which follows includes some of the more recent works which illustrate the history, manners and customs, and awakening of Korea: British Foreign Office Reports on Korean Trade, Annual Series (London); Bibliographie koreanne (3 vols., Paris, 1897); Mrs. I.",
        "It appears safer, notwithstanding, to take the less subtle interpretation 11 that dialectical induction struggling with instances is formally justified only at the limit, and that this, where we have exhausted and know that we have exhausted the cases, is in regard to individual subjects rarely and accidentally reached, so that we perforce illustrate rather from the definite class-concepts falling under a higher notion.",
        "The values of the specific heat in the next column are calculated for a constant pressure equal to that of saturation by formula (16) to illustrate the increase of the specific heat with rise of pressure.",
        "Tissot's water-colour drawings, to illustrate the life of Christ.",
        "These last examples are important because they illustrate the immense difficulty of determining the true significance of any isolated piece of evidence.",
        "instrumental music expressly contrived to illustrate in detail some poem or some succession of ideas or pictures.",
        "Though not essential for the purposes of the present article, the following consequence will serve to illustrate the principle of parallel projections:",
        "To illustrate this subject, it may be mentioned that an ellipse rotating about one focus rolls completely round in outside gearing with an equal and similar ellipse also rotating about one focus, the distance between the axes of rotation being equal to the major axis of the ellipses, and the velocity ratio varying from to I ~eccentricitY an hyperbola rotating about its further focus rolls in inside gearing, through a limited arc, with an equal and similar hyperbola rotating about its nearer focus, the distance between the axes of rotation being equal to the axis of the hypereccentricity + I",
        "To illustrate this by one example.",
        "The present purpose being merely to illustrate the variation of distribution amongst a few representative countries, it is unnecessary to enter into more detail than such as will serve to distinguish the proportions of the population in main divisions of life.",
        "The crude rates which have been discussed above afford no explanation of this change, nor do they always illustrate its full extent.",
        "In details of execution and harmonic combinations they illustrate the precision, logic, lucidity and cheerful spirit of the national genius.",
        "The magnificent tombs from Enkomi and Episkopi illustrate the wealth and advancement of Cyprus at this time.'",
        "At all events, if these writings have many old elements and may be used to illustrate the background of the New Testament, they illustrate not only the excessive legalism and ritualism against which early Christianity contended, but also the more spiritual and ethical side of Judaism.",
        "The two following tables illustrate the further development of railways in the United Kingdom: In 1909 the percentage of working expenses to total receipts was 63 in England and Wales, 57 in Scotland and 62 in Ireland.",
        "Wordsworth was to show the real poetry that lies hidden in commonplace subjects, while Coleridge was to treat supernatural subjects to illustrate the common emotions of humanity.",
        "A great honour to the blessed martyrs, whom they think to illustrate with contemptible little candles (de vilissimis cereolis) !",
        "An extract from the diary of van Riebeek in 1659 will best illustrate the nature of the relations existing between colonists and natives at that time:, 3rd June.",
        "These chapters present considerable difficulty to the literary critic; for while they clearly illustrate the application of the principle of \" holiness,\" and in the main exhibit the characteristic phraseology of II, they also display many striking points of contact with P and the later strata of P, which have been closely interwoven into the original laws.",
        "Without attempting a complete list of Petrarch's works, it may be well to illustrate the extent of his erudition and his activity as a writer by a brief enumeration of the most important.",
        "Egypt was of interest only as it came into Israelite history, Babylon and Nineveh were to illustrate the judgments of Yahweh, Tyre and Sidon to reflect the glory of Solomon.",
        "These figures illustrate the various angles made by the wing with the horizon as it hastens to and fro, and show how the wing reverses and reciprocates, and how it twists upon itself in opposite directions, and describes a figure-of-8 track in space.",
        "The accompanying sketch will serve to illustrate its construction (fig.",
        "The accompanying figures illustrate Wenham's views (figs.",
        "An attempt to illustrate household equality by having the servants sit at table with the rest of the family was frustrated by the dislike of his two sensible domestics for such an inconvenient arrangement.",
        "15) shows merely that our Lord was referring to the work by its commonly accepted title, and implies no authoritative utterance with regard to its date or authorship. Our Lord simply made use of an apt quotation from a well-known work in order to illustrate and give additional force to his own prediction.",
        "Whitaker, Loidis and Elmete: or an Attempt to illustrate the Districts described in these words by Bede (1816); D.",
        "excelsa, the Norfolk Island pine, many pines and firs, cedars and other genera illustrate the pyramidal form.",
        "To illustrate Decorated and Perpendicular the churches of Clifton and of Marston Moretaine, with its massive detached campanile, may be mentioned; and Cople church is a good specimen of fine Perpendicular work.",
        "It is interesting to compare the figures already given with those of earlier days, as they illustrate the growth of the colony over a longer period.",
        "The following extracts from articles published in 1882 will illustrate, better than anything else, the ambition entertained by some of the promoters of this remarkable organization.",
        "Their action in what is known as the Vaal River Drift question will best illustrate the line of action which the Transvaal government believed it expedient to adopt.",
        "To illustrate its use, assume the case of a mean rainfall of 50 in., figured in the right-hand column at the end of a curved line, and of 14 in.",
        "A comparison of the Constitutions with the material upon which they are based will illustrate the compiler's method.",
        "This fact seems to illustrate the truth that the counting principle is the fundamental one, to which the interpretation of grouped numbers must ultimately be referred.",
        "xlviii., the variations in the Hebrew and Greek text of Jeremiah, and the general treatment of prophecies of judgment and promise, exemplify certain literary processes which illustrate the present form of Zephaniah.",
        "A large number of French and Flemish chronicles illustrate the history of the Hundred Years War, by far the most important being Froissart (best edition by Luce, though Lettenhoves is bigger).",
        "Burke's conservatism was, as such a passage as this may illustrate, the result partly of strong imaginative associations clustering round the more imposing symbols of social continuity, partly of a sort of corresponding conviction in his reason that there are certain permanent elements of human nature out of which the European order had risen and which that order satisfied, and of whose immense merits, as of its mighty strength, the revolutionary party in France were most fatally ignorant.",
        "The report of them can hardly be doubted; and as the last relation was made (to the writer of this article) not with intent to ridicule Mr Disraeli's taste but to illustrate his conquering abilities, the story is repeated here.",
        "These sentences are separately grouped here for the sake of suggesting that they will more truly illustrate Disraeli's character if taken as follows: - The first as representing his most cherished social ambitions - in whatever degree achieved.",
        "These widely separated localities show the great area over which the culture is possible, and illustrate the powers of adaptation of the plant.",
        "All important writers whose names occur in this sketch are treated in special biographical articles, and references are given as often as possible to supplementary articles which illustrate and explain points which cannot be fully treated here.",
        "Paley, however, holds that scripture is given less to teach morality than to illustrate it by example and enforce it by new sanctions and greater certainty, and that the light of nature makes it clear that God wills the happiness of his creatures.",
        "Though a ritualist and a rigorous enforcer of outward conformity, he was uncompromisingly hostile to Roman Catholicism, and most of his writings illustrate this antagonism.",
        "According to the custom of that age in Italy, it now became his duty to explain the language, and to illustrate the beauties of the principal Latin authors, Cicero and Virgil being considered the chief masters of moral science and of elegant diction.",
        "The streets and thoroughfares may be said to illustrate all the worse features of Chinese cities; while the want of any building.",
        "They reflect the ideas and thoughts of the Hebrews, they illustrate their conceptions of God and the universe, and they furnish material for a comparison of the moral development of the Hebrews with that of other early races.",
        "So abundant is the testimony of modern travellers to the extent to which Eastern custom and thought elucidate the interpretation of the Bible, that it is very important to notice those features which illustrate Genesis.",
        "2 illustrate the differences from the parabolic formula, measured in degrees of temperature, as observed by H.",
        "rhe figures given in the following table,1 although based only on data of short periods (from 31/2 to 20 years), will help to illustrate the preceding general remarks.",
        "- Diagram to illustrate valvular or valvate aestivation, in which the parts are placed in a circle, without overlapping or folding.",
        "- Diagram to illustrate induplicative or induplicate aestivation, in which the parts of the verticil are slightly turned inwards at the edges.",
        "- Diagram to illustrate reduplicative or reduplicate aestivation, in which the parts of the whorl are slightly turned outwards at the edges.",
        "- Diagram to illustrate contorted or twisted aestivation, in which the parts of the whorl are overlapped by each other in turn, and are twisted on their axis.",
        "- Diagram to illustrate the quincuncial aestivation, in which the parts of the flower are arranged in a spiral cycle, so that I and 2 are wholly external, 4 and 5 are internal, and 3 is partly external and partly overlapped by 1.",
        "- Diagram to illustrate imbricated aestivation, in which the parts are arranged in a spiral cycle, following the order indicated by the figures I, 2, 3, 4, 5.",
        "In Mabillon's Prefaces (reprinted separately) these lives were for the first time made to illustrate the ecclesiastical and civil history of the early middle ages.",
        "He was a friend of Rembrandt, who painted his portrait and engraved four etchings to illustrate his Piedra gloriosa.",
        "He always used the dialect of Piedmont when conversing with natives of that country, and he had a vast fund of humorous anecdotes and proverbs with which to illustrate his arguments.",
        "The links between the art-work and the biblical themes it seeks to explore, illustrate, and interpret, are often highly allusive.",
        "To illustrate the self-serving bias with regard to success, I will draw on my own experiences.",
        "These examples of meaning and value illustrate the solution of philosophical paradoxes. ",
        "To further illustrate the rhyme scheme, I have included a glossary at the back.",
        "The final scene in the BBC production should illustrate the absurdity of the charge.",
        "The examples adduced above are merely a sample given to illustrate the general character of the argument.",
        "Diagram to illustrate parathyroid anatomy (posterior view) - click to enlarge There is variation in the number and location of glands.",
        "functional anatomy is used to illustrate the mechanics of movement, where appropriate, allowing students to appreciate anatomy in motion.",
        "Animations are used to illustrate the procedures in measuring cation exchange properties of soil colloids, in the Nutrient Cycling chapter of Oz Soils.",
        "Case studies illustrate the text and hyperlinked cross-references help users to access related subjects and other sites such as the ASA.",
        "However, to illustrate to prospective customers our capabilities in this area, our work can be described in abstract.",
        "datume is a story to illustrate why I think we need to be concerned about such untrammeled data collection.",
        "Combines live action with classic Disney animation to illustrate proper dental hygiene for young audiences.",
        "Probabilistic constraints To illustrate one type of stochastic program suppose that we have two six-sided dice.",
        "Three case studies of British military campaigns illustrate the counter-productive nature of the tactics employed.",
        "exemplification of pupils ' work at key stages 1-4, to illustrate the end-of-key-stage statement.",
        "flashback scene to further illustrate why Link went to London.",
        "Practical worked examples illustrate the application of the data which is assisted by a guidance flowchart.",
        "Winter Garden Plants of winter interest featuring flowers, stems, foliage and berries to illustrate how gardens can still be attractive in winter.",
        "The ideogram used to illustrate the twentieth hexagram is assembled using two groups.",
        "A quick word about hornpipes The hornpipe rhythm is useful to illustrate one more way abc allows the notation of notes of differing length.",
        "ideogram used to illustrate the twentieth hexagram is assembled using two groups.",
        "illustrate the importance of ipsative assessment, valuing our progress against our own previous best.",
        "illustrate the point: None of these items are insisted upon in organic Codes.",
        "illustrate what I write about, too.",
        "A number of land disputes from Sakaltutan illustrate my point that brothers divide the land between them, and then are almost immovable.",
        "indicators of social deprivation illustrate the extent of the problem.",
        "This seems to illustrate the general American infatuation with all things Tibetan.",
        "These are employed to illustrate the interplay between component forces.",
        "To illustrate human rights jurisprudence, let me mention a case involving two young severely disabled sisters in their twenties.",
        "kaleidoscope of memorable images to illustrate the fact.",
        "lachrymose pictures of the children affected were used to further illustrate the terrible effect of EU law.",
        "Suitably lachrymose pictures of the children affected were used to further illustrate the terrible effect of EU law.",
        "To illustrate this, consider the following: C# clearly does support latent typing.",
        "libretto writer of his own libretti, he was able to illustrate the many themes of a world in transition.",
        "Everything is twice life-size to illustrate that small changes can make a big difference to wildlife.",
        "They illustrate creating plugins, and accessing mainframe attributes through them.",
        "These case studies illustrate the ease with which what appeared to be a relatively stable modus vivendi is easily shattered.",
        "The following sections will illustrate how Ca 2+ and Mg 2+ are involved in striated muscle 's structures and functions.",
        "notes for editors: 1. WDM have produced a high quality full color map to illustrate the findings of the report.",
        "outcry in the French press, attacking the choice of a Russian artist to illustrate the beloved French fables.",
        "Level 3a image with OS vector overlay to illustrate geometric accuracy without recourse to manual ground control points.",
        "photomicrographs of hair samples that illustrate different sections of hair that may be compared to determine matches.",
        "phylum: To illustrate through words, pictures and hands-on examination of living and dead animals the enormous variety within the invertebrate phyla.",
        "We concentrate on human and mammalian physiology, tho we draw on examples from other animals to illustrate physiological principles.",
        "pith balls and a Van de Graaf generator help to illustrate the principles presented.",
        "These illustrate the design skills of the children and the diversity of games that have resulted from children playing in our prototype playgrounds.",
        "Here's an example... As an adult Sunday School teacher, I wrote many skits to illustrate the themes of my lessons.",
        "For the couple that go the gym together, an upbeat soundtrack for running will illustrate a profound understanding of your lovers psyche.",
        "spreadsheet templates are included to illustrate how each problem is solved.",
        "stimulusy of several optical illusions, to illustrate the way the brain perceives certain visual stimuli.",
        "other sutras found there illustrate various features characteristic of Chinese Buddhism.",
        "Armed with a digital camera, each had to illustrate the theme of \" old and new Cardiff \" .",
        "case vignettes will be used to illustrate the issues of working with minority families.",
        "What is more, he selected the Cato Street Conspiracy to launch the idea of using woodcuts to illustrate stories in newspapers.",
        "gives some data for the 24-hour and 12-hour Fourier coefficients, which will serve to illustrate the diversity between different stations.",
        "On his return to London in 1818 he applied himself assiduously to the art of engraving, in which he acquired a skill that in after years became a most valuable assistant to his literary labours, and enabled him to illustrate his various humours and fancies by a profusion of quaint devices, which not only repeated to the eye the impressions of the text, but, by suggesting amusing analogies and contrasts, added considerably to the sense and effect of the work.",
        "Under that somewhat frivolous title he treated all the leading events of the day in a fine spirit of caricature, entirely free from grossness and vulgarity, without a trait of personal malice, and with an under-current of true sympathy and honest purpose that will preserve these papers, like the sketches of Hogarth, long after the events and manners they illustrate have passed from the minds of men.",
        "We may illustrate the matter as follows: A heavy pendulum possesses inertia and the property of being displaced from a position of rest but tending to return to it.",
        "The dream of conciliation was at an end, but the Tosti incident had served once more to illustrate the true position of the Vatican in regard to Italy.",
        "The different positions then which the conquering Norman took in his two great conquests of England and of Sicily amply illustrate the way in which he could adapt himself to any circumstances in which he found himself, the way in which he could adopt whatever suited his purpose in the institutions of any other people, the way in which he commonly lost his national being in that of some other people.",
        "To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice; and many incidental touches show that he was not a stranger to the delights of quiet contemplation of the beauties and grandeurs of nature.",
        "It is naturally uncertain how far the traditions of David can be utilized; but they illustrate Judaean situations when they depict intrigues with Israelite officials, vassalage under Philistia, and friendly relations with Moab, or when they suggest how enmity between Israel and Ammon could be turned to useful account.",
        "Table XI., from Warington's Chemistry of the Farm, 1 9th edition (Vinton and Co.), will serve to illustrate the subjects that have been discussed in this section.",
        "To express in any language or to illustrate by any images, from a purely objective standpoint, the infinitely complicated movements of the actual world, is a task far beyond human capacity.",
        "Though there is nothing to show that Fischer intended, by what is here said, to do anything else than illustrate more fully the marvellous interconnexion of different animals, or that he attached any realistic meaning to his metaphor, his words were eagerly caught up by the prophet of the new faith.",
        "Some of them were already manifest when one of its author's colleagues, Schlegel (who had been employed to write the text for Susemihl's plates, originally intended to illustrate Temminck's work), brought out his bilingual Revue critique des oiseaux d'Europe (8vo, 1844), a very remarkable volume, since it correlated and consolidated the labours of French and German, to say nothing of Russian, ornithologists.",
        "That this was the case is undeniably shown by some remarks of Canon Tristram, who, in treating of the Alaudidae and Saxicolinae of Algeria (whence he had recently brought a large collection of specimens of his own making), stated (Ibis, 18 59, pp. 4 2 9-433) that he could \" not help feeling convinced of the truth of the views set forth by Messrs Darwin and Wallace,\" adding that it was \" hardly possible, I 'should think, to illustrate this theory better than by the larks and chats of North Africa.\"",
        "They have, for example, a demon of the waterfall, a demon of wild-beast tracks, a demon which interferes with snares for wild-fowl, a baboon demon, which takes possession of dancers and causes them to perform wonderful feats of climbing, &c. But it is impossible to do more than deal with a few types, which will illustrate the main features of the demonology of savage, barbarous and semicivilized peoples.",
        "The estimates for 1901 to 1905 are given, to illustrate their variations: - These estimates are the averages of separate estimates which are published for the states of North Carolina, South Carolina, Georgia, Florida, Alabama, Mississippi, Louisiana, Texas, Arkansas, Tennessee.",
        "The results obtained for the (1.2) and (1.4) chlorbenzoic acids also illustrate the dependence of crystal form and structure on the orientation of the molecule.",
        "Their variety is considerable, for they are designed to illustrate physical and political geography, travel and navigation, trade and commerce, and, in fact, every subject connected with geographical distribution and capable of being illustrated by means of a map. We thus have (1) physical maps in great variety, including geological, orographical and hydrographical maps, maps illustrative of the geographical distribution of meteorological phenomena, of plants and animals, such as are to be found in Berghaus's \" Physical Atlas,\" of which an enlarged English edition is published by J.",
        "Similar in design, though much smaller of scale and oval in form, are the maps which illustrate the popular Polychronicon of Ranulf Higden, a monk of St Werburgh's Abbey of Chester (d.",
        "It is shown likewise upon a number of maps which illustrate the Commentaries on the Apocalypse, by Beatus, a Benedictine monk of the abbey of Valcavado at the foot of the hills of Liebana in Asturia (776).",
        "His removal of the considerable discrepancy between the actual and Newtonian velocities of sound,' by taking into account the increase of elasticity due to the heat of compression, would alone have sufficed to illustrate a lesser name.",
        "In casting a thin hollow object like a bell, it will be seen that the resultant upward thrust on the mould may be many times greater than the weight of metal; many a curious experiment has been devised to illustrate this property and classed as a hydrostatic paradox (Boyle, Hydrostatical Paradoxes, 1666).",
        "Many have to be recovered from grammars, dictionaries, &c., where single lines or groups of lines are quoted to illustrate the proper use of words, phrases or idioms. Moreover, many a reciter was not content to declaim the genuine verses of ancient poets, but interpolated some of his own composition, and the change of religion introduced by Islam led to the mutilation of many verses to suit the doctrines of the new creed.1 The language of the poems, as of all the best Arabian literature, was that of the desert Arabs of central Arabia; and to use it aright was the ambition of poets and scholars even in the Abbasid period.",
        "- Schematic figures of a Heterocotylean Trematode to illustrate its structure (after Benham).",
        "To illustrate the method, suppose that we use the chordal area C1, and that the trapezette is in fact parabolic. The difference between C 1 and the true area is made up of a series of areas bounded by chords and arcs; this difference becoming less as we subdivide the figure into a greater number of strips.",
        "As already mentioned, all efforts to assimilate optical propagation to transmission of waves in an ordinary solid medium have failed; and though the idea of regions of intrinsic strain, as for example in unannealed glass, is familiar in physics, yet on account of the absence of mobility of the strain no attempt had been made to employ them to illustrate the electric fields of atomic charges.",
        "In all these works the phenomena of societies in an archaic stage, whether still capable of observation or surviving in a fragmentary manner among more modern surroundings or preserved in contemporary records, are brought into line, often with singular felicity, to establish and illustrate the normal process of development in legal and political ideas.",
        "pp. 173-211 of the Traveller's Narrative, written to illustrate the Episode of the Bdb, a Persian work composed by Baba's son, `Abbas Efendi, edited, translated and annotated by E.",
        "The temple inventories recently discovered at Delos illustrate the great quantity of such possessions which were apt to accumulate at a shrine of Panhellenic celebrity.",
        "00136 at 19.5Ã‚° C. The variations of these results illustrate the experimental difficulties.",
        "The parallelism between the attitude of the Egyptians towards the dead and their attitude towards the gods is so striking that it ought never to be lost sight of: nothing can illustrate it better than the manner in which the Osirian doctrines came to permeate both kinds of cult.",
        "Numerous minor chroniclers fill up the gaps, but no one of them has the idiosyncrasy which distinguishes these three writers, who illustrate the three periods of the middle ages - adolescence, complete manhood, and decadence.",
        "Block diagrams illustrate the conversion of an airplane motion parameters from body to earth axis for Euler angles and for the quaternion parameters.",
        "To illustrate, concerning the nature of imperial sanctity, Shillony argues that the Japanese have not typically regarded the reigning emperors as gods.",
        "Here 's an example... As an adult Sunday School teacher, I wrote many skits to illustrate the themes of my lessons.",
        "Spreadsheet templates are included to illustrate how each problem is solved.",
        "Display of several optical illusions, to illustrate the way the brain perceives certain visual stimuli.",
        "A few cases must therefore suffice to illustrate recent trends.",
        "Other sutras found there illustrate various features characteristic of Chinese Buddhism.",
        "Armed with a digital camera, each had to illustrate the theme of \" old and new Cardiff \".",
        "Case vignettes will be used to illustrate the issues of working with minority families.",
        "Promoting creativity: Watching you transform circles and lines into a recognizable face is a great way illustrate the concept of creativity to a young child.",
        "In actuality, when Gerber began the hunt for a baby face to illustrate their new product line of baby food, a commercial artist by the name of Dorothy Smith submitted her charcoal drawing of her neighbor's four month old baby, Ann Cook.",
        "She continued to write and illustrate, moving out of the city and into an estate in the country where she bought piece after piece of rural land to save it from being developed.",
        "Invite your children to illustrate the story as you chronicle the wonderful times your family shared together.",
        "Kinney is able to use Greg's shortcomings to derive most of the humor and jokes from the series, and his line drawings illustrate the funny side of Greg's selfishness and greed.",
        "However, if you prefer matte lip color, that's perfectly fine as well; I'll just illustrate some examples of each.",
        "With real photographs of dogs used to illustrate the virtual pets, the site offers unique visuals in the often cartoonish world of virtual pets.",
        "Pictures taken by photojournalists help illustrate news events and make stories more relatable to viewers or readers.",
        "In effort to illustrate this confidence, the company offers services and support for its cameras, lenses and other photo accessories.",
        "Your pictures should clearly illustrate that there is no shame in the body’s natural condition.",
        "When working with digital scrapbooking or making your own titles and journaling to print out and paste in a physical book, it's fun to use a free scrapbooking font to illustrate the theme or feeling of your page.",
        "In scrapbooking, sketches are drawings that illustrate potential placement combinations for a layout's photos, title, journaling, and embellishments.",
        "Take pictures of your scrapbook space to illustrate this fun layout.",
        "To illustrate this layout, have a friend take pictures of you \"hiding\" your shopping bags to place next to images of your husband enjoying his favorite hobby.",
        "Others can illustrate color palettes for you.",
        "Also known as make-n-takes, the demos illustrate how to use new products, as well as provide helpful tips on how to better use the supplies you already have.",
        "Role-playing may be used to illustrate the techniques of anger management and help the participants understand and internalize them.",
        "The Raw Food Gourmet - In this book, chef Gabrielle Chavez helps the reader transition from a \"normal diet\" to a living diet, using recipes to help illustrate the journey.",
        "Another way to illustrate contrast with a polka dot cake is to use different shapes.",
        "Several studies have been conducted to illustrate the extent of the link between alcohol and depression.",
        "Tyra Banks wants the world to know that it's alright to have a curvaceous body, appearing on the cover of People magazine in a bathing suit to illustrate her message.",
        "Before and after photographs illustrate that Sheridan's bustline has been expanded, with an unnatural size and shape indicative of implants.",
        "To illustrate, Kiplinger's companion list of the \"100 Best Values in Private Colleges 2009-10\" places the California Institute of Technology at the top of the list.",
        "Rather than saying something, always try to illustrate it.",
        "There are diagrams included to illustrate how to lay out the garden.",
        "'Evil Woman': The falsetto harmonies in this song's chorus illustrate textbook pop songwriting.",
        "However, users who are already used to chord charts that illustrate chords in a vertical fashion should be aware that this program (like several others) shows chords horizontally.",
        "The knot was adopted by early Christians and, like the shamrock, was used by them to illustrate the concept of the Holy Trinity, or how the Father, Son and the Holy Spirit together make one God.",
        "For a loved one, a saints bracelet can be an extremely meaningful gift as well; and, vintage styles will illustrate the rich history of the church as well as the person's beliefs.",
        "There are many wonderful retirement quotes that perfectly illustrate this meaningful time of life.",
        "The following examples illustrate several different ways that an RMT can be structured and clearly show the amount of flexibility in a Retiree Medical Trust fund's structure and benefit levels.",
        "The publication contains images to illustrate the processes.",
        "Patients may not experience all of these symptoms and the list is not comprehensive, but it does illustrate the serious ramifications a medication like a Trazodone sleep aid has on the mind and body.",
        "If your mug doesn't make the cut, you will have another chance to illustrate your love for all things Disney.",
        "According to the U.S. Department of Education, virtually all of the data available illustrate that home-schooled students perform at an above average level on a variety of tests, including the Scholastic Aptitude Test (SAT).",
        "Using statistical data, the American Academy of Pediatrics and the National Institutes of Health in the United States have developed tables to illustrate the growth patterns of children.",
        "A chart system may be used to visually illustrate the child's progress and encourage continued success with the use of larger rewards after a certain number of daily rewards are achieved.",
        "Both of these dances illustrate a major factor in all of the dances of the Philippines, in that they tend to both reflect and reinforce the cultural norms of everyday life.",
        "If you have a fantastically great image of a tango dancer, it's not really going to help you illustrate your country line dance fan site.",
        "Subtle differences also can be significant - if you want to teach a class for elderly singles and you illustrate it with a young couple doing ballroom, it's not going to be as appealing.",
        "Thankfully, there are many videos and diagrams online to help illustrate the various moves from the basic underarm turn to the more advanced moves with names like \"break your momma's back\".",
        "Actors dancing the Kabuki as part of a play become masters at \"mie\", which means to strike an agile pose to help illustrate a portion of the plot.",
        "Even video instructors such as Shawn Trautman still use animated dance step diagrams to illustrate the moves.",
        "The series of lines, symbols and stick figures is very esoteric, and requires years of training to master, but it is one way to illustrate the steps of the entire body for any dance.",
        "You don't have to learn either the complex systems or the special vocabulary to get out on the floor and dance, and there's nothing wrong with having your own little notebook handy to illustrate the dance steps in whatever way you like.",
        "Paso Doble was created as a Spanish folk dance, and was also used to illustrate a bullfight.",
        "The growth points of a tree illustrate the Fibonacci sequence as it grows.",
        "Ancestry.com, the paid subscription genealogy site, offers a free ascendency chart that can help you illustrate the pedigree of an ancestor.",
        "Armstrong: Job seekers should be prepared to describe specific past work experiences that will illustrate their ability to perform the essential functions of the job.",
        "The chart also offers a more detailed description of it's various swimsuit tops, along with photo images to illustrate each bottom piece cut and the coverage you can expect, from the standard scoop bottom to the sexy Brazilian cut.",
        "Mexican men are mucho macho guys who are known for embracing their masculinity, so be sure to illustrate this trait in your choice of Mexican costume.",
        "The authors, Ann Demarais and Valerie White are both Ph.D's and share their client's 'real' stories to help illustrate the authors' points.",
        "Illustrators punctuate statements (e.g., batoning with your arm to illustrate a point).",
        "Extras - A short blast of perfume or hand drawn graphics may also help illustrate how you feel.",
        "There is no better way to illustrate the difficulty that lesbians and gays in India have than the simple fact that until 2009, any homosexual act was considered illegal.",
        "With traditional rings available in a variety of designs, sizes, and price ranges, couples are sure to find the perfect engagement ring to illustrate the sparkle in their relationship.",
        "Many Daniel K designs clearly illustrate an art deco influence with their extravagant use of accent stones.",
        "Technical writers who work in the engineering field are also involved in the creation of drawings that illustrate technical processes.",
        "Anecdotes are more appropriate to feature writing because they illustrate the points you are trying to make.",
        "It seems to illustrate the intersection between graceful designs and jovial twists.",
        "Their licensed lines of Chevrolet, Marilyn Monroe, Elvis, Ford Mustang, and Coca Cola, all perfectly illustrate the pioneering personality that is embraced by the American sprit.",
        "The detailed scenes depicted on these beautiful bags of the Edwardian, Victorian and Art Deco eras illustrate the styles of the times.",
        "Hall. Upon their meeting, Knapp was hired by Hall to illustrate the artwork in his philosophical books Initiates of the Flame (1922) and The Secret Teachings of All Ages (1928).",
        "Even non-believers sometimes use the writings of the 2012 Mayan prophecies and other ancient civilizations to illustrate their case that humans need to take climate change seriously.",
        "The solstices, both summer and winter, are used to illustrate this cycle.",
        "Its presence in the zodiac serves to illustrate an individual's overarching nature.",
        "Now your preschooler can illustrate his own story.",
        "He 1 In accordance with his own wish he was buried in a small graveyard rather than in one of the regular city cemeteries, and on his tombstone is the following epitaph written by himself: \"I repose in this quiet and secluded spot, not from any natural preference for solitude, but, finding other cemeteries limited as to race by charter rules, I have chosen this, that I might illustrate in my death the principles I advocated through a long life - Equality of man before his Creator.\"",
        "The tablets which reveal this state of affairs are written in the language and script of Babylonia, and thus show indirectly the extent to which Babylonian culture had penetrated Palestine and Phoenicia; at the same time they illustrate the closeness of the relations between the Canaanite towns and the dominant power of Egypt.",
        "The Tyrian coins of the period, stamped with native, Greek and Egyptian symbols, illustrate the traditional relations of the city and the range of her ambitions.",
        "The proper names further illustrate the way in which the relation of man to God was regarded; the commonest forms are servant (`abd, e.g.",
        "There are also many kinds of \"matching\" games that help illustrate elements from foreign cultures and time periods prior to the modern age.",
        "To further illustrate the importance of not buying items you can't afford, consider charging your child a small amount of \"interest\" whenever he must borrow money from you as the result of poor financial decisions.",
        "He or she is thrifty and economical.To illustrate the difference between being frugal and being a cheapskate, consider the dilemma of shopping for Christmas presents.",
        "To illustrate this principle, consider the four-bar chain shown in fig.",
        "A single example will illustrate this."
    ],
    "definition": [
        "a. To clarify or explain, as by the use of examples or comparisons: The mayor illustrated the problem with an anecdote.\nb. To serve as an example or clarification of: a story that illustrates a broader social problem.",
        "To provide (a text) with explanatory or decorative images: illustrated the book with colorful drawings.",
        "Obsolete To light up; illuminate.",
        "il′lus·trat′a·ble\nadjective",
        "il′lus·tra′tor\nnoun",
        "Link/Cite",
        "Chapman\nHere, when the moon illustrates all the sky.",
        "To clarify something by giving, or serving as, an example or a comparison.",
        "To provide a book or other publication with pictures, diagrams or other explanatory or decorative features.",
        "Link/Cite"
    ]
}