{
    "translation": "אשליה",
    "uses": [
        "Whether it was so, or merely chance or illusion, no one knows.",
        "In some passages the poet seems to take delight in casting dramatic illusion to the winds.",
        "During this time the illusion of a wheel or wheels produced by the ciliary action of the disk had puzzled all observers.",
        "He was under no illusion as to their achievements; his memoir on the work of the congress of Vienna is at once an incisive piece of criticism and a monument of his own disillusionment.",
        "FAITH HEALING, a form of \"mind cure,\" characterized by the doctrine that while pain and disease really exist, they may be neutralized and dispelled by faith in Divine power; the doctrine known as Christian Science holds, however, that pain is only an illusion and seeks to cure the patient by instilling into him this belief.",
        "He continued the policy of improving relations with Austria, which did not contribute to his popularity; after the annexation of Bosnia and the Herzegovina his imprudently worded speech at Carate created the illusion that Italy was to be compensated, perhaps by the cession of the Trentino, and the disappointment when nothing of the kind materialized greatly weakened his prestige.",
        "\"They pretend,\" as I hear, \"that the verses of Kabir have four different senses; illusion, spirit, intellect, and the exoteric doctrine of the Vedas\"; but in this part of the world it is considered a ground for complaint if a man's writings admit of more than one interpretation.",
        "Mahmud was under no illusion as to the position in which the latter placed him towards Russia; but his fear of Mehemet Ali and his desire to be revenged upon him outweighed all other considerations.",
        "It may happen that the change in density is so great that only the upper rays reach the eye; we are then met with the curious illusion of seeing inverted ships in the clouds, although nothing is visible on the ocean.",
        "the Rotunda, where are the ruins of the old saltpetre works; the Star Chamber, where the protrusion of white crystals through a coating of the black oxide of manganese creates an optical illusion of great beauty; the Chief City, where an area of 2 acres is covered by a vault 125 ft.",
        "Among proposed normal explanations of these phenomena that of hallucination (q.v.), including illusion as to what is seen almost amounting to hallucination, deserves careful consideration.",
        "Unfortunately, Spain indulged in the illusion that America would perhaps respect her rights of sovereignty in the Philippine Islands, or pay a considerable sum for their cession and recognize the debts of Cuba and of the Philippines.",
        "The metre, which by a curious naivete Tennyson long believed that he had invented, served by its happy peculiarity to bind the sections together, and even to give an illusion of connected movement to the thought.",
        "If in a well-known passage (Logic § 212) he seems to countenance the Spinoxistic view he immediately corrects it by assigning an \" actualizing force \" to this illusion and making it a \" necessary dynamic element of truth.\"",
        "Such a logic, however, is a dialectic of illusion, perplexed by paralogisms and helpless in the face of antinomies.",
        "Does this consciousness represent an authentic insight into ultimate fact, or is it a pitiful illusion of the nerves, born of man's hopes and fears and of his fundamental ignorance?",
        "If our belief in necessary connexion in the physical world is in reality an illusion, it follows that the opposition between freedom and necessity will be illusory also.",
        "For him there is only the One Absolute Being, the one reality that is all in all; whilst all the phenomenal existences and occurrences that crowd upon our senses are nothing more than an illusion of the individual soul estranged for a time from its divine source - an illusion only to be dispelled in the end by the soul's fuller knowledge of its own true nature and its being one with the eternal fountain of blissful being.",
        "Into later developments of this feeling an increasing element of illusion entered, and all other written embodiments of it known to us take the form of literary fictions, more or less bold.",
        "This theory admitted, nothing is left for philosophy save to explain the illusion of necessary connexion.",
        "MIRAGE (a French word, from mirer, to look at, se mirer, to be reflected), an optical illusion due to variations in the refractive index of the atmosphere.",
        "Its chief employment was to lay things bare and sever them from their surroundings, in order that they might be contemplated in their simplicity, with rigid exactness, as objects of thought, apart from the illusion and exaggeration that attends them when presented to sense and imagination.",
        "The appearances recorded in the Old Testament are manifestations of the Logos, and the knowledge of God possessed by the great leaders and teachers of Israel is due to the same source; (2) as the agency whereby man, enmeshed by illusion, lays hold of the higher spiritual life and rising above his partial point of view participates in the universal reason.",
        "Miinnich had at least dissipated the illusion of Ottoman invincibility, and taught the Russian soldier that 100,000 janissaries and spahis were no match, in a fair field, for half that number of grenadiers and hussars.",
        "He has used all his acquired science of linear and aerial perspective to create an almost complete illusion to the eye, but an illusion that has in it nothing trivial, and in heightening our sense of the material reality of the scene only heightens its profound spiritual impressiveness and gravity.",
        "But, in ordinary cases of illusion, once let the reason for the illusion be discovered, and there is no longer the possibility of our being longer deceived.",
        "in 1482; but by charging much upon indirect taxation, and slightly lessening the burden of direct taxation, he avoided an appeal to the states-general and gave an illusion of relief.",
        "In one small chamber there was cleared a frieze, of cupids intermingled with foliage; but in this, after the first moments of illusion, it was only possible to acknowledge the hand of some unknown late and lax decorator of the school, influenced as much by Raphael as by Leonardo.",
        "The provocations of Talleyrand and England strengthened the illusion: Why should not the Austrians emulate the Spaniards?",
        "He may regard it as an illusion, and attempt to prove the incompatibility of our consciousness of freedom with the facts of existence and the nature of the world.",
        "This will give the illusion of larger lips.",
        "In a small space, a mirror creates the optical illusion of a larger room.",
        "These will give the illusion of a cinched waist.",
        "Consider adding mirrors to give the illusion of a larger space.",
        "Mirrors can be used to give the illusion of added space in a room, and nothing detracts from this illusion faster than a heavy mirror frame.",
        "What happens is an optical illusion so all that you see are the corner walls and the tile that appears like a floor.",
        "If your room is dark during the day, you may find that torchiere lamps placed in corners and other areas of your room will create the illusion of more daylight by reflecting light onto the ceiling.",
        "Smaller frameless mirrors can be placed in multiple areas as well, to help enhance the illusion.",
        "The window extends outward from the room it is installed in, allowing light to enter from three angles and creating the illusion of a larger room.",
        "The curved rod actually gives the illusion of a bigger bathtub and more space.",
        "The tree skirt is a perfect way to create the illusion of snow with a satin white tree skirt or even a lace design.",
        "Consider using glass - Clear or tinted glass decorations, cabinet doors, light shades, countertop elements and shelving will create the illusion of added space.",
        "Dark colors make rooms look smaller, while lighter colors and mirrors create the illusion of space.",
        "Another trick designers use to make a small living room appear larger is to hang mirrors on the walls, giving the room the illusion of more space.",
        "Bigger tiles are actually better to create the illusion of space, and incorporating graphics and strong paint colors are also good ideas.",
        "With the tall cabinets, you can add rope lighting above them and then you've got an illusion of height, which makes the room seem more spacious.",
        "Tip: You can take attention off a crooked or bumpy nose by giving it the illusion of being straight.",
        "If you feel your eyes are set a bit too wide apart, you can give them the illusion of being closer.",
        "The darker shade adds a bit of depth, and tends to draw focus, creating the illusion that your eyes are closer than they actually are.",
        "If you feel your eyes are too prominent, you can darken the lids to create the illusion of deeper set eyes.",
        "Apply a dab of shimmery gloss to the center of both lips to create an illusion of fullness.",
        "The brow can be filled completely to create a \"new\" brow, or single hairs can be added to create an illusion of fullness.",
        "There's nothing like green face paint in a witch's black strands to ruin the illusion of ghastliness.",
        "Height (and the illusion of it) is partly a state of mind.",
        "Faux painting techniques mean to create an illusion of something else - usually a texture found in nature.",
        "In the things of the world have they rested their trust; they seek Truth in the veil of illusion.",
        "Not only does this conserve valuable floor real estate, but tall furniture draws the eye upwards and gives the illusion of a taller room.",
        "This may seem obvious, but a well-structured furniture setting is the key to giving the illusion of more space.",
        "Instead of having a shower curtain, go for a sliding, clear shower door, which will also help create the illusion of more space by allowing the light to flow through.",
        "There are some design elements you can add to your small bathroom to give the illusion it's bigger.",
        "Mirrors. A full length mirror on the bathroom door will help create the illusion of space.",
        "This hardware allows you to hang curtains on corner windows or give the illusion of corner windows.",
        "You'll attach this type of headboard directly to the wall behind the bed frame to give the illusion that it is attached to the bed frame.",
        "Large, expansive mirrors give the illusion of more square footage, so consider installing a ceiling-high piece to create maximum visual capacity in the room.",
        "Purchase battery operated strands to give the illusion of natural shards of lights reflecting in the winter snow.",
        "Baskets and metal urns on the mantel add to the illusion of recent use.",
        "(3) It is a mistake to attribute to Hegel the doctrine that time is an illusion.",
        "Among his other works may be mentioned: Mecanique de l'echange (1861); Illusion des societes cooperatives (1886); Le Bimetallisme en Angleterre (1879); Le Grand Proces de l'Union latine (1884).",
        "One of the most interesting phenomena of Egypt is the mirage, which is frequently seen both in the desert and in the waste tracts of uncultivated land near the Mediterranean; and it is often so truthful in its appearance that one finds it difficult to admit the illusion.",
        "It was probably also during this period that the female element was first definitely admitted to a prominent place amongst the divine objects of sectarian worship, in the shape of the wives of the principal gods viewed as their sakti, or female energy, theoretically identified with the Maya, or cosmic Illusion, of the idealistic Vedanta, and the Prakriti, or plastic matter, of the materialistic Sankhya philosophy, as the primary source of mundane things.",
        "Abba Illusion are the ultimate tribute to Sweden 's pop sensation.",
        "The supporters assigned to him by the Lord Lyon are presumably an illusion to his sojourn in exotic lands.",
        "Of particular note are the illusory trompe d'oeil effects (the most effective being the illusion of the ceiling dome).",
        "The cathedral has no dome, but inside, a trompe l'oeil painting on its ceiling gives the illusion of a dome.",
        "No one could have left the session laboring under the illusion that economics was a value-free zone.",
        "The upside of that vaporous illusion is a sense of the real.",
        "The wooden roof becomes more elaborate here, almost the illusion of vaulting ribs.",
        "How can he distinguish veridical experience from welcome illusion?",
        "Unfortunately, a rapid, early influx of funds can create the illusion that anything is possible, including a hyper-expansion.",
        "Great technology is seductive, but it can also be illusory-it creates the illusion that tech brilliance translates directly into product sales.",
        "If you're a rectangle/ruler, belts are your friend because they give the illusion of a more hourglass shape.",
        "The good news is that you're balanced overall and just need a bit of tailoring to create the illusion of curves.",
        "No matter what your height, sometimes you may want to downplay it and give the illusion that you're shorter or taller.",
        "Light-colored carpeting might get dirtier more quickly, but it visually enhances your space by creating the illusion of more square footage.",
        "The body is \"fooled\" into thinking that it is time to get up by the illusion of day light.",
        "Leave it bare to give the illusion of space, and focus bolder accent pieces on tables and rugs nearby.",
        "Keep your floor tiles as large as possible to minimize grout lines and create the illusion of open space.",
        "Space is often an issue in apartment living, so employ tricks of the trade to create the illusion of more space.",
        "Then add short vertical lines above and below the lips to give the illusion of teeth.",
        "For example, a small slick of gloss in the center of the bottom lip can create the illusion of fullness.",
        "The dark shadow will create the illusion of a recede, and will help you balance the hooded lid.",
        "If you're not going for the full-on smoky, completely dark eye, you can even choose a white or light peach liner to apply to the lower water line to give the illusion of opening the eyes back up (dark colors tend to make eyes look smaller).",
        "Comb wand: A comb wand features tiny teeth that separate and define lashes to give the illusion of length.",
        "The toolbar includes features like the ability to draw shapes, write words, add special effects and outline creations to make shadows and the illusion of depth.",
        "Many teens equate sex with love, and breaking that illusion can help promote abstinence or safe sex only within a long-standing relationship.",
        "Many of the stores also feature video walls which play live feeds from Hunting Beach, California, which creates the illusion of a surfing environment in stores from one end of the country to the other.",
        "Arrange satellite cakes around the larger centerpiece cake to increase the illusion of size and add variety to the cake table.",
        "Cap and illusion sleeves can also work well.",
        "To create the illusion of size, offset the tiers to create more visual space at the front of the cake.",
        "Contrasting colors will help separate tiers, and more elaborate decorations will present the illusion of a greater size.",
        "The decorations on the cake - rose petals, for example - can be extended to the table to further increase the illusion of size.",
        "Professional cake decorators can call upon a variety of choices to create the illusion of a cake covered with sand.",
        "Add a thin layer of white fondant around three sides of each book and score it to give the illusion of pages.",
        "Make a cupcake cake, which is simply a collection of cupcakes placed close together and frosted over to give the illusion that they are a single, joined cake.",
        "It's that kind of illusion that Blaine pulls off that are so inexplicable, they have to be magic, right?",
        "In fact, for one particular scene, Driver was made to walk in a ditch alongside her co-star in order to provide an illusion of him being taller.",
        "However, it is easier to give the illusion of more height to an actor through proper pairing and cinematography, than it is to take off inches.",
        "The types of fabrics from which they are made add to that illusion.",
        "But anyone who has frequented art schools and seen the shapeless, pitiful model which the students are industriously drawing will know that this is an illusion\" (Clark, p. 3).",
        "Paths tend to meander rather than run in straight lines and are frequently made of brick, slate or flagstone, often planted with creeping thyme or other ground covers to create the mossy illusion of an older pathway.",
        "Songs from all the band's releases (Appetite for Destruction, Lies, Use Your Illusion I & II, and The Spaghetti Incident?) are available.",
        "Glass vanities usually mount directly to the wall of your bathroom, giving the illusion that they are floating.",
        "Do you need to create the illusion of more space in a room through the use of wall illumination?",
        "Some cables are designed to give the illusion that the lights are floating in the air.",
        "To create an illusion of height, try elongating the profile of a window or the height of a tub enclosure by lengthening the window treatments or shower curtains.",
        "The doors also help create the illusion of a bigger home, with more open air space.",
        "Another option in this type of necklace is one that gives the illusion of three necklaces, but is actually made of three strands that join together at the clasp point.",
        "Anything that has extra material will give the illusion of curves and will make your attire more believable.",
        "Vertical details help: Vertical stripes help to bring the eyes up and down, which gives the illusion of thinness.",
        "Avoid giving the illusion of greater height by steering clear of vertical stripes.",
        "Avoid shoulder pads, which merely add bulk to the upper body and give an almost cartoon like illusion.",
        "If you are a tall man with a long torso, opt for a short jacket to give the illusion of longer legs.",
        "disabused people of that illusion.",
        "It is concluded that this \" continuity illusion \" helped the auditory system to combine information from physically non-simultaneous formants.",
        "as strength, size, beauty, honours, opinions, are mere illusion (6Ktaypacbta), worthless and ridiculous, as we should know if wehad Lyncean eyes to compare them with the vision of the eternal.",
        "Without going back to the wellknown reply of Count Moltke to Professor Bluntschli respecting the Manual of the Laws of War drawn up by the Institute of International Law in 1880, 1 we need only quote that highly up-to-date philosopher, Nietsche: \" It is mere illusion and pretty sentiment,\" he observes, \" to expect much (even anything at all) from mankind if it forgets how to make war.",
        "It may be true that, in the comparative scarcity of historical evidence, 12 th-century romances present a more favourable picture o£ chivalry at that earlier time; but even such historical evidence as we possess, when carefully scrutinized, is enough to dispel the illusion that there was any period of the middle ages in which the unselfish championship of \" God and the ladies \" was anything but a rare exception.",
        "Dark lipsticks make the lips appear smaller, while light lip colors give the illusion of larger lips.",
        "Dabbing on the shadow will be a nearly effortless way to give the illusion of a full night's sleep.",
        "You could also add it to the middle of the bottom lip for the illusion of a plumper pout.",
        "For example, try a pair of khaki pants with a lighter tan dress shirt to add the illusion of height.",
        "The game reaches a deadlock, a perfect illusion is breaking into the small pieces of separate sentences.",
        "The dualism, therefore, between \"practice\" and \"theory\" also vanishes; a \"theory\" unrelated to practice (however indirectly) is simply an illusion.",
        "gurglete a whole different mood with a Flower Bed fountain, which gives the illusion of water gently gurgling up from underground.",
        "This center clears away the illusion that we are anything less than Divine children, spiritual heirs to the kingdom of Heaven.",
        "illusion of reality.",
        "illusion of depth.",
        "illusion of continuity.",
        "illusion of self consciousness.",
        "To create An illusion of Sound Cast by Phoebe Make him hear what isn't there.",
        "optical illusion - John Langdon, 1999 Can you see why this painting is called optical illusion?",
        "Similarly, the grand illusion cultivated by the new stores was one of egalitarianism.",
        "In addition, the data indicate that the neural mechanisms involved in vowel identification receive an input from those responsible for the continuity illusion.",
        "An early, personal level application of the notion comes in Tim Crane's paper on the waterfall illusion (Crane 1988a ).",
        "incongruityvidently takes pleasure in such incongruities -- an illusion or expectation is set up and then punctured with deadpan nonchalance.",
        "The sorrow arises from the reality that destroys the illusion childhood innocence creates about life.",
        "The apparently lifeless universe that you see beyond our planet is an illusion, due to lack of knowledge.",
        "The illusion or Maya of separateness from divine oneness is a trick of the mind.",
        "Optical illusion - John Langdon, 1999 Can you see why this painting is called optical illusion - John Langdon, 1999 Can you see why this painting is called optical illusion?",
        "optical illusion made with a bouquet of flowers.",
        "If you are like most people, when you look at this amazing optical illusion, you will be sure there is a mistake.",
        "It illustrates a well-known optical illusion; the crater looks like a hill when the photo is upside-down.",
        "pictorial illusion are cases in point.",
        "This is an illusion caused by the refraction of light within the resin.",
        "The resolution of ordinary film cannot cope with the illusion of continuous tone captured in the half-tone reproduction of photographs in newspapers.",
        "No one should have the illusion that everything will all of a sudden become rosy.",
        "Abba Illusion are the ultimate tribute to Sweden's pop sensation.",
        "Only when you break the shackles of illusion can you experience the reality.",
        "They probably have a multi-coloured sidekick alongside them to assist in the maintenance of the illusion.",
        "Within a few hours of playing the game I'm trying to increase my sneak skill whilst learning a new illusion magic spell.",
        "trompe d'oeil effects (the most effective being the illusion of the ceiling dome ).",
        "trompe l'oeil painting on its ceiling gives the illusion of a dome.",
        "It is a dark illusion that has spread unquestioned through governments around the world, the security services, and the international MEDIA.",
        "vaporous illusion is a sense of the real.",
        "veil of illusion.",
        "veridical experience from welcome illusion?",
        "Defined shoulders create the illusion of a narrower waist.",
        "waterfall illusion (Crane 1988a ).",
        "I indulged in no vain illusion; I believed in no miracle; I was quite sensible of the sort of hallucination into which I had fallen; I neither sought to intensify it nor to escape from it.",
        "One by one they refuse to render any reasonable account of themselves; each seems a mere chance, and the whole tends to elude us like a mirage which some malignant power creates for our illusion.",
        "In some passages the poet seems to take delight in casting dramatic illusion to the winds (e.g.",
        "One of his great aims was optical illusion, carried out by a mastery of perspective which, though not always impeccably correct, nor absolutely superior in principle to the highest contemporary point of attainment, was worked out by himself with strenuous labour, and an effect of actuality astonishing in those times.",
        "He may feel bound to admit an element of illusion in Christ's vision of the future; but he will contend that the apocalyptic form did not destroy the spiritual content of Christ's revelations - nay, that it was itself the H.",
        "His illusion was soon dispelled, because the aims and policy of the two potentates were utterly irreconcilable.",
        "To the first belong what may be called the physical phenomena (q.v.) of spiritualism - those, namely, which, if correctly observed and due neither to conscious or unconscious trickery nor to hallucination or illusion on the part of the observers, exhibit a force acting in the physical world hitherto unknown to science.",
        "What this is cannot easily be defined; it consists, perhaps, in the beauty of the atmosphere which Tennyson contrives to cast around his work, moulding it in the blue mystery of twilight, in the opaline haze of sunset: this atmosphere, suffused over his poetry with inestimable skill and with a tact very rarely at fault, produces an almost unfailing illusion or mirage of loveliness, so that, even where (as must sometimes be the case with every poet) the thought and the imagery have little value in themselves, the fictive aura of beauty broods over the otherwise undistinguished verse.",
        "When you combine a bold color with good accent colors, the overall effect often gives the illusion of more space.",
        "Creating the illusion of symmetrical eyes is easy.",
        "Finally, remember that the illusion of balance is extremely important.",
        "Zip-Front Sweatshirt: This half-zip fleece pullover jacket is fun and funky with princess seaming to create a slimming illusion.",
        "Solid-colored: These styles work because they follow the monochromatic look, giving the illusion that your legs are longer than normal.",
        "Between the two, and giving the illusion of a two-piece outfit at first glance, is a wide black belt.",
        "Full-skirted dresses are very flattering on plus size gals because they create the illusion of a cinched-in waist.",
        "It's easy to create height and an illusion of slimness by using interesting necklines (think V-necks) and hemlines when selecting the tops to wear with your cargos.",
        "Brilliant white hues bounce light into the room, which is wonderful for the occasion, but this effect can also give the illusion that the bride is heavier than she really is.",
        "Another nice choice is the illusion neckline that consists of a satin band that connects to the gown with a sheer yolk, giving the illusion that the bride is wearing a choker necklace.",
        "A ribbon lacing through eyelets in the front of the bodice provides the illusion of a corset.",
        "Ruching can emphasize a small bust, create the illusion of a nipped in waistline, and help minimize the belly area.",
        "Wrap dresses can be quite figure flattering, creating the illusion of a nipped in waist.",
        "This takes away definition and creates an illusion that you are shorter than you are.",
        "Keeping the entire outfit in the same color family also creates the illusion of a leaner figure.",
        "The wide lace band is designed to hug and slim the midsection, creating the illusion of a slender stomach.",
        "The bottom is done with a full back and slimming side panels to create the illusion of a smaller waist and slimmer midsection.",
        "This will slim your bottom area and create the illusion of a smaller bottom half.",
        "If you're a petite size 18 woman, create the illusion of length by sticking with a monochromatic color palette for the evening.",
        "Since this style reveals plenty of skin on top, it creates the illusion of a lengthier figure.",
        "However, slash pockets tend to give your hips the illusion that they are a little wider - not the fashion statement most of us are after.",
        "A wider waistband gives the illusion of a slimmer midsection.",
        "A supported bust exudes a more polished overall appearance, and can even lend the illusion of a leaner figure.",
        "Skinny jeans can be flattering and give a slim illusion.",
        "Wear a loose top to conceal your waist and give you an overall illusion of being slender.",
        "Vertical stripes (and other minimal prints that move from north to south) create a slender illusion.",
        "The result is allover control and a smoother, more slender illusion.",
        "This creates the illusion of length, which in turn suggests a slimmer figure.",
        "Mini dresses in knit fabrics can do double duty as tops and tanks, while longer dresses give the illusion of tunics.",
        "Body briefers and shapers allow the clothes to caress the curves rather than cling and give the illusion of a long, lean body.",
        "Dropped waists and wrap styles flatter the curvaceous body, and create a slimming illusion.",
        "The challenge with a rectangle body shape is creating the illusion of curves and proportion where none exists.",
        "A bob can give the illusion of more body and volume, and is easy for women to style.",
        "If your scratch is really small, toothpaste can act as a filler in that spot, and can give the illusion that the glasses have never been scratched.",
        "If they extend slightly past your temples, they'll give the illusion of a slightly wider face, offering balance to the length.",
        "The Illusion contacts that are available at VisionDirect.com is of the opaque variety.",
        "The color scheme is often intricate, weaving multiple colors together to give the illusion of a real iris.",
        "The bridge may be too wide, the lenses may extend well past your face on either side, and certain styles could give the illusion that you're playing dress-up and wearing someone else's eyewear.",
        "You can see the illusion of the sun reflecting upon its surface.Sound and voice effects are very good and appropriate for this game.",
        "The screens have separate processors and can display different, independent scenes or work together to create the illusion of one large playing field.",
        "Help him up and he'll eventually stand on his hind legs unsteadily, giving the illusion of dancing.",
        "Second, these titles often get press attention because of their controversy, giving the illusion that all games are like this.",
        "You get the illusion of a new faceplate, but they just stick onto the existing surface.",
        "Though screens offer the illusion of safety, they are not strong enough to prevent a child from falling through the window.",
        "A nice visual step despite its simplicity, you step onto one foot in plié, creating an illusion that you're falling onto that foot.",
        "The dance uses a backslide technique, creating an illusion that thrilled audiences then and continues to do so today.",
        "The illusion is deceptive; the stage is full of female dancers, but they are so well-rehearsed that their perfectly even kicks and steps all perfectly match the steps and kicks of all the other dancers onstage.",
        "This illusion is one of the main reasons that audiences are so wowed by the Rockettes.",
        "This slight change in posture contributes to the 'loose' illusion that you should aim for in order to look good on the dance floor.",
        "The black yin teardrop descends from the white teardrop and the two create the illusion of motion as they circle back into each other in a continuous cycle.",
        "The illusion creates a magical ambiance to this water feature.",
        "The hair in the wig looks natural because the hairs are knotted into the lace, which creates the illusion that they are growing from the scalp.",
        "The illusion makes the wigs look like real hair, unlike traditional wigs that have telltale stitching and knots that scream, Yes, I'm a wig!",
        "The lace does not hide the knots, but the knots at the front of the hairline are light, and they can be bleached to give the illusion that the hairs are growing from the scalp.",
        "Generally, the bob offers the illusion of thicker, more voluminous hair anyway, though.",
        "Since sun exposure naturally lightens hair, going brighter will create the illusion of sumptuous days in the sun.",
        "This creates an illusion in the front that appears to lengthen the face.",
        "A hair piece is an accessory that is affixed to the hair to give the illusion of longer or fuller hair.",
        "Simple clip-in varities can be used for many wedding looks to create the illusion of longer hair.",
        "Shag styles with lots of layers of jagged hair just barely kissing the edge of the jaw combined with longer hair layers create the illusion of long, lean necks.",
        "This will give the illusion of a bird in flight when it is hung.",
        "This Full Cut French Bottom matches the halter flower print top and is delightful with its high waist and even higher leg openings that create the illusion of longer legs.",
        "Halter Bikini - This type of body paint bikini is much more forgiving for women of various breast sizes because the illusion is that it goes around the neck, offering a perceived form of support.",
        "The only difference is that the revealing rear area wouldn't actually contain paint inside of your rear, but merely an illusion at the top of your buttocks.",
        "The shorts, although really short, can give the illusion of a perkier, rounder rear-end and thinner hips if you use a solid color.",
        "Short Legs: Those of you that have short legs should opt for shorts that are cut higher on the leg/thigh area because it creates the illusion of length, while longer styles cut your leg off.",
        "Since they come down longer on the leg than bikini bottoms, less of your thigh is exposed, which creates the illusion that they're smaller and leaner than normal.",
        "These bikinis, especially from a distance, give the illusion of appearing completely nude.",
        "This is a very attractive look because it gives the illusion of a longer, leaner leg.",
        "Showing a little extra thigh adds the illusion of length.",
        "Wearing fishnet is like wearing almost nothing, but in most cases that is only an illusion.",
        "A wide, squared neckline will also create an illusion of smaller shoulders.",
        "If you are equally proportioned from your shoulders to your waist, the trick is to find a suit that creates the illusion of curvy definition.",
        "If you prefer to wear a one-piece, consider a racer back or boat neck, which will create an illusion of broader shoulders.",
        "Sun Up Sun Down sells daring bikinis such as the dental floss bikini and nude, flesh tone styles that will create the illusion that you are completely naked.",
        "Extra accessories, like rhinestones, o-rings or side-tie bottoms will break the illusion that you have on nothing at all, so a plain but skimpy nude bikini is your best bet for making it look invisible against your body.",
        "For instance, if you want to create the illusion of a more defined waist, look for ruching at the waist.",
        "Bandeaus provide very little support and, depending on the fit, they can actually present the illusion of a sagging bust-line.",
        "The suit has a modest V-neckline and scoop back, and the legs are moderately cut to give the illusion of greater length without sacrificing rear coverage.",
        "Many shops also offer mesh or sheer swim wear, which is obviously only good for places that allow beach nudity, but still offers a delightful illusion.",
        "Suits You also has a number of swimsuits with clear plastic ties, so that the illusion is of only a few strategically glued pieces of fabric keeping you legal, if not modest.",
        "Jessica Gomes looks smashing in a strapless one piece illusion.",
        "You can even get a one piece swimsuit with a belt to break the midline and perhaps create the illusion of a tankini.",
        "French cut suits are cut higher in the legs to reveal much more hip, giving the illusion of longer legs.",
        "This furthers the illusion that these painted creations could be real.",
        "As with other types of painting, an assortment of brushes are used to create the desired effect and achieve enough coverage and texture to give the illusion of real fabric.",
        "After all, some of the fabrics used in more daring swimsuit designs can be gossamer thin, and seem more illusion than real.",
        "Here you'll also find styles with tiny cut out patterns in the fabric that give the illusion of more coverage while still offering titillating glimpses of skin beneath the swimsuit.",
        "They pull the eyes north and south, giving you the illusion of more height.",
        "Sue Rice has a special section just for creating the illusion of a flatter middle.",
        "You can create the illusion with a push-up top with padding.",
        "The nude lining gives the illusion of bare skin, but you can take comfort in the fact that it isn't your skin.",
        "Flatters the bustline: If you want to create the illusion of a bigger bust, shirring on the bustline can help.",
        "High necklines may give the illusion of a longer body, but the one piece harbors many traps for its wearer.",
        "It's entirely possible to find attractive swimsuits in many different colors that will provide you with the illusion of a slimmer appearance.",
        "Shiny Fabrics: Shiny fabrics, like those found in the Liquid Metal collection at Malibu Strings can actually give the illusion of having a \"smaller\" string.",
        "Low rise swim shorts, on the other hand, sit below the belly, creating the illusion of a flatter stomach than is actually there.",
        "To give the illusion of fuller hips, wear a high waist 'kini bottom.",
        "Since these bottoms ride a little lower on your hips, they give the illusion of a longer waistline.",
        "Together, they combine to give the illusion of a one-piece swimsuit with a flash of midsection every now and then.",
        "Hi-neck: The hi-neck reaches the collarbone and creates an illusion of an elongated figure.",
        "Diagonal stripes in the chest area will also create an illusion of a fuller bust.",
        "Again, vertical stripes work wonders in creating an illusion of slimness.",
        "Lined bikinis: A lined bikini might have large cut-outs or something similar, for example, but it features a nude, white, or black lining to create an illusion underneath.",
        "Create the illusion of mile-long legs, or make your lengthy gams appear even longer, with high cut swimwear.",
        "The high cut bathing suit is a fabulous option for the petite woman or the one who wants to create the illusion of slimmer hips and longer legs.",
        "You don't want your padding in the wrong place if you're trying to create the illusion of bigger breasts.",
        "Most of the tops contain underwire, which will lift at the same time they create the illusion of more.",
        "By contrast, women with small busts are greatly benefited by pleats because they give your bustline the illusion of a fuller, rounded appearance.",
        "However, those with more petite frames will benefit from the illusion of curves.",
        "If you have a boyish figure, you'll love the illusion of curves the monokini can provide.",
        "Nolan Miller created a more demure look for Barbie for the Evening Illusion doll, with a lace-covered satin dress with beaded accents.",
        "Consider detals like puffed or ruched sleeves, wide or cowl necklines, and embellished shoulders to add the illusion of width to the shoulder area.",
        "A thin belt and short chunky necklace will help break up the figure and give the illusion of more curves.",
        "Shorter women who want to create the illusion of appearing taller should choose skirts that hit at the knee or above.",
        "While you might hear that dressing in one color or similar colors creates the most elongating illusion, this doesn't mean you always have to wear one hue head-to-toe-that would be incredibly boring day after day!",
        "Empire-waist dresses create an illusion of height and can hide many lower body flaws.",
        "A monochromatic look creates an illusion of height and will create a slender looking silhouette.",
        "Steer clear of baggy styles, which add heft, as well as high necklines, pleated skirts and tapered pants, which can also add the illusion of excess weight.",
        "You'll want to create the illusion of an hourglass figure by creating a balanced lower half to match your heavier top half.",
        "Since ovals generally have undefined waistlines and larger stomachs, the key is to create the illusion of a leaner, slimmer shape through clothing that calls attention to the upper body.",
        "Monochromatic, dark hues from top to bottom add to the slimmer illusion.",
        "The key is to define a waistline or the shoulders by wearing garments that lend the illusion of curviness.",
        "If you have a rectangle, boxy or athletic figure, your goal should be to create the illusion of curves.",
        "Choose dresses and jackets that are belted at the waist; this gives the illusion of having a larger bust and curvier hips.",
        "Remember, balance is the key to creating the illusion of a feminine hourglass figure!",
        "Floor-length: Another way to create the illusion of height is to wear a floor-length gown in a form-fitting cut.",
        "Opt for dresses with V-necklines, which draw the eye upward and also create a taller illusion.",
        "Make sure that your dress doesn't dip to just below the kneecaps or you run the risk of giving the illusion of a shorter stature.",
        "On women who are short and slim, an empire waist suggests the illusion of an elongated figure.",
        "An empire waist style with a short skirt creates the illusion of a long silhouette.",
        "A \"twofer\" sheath dress, or one that gives the illusion of a blouse tucked into a skirt, is a wonderful choice that can be toned down during the day with the addition of a cardigan or blazer.",
        "A trick that designers utilize to create an illusion of featherweight airness for summer designs is using crinkles or puckered fabrics or metallics, foils, jacquards, and brocades.",
        "Choose an empire waist style with a body skimming A-line skirt, and create an illusion of height to complement a shorter body.",
        "They are available in a variety of styles ranging from candle shapes through to lamps that give the illusion of candles.",
        "They give the illusion of candle light without the concerns of a candle getting knocked over or causing a fire.",
        "The illusion of height is maintained by placing the tallest dancers in the middle of the kick line and the shortest dancers on the ends.",
        "Such costumes may include a head piece, a bodysuit or outfit that is put over the dog's head and front legs, and possibly even items that attach to the dogs' four legs to give the illusion that shoes are being worn.",
        "College campuses can give an illusion of being safer than living on your own or at home with your parents, often this is not the case.",
        "Unfortunately this industry is all about fantasy and illusion.",
        "Produced by Illusion, the game used Manga images along with computer controls to create visual dating scenarios.",
        "Long diamond shapes, such as the rectangular emerald or the pointed marquis shape, create an optical illusion of a larger stone.",
        "A tension setting is a modern and clean type of ring setting that gives the illusion of the center stone floating in midair.",
        "The stones then are fit snugly together to give the illusion of a single stone.",
        "Pave setting engagement rings, in particular, often use CZ or other simulated stones to create the illusion of a myriad of diamonds for far less expense.",
        "Lower quality stones may be used because they are so small the flaws and imperfections cannot be easily noticed, and the overall effect of the circular shape is to create an optical illusion of a larger piece of jewelry.",
        "This is a variation on the more common ladder style, though bypass designs are often curved to add even more illusion.",
        "Even with symmetrical lobes, a misaligned point can create the illusion of distortion.",
        "Each shape has unique characteristics - it may elongate the finger, give the illusion of a larger gemstone, reflect light in a specific way, or simply fit into a unique engagement ring because of its unusual proportions.",
        "Illusion solitaires that set several princess stones together to create the appearance of a single, larger carat weight stone.",
        "At the same time, however, because they create the illusion of larger carat sizes, an invisible setting may actually be more affordable than a single large carat stone, bringing grandiose styles into the budget range of many more couples.",
        "Furthermore, the raised arches present the illusion of setting the diamond deeper into the ring band while not restricting the light that can enter the stone and enhance its brilliance.",
        "In fact, the contrast can serve to enhance the stone with the illusion of greater size or better color because it is not overshadowed by a light colored metal.",
        "There is a sacrifice to that optical illusion, however: longer diamond shapes tend to have less brilliance and may reflect shadows or dark spots in their interior because of the irregular reflection and refraction patterns.",
        "Diamond Carats: The size of the gem is less critical than a beautiful cut, but certain shapes - emerald, marquise, and oval especially - maximize the carat appearance of the stone for an illusion of greater size.",
        "In a pave setting, diamonds are carefully set along the surface of the ring to give the illusion of the ring being paved with gems.",
        "This gives the illusion of a delicately shaped ring and add visual interest and creativity to the piece.",
        "This gives the illusion of being a full eternity ring without the cost of buying diamonds that are not generally seen.",
        "However, pave rings are still an inexpensive alternative to solitaires or large stones, and the concentration of the stones creates plenty of sparkle and the illusion that there are many more of them.",
        "Burnished bands may appear to be lighter than polished bands; a high polish may create the illusion of a brilliant, gleaming color that looks darker than it really is.",
        "However, their mystery is only a superficial illusion that is enhanced by Virgo's curt and laconic communication style.",
        "Most Pisces men would rather just live in a beautiful illusion.",
        "Security, or the illusion of security, leads them to stagnate in a relationship.",
        "This often gives the illusion that Gemini is flighty and even indecisive, but this is just the surface reflection of what's going on inside that lightning-fast mental process that makes up the Gemini mind.",
        "And in the often turbulent teen years, a canopy bed can offer the illusion of a faraway retreat.",
        "The group attempted to recreate the video using the stage illusion called \"Pepper's Ghost\".",
        "Houdini's Mansion: Located in Los Angeles, the former mansion of the icon of illusion is said to be haunted by his spirit.",
        "With flats, you'll want to show a bit more of your leg, since there's no lengthening illusion.",
        "They taper slightly from back to front giving the illusion that they are thinner than they really are.",
        "They're what make or break a total outfit, give the illusion of shifting your silhouette to a more sinewy one and make your walk more seductive.",
        "After all, properly shined and maintained shoes give the illusion of wealth and luxury.",
        "Some men choose shoes with heels to provide the illusion of height, especially if their stature is shorter than average.",
        "Heeled shoes are, of course, regarded as a great advantage to women who are not only looking to lengthen the look of their legs, but also to create the illusion of a more modelesque figure.",
        "Illusion II: A running shoe with slightly flexible arches who need a certain amount of added stability and targeted cushioning to make for a smoother run.",
        "A pointy toe slenderizes a wide foot and creates a sleek illusion.",
        "She is known to have a fascination with knives, blood, and death, and her many tattoos only add to her illusion of being dangerous.",
        "This can be a terrific tattoo that also works like an optical illusion.",
        "Some prefer fun colors like hot pink or green, but traditionally they are dark in color and give more of an illusion of \"toughness\" than its sweet and girly counterparts such as daisy chains or hearts.",
        "In a way, vampire tattoos can make the illusion seem more real.",
        "Cheeks: This tattoo gives the illusion of rosy cheeks, mimicking the effects of blush.",
        "Hairline: Cosmetic tattooing can be used as a way to create the illusion of a fuller hairline.",
        "These tattoos can correct the pigmentation changes and result in the illusion of a constantly made-up and flawless face.",
        "Eyelash enhancements are also available; this involves a micropigmentation technique that goes through the lash line to intensify and darken the lash bases creating the illusion of thicker eyelashes.",
        "Pictures of eyes; these create the illusion that the eyes are wide open when they are actually shut.",
        "Since the points of the star wrapping around an area may spoil the image, lose the optical illusion of the three dimensions or lose the meaning of the tattoo, it's best to find a flat area for the ink.",
        "It is easy to take this one step further and create the illusion that the wearer has donned a mask in the shape of wings, butterflies or an abstract design.",
        "Nautical stars, with their three-dimensional illusion can further enhance this design.",
        "For the best illusion of the frog gently clinging to you, include some dropped shadow below one side of the frog.",
        "This will turn your tattoo into an optical illusion; once the viewer finds the frog, it won't disappear from view again.",
        "The Ikepod Horizon is a clever watch that features an optical illusion.",
        "A series of dots on the front of the watch face give a honeycomb effect that when viewed from certain angles, creates the illusion of a domed face.",
        "Basic styles are complemented by innovative fashion, such as ruched legs and fold-over pants that create the illusion of a short skirt worn over the pants.",
        "These clever yarns give the illusion of Fair Isle or other patterned stitches when worked.",
        "So as a means to titillate but not agitate, breast pasties were used to cover the nipple and thus give the illusion of toplessness.",
        "Firm control body shapers can give the illusion that you've lost weight and toned up.",
        "It's not just the illusion of nakedness that has always made fishnets so attractive.",
        "While some ladies bodysuits are meant to be worn as shirts, there are others that fit underneath the clothing in order to smooth bulges, lines, and give the illusion of a more perfect body.",
        "Shoulder-Padded Camisoles: Camisoles padded on your shoulders can create the illusion of an hourglass figure.",
        "However, if you're bashful, the presence of a g-string will grant you the illusion of safety because you are still, indeed, wearing underpants.",
        "Darker shades give an illusion of thinner, shapelier looking legs.",
        "If you want to create the illusion of slimmer legs, follow the fashion rule: wear darker colors.",
        "They have cups that will hold their rounded shape, often with padding in the form of gel or foam cups included for the illusion of a larger chest.",
        "However, a nice illusion can be created.",
        "Tighten your tummy, give the illusion of toned thighs, tuck in those love handles and generally shape your body from your chest to your calves--effortlessly.",
        "Thigh Smoothers, Capris and Pants: These give the illusion of slimmer thighs and hide all the bumps and bulges that tend to embarrass us when we wear form-fitting pants or skirts.",
        "The lack of fabric in the back may give the illusion of discomfort, but the material is generally thin enough that you are unaware that it's there.",
        "Some lingerie is incredibly sheer, while other pieces use lace and embroidery for a transparent illusion.",
        "Sometimes bras give us the illusion of \"back fat\" because of the width of the strap or the fit of the bra (which could be the result of wearing the wrong size).",
        "They give the illusion of a smoother hourglass figure, particularly for those girls whose problem areas are in their hips, butts, or thighs.",
        "The low waist flatters most body styles and creates the illusion of a slimmer midsection; women with heavy bottoms may want to avoid this style because it does not offer much rear shaping or control.",
        "Silk ribbons that tie in the front or have a pretty ruffle give the illusion of fuller breasts.",
        "If you have a boyish shape, the fitted bodice with an empire waist and flowing skirt of any length will give the illusion of more pronounced curves.",
        "However, another major musical connection to this film came from the rock and roll band Guns N' Roses who used the movie to debut their first single from their highly anticipated new albums Use Your Illusion I & II.",
        "The Matrix explores a concept every angsty teen has grappled with at some time or another - what if everything I see around me is just an illusion created in my mind?",
        "Episode directors told Shatner and Nichols to turn to the side at the last moment to give the illusion of a kiss.",
        "One method that has been used to give the illusion of \"free\" is to bundle the domain registration of a site with other services.",
        "The mistake, shown in all the old maps of Australia, had originated in a curious optical illusion.",
        "The pejorative connotation of an optical illusion is a visual malfunction.",
        "We are often adrift in an illusion that seems real.",
        "adrift in an illusion that seems real.",
        "The beautiful crystal balls appear to defy the laws of physics, creating the magical illusion that they are floating in mid air.",
        "The illusion is probably to divert attention away from the Oni's real body. old exorcist Oh-ho.",
        "The illusion of intimacy also embraces the suggestion of sexual frisson between the leading actors.",
        "A great illusion act or comedy cabaret is ideal for this situation.",
        "checkerboard floor from an Ames Room illusion is propped up against a wall, destroying the perspectival deception.",
        "close-up illusion is lovingly crafted in Europe from solid brass.",
        "crisscrossed the city the illusion broke down.",
        "In Mental ESP it is combined with sophisticated electronics to perform an amazing illusion.",
        "episodic, surreal nature belies the illusion of conventional space."
    ],
    "definition": [
        "a. An erroneous perception of reality: Mirrors gave the illusion of spaciousness.\nb. An erroneous concept or belief: The notion that money can buy happiness is an illusion.",
        "The condition of being deceived by a false perception or belief: spent months flailing about in illusion.",
        "Something that is erroneously perceived or construed: The animal in the shadows turned out to be an illusion.",
        "A fine transparent net fabric, used for dresses or trimmings.",
        "il·lu′sion·al il·lu′sion·ar′y\nadjective",
        "il·lu′sion·less\nadjective",
        "Link/Cite",
        "(countable) Anything that seems to be something that it is not.\nWe saw what looked like a tiger among the trees, but it was an illusion caused by the shadows of the branches.\nUsing artificial additives, scientists can create the illusion of fruit flavours in food.",
        "(countable) A misapprehension; a belief in something that is in fact not true.\nJane has this illusion that John is in love with her.",
        "(countable) A magician’s trick.",
        "(uncountable) The state of being deceived or misled.",
        "Link/Cite"
    ]
}