{
    "translation": "דמיוני",
    "uses": [
        "He paused at the door and mimed a jump shot at an imaginary hoop.",
        "Such a mass of imaginary matter as we are now considering may be compared to a collection of heavy particles held in position relatively to one another by a system of light spiral springs, one spring being supposed to connect each pair of adjacent particles.",
        "Brinkley's imaginary star-parallaxes (Phil.",
        "It is an imaginary history of the patriarchs and their descendants.",
        "I can get into enough trouble without people squeezing imaginary insults out of my words.",
        "Its provisions, real and imaginary, formed the standard towards which Englishmen must strive.",
        "And he fell back into that artificial realm of imaginary greatness, and again--as a horse walking a treadmill thinks it is doing something for itself--he submissively fulfilled the cruel, sad, gloomy, and inhuman role predestined for him.",
        "would give negative, surd or imaginary values; Diophantus then traces how each element of the equation has arisen, and formulates the auxiliary problem of determining how the assumptions must be corrected so as to lead to an equation (in place of the \"impossible\" one) which can be solved rationally.",
        "After he had gone Pierre continued pacing up and down the room for a long time, no longer piercing an imaginary foe with his imaginary sword, but smiling at the remembrance of that pleasant, intelligent, and resolute young man.",
        "It's queer how ready people always are with advice in any real or imaginary emergency, and no matter how many times experience has shown them to be wrong, they continue to set forth their opinions, as if they had received them from the Almighty!",
        "In this work, which is one of the most valuable contributions to the literature of algebra, Cardan shows that he was familiar with both real positive and negative roots of equations whether rational or irrational, but of imaginary roots he was quite ignorant, and he admits his inability to resolve the so-called lation of Arabic manuscripts.",
        "Nor were these precautions by any means superfluous, for not a few princes died on the journey or were condemned to death and executed for real or imaginary offences.",
        "The whole story was an imaginary embroidery of the facts that barnacles attach themselves to submerged timber and that a species of goose is known as the bernicle goose.",
        "As a typical instance we may take the chapter on the ant-lion - not the insect, but an imaginary creature suggested by Job.",
        "Kant's point is ignored, that deductions from these \" imaginary \" figures apply to the \" real \" world of experience.",
        "Maps of the 16th and 17th centuries often show Cambaluc in an imaginary region to the north of China, a part of the misconception that has prevailed regarding Cathay.",
        "The De algebra tractatus contains (chapters lxvi.-lxix.) the idea of the interpretation of imaginary quantities in geometry.",
        "Expressions of the form b1,1 - I and a-}-b A l - I, where a and b are real numbers, are then described as imaginary and complex numbers respectively; the former being a particular case of the latter.",
        "It concludes with an imaginary vision of a beautiful world of spirits who have stripped off the fetters of earthly cares and sorrows and revel in the pure light of divine wisdom and love.",
        "This telegram might have exercised the most prejudicial influence on the course of the battle had not Ladmirault (4th Corps), nearer to the seat of the imaginary danger, taken upon himself to disregard the warning transmitted to him by headquarters.",
        "a-, privative, and ywvia, an angle), the term given to the imaginary lines on the earth's surface connecting points at which the magnetic needle points to the geographical north and south.",
        "THE] were practically powerless, the more so as their political activity consisted mainly in \" building theories for an imaginary world.\"",
        "The purport, then, of ablutions is to remove, not dust and dirt, but the - to us imaginary - stains contracted by contact with the dead, with childbirth, with menstruous women, with murder whether wilful or involuntary, with almost any form of bloodshed, with persons of inferior caste, with dead animal refuse, e.g.",
        "They added \"that the public at large have only to know that their rights are imaginary to induce them also to be content with the extant system under which permission is very freely granted by owners of fisheries to the public for angling on the more frequented parts of the Thames.\"",
        "See also D'Ohsson's imaginary Voyage d'Abul Cassim, based on these sources.",
        "ZODIAC (o ituKAos, from 'Cv&cov, \" a little animal \"), in astronomy and astrology, an imaginary zone of the heavens within which lie the paths of the sun, moon and principal planets.",
        "The settlements were called respectively Oster Bygd (or eastern settlement) and Vester (western) Bygd, both being now known to be on the south and west coast (in the districts of Julianehaab and Godthaab respectively), though for long the view was persistently held that the first was on the east coast, and numerous expeditions have been sent in search of these \" lost colonies \" and their imaginary survivors.",
        "This led to a prolonged controversy on the nature of negative and imaginary quantities, which was ultimately settled in a very curious way.",
        "Its adoption by the languages of Europe cannot apparently be traced farther back than the 4th century of our era, at which date it was employed to designate an imaginary animal living on the banks of the Euphrates.",
        "In the case of plane figures, the congruence is tested by an imaginary superposition of one figure on the other; but this may more simply be regarded as the superposition, on either figure, of the image of the other figure on a contiguous plane.",
        "his triumphs, whether real or imaginary, to the reverso Campaiza sustained by the armies of the French directory, wa~",
        "If we consider any short length of the stream bounded by two imaginary cross-sections A and B on either side of the plug, unit mass of the fluid in passing A has work, p'v', done on it by the fluid behind and carries its energy, E'+ U', with it into the space AB, where U' is the kinetic energy of flow.",
        "To endow the universal substance with moral attributes, to maintain that it is more than the metaphysical ground of everything, to say it is the perfect realization of the holy, the beautiful and the good, can only have a meaning for him who feels within himself what real not imaginary values are clothed in those expressions.",
        "In the following year Webster delivered his oration in commemoration of the second and third presidents of the United States - John Adams and Thomas Jefferson - who died on the 4th of July 1826; it is particularly remarkable for Adams's imaginary reply in the Continental 'Congress to the arguments against a Declaration of Independence, beginning with the familiar quotation: \"Sink or swim, live or die, survive or perish, I gave my hand and my heart to this vote.\"",
        "The geometrical interpretation of imaginary quantities had a far-reaching influence on the development of symbolic algebras.",
        "Mosheim's \" Servede \" is an imaginary form.",
        "House: Little kids love to set up their own imaginary household.",
        "Writing is a creative exercise -- you're sitting down to play with your imaginary friends and it's helpful if the outside world will just go away for a while.",
        "The lower end of the jet tube, being open, is a loop, and the node may be regarded as in an imaginary prolongation of the jet tube above the nozzle.",
        "In this review of the inhabitants of the Pacific islands an imaginary ethnological line has been drawn round it so as to include none but the-branches of the two great divisions.",
        "He sees insoluble contradictions in every mode of conceiving God as real, yet he advocates religious belief, though the object of that belief have but an abstract or imaginary existence.",
        "A line of force may be defined as an imaginary line so drawn that its direction at every point of its course coincides with the direction of the magnetic force at that point.",
        "By separation of real and imaginary parts, C =M cos 27rv 2 +N sin 27rv2 1 S =M sin 27rv 2 - N cos 27rv2 where 35+357.9 N _ 7rv 3 7r 3 v 7 + 1.3 1.3.5.7 1.3.5.7.9.11 These series are convergent for all values of v, but are practically useful only when v is small .",
        "(6) The least admissible value of p is that which makes the roots equal of this quadratic in µ, and then ICI s ec 0,, u= z - p (7) the roots would be imaginary for a value of p smaller than given by Cip 2 - 4(c 2 -c i)c2C 2 u 2 =o, (8) p2 = 4(c 2 -c l)cl C2.",
        "The progress of analytical geometry led to a geometrical interpretation both of negative and also of imaginary quantities; and when a \" meaning \" or, more properly, an interpretation, had thus been found for the symbols in question, a reconsideration of the old algebraic problem became inevitable, and the true solution, now so obvious, was eventually obtained.",
        "Clearer ideas of imaginary quantities and the \" irreducible case \" were subsequently published by Bombelli, in a work of which the dedication is dated 1572, though the book was not published until 1579.",
        "The width of the gap may be diminished until it is no greater than the distance between two neighbouring molecules, when it will cease to be distinguishable, but, assuming the molecular theory of magnetism to be true, the above statement will still hold good for the intermolecular gap. The same pressure P will be exerted across any imaginary section of a magnetized rod, the stress being sustained by the intermolecular springs, whatever their physical nature may be, to which the elasticity of the metal is due.",
        "The development of the theory of equations leads to the amplification of real numbers, rational and irrational, positive and negative, by imaginary and complex numbers.",
        "In considering the corresponding relation for a solution instead of a pure liquid, possible differences in concentration make the column method difficult of application, and it is better to attach the problem by means of an imaginary cycle of isothermal operation.",
        "With such an imaginary apparatus, H.",
        "Hence, as with the progressive transfer of the carbon from the graphitic to the cementite state in our imaginary series of cast irons, the combined carbon present in the matrix increases, so does the tensile strength of the mass as a whole for two reasons; first, because the strength of the matrix itself is increasing (DE), and second, because the discontinuity is decreasing with the decreasing proportion of graphite.",
        "Another imaginary origin has been suggested in a corruption of \"the 0 deleted,\" i.e.",
        "Max Elskamp (born at Antwerp in 1862) is the author of some volumes of religious poetry - Dominical (1892), Salutations, dont d'angeliques (1893), En symbole vers l'apostolat (1895) - for which he has devised as background an imaginary city.",
        "To this, which seems authentic, is usually added the tradition (due to the abbe Boileau) that afterwards he used at times to see an imaginary precipice by his bedside, or at the foot of the chair on which he was sitting.",
        "several real or imaginary delays, in fulfilling his crusading vow, he did not return to it for fifteen years.",
        "The German peasants had grievances compared with which those of the knights and lesser barons were The imaginary.",
        "- Another auroral direction having apparently a close relation to terrestrial magnetism is the imaginary line drawn to the eye of an observer from the centre of the corona - i.e.",
        "The pasha was Alls no longer a figure in Europeanpolitics,buthe continued authority to occupy himself with his improvements, real or imaginary, in Egypt.",
        "If two roots are imaginary the equation is y 2 =(x 2 +a 2) (x - b) and the curve resembles the parabolic branch, as in the preceding case.",
        "Letters, numbers, and imaginary themes, such as Super Elmo, are popular.",
        "There also he wrote the life of St Paul of Thebes, probably an imaginary tale embodying the facts of the monkish life around him.",
        "Thenceforward, while never possessing or abusing the insolence of health, he could say \" few persons have been more exempt from real or imaginary ills.\"",
        "The treatment of equations of the second and higher degrees introduces imaginary and complex numbers, the theory of which is a special subject.",
        "The battle of Langensalza (June 27th) showed that the risks Moltke deliberately accepted when he transferred so many of the western troops to the Bohemian frontier were by no means imaginary, for v.",
        "At other parts of the field the effect is the same, in accordance with the principle known as Babinet's, whether the imaginary screen in front of the object-glass is generally transparent but studded with a number of opaque circular disks, or is generally opaque but perforated with corresponding apertures.",
        "Modern scholars have sometimes found in the name the expression of the aseity 14 of God; sometimes of his reality, in contrast to the imaginary gods of the heathen.",
        "He possessed clear ideas of indices and the generation of powers, of the negative roots of equations and their geometrical interpretation, and was the first to use the term imaginary roots.",
        "\"Sybil's Well,\" in Scott's Marmion, is imaginary.",
        "The rich pastoral scenery of this part of Lincolnshire influenced the imagination of the boy, and is plainly reflected in all his early poetry, although it has now been stated with authority that the localities of his subject-poems, which had been ingeniously identified with real brooks and granges, were wholly imaginary.",
        "There is apparently no doubt that this island is OH ocHa CHo Vanillin si CH.CH: CHI Chavibetol imaginary.",
        "He early attained to the settled conviction that for the actual disposition of the solar system some abstract intelligible reason must exist, and this, after much meditation, he believed himself to have found in an imaginary relation between the \"five regular solids\" and the number and distances of the planets.",
        "The \"magnetic equator\" is an imaginary line encircling the earth, along which the vertical component of the earth's magnetic force is zero; it nearly coincides with the terrestrial equator.",
        "The first pair of intersections may be either real or imaginary; we proceed to discuss the second pair.",
        "The equation x 2 +y 2 =o denotes a pair of perpendicular imaginary lines; it follows, therefore, that circles always intersect in two imaginary points at infinity along these lines, and since the terms x 2 +y 2 occur in the equation of every circle, it is seen that all circles pass through two fixed points at infinity.",
        "identical with the circular lines, it follows that this circle consists of a real point and the two imaginary lines; conversely, the circular lines are both a pair of lines and a circle.",
        "In the case of a coaxal system having real points of intersection the limiting points are imaginary.",
        "The circles intersect in real or imaginary points according to the lower or upper sign of k 2, and the limiting points are real for the upper sign and imaginary for the lower sign.",
        "A coaxal system having real points of intersection has imaginary limiting points; 3.",
        "A coaxal system having imaginary points of intersection has real limiting points; 4.",
        "with some real grievances and others imaginary, the discontented population sent for Riel, who had been living, since his flight from Fort Garry, in the United States.",
        "The codices of Bosius (1535-1580) are just as imaginary as the \"old plays\" which appear as the source of so many of the quotations that head the chapters of the Waverley novels, and suspicion rests on Barth, Lambinus and others.",
        "He professed to have discovered the philosopher's stone, and by his assistance Dee performed various incantations, and maintained a frequent imaginary intercourse with spirits.",
        "There is no doubt that Leucas fits the Homeric descriptions much better than Ithaca; but, on the other hand, many scholars maintain that it is a mistake to treat the imaginary descriptions of a poet as if they were portions of a guide-book, or to look, in the author of the Odyssey, for a close familiarity with the geography of the Ionian islands.",
        "the divisibility of magnitudes; imaginary, where it cannot, e.g.",
        "He supposes real as well as imaginary transcendence in cosmological \" ideals \"; the former as to the forms of space and time, the latter as to content, e.g.",
        "atoms. But he limits psychological and ontological \" ideals \" entirely to imaginary transcendence, The result is that he confines metaphysical transcendence to \" a process into the imaginary \" as regards the substantial and causal content of cosmological \" ideals,\" and altogether as regards psychological and ontological \" ideals.\"",
        "As the same limit is applied by him to all transcendent rational \" ideals,\" and especially to those which refer to the content of the notion of the world, and, like all psychological and ontological \"ideals,\" belong to the imaginary transcendent, his conclusion is that reason, in transcending experience, logically conceives \" ideals,\" but never logically infers corresponding realities.",
        "By an imaginary cycle of operations we may then justify the application to solutions of the latent heat equation which we have already assumed as applicable.",
        "Almost all of these virtues, general or specific, were imaginary; and at the present day, except perhaps in some remoter districts of northern Europe, only one of them is employed as a remedial agent.",
        "Prejudice and real or imaginary legal obstacles stood in the way of the erection of episcopal sees in the colonies; and though in the 17th century Archbishop Laud had attempted to obtain a bishop for Virginia, up to the time of the American revolution the churchmen of the colonies had to make the best of the legal fiction that their spiritual needs were looked after by the bishop of London, who occasionally sent commissaries to visit them and ordained candidates for the ministry sent to England for the purpose.",
        "SERAPHIM, the imaginary supernatural guardians of the threshold of Yahweh's sanctuary, only mentioned in Isa.",
        "At Woolwich he remained until 1870, and although he was not a great success as an elementary teacher, that period of his life was very rich in mathematical work, which included remarkable advances in the theory of the partition of numbers and further contributions to that of invariants, together with an important research which yielded a proof, hitherto lacking, of Newton's rule for the discovery of imaginary roots for algebraical equations up to and including the fifth degree.",
        "This Is The Value Of The Minimum Of Atomic Heat Calculated By Perry From Diatomic Hydrogen, But The Observations Themselves Might Be Equally Well Represented By Taking The Imaginary Limit 3, Since The Quantity Actually Observed Is The Mean Specific Heat Between O° And 182 5° C. Subsequent Experiments On Other Metals At Low Temperatures Did Not Indicate A Similar Diminution Of Specific Heat, So That It May Be Doubted Whether The Atomic Heats Really Approach The Ideal Value At The Absolute Zero.",
        "According to one, then, the judgment becomes \" There is an imaginary centaur \"; according to the other \" Reality includes an imaginary centaur.\"",
        "\" some imaginary deities are goddesses \"; on the other hand, some universals are not judgments of non-existence, e.g.",
        "The evolution of quaternions belongs in part to each of two weighty branches of mathematical history - the interpretation of the imaginary (or impossible) quantity of common algebra, and the Cartesian application of algebra to geometry.",
        "In his Treatise of Algebra (1685) he distinctly proposes to construct the imaginary roots of a quadratic equation by going out of the line on which the roots, if real, would have been constructed.",
        "In this sense the imaginary expression a b !",
        "The step he took is really nothing more than the kinematical principle of the composition of linear velocities, but expressed in terms of the algebraic imaginary.",
        "For an interpretation is assigned to the product of two directed lines in one plane, when each is expressed as the sum of a real and an imaginary part.",
        "The sum of two such lines (formed by adding together the real and the imaginary parts of two such expressions) can, of course, be expressed as a third directed line) - the diagonal of the parallelogram of which they are conterminous sides.",
        "In such a system there will be no line in space specially distinguished as the real unit line: all will be alike imaginary, or rather alike real.",
        "Hamilton, like most of the many inquirers who endeavoured to give a real interpretation to the imaginary of common algebra, found that at least two kinds, orders or ranks of quantities were necessary for the purpose.",
        "That we have here a perfectly real and intelligible interpretation of the ordinary algebraic imaginary is easily seen by an illustration, even if it be a somewhat extravagant one.",
        "By the beginning of August 1760 he had another volume written, and was so \"delighted with Uncle Toby's imaginary character that he was become an enthusiast.\"",
        "It is spoken of in the Iliad as the stormy abode of Selli who sleep on the ground and wash not their feet, and in the Odyssey an imaginary visit of Odysseus to the oracle is referred to.",
        "The line of the equinoxes is the imaginary diameter of the celestial sphere which joins them.",
        "A magnificent, magnanimous man; holding the reins of the world, not quite in the imaginary sense; scourging anarchy down, and urging noble effort up, really on a grand scale.",
        "On the first opportunity Bacon rose and briefly pointed out that the earl's plea of having done nothing save what was absolutely necessary to defend his life from the machinations of his enemies was weak and worthless, inasmuch as these enemies were purely imaginary; and he compared his case to that of Peisistratus, who had made use of a somewhat similar stratagem to cloak his real designs upon the city of Athens.",
        "Liberty, he says, in a much wider sense than Kant, is man's fundamental characteristic. Human freedom acts in the phenomenal, not in an imaginary noiimenal sphere.",
        "UTOPIA, an ideal commonwealth, or an imaginary country whose inhabitants are supposed to exist under the most perfect conditions possible.",
        "It was compounded by More (q.v.) from the Greek ob, not, and 7-inros, a place, meaning therefore a place which has no real existence, an imaginary country.",
        "Budapest, 1845), which portray an imaginary communistic colony in Central Africa.",
        "kept in dinars, formerly a gold piece, now an imaginary coin Tdvl of a kran.",
        "BAPHOMET, the imaginary symbol or idol which the Knights Templars were accused of worshipping in their secret rites.",
        "The abiding result of his tutorship is a code of carefully graduated moral lessons - the Fables, the Dialogues of the Dead (a series of imaginary conversations between departed heroes), and finally Telemaque, where the adventures of the son of Ulysses in search of a father are made into a political novel with a purpose.",
        "trifler rather than as a monster of lust and cruelty, is the reproduction of a real or imaginary scene from the reign of Domitian, and is animated by the profoundest scorn and loathing both of the tyrant himself and of the worst instruments of his tyranny.",
        "His style is lucid and vivid, but he lacks the critical sense, and the speeches he puts into the mouths of his characters are imaginary.",
        "A reference to this in a letter of Wykeham's of the 8th of April 1 3 88 has given rise to the creation of an imaginary college of St John the Baptist at Winchester by the Rev. W.",
        "There is a rabbinical tradition that it stands on the site of a city called Rakka, but this is wholly imaginary.",
        "The former can be found at once by calculating the mutual attraction of the parts of a large mass which lie on opposite sides of an imaginary plane interface.",
        "If the above-mentioned condition be not satisfied, the triangle is imaginary, and the three fluids cannot rest in contact, the two weaker tensions, even if acting in full concert, being incapable of balancing the strongest.",
        "We are thus led to the important conclusion that according to this hypothesis Neumann's triangle is necessarily imaginary, that one of three fluids will always spread upon the interface of the other two.",
        "be an imaginary section normal to the axis.",
        "Let us consider the stresses which are c d exerted across this imaginary section by the 9.",
        "The imaginary saints grew and flourished.",
        "of this imaginary line, being a part of the Columbia Plateau region.",
        "The next stage in this (so far as evidence goes, purely imaginary) career is the monastery of Fontenay le Comte, where, as has been seen, he is certainly found in 1519 holding a position sufficiently senior to sign deeds for the community, where he, probably in 1511, took priest's orders, and where he also pursued, again certainly, the study of letters, and especially of Greek, with ardour.",
        "Pedigrees were invented, imaginary consulships and fictitious triumphs inserted, and family traditions and family honours were formally incorporated with the history of the state.",
        "SYLPH, an imaginary spirit of the air; according to Paracelsus, the first modern writer who uses the word, an air-elemental, coming between material and immaterial beings.",
        "we have memoirs relating to the proof of the theorem that every numerical equation has a real or imaginary root, the memoir on the Hypergeometric Series, that on Interpolation, and the memoir Determinatio attractionis - in which a planetary mass is considered as distributed over its orbit according to the time in which each portion of the orbit is described, and the question (having an implied reference to the theory of secular perturbations) is to find the attraction of such a ring.",
        "All that is recorded, in any literature, of what pretend to be the actual words spoken by living or imaginary people is of the nature of dialogue.",
        "Landor's Imaginary Conversations (1821-1828) is the most famous example of it in the, 9th century, although the dialogues of Sir Arthur Helps claim attention.",
        "east of an imaginary line drawn from St Andrews to Elie.",
        "It gave rise to a literary controversy, however, of great bitterness and violence, the author having ventured without warrant to claim for it an historical character, appealing to an imaginary \"manuscript in Florence.\"",
        "A series of such spurious collections of treaties were submitted to the Powers for ratification; in them imaginary rights and privileges alleged to.",
        "The Buddha has not escaped the fate which has befallen the founders of other religions; and as late as the year 1854 Professor Wilson of Oxford read a paper before the Royal Asiatic Society of London in which he maintained that the supposed life of Buddha was a myth, and \"Buddha himself merely an imaginary being.\"",
        "But the Tell and Winkelried stories stand in a very different position when looked at in the dry light of history, for, while in the former case imaginary and impossible men (bearing now and then a real historical name) do imaginary and impossible deeds at a very uncertain period, in the latter we have some solid ground to rest on, and Winkelried's act might very well have been performed, though, as yet, the amount of genuine and early evidence in support of it is very far from being sufficient.",
        "The narrative of his travels given by his disciple Damis and reproduced by Philostratus is so full of the miraculous that many have regarded him as an imaginary character.",
        "Now the favor shown to the Roman Catholics by the king opened up a source of mischief which was to some extent real, if it was to a still greater extent imaginary.",
        "Whether the danger were real or imaginary, the consequence of the distrust resulting from the suspicion was the, reawakening of the slumbering demand for fresh persecution of the Roman Catholics, a demand which made a complete reconciliation between the crown and the Lo,wer House a matter of the greatest difficulty.",
        "But the resultant equation may have all or any of its roots imaginary, and it is thus not always that there are m real intersections.",
        "The notion of imaginary intersections, thus presenting itself, through algebra, in geometry, must be accepted in geometry - and it in fact plays an all-important part in modern geometry.",
        "we state this generally without in the first instance, or it may be without ever, distinguishing whether these are real or imaginary; so in geometry we say that a curve of the mth order is met by an arbitrary line in m points, or rather we thus, through algebra, obtain the proper geometrical definition of a curve of the mth order, as a curve which is met by an arbitrary line in m points (that is, of course, in m, and not more than m,.",
        "It is, moreover, to be noticed that the points at infinity may be all or any of them imaginary, and that the points of intersection, whether finite or at infinity, real or imaginary, may coincide two or more of them together, and have to be counted accordingly; to support the theorem in its universality, it is necessary to take account of these various circumstances.",
        "Reverting to the purely plane theory, infinity is a line, related like any other right line to the curve, and thus intersecting it in m points, real or imaginary, distinct or coincident.",
        "Stating the theorem in regard to a conic, we have a real point P (called the pole) and a real line XY (called the polar), the line joining the two (real or imaginary) points of contact of the (real or imaginary) tangents drawn from the point to the conic; and the theorem is that when the point describes a line the line passes through a point, this line and point being polar and pole to each other.",
        "Consider two circles partially drawn so that it does not appear whether the circles, if completed, would or would not intersect in real points, say two arcs of circles; then we can, by means of a third circle drawn so as to intersect in two real points each of the two arcs, determine a right line, which, if the complete circles intersect in two real points, passes through the points, and which is on this account regarded as a line passing through two (real or imaginary) points of intersection of the two circles.",
        "The construction in fact is, join the two points in which the third circle meets the first arc, and join also the two points in which the third circle meets the second arc, and from the point of intersection of the two joining lines, let fall a perpendicular on the line joining the centre of the two circles; this perpendicular (considered as an indefinite line) is what Gaultier terms the \" radical axis of the two circles \"; it is a line determined by a real construction and itself always real; and by what precedes it is the line joining two (real or imaginary, as the case may be) intersections of the given circles.",
        "It may be remarked that we cannot with a real point and line obtain the node with two imaginary tangents (conjugate or isolated point or acnode), nor again the real double tangent with two imaginary points of contact; but this is of little consequence, since in the general theory the distinction between real and imaginary is not attended to.",
        "It may be noticed that the nine inflections of a cubic curve represented by an equation with real coefficients are three real, six imaginary; the three real inflections lie in a line, as was known to Newton and Maclaurin.",
        "For a crunodal cubic the six inflections which disappear are two of them real, the other four imaginary, and there remain two imaginary inflections and one real inflection.",
        "For a cuspidal cubic the six imaginary inflections and two of the real inflections disappear, and there remains one real inflection.",
        "- We have in much that precedes disregarded, or at least been indifferent to, reality; it is only thus that the conception of a curve of the m-th order, as one which is met by every right line in in points, is arrived at; and the curve itself, and the line which cuts it, although both are tacitly assumed to be real, may perfectly well be imaginary.",
        "For real figures we have the general theorem that imaginary intersections, &c., present themselves in conjugate pairs; hence, in particular, that a curve of an even order is met by a line in an even number (which may be = o) of points; a curve of an odd order in an odd number of points, hence in one point at least; it will be seen further on that the theorem may be generalized in a remarkable manner.",
        "Again, when there is in question only one pair of points or lines, these, if coincident, must be real; thus, b line meets a cubic curve in three points, one of them real, and other two real or imaginary; but if two of the intersections coincide they must be real, and we have a line cutting a cubic in one real point and touching it in another real point.",
        "It may be remarked that this is a limit separating the two cases where the intersections are all real, and where they are one real, two imaginary.",
        "The branch, whether re-entrant or infinite, may have a cusp or cusps, or it may cut itself or another branch, thus having or giving rise to crunodes or double points with distinct real tangents; an acnode, or double point with imaginary tangents, is a branch by itself, - it may be considered as an indefinitely small re-entrant branch.",
        "branch may have inflections and double tangents, or there may be double tangents which touch two distinct branches; there are also double tangents with imaginary points of contact, which are thus lines having no visible connexion with the curve.",
        "As regards the so-called hyperbolisms, observe that (besides the single asymptote) we have in the case of those of the hyperbola two parallel asymptotes; in the case of those of the ellipse the two parallel asymptotes become imaginary, that is, they disappear; and in the case of those of the parabola they become coincident, that is, there is here an ordinary asymptote, and a special asymptote answering to a cusp at infinity.",
        "A very remarkable theorem is established as to the double tangents of such a quartic: distinguishing as a double tangent of the first kind a real double tangent which either twice touches the same circuit, or else touches the curve in two imaginary points, the number of the double tangents of the first kind of a non-singular quartic is =4; it follows that the quartic has at most 8 real inflections.",
        "each of these is the only real point on each of the tangents through it), and in X 2 -X imaginary foci; each pair of real foci determines a pair of imaginary foci (the so-called antipoints of the two real foci), and the 2X(X-1) pairs of real foci thus determine the X 2 ---X imaginary foci.",
        "There are in some cases points termed centres, or singular or multiple foci (the nomenclature is unsettled), which are the intersections of improper tangents from the two circular points respectively; thus, in the circular cubic, the tangents to the curve at the two circular points respectively (or two imaginary asymptotes of the curve) meet in a centre.",
        "Imagine a curve, real or imaginary, represented by an equation (involving, it may be, imaginary coefficients) between the Cartesian co-ordinates u, u'; then, writing u= x ---iy, u' = x' +iy', the equation determines real values of (x, y), and of (x', y'), corresponding to any given real values of (x', y') and (x, y) respectively; that is, it establishes a real correspondence (not of course a rational one) between the points (x, y) and (x', y'); for example in the imaginary circle u2-{-u'2=(a+bi)2, the correspondence is given by the two equations x '2 - y '2= a 2 - b 2, xy+x'y'=ab.",
        "We have thus a means of geometrical representation for the portions, as well imaginary as real, of any real or imaginary curve.",
        "The term \"perfect gas\" is applied to an imaginary substance in which there is no frictional retardation of molecular motion; or, in other words, the time during which any molecule is influenced by other molecules is infinitesimally small compared with the time during which it traverses its mean free path.",
        "In the case of our own conduct what we call conscience is really sympathy with the feelings of an imaginary impartial spectator.",
        "In the utilitarianism of Paley and Bentham the proper rules of conduct, moral and legal, are determined by comparing the imaginary consequences of different modes of regulation on men and women, conceived as specimens of a substantially uniform and unchanging type.",
        "The level may not be actually attached to an axis, a revolution of 180° being effected round an imaginary vertical axis by turning the level end for end.",
        "The motion of the bubble then measures double the inclination of this imaginary axis, or the deviation of a cylinder on which the level may rest from horizontality.",
        "Other geometrical definitions are: it is the oblique projection of a circle; the polar reciprocal of a circle for a point within it; and the conic which intersects the line at infinity in two imaginary points.",
        "Analytically it is defined by an equation of the second degree of which the highest terms represent two imaginary lines.",
        "In the contrary case, total reflection commences as soon as sin i =µ 1, µ being still the relative refractive index of the more highly refracting medium; and for greater angles of incidence r becomes imaginary.",
        "Now Fresnel's formulae were obtained by assuming that the incident, reflected and refracted vibrations are in the same or opposite phases at the interface of the media, and since there is no real factor that converts cos T into cos (T+p), he inferred that the occurrence of imaginary expressions for the coefficients of vibration denotes a change of phase other than 7r, this being represented by a change of sign.",
        "Formulae for metallic reflection may be obtained from Fresnel's expressions by writing the ratio sin i / sin r equal to a complex quantity, and interpreting the imaginary coefficients in the manner explained above.",
        "Hence much pure invention, bolstered up by forgery of charters, falsification of genuine ones, and construction of imaginary pedigrees.",
        "It denotes the imaginary line about which a body or system of bodies rotates, or a line about which a body or action is symmetrically disposed.",
        "is projected depends upon the relation of the \"vanishing line\" to the circle; if it intersects it in real points, then the projection is a hyperbola, if in imaginary points an ellipse, and if it touches the circle, the projection is a parabola.",
        "the line at infinity intersects the hyperbola in real points, the ellipse in imaginary points, and the parabola in coincident real points.",
        "Might not mathematics be a purely imaginary science?",
        "As a culture-hero or inventor and teacher of the arts of life, he belongs to a wide and well-known category of imaginary beings.",
        "The radio was playing a waltz as she walked through the family room and she moved to the sway of it, dancing with an imaginary friend.",
        "You're an off-duty serial killer with an affinity for weapons with blades who believes in imaginary creatures and takes the time to talk to crazy women lying on the beach.",
        "The annual aberration is the aberration correction for an imaginary observer at the Earth's center.",
        "In spite of me telling her to keep the chat soley about G/D She ignores that and starts chatting about all her imaginary ailments.",
        "Jumping into the water we ran up the beach shouting and yelling and firing blank ammunition at an imaginary enemy.",
        "CON: doorway amnesia also turned up in two of Lawson's eight imaginary abduction accounts.",
        "For free market anarchists to be talking about pressing an imaginary button is thus deeply confusing.",
        "To do the same for disagreements about a delusional world inhabited by archangels, demons and imaginary friends is ludicrously tragic.",
        "These include an armadillo, an elephant, a squid, as well as mermaids and other imaginary creatures.",
        "The teacher asked the pupils to solve a money problem involving an imaginary rich aunt.",
        "booger menace what is going on is a shared imaginary social world.",
        "In accusing Britain of being hostile to their venerated caliph, the Khilafatists were fighting an imaginary enemy.",
        "Back to text 2] This zodiac is, of course, an imaginary device, which no longer tallies with the visible constellations.",
        "cue cards were colored cartoon drawings of three imaginary people, with names.",
        "fantasyim is to create an imaginary world for the customer to enter, a nostalgic glimpse of childhood fantasies.",
        "imaginary rich aunt.",
        "imaginary playmates or other fantasy play.",
        "imaginary ailments.",
        "imaginary friends: Do the children have them?",
        "imaginary conversations with those for whom we grieve perhaps by using a treasured photograph.",
        "imaginary sea creature.",
        "Any colors seen in films or in books are purely imaginary.",
        "The wholly imaginary landscapes of the essayist and painter Cecil Collins had attained their conviction in the 1930s through sheer invention.",
        "Actually, this threat was largely imaginary, or at the very least negligible.",
        "Of course the character could be entirely imaginary - in which case MacMillan would probably enjoy the speculation.",
        "Thus present itself being only imaginary, past and future are equally so.",
        "Here was a real translation, a transportation from place to place, not imaginary, for then Christ had been in no danger.",
        "I'd say that that's a pretty good reason why your so-called jesus could be considered imaginary.",
        "irrational to believe that imaginary entities are real.",
        "Martin Turner takes you on a journey from the motion of a microscopic particle to the creation of imaginary moonscapes.",
        "A child can play more than one character, using different voices, or simply narrate what was said in the imaginary chat.",
        "juridical parables are, in substance, imaginary homeopathic images crafted by professional mediators in order to resolve real conflict in the real world.",
        "Might the concept of an ' imaginary celebrity playlist ' be more interesting than a celebrity playlist?",
        "In children, the symptoms are not attributable to imaginary playmates or other fantasy play.",
        "pyjamasif you'll excuse me, I have some imaginary pjamas to unbutton.",
        "Unfortunately grown ups will often dismiss this as a normal attachment to an imaginary friend and may even ridicule the child.",
        "sandstone outcrops resembling imaginary huge castles.",
        "She is much more likely to be accurate when imaginary sweeties involved as well!",
        "I'm thinking of getting an imaginary Irish terrier.",
        "This included looking extensively for an imaginary island that had been reported by the captain of a merchant vessel.",
        "wired magazine 's vision of the future is really a return to an imaginary past.",
        "It was his misfortune to be the scapegoat upon whose head parliament laid the accumulated sins, real and imaginary, of the East India Company.",
        "On the death of his father he was inveigled to Buda by the enemies of his house, and, on the pretext of being concerned in a purely imaginary conspiracy against Ladislaus V., was condemned to decapitation, but was spared on account of his youth, and on the king's death fell into the hands of George PodÃ©brad, governor of Bohemia, the friend of the Hunyadis, in whose interests it was that a national king should sit on the Magyar throne.",
        "ViscontiVenosta, who had retained the portfolio for foreign affairs in the Minghetti cabinet, at once drew the attention of the European powers to this proof of the popes spiritual freedom and of the imaginary nature of his imprisonment in the Vatican.",
        "It deals, according to Mill, with arbitrary and imaginary constructions.",
        "He showed that an imaginary spheroidal shell, concentric with the earth and cutting the slope between the elevated and depressed areas at the contour-line of 1700 fathoms, would not only leave above it a volume of the crust equal to the volume of the hollow left below it, but would also divide the surface of the earth so that the area of the elevated region was equal to that of the depressed region.6 A similar observation was made almost simultaneously by Romieux, 7 who further speculated on the equilibrium between the weight of the elevated land mass and that of the total Areas of waters of the ocean, and deduced some interesting relathe cru st tions between them.",
        "Jokai belong ArpÃ¡d Kupa (A napszdmosok, \" The Labourers \"; Kepselt kirdlyok, \" Imaginary Kings \"); Robert Tabori (Nagy jdtek, \" Great Game \"; A negyveneves ferfiu, \" The Man at Forty \"); and Julius Werner (Kendi Imre hdzassdga, \" The Wedding of Emericus Kendi \"; Olga; Megvirrad meg valaha, \" Dawn will come in the End \").",
        "Let V i and V2 be the potentials at points just outside and inside the surface dS, and let n l and n 2 be the normals to the surface dS drawn outwards and inwards; then - dV i /dn i and - dV 2 dn 2 are the normal components of the force over the ends of the imaginary small cylinder.",
        "He appears, in the composition of his various pieces, to have treated everything that occurred to him in the most desultory fashion, sometimes adopting the form of dialogue, sometimes that of an epistle or an imaginary discourse, and often to have spoken in his own name, giving an account of his travels and adventures, or of amusing scenes that he had witnessed, or expressing the results of his private meditations and experiences.",
        "The 'expression \"Barmecide Feast,\" to denote an imaginary banquet, is drawn from one of the tales (\"The Barber's Tale of his Sixth Brother\") in the Arabian Nights, in which a series of empty dishes is served up to a hungry man to test his sense of humour by one of the Barmecides (see edition by L.",
        "In most of such works the journey is of course imaginary, but in some cases it is a true record of travelling or campaigning, and has been found to contain information of value concerning the condition at certain times of outlying parts of the kingdom.",
        "Much of the argument is thrown into the form of a dialogue between (1) Nestorius and an imaginary opponent Superianus, (2) Nestorius and Cyril.",
        "To the same century we may assign the grammarian Theodosius of Alexandria, who, instead of confining himself (like Dionysius Thrax) to the tenses of Tb rTW in actual use, was the first to set forth all the imaginary aorists and futures of that verb, which have thence descended through the Byzantine age to the grammars of the Renaissance and of modern Europe.",
        "CHERUBIM, the Hebrew plural of \"cherub\" (kerub), imaginary winged animal figures of a sacred character, referred to in the description of Solomon's temple (1 Kings vi.",
        "He was thus affected by two different and incongruous systems of thought - one setting out from an imaginary code of nature intended for the benefit of man, and leading to an optimistic view of the economic constitution founded on enlightened selfinterest; the other following inductive processes, and seeking to explain the several states in which the human societies are found existing, as results of circumstances or institutions which have been in actual operation.",
        "In Corfu, for instance, the people at a given signal on Easter Eve throw vast quantities of crockery from their windows and roofs into the streets, and thus execute an imaginary stoning of Judas (see Kirkwall, Ionian Islands, ii.",
        "The same construction is seen in the buildings forming the sides of a quadrangle and bearing the equally imaginary name of the nunnery (Casa de Monjas); the resemblance of the interior of one of its apartments to an Etruscan tomb has often been noticed (see Fergusson, History of Architecture, vol.",
        "from an imaginary old Saxon word beggen, \" to beg\" or \"pray,\" an explanation adopted even by Mosheim, or from begue, \" stammering,\" a French word of unknown origin, which only brings us back to Lambert again, whose name of Le Begue, as the chronicler Aegidius, a monk of Orval (Aureae Vallis), tells us, simply means \"the stammerer,\" quia balbus erat (Gesta pontificum Leodiensium, c. A.D.",
        "Zephaniah.) ' Note the rapid growth and embellishment of tradition, the inextricable interweaving of fact and fiction, the circumstantial or rationalized stories of imaginary beings, the supernatural or mythical stories of thoroughly historical persons, the absolute loss of perspective, and a reliance not upon the merits of a tradition but upon the authority with which it is associated.",
        "This Is The Value Of The Minimum Of Atomic Heat Calculated By Perry From Diatomic Hydrogen, But The Observations Themselves Might Be Equally Well Represented By Taking The Imaginary Limit 3, Since The Quantity Actually Observed Is The Mean Specific Heat Between OÃ‚° And 182 5Ã‚° C. Subsequent Experiments On Other Metals At Low Temperatures Did Not Indicate A Similar Diminution Of Specific Heat, So That It May Be Doubted Whether The Atomic Heats Really Approach The Ideal Value At The Absolute Zero.",
        "It we use Roman letters for mere numbers, capitals for instants of time, Greek letters for time-steps, and a parenthesis to denote a couple, the laws assumed by Hamilton as the basis of a system were as follows: (B1, B 2) - (A i, A2) = (Bi - A,, B2A 2) = (a, 13); (a, b) (a, #)= (aa - b(3, ba--+a(3).2 To show how we give, by such assumptions, a real interpretation to the ordinary algebraic imaginary, take the simple case a=o, b= r, and the second of the above formulae gives (o, 1) (a, (3) = (- 1 3, a).",
        "One or two circumstantial forgeries of this kind would form the basis of a scheme for explaining not a few other problems of the case, such as the plain inscription \"Jacobus,\" whom St Elizabeth promptly transformed into a supposititious British archbishop of Antioch, brother to the equally imaginary British Pope Cyriacus.",
        "1806) shown how for any given position of the summit the plane of contact is determined, or reciprocally; say the plane XY is determined when the point P is given, or reciprocally; and it is noticed that when P is situate in the interior of the surface the plane XY does not cut the surface; that is, we have a real plane XY intersecting the surface in the imaginary curve of contact of the imaginary circumscribed cone having for its summit a given real point P inside the surface.",
        "The level may not be actually attached to an axis, a revolution of 180Ã‚° being effected round an imaginary vertical axis by turning the level end for end.",
        "The most circumstantial tales are told of imaginary figures, and the most incredible details clothe the lives of the historical heroes of the past.",
        "This was an ephemeral success, ill-prepared and obtained by taking a sudden advantage of national sentiment; it was soon followed by a check, owing to a Russian and German coalition and the baseness of Cardinal Fleury, who, in order to avoid intervening, pretended to tremble before an imaginary threat of reprisals on the part of England.",
        "They employed a quasi-philosophical method, by which, according to Maimonides, they first reflected how things ought to be in order to support, or at least not contradict, their opinions, and then, when their minds were made up with regard to this imaginary system, declared that the world was no otherwise constituted.",
        "Now, if you'll excuse me, I have some imaginary pjamas to unbutton.",
        "We have a short walk among deep white sandstone outcrops resembling imaginary huge castles.",
        "She is much more likely to be accurate when imaginary sweeties involved as well !",
        "I 'm thinking of getting an imaginary Irish Terrier.",
        "When the imaginary transfinite mathematics of the actual infinite is translated into real finite terms, the results are nonsensical.",
        "In the my imaginary world, children eventually transmogrified into those horror-movie monsters called teenagers.",
        "In this case the originally purely imaginary impedance of the undersized waveguide obtained a real part and the barrier was annihilated.",
        "Above all, the author shows how Wired magazine 's vision of the future is really a return to an imaginary past.",
        "American Shorthair cats are always on the hunt whether it is real or imaginary.",
        "Finally, the book must have a believable plot and a satisfactory hero type ending even in an imaginary frightening world.",
        "You can use certain pieces of furniture to create imaginary walls that can help divide a larger room into cozy sections.",
        "By doing so, you will be left with nine imaginary equal-shaped squares as you look through your camera's viewfinder.",
        "While most teens have outgrown typical cartoon network fare like My Gym Partner's a Monkey and Foster's Home for Imaginary Friends, they still turn to the channel for its late-night Adult Swim programming block.",
        "Some users will see imaginary pimples and will \"pick\" them off.",
        "The cast includes characters like the neon-orange clad DJ Lance Rock and his imaginary monster friends.",
        "Home zones - Most systems allow you to create a \"home zone\"; this is basically an imaginary fenced-in yard.",
        "It is a curious fact that between the white and the grey the line of demarcation is imaginary, for both classes occasionally produce green-edged flowers.",
        "If you must prune green leaves, imagine an imaginary line across the bottom of the canopy.",
        "Only prune leaves that drop below that imaginary line.",
        "Popular tracks on the band's later albums include Story of My Life, We Hate It When Our Friends Become Successful and My Imaginary Friend.",
        "The clever design creates an imaginary vertical line that elongates the torso and legs for a long, lean look.",
        "It is possible to enter a whole new world with a character you create yourself; thousands of gamers spend hours and hours in these imaginary worlds interacting with other people through fictional entities.",
        "Note how much water the glass holds, and take an imaginary snapshot for future reference.",
        "Preschoolers often have imaginary fears, such as monsters who might eat them, strange noises, being alone in the dark, or thunder.",
        "Psychologists refer to this as the imaginary audience.",
        "Research on imaginary companions suggests that young children who create them do so to compensate for poor social relationships, according to a study published in the May 2004 issue of the International Journal of Behavioral Development.",
        "As a result, there is less peer acceptance of children with imaginary companions.",
        "\"Imaginary Companions and Peer Acceptance.\"",
        "Preschoolers fear being separated from parents, being left alone or sleeping alone, and imaginary figures, such as ghosts, monsters, and supernatural beings.",
        "Because of greater social interaction, children need to learn the differences between real and imaginary insults, as well as the difference between standing up for their rights and attacking in anger.",
        "Many parents and teachers do not understand that children who are creative are often involved in imaginary play and are motivated by internal rather than external factors.",
        "Figure Eights and Circles - The name says it all--you trace an imaginary eight or circle through the movement of your hips.",
        "As your child creates an imaginary world, he role-plays and problem-solves.",
        "By providing your child with a variety of objects that encourages him to create and pretend, you open up his mind to a wide variety of possibilities, both real and imaginary.",
        "Will it be an imaginary creature of unknown origin, or do you want to recreate a favorite animal, like a dog, cat, monkey, elephant, or giraffe?",
        "Circular shaped rafts or swim tubes that can be worn around children’s waists and have the heads of animals and imaginary creatures are favorites.",
        "They include racing and hovercraft type boats as well as sharks, fantasy figures and imaginary amphibians that skim across the pool's surface at the whim of the controller.",
        "The Pillow Pets™ line includes many farm and zoo animals, sea creatures, insects, and imaginary figures.",
        "The objective of the Mystery Date board game is for players to prepare for an imaginary date.",
        "Cowboy hats: Whether you rock an urban cowgirl look or lasso in the cattle on an imaginary ranch, a cowboy hat makes an inexpensive and readily available purchase.",
        "They let you create a character and enter an imaginary world; where you can meet and talk to other people's characters while playing games, going on adventures, or just hanging out.",
        "Playing the games and participating in other site activities wins you \"neopoints,\" which you can use to buy imaginary merchandise.",
        "In the online version, the computer \"spins\" an imaginary bottle and brings up a member who might be a good match for you.",
        "Your kids will laugh with glee as they watch Coconut Fred's wild dreams and imaginary events become reality on the wild and wacky Fruit Salad Island.",
        "Kids can have an imaginary train ride on the Red Caboose or serve pretend tea at the Victorian Playhouse.",
        "National Gallery of Art-This interactive Website lets kids create imaginary landscapes, play games, discover hidden images, create collages, and create original art.",
        "Toddlers soon learn to play imaginary roles as they experiment with different toys and objects, and that creativity should continue as they grow and develop.",
        "For imaginary play and to celebrate the labor force, why not plan a dress up party?",
        "If you can't depend upon documentation to prove your past life is real and not imaginary, you can conduct a different kind of test.",
        "Imaginary play with dolls and action figures or playhouse items are rare or strictly limited.",
        "The imaginary company is an online retail company that sells merchandise through a website and ships it to customers using UPS and the U.S. Postal Service.",
        "Create an imaginary half circle or half oval resting on the lip of your pot.",
        "Flex your right ankle while drawing an imaginary circle with your toes, five times to the right, then five times to the left.",
        "Bend your knees and push your tailbone back as if you were going to sit down on an imaginary chair.",
        "They were considered a punk band at the time of their first album's release, Three Imaginary Boys (1979).",
        "Catalina (Jewel Staite), Saturnian, engineering genius in tandem with Suzee, her imaginary (oops! sorry, \"invisible\") friend."
    ],
    "definition": [
        "Having existence only in the imagination; unreal.",
        "Mathematics\na. Of or being the coefficient of the imaginary unit in a complex number.\nb. Of, involving, or being an imaginary number.\nc. Involving only a complex number of which the real part is zero.",
        "i·mag′i·nar′i·ly\nadverb",
        "i·mag′i·nar′i·ness\nnoun",
        "Link/Cite",
        "existing only in the imagination",
        "(mathematics) of a number, having no real part; that part of a complex number which is a multiple of the square root of -1.",
        "Imagination; fancy. [from 16th c.]",
        "(mathematics) An imaginary quantity. [from 18th c.]",
        "Link/Cite"
    ]
}