{
    "translation": ".1 דמיוני\n.2 בעל דמיון",
    "uses": [
        "Probably nothing like what was on her imaginative mind.",
        "To her imaginative and inexperienced mind, it was obvious that he was doing their homework.",
        "Classification for the first time was something more than the expression of a fancy, not that it had not also its imaginative side.",
        "A \" circular system \" was advocated by the eminent botanist Fries, and the views of Macleay met with the partial approbation of the celebrated entomologist Kirby, while at least as much may be said of the imaginative Oken, whose mysticism far surpassed that of the Quinarians.",
        "The pages of the book she reads become to her like paintings, to which her imaginative powers give life and colour.",
        "Certainly no poet would venture to despise Wagner's imaginative conception of Kundry.",
        "The love of Giovanni and Annabella is rightly depicted as more imaginative than sensual.\"",
        "In the Literature of Europe there are many passages of great imaginative beauty.",
        "A highly imaginative flufancial exposition by Seismit Doda, who announced a surplus of 2,400,000, paved the way fora Grist Tax Reduction Bil],which Cairoli had taken over from the Depretis programme.",
        "The duchess of Kent had communicated her projects to Lord Melbourne, and they were known to many other statesmen, and to persons in society; but the gossip of drawing-rooms during the years 1837-38 continually represented that the young queen had fallen in love with Prince This or Lord That, and the more imaginative babblers hinted at post-chaises waiting outside Kensington Gardens in the night, private marriages and so forth.",
        "He insisted especially on the necessity of truth to nature in the imaginative presentation of the facts of life, and in one letter he boldly proclaimed the superiority of Shakespeare to Corneille, Racine and Voltaire.",
        "This has been translated into English under the title of The testament of Ignatius Loyola, being sundry acts of our Father Ignatius, under God, the first founder of the Society of Jesus, taken down from the Saint's own lips by Luis Gonzales (London, 1900); and the above account of Ignatius is taken in most places directly from this, which is not only the best of all sources but also a valuable corrective of the later and more imaginative works.",
        "Most people will feel the superior imaginative quality of Helen Keller's opening paragraph.",
        "3 are merely imaginative symbols or representations of divine activity.",
        "The grandeur and antiquity of the empire and the vicissitudes through which it passed, their long series of wars and the magnificent monuments erected by their ancient sovereigns, could not fail to leave numerous traces in the memory of so imaginative a people as the Persians.",
        "His only important precursors in serious poetry were Ennius and Lucilius, and, though he derived from the first of these an impulse to shape the Latin tongue into a fitting vehicle for the expression of elevated emotion and imaginative conception, he could find in neither a guide to follow in the task he set before himself.",
        "Others are highly imaginative or with miraculous incidents, like the story of the Predestined Prince and the story of the Two Brothers, which begins with a pleasing picture of the industrious farmer, and, in demotic of the Ptolemaic and Roman periods, two stories of the learned Sethon Khamois, sonofRameses II.",
        "The little fellow who whirls his \"New York Flyer\" round the nursery, making \"horseshoe curves\" undreamed of by less imaginative engineers, is concentrating his whole soul on his toy locomotive.",
        "Unlike some of his predecessors, he had no grand, original schemes of his own to impose by force on unwilling subjects, and no pet crotchets to lead his judgment astray; and he instinctively looked with a suspicious, critical eye on the panaceas which more imaginative and less cautious people recommended.",
        "of England, by his dying in the Jerusalem church of Rome - and that imaginative story of the statue with the legend \"Strike here,\" which, after having found its way into the Gesta Romanorum, has of late been revived in the Earthly Paradise.",
        "The Romanesque churches, still reminiscent of antique models, had preserved all the simplicity of the ancient basilicas with much more than their grandeur; but the taste for religious symbolism which culminated in the 13th century, and the imaginative genius of the northern peoples, transformed them into the marvellous dreams in stone of the \" Gothic \" period.",
        "More than either of these two thinkers he was acquainted with the discoveries of modern science, and was thus enabled to correct or modify the highly imaginative speculations of Schelling.",
        "But they reveal no less acumen combined with imaginative penetration into the very essence of national existence.",
        "The work is highly imaginative and often grotesque, but it is pervaded by an unusually high ethical enthusiasm.",
        "A more imaginative work by the same artist is a figure of a farmer who has just shot an eagle that swooped upon his grandson.",
        "It goes to the mind of the reader through a medium of sentiment rather than of continuous thought or imaginative illustration.",
        "The artist must indeed start with imaginative types, revealed to him in visions or borrowed from current myths.",
        "(3) Lastly, reality is vouched for by the imaginative apprehensions of the mind (4avraartKai i rcj30Xai), immediate feelings of which the mind is conscious as produced by some action of its own.",
        "Drachmann retained his place, without rival, as the leading imaginative writer in Denmark.",
        "Husn u 'A s4 (Beauty and Love), as his great poem is called, is an allegorical romance full of tenderness and imaginative power.",
        "If we ask what that time provided to stir the fancy and move the mood of imaginative reflection, it is in the lyrical poems of Horace that we shall find the most varied and trustworthy answer.",
        "The poet Aarestrup (in 1848) declared that Blicher had raised the Danish language to the dignity of Icelandic. Blicher is a stern realist, in many points akin to Crabbe, and takes a singular position among the romantic idealists of the period, being like them, however, in the love of precise and choice language, and hatred of the mere commonplaces of imaginative writing.",
        "It is true, the more sensitive and imaginative the mind is that receives the thought-pictures and images of literature, the more nicely the finest lines are reproduced.",
        "While the pure-blooded Malays of the Peninsula are Mahommedans, the Siamese and Lao profess a form of Buddhism which is tinged by Cingalese and Burmese influences, and, especially in the more remote country districts, by the spirit-worship which is characteristic of the imaginative and timid Ka and other hill peoples of Indo-China.",
        "Folk Lore Has Always Been The Most Essentially French Of All Imaginative Influences In Canadian Life; And The Songs Are The Quintessence Of The Lore.",
        "He had specially prepared himself, as he thought, for \"teaching imaginative men, and political men, and legal men, and scientific men who bear the world in hand\"; and he did not attempt to win their attention to abstract and worn-out theological arguments, but discussed the opinions, the poetry, the politics, the manners and customs of the time, and this not with philosophical comprehensiveness, not in terms of warm eulogy or measured blame, but of severe satire varied by fierce denunciation, and with a specific minuteness which was concerned primarily with individuals.",
        "In this, as in other instances, the later statement has the appearance of having been an imaginative extension of the earlier.",
        "In modern times the subject has been made still more popular by Gustave Dore's elaborate designs (1856), containing some of his most striking and imaginative work.",
        "He had been so carefully trained in all the learning of the time that he was called the wonder of the world, and a ~,~racter certain fascination still belongs to his imaginative and of OttO.",
        "For his adventurous and imaginative spirit Italy and the imperial title had an irresistible charm, and in 1154, two years after he had ascended the throne, he crossed the Alps, being crowned emperor at Rome in June 1155.",
        "In the suras of the second period the imaginative glow perceptibly diminishes; there is still fire and animation, but the tone becomes gradually more prosaic.",
        "5); of great industry and versatility; combining imaginative enthusiasm and a vein of religious mysticism with a sceptical indifference to popular beliefs and a scorn of religious imposture; and tempering the grave seriousness of a Roman with a genial capacity for enjoyment (Hor.",
        "The language is generally nervous and vigorous, occasionally vivified with imaginative energy.",
        "The development of imaginative literature in Denmark became very closely defined during the latter half of the 19th century.",
        "Parallel with this great production of learned and imaginative works, Dahn published some twenty small volumes of poetry.",
        "The two parts are distinguished by difference of style; the Hebrew principle of parallelism of clauses is employed far more in the first than in the second, which has a number of plain prose passages, and is also rich in uncommon compound terms. In view of these differences there is ground for holding that the second part is a separate production which has been united with the first by an editor, an historical haggadic sketch, a midrash, full of imaginative additions to the Biblical narrative, and enlivened by many striking ethical reflections.",
        "The singular adaptability of the Portuguese language to poetical expression, coupled with the imaginative temperament of the people, has led to an unusual production and appreciation of poetry.",
        "Intended to evolve a history of jurisprudence from the truthful portraits of England's greatest lawyers, it merely exhibits the ill-digested results of desultory learning, without a trace of scientific symmetry or literary taste, without a spark of that divine imaginative sympathy which alone can give flesh and spirit to the dead bones of the past, and without which the present 1 See thereon J.",
        "While the imaginative and emotional side of Roman poetry was so powerfully represented by Lucretius, attention was directed to its artistic side by a younger genera tion, who moulded themselves in a great degree on Alexandrian models.",
        "Propertius is a less accomplished artist and a less equably pleasing writer than either Tibullus or Ovid, but he shows more power of dealing gravely with a great or tragic situation than either of them, and his diction and rhythm give frequent proof of a concentrated force of conception and a corresponding movement of imaginative feeling which remind us of Lucretius.",
        "Persons of recognized \"imaginativeness,\" such as novelists and artists, do not seem more or less capable of the hallucinatory experiences than their sober neighbours; while persons not otherwise recognizably \"imaginative\" (we could quote a singularly accurate historian) are capable of the experiences.",
        "His style is impetuous, rich, torrential at times; his thought is practical and imaginative rather than deeply philosophical.",
        "As he watched Cesare Borgia at this, the most brilliant period of his adventurous career, the man became idealized in his reflective but imaginative mind.",
        "It may be defined as a didactic or homiletic development of some thought or theme, characterized by a more subjective, imaginative and ampliative treatment.",
        "For every philosophy is scholastic whose subject-matter is imaginative and mystical, and which handles this subject-matter according to established rules in logical categories and distinctions.",
        "Houghton Mifflin - Some publishers only dream of landing an author as creative, imaginative and successful as J.R.R. Tolkien.",
        "It has been the theme of endless critical rhapsodies, among which that of Pater is perhaps the most imaginative as it is the best known.",
        "A highly sensitive and imaginative child, she very early began to practise asceticism and see visions, and at the age of seven solemnly dedicated her virginity to Christ.",
        "Meanwhile prose imaginative literature was ably supported by Sophus Schandorph (1836-1901), who had been entirely out of sympathy with the idealists, and had taken no step while that school was in the ascendant.",
        "The imaginative force of the presentation, coming from a man of DUrer's powers, is intense; but what consciously occupied him most may well have been the problem how to draw accurately the proportions and action of a horse in motion.",
        "As was shown later, he imported into his view of politics a warm sentiment and an imaginative outlook; and he was an enthusiastic student of Lord Beaconsfield's political novels, more particularly of Sybil, after the heroine in which he named one of his daughters.",
        "Yet the shrewd common-sense, the biting humour, the power of graphic description and the imaginative \" mysticism \" give them a unique attraction for many even who do not fully sympathize with the implied philosophy or with the Puritanical code of ethics.",
        "The more imaginative, elfin quality, familiar in Dunbar's Ballad of Kynd Kittok and his Interlude of the Droichis Part appears in such pieces as Gyre Carling (the mother-witch), King Berdok, and Lichtounis Dreme.",
        "The best elements in Goethe's genius came from his mother's side; of a lively, impulsive disposition, and gifted with remarkable imaginative power, Frau Rat was the ideal mother of a poet; moreover, being hardly eighteen at the time of her son's birth, she was herself able to be the companion of his childhood.",
        "Wolfgang or, as he was familiarly called, Wolf von Goethe, was by far the more gifted of the two brothers, and his gloomy destiny by so much the more tragic. A sensitive and highly imaginative boy, he was the favourite of his grandfather, who made him his constant companion.",
        "ii., which has been transferred from some other place; it is in fact an anticipatory thanksgiving for the deliverance of Israel, mostly composed of phrases from other psalms. The other is that the narrative before us is not historical but an imaginative story (such as was called a Midrash) based upon Biblical data and tending to edification.",
        "Purgatory, for example, is usually thought of as having some position in space, and as being distinct from heaven and hell; but any theory as to its exact latitude and longitude, such as underlies Dante's description, must be regarded as imaginative.",
        "He looked on poetry as a vent for overcharged feeling, or a full imagination, or some imaginative regret, which had not found their natural outlet in life and action.",
        "It was under these conditions that Spenser gave his romantic epic to the world, a poem which derived its allegory from the middle ages, its decorative richness from the Italian Renaissance, its sweetness, purity, harmony and imaginative splendour from the most poetic nation of the modern world.",
        "The three other poems, designated as \"Book II\" in the Junius MS., are characterized by considerable imaginative power and vigour of expression, but they show an absence of literary culture and are somewhat rambling, full of repetitions and generally lacking in finish.",
        "In imaginative literature Finland has produced several important writers of the vernacular.",
        "There was a story that in the 8th century a bishop of Lisbon, to escape from the Arabs, had fled to islands in the West, where he and his followers had founded seven cities; and when the Indians in Mexico related to the Spanish explorers a bit of their folk-lore, to the effect that they had issued from seven caves, the imaginative white men soon identified these caves with the famous Seven Cities.",
        "This bracing of the vital feeling takes place by means of imaginative appeal to the great forces man perceives stirring within him and about him, such appeal proving effective doubtless by reason of the psychological law that to conceive strongly is XXIII.",
        "The serenity of Swedish literature was rudely shaken about 1884 by an incursion of realism and by a stream of novel and violent imaginative impulse.",
        "1866), who spent much of his youth in America, and appeared as an imaginative writer first in 1891.",
        "The difference between Tacitus and Juvenal in power of representation is that the prose historian is more of an imaginative poet, the satirist more of a realist and a grotesque humorist.",
        "He has little, if anything at all, of the high imaginative mood - the mood of reverence and noble admiration - which made Ennius, Lucretius and Virgil the truest poetical representatives of the genius of Rome.",
        "Like all materialists, the Stoics can only distinguish the sensible from the intelligible as Degrees of thinking when the external object is present (alrOfivEr6at) and thinking when it is absent The product of the latter kind includes memory (though this is, upon a strict analysis, something intermediate), and conceptions or general notions, under which were confusedly classed the products of the imaginative faculty.",
        "Poetry and imaginative literature usually escaped censure; but histories were mutilated and all original scientific and philosophical work was banned.",
        "His 200 sermons are a mine of learning and experience, and they stand out from all others by their imaginative power, originality of view, variety of treatment and audacity of expression.",
        "Of the Taj as a whole Lord Roberts says in his Forty Years in India:- \" Neither words nor pencil could give to the most imaginative reader the slightest idea of the all-satisfying beauty and purity of this glorious conception.",
        "He soon began to distinguish himself as an orator, and the three patriotic sermons he delivered at Bahia (1638-40) are remarkable for their imaginative power and dignity of language.",
        "As is shown by his verses and sometimes by his prose, his mind was highly imaginative; the poet Coleridge declared that if he \"had not been the first chemist, he would have been the first poet 1 Davy's will directed that this service, after Lady Davy's death, should pass to his brother, Dr John Davy, on whose decease, if he had no heirs who could make use of it, it was to be melted and sold, the proceeds going to the Royal Society\" to found a medal to be given annually for the most important discovery in chemistry anywhere made in Europe or Anglo-America.\"The silver produced £736, and the interest on that sum is expended on the Davy medal, which was awarded for the first time in 1877, to Bunsen and Kirchhoff for their discovery of spectrum analysis.",
        "His originality and the fervour of his imaginative passion made him extremely attractive to the younger generation of poets, who saw that he had broken through the old tradition, and were ready to follow him implicitly into new fields.",
        "The intensity of intellectual and manual application which Leonardo threw into the work is proved by the fact that he finished it within four years, in spite of all his other avocations and of those prolonged pauses of concentrated imaginative effort and intense self-critical brooding to which we have direct contemporary witness.",
        "But the powers he cared most to exercise ceased by degree to be those of imaginative creation, and came to be those of turning to practical human use the mastery which his studies had taught him over the forces of nature.",
        "In religion, he regarded the faith of his age and country at least with imaginative sympathy and intellectual acquiescence, if no more.",
        "Tested by the power and effect of his teaching influence, Cousin occupies a foremost place in the rank of professors of philosophy, who like Jacobi, Schelling and Dugald Stewart have united the gifts of speculative, expository and imaginative power.",
        "It was the tendency of the philosophy of Cousin to outline things and to fill up the details in an artistic and imaginative interest.",
        "In general use the term is applied rather promiscuously and frequently by way of criticism to an attitude of mind which is imaginative, aloof from mundane affairs and unmoved by practical considerations.",
        "If we cut away the mass of mere fiction which Philostratus accumulated, we have left a highly imaginative, earnest reformer who laboured to infuse into the flaccid dialectic of paganism a saner spirit of practical morality.",
        "Those who cared for religion or morality Moralaad had forgotten that man is an imaginative and emotional religious being.",
        "He appealed to the patriotism of his fellow-countrymen, to their imaginative love for the national greatness, and he did not appeal in vain.",
        "For Alfred himself we have also Assers biography and the Annals of St Neols, a very imaginative compilation, while most of the stories which have made Alfreds name a household word are fabulous.",
        "There have been many more effective orators, for lack of imaginative suppleness prevented him from penetrating to the inner mind of his hearers; defects in delivery weakened the intrinsic persuasiveness of his reasoning; and he had not that commanding authority of character and personality which has so often been the secret of triumphant eloquence.",
        "It is almost incredible that the superb imaginative amplification of the description of Hyder Ali's descent upon the Carnatic should be from the same pen as the grave, simple, unadorned Address to the King (1777), where each sentence falls on the ear with the accent of some golden-tongued oracle of the wise gods.",
        "Burke's conservatism was, as such a passage as this may illustrate, the result partly of strong imaginative associations clustering round the more imposing symbols of social continuity, partly of a sort of corresponding conviction in his reason that there are certain permanent elements of human nature out of which the European order had risen and which that order satisfied, and of whose immense merits, as of its mighty strength, the revolutionary party in France were most fatally ignorant.",
        "Hopkinson's ballad is an imaginative expansion of the actual facts.",
        "But for Ixion in Heaven, The Infernal Marriage, and Popanilla, Disraeli could not be placed among the greater writers of his kind; yet none of his imaginative books have been so little read as these.",
        "In the Thoughts on Education imaginative sentiment is never allowed to weigh against utility; information is subordinate to the formation of useful character; the part which habit plays in individuals is always kept in view; the dependence of intelligence and character, which it is the purpose of education to improve, upon health of body is steadily inculcated; to make children happy in undergoing education is a favourite precept; accumulating facts without exercising thought, and without accustoming the youthful mind to look for evidence, is always referred to as a cardinal vice.",
        "Carlyle's famous work, published in 1837, is more of a prose epic than a history, omitting all detail which would not heighten the imaginative effect and tinged by all the favourite ideas of the author.",
        "The characteristics of this Western school are no doubt the result of the contact of Scandinavian colonists of the Viking-tide, living lives of the wildest adventure, with an imaginative and civilized race, that exercised upon them a very strong and lasting influence (the effects of which were also felt in Iceland, but in a different way).",
        "Perrine with the Crossley reflector in 1904-1905, and the third at Greenwich in but the imaginative side of knowledge had also potent representatives during the latter half of the 18th century.",
        "For while he maintains constantly his favourite maxim \"that there is nothing in the intellect which has not been in the senses\" (nihil in intellectu quod non pries fuerit in sensu), while he contends that the imaginative faculty (phantasia) is the counterpart of sense - that, as it has to do with material images, it is itself, like sense, material, and essentially the same both in men and brutes; he at the same time admits that the intellect, which he affirms to be immaterial and immortal - the most characteristic distinction of humanity - attains notions and truths of which no effort of sensation or imagination can give us the slightest apprehension (Op. ii..383).",
        "A fourth, like Euemerus, would get rid of the supernatural element altogether, and find only an imaginative rendering of actual history.",
        "He is the prince of story-tellers, narratives, real and imaginative, spring from his lips, which are the truest portraiture of composite rather than individual Oriental life, though narrated under forms of individual experience.\"",
        "Vain and imaginative, Th his reputation was enormously enhanced by his Economies royales; he was no innovator, and being a true representative of the nation at that period, like it he was but lukewarm towards reform, accepting it always against the grain.",
        "The extraordinary advances made by him in this branch of knowledge were owing to his happy method of applying mathematical analysis to physical problems. As a pure mathematician he was, it is true, surpassed in profundity by more than one among his pupils and contemporaries; and in the wider imaginative grasp of abstract geometrical principles he cannot be compared with Fermat, Descartes or Pascal, to say nothing of Newton or Leibnitz.",
        "Spectacular jumps and imaginative ambushes give you plenty to chew on, but also provide refreshing contrast to other sections of the game.",
        "Heller's surprising ability to get into the mind of a middle-aged spinster also illustrates her strong talent for imaginative empathy.",
        "And to anyone accustomed to the imaginative handling of documents, the internal evidence bears out the claim.",
        "boogies such as the Espace; his dives are imaginative and his positive approach is inspiring.",
        "The restaurant starter menu comprises a wonderfully imaginative combination of classic flavors with an eye on the best of international trends.",
        "Coupled with imaginative sales promotion and some amazing window displays it helped the Company to become Europe's biggest confectioner.",
        "While the game draws from some of the official GM Nation information, it also goes beyond where important issues needed more imaginative exploration.",
        "And the food is simply exquisite - fresh, imaginative, perfectly cooked and very tasty.",
        "Much of it quite fanciful based on some of the most imaginative lobbying I have seen from any organization.",
        "It was their distinctive style and imaginative flair that first caught Angus ' eye and prompted him to approach them.",
        "The time is ripe for the imaginative thinking and innovation that can be derived from transport futurology.",
        "My pictures can be realistic or imaginative using watercolor, oil, acrylic, pastel, gouache, pen and wash or mixed media.",
        "The elegant dining room features imaginative and tempting menus for the discerning gourmet.",
        "Anything goes, be imaginative, anything from the head plant you caught on film to the 200 stair handrail you tamed last season.",
        "imaginative in the way we do that.",
        "Butterworth and Laurence have produced something imaginative and new.",
        "imaginative leaps.",
        "imaginative exploration.",
        "imaginative reconstructions of Roman life, and Kipling does an excellent job for my taste.",
        "imaginative poems.",
        "imaginative cuisine.",
        "imaginative thinking.",
        "The screenplay, by Gilliam, Tom Stoppard and Charles McKeown, allows for wildly imaginative production design and some rich, dark comedy.",
        "Take notes in style with this fantastically imaginative notebook.",
        "Visually the play is stunning, an extraordinarily imaginative use of theater to evoke memory.",
        "In this anthology edited by Kevin Quigley, the richly imaginative stories in this volume show a great range of graphic style.",
        "Most of the stories are about the highly imaginative games that the children play during their long holidays.",
        "Stage 5 With age, children become steadily more imaginative in their block building.",
        "Summarized by Jo Saunders Thursday 9th February Kenton gets imaginative.",
        "Once again, we had more karaoke and another imaginative quiz by the rest of the NEC and another training week was complete.",
        "Some of the most important like quantum theory have required great imaginative leaps.",
        "middle-aged spinster also illustrates her strong talent for imaginative empathy.",
        "Yet engagement with a work of art involves physical as well as imaginative journeys.",
        "resourceful teachers get round these problems in a range of imaginative ways.",
        "staging of the opera in the Canongate Kirk, which was very imaginative and used the building very well.",
        "imaginative staging and a strong sense of irony mean that The Ignatius Trail is as fun for adults as is for children.",
        "An imaginative strategy We must also avoid creating places that are simply dormitory suburbs for London.",
        "This combination of explosive power imaginative theatrics and traditional story telling has produced a show for which there is no parallel.",
        "The thing is, any book must be an entire imaginative universe of its own.",
        "Go on, be imaginative, or just plain vindictive!",
        "virtuosity of this highly imaginative quartet who recently played a week at Ronnie Scott's, in your home city.",
        "His father was pre-eminent for practical genius, his mother a woman of half-wild blood, weird, visionary and terrible; and Alexander himself is singular among men of action for the imaginative splendours which guided him, and among romantic dreamers for the things he achieved.",
        "The section dealing with Egypt is one of remarkable imaginative power and rhetorical vigour: the king of Egypt is compared to a magnificent cedar of Lebanon (in xxxi.",
        "The form Persepolis (with a play on 71-ports, destruction) appears first in Cleitarchus, one of the earliest, but unfortunately one of the most imaginative annalists of the exploits of Alexander.",
        "He was attracted towards domestic tragedy by an irresistible desire to sound the depths of abnormal conflicts between passion and circumstances, to romantic comedy by a strong though not widely varied imaginative faculty, and by a delusion that he was possessed of abundant comic humour.",
        "Peter, by his first marriage, had a son, the unhappy cesarevich Alexius (q.v.), who figures more largely in imaginative literature than in history - a narrow-minded, obstinate, pious youth, who had no sympathy with his father's violent innovations, and was completely under the influence of the old Muscovite reactionary faction.",
        "In addition to these great and beneficent changes, means were taken for developing more rapidly the vast natural resources of the country, public instruction received an unprecedented impetus, a considerable amount of liberty was accorded to the press, a strong spirit of liberalism pervaded rapidly all sections of the educated classes, a new imaginative and critical literature dealing with economic, philosophical and political questions sprang into existence, and for a time the young generation fondly imagined that Russia, awakening from her traditional lethargy, was about to overtake, and soon to surpass, on the path of national progress, the older nations of western Europe.",
        "But in his very denial of a cruel, limited and capricious agency of the gods, and in his imaginative recognition of an orderly, all-pervading, all-regulating power, we find at least a nearer approach to the higher conceptions of modern theism than in any of the other imaginative conceptions of ancient poetry and art.",
        "The wealth and luxury of successive generations, the monotonous routine of life, the separation of the educated class from the higher work of the world, have produced their enervating and paralysing effect on the mainsprings of poetic and imaginative feeling.",
        "The generous scorn and pathos of the historian acting on extraordinary gifts of imaginative insight and characterization, and the fierce indignation of the satirist finding its vent in exaggerating realism, doubtless to some extent warped their impressions; nevertheless their works are the last voices expressive of the freedom and manly virtue of the ancient world.",
        "idealisme), a term generally used for the attitude of mind which is prone to represent things in an imaginative light and to lay emphasis exclusively or primarily on abstract perfection (i.e.",
        "Dr Neree Beauchemin Keeps Within Somewhat Narrow Limits In Les Floraisons Matutinales (1897); But Within Them He Shows True Poetic Genius, A Fine Sense Of Rhythm, Rhyme And Verbal Melody, A Curiosa Felicitas Of Epithet And Phrase, And So Sure An Eye For Local Colour That A Stranger Could Choose No Better Guide To The Imaginative Life Of Canada.",
        "The many more or less imaginative lives of Christ which are not accepted by the Christian Church as canonical are known as \" apocryphal gospels \" (See Apocryphal Literature).",
        "Of course, with such a variety of material, we cannot expect every part to be equally vivacious, or imaginative, or poetic. A decree about the right of inheritance, or a point of ritual, must necessarily be expressed in prose, if it is to be intelligible.",
        "A similar judgment may be passed upon those Paulician, Albigensian, Paterine and Epicurean dissenters from the Catholic creed who opposed the phalanxes of orthodoxy with frail imaginative weapons, and alarmed established orders in the state by the audacity of their communistic opinions.",
        "Famished persons are liable to morbid excite ment, and fall into imaginative ecstasies, in the course of which they see visions and spectres, converse with gods and angels, and are the recipients of supernatural revelations.",
        "Les Burgraves, a tragic poem of transcendent beauty in execution and imaginative audacity in conception, found so little favour on the stage that the author refused to submit his subsequent plays to the verdict of a public audience.",
        "Native oratory abounds in figures, metaphors and parables; and a large number of folk-tales, songs and legends, together with the very numerous proverbs, give ample evidence of the mental ability and imaginative powers of the Malagasy.",
        "Needless to say, resourceful teachers get round these problems in a range of imaginative ways.",
        "The imaginative interpretation of a detached house set on a coastal hillside with widespread sea views.",
        "I also thought the staging of the opera in the Canongate Kirk, which was very imaginative and used the building very well.",
        "Imaginative staging and a strong sense of irony mean that The Ignatius Trail is as fun for adults as is for children.",
        "In short, there are many imaginative touches, and interpretative subtlety in abundance.",
        "A funny, moving, imaginative leap into what life after death might be like for a teenager accidentally killed in a road accident.",
        "Go on, be imaginative, or just plain vindictive !",
        "Savor the soulful virtuosity of this highly imaginative quartet who recently played a week at Ronnie Scott 's, in your home city.",
        "Toddlers are highly imaginative and love to imitate adults.",
        "Natural toys with fewer lights, gadgets, and gizmos, are better for encouraging old fashioned, imaginative play.",
        "So imaginative spellings really miss the mark when it comes to household pets.",
        "The imaginative depiction of the North Pole and Father Christmas are magnificent, stirring wonder in young audiences.",
        "A number of bedroom furniture manufacturers make bunk beds with special features to promote imaginative play.",
        "For an alternative to fabric, try something simple and imaginative.",
        "Artist's canvases displayed on walls or easels will emphasize the imaginative theme.",
        "Offering great variety, quality and affordability in one portable package, the company's palettes bring something new and different to makeup collections with their imaginative hues and striking color schemes.",
        "Playing with makeup is a fun hobby many women enjoy, and once you've learned how to draw attention to your eyes, you're sure to enjoy the imaginative and ancient world of eye lining, too!",
        "This is another opportunity to be imaginative when it comes to choosing color.",
        "Chefs trained in this method are often skilled at carving elaborate floral designs from vegetables, lending an imaginative flair to their dishes.",
        "They can be a wonderful starting point to plenty of imaginative new uses.",
        "He was very imaginative and he liked to pretend he was policemen and in the army.",
        "Grown-up funk encompasses a great many categories, including retro-inspired artwork, geometric patterns, and imaginative prints, while childlike funk may include images of food, animals and or other kid-friendly objects.",
        "Imaginative girls can even wear these girls leggings with shorts or pants.",
        "Stifling your child's imaginative processes can quench her fledgling spirit, so it's time to brush aside any adult cynicism and explore the world of extravagant girls' princess dresses!",
        "There are clothing catalogs and then there are the clothing catalogs; seasonal items that arrive crisp in the mail, featuring all kinds of colorful and imaginative photography.",
        "This allows those designing or installing it to be imaginative when remodeling by creating the exact look they want.",
        "Mood rings can encourage imaginative play because it can be easily incorporated in a game or story.",
        "The goggles are great for imaginative play and for stormy nights when the power goes out.",
        "Disney has quite the reputation as being one of the best theme park producers around with imaginative rides and award winning entertainment.",
        "Perhaps one of the most imaginative games available on the Wii, World of Goo was developed by Kyle Gabler and Ron Carmel, both of whom formerly worked for Electronic Arts and subsequently created their own independent studio called 2D Boy.",
        "With more imaginative game designers looking to bring more uniqueness to RPG games, more players will come on board to see what the big deal is and get hooked.",
        "Many are designed for strict functionality while others shoot for imaginative style and design to draw attention to itself and its precious cargo, the wine.",
        "They are highly imaginative, dramatic, and can draw recognizable simple objects.",
        "In the early 2000s, children of all ages and from every socioeconomic background often prefer television, computers, and battery-operated toys to self-directed, imaginative, and creative play.",
        "This tendency leaves children developmentally deprived, because imaginative and fantasy play allows children to explore their world and express their innermost thoughts and feelings, hopes and fears, likes and dislikes.",
        "Imaginative preschool children enjoy dramatic play.",
        "Barrett, S., et al. \"Children on the borderlands of autism: differential characteristics in social, imaginative, communicative, and repetitive behavior domains.\"",
        "The preschooler is imaginative, creative, and curious.",
        "Whatever the underlying reason, punk styles are fun and imaginative, making them a great creative outlet both for the stylist and for the individual wearing them.",
        "Thrift Stores and Live Music: Many alternative shop owners have a passion for live music and fashion, it only makes sense to blend all three in a unique and imaginative environment.",
        "Imaginative Play: Giving a child a pair of scissors and paper can allow them to create any number of interesting Kirigami designs and creations.",
        "The more creative the designer, the more imaginative the monokini.",
        "Made with micro fiber, they come in a variety of imaginative designs and colors for you to choose from.",
        "Some of the best games are made up by imaginative children, so don't be afraid to make up your own fun and games.",
        "It's perfect for imaginative play, easy to assemble, and has an attractive design.",
        "Children have imaginative fun blasting out of Star Wars galaxies with Anakin Skywalker's customized LEGO Jedi Starfighter.",
        "You can also buy a generic toy doctor kit and watch as an imaginative child treats his stuffed animals.",
        "Imaginative play: Where will Barbie go once she's in her Corvette?",
        "The adventurous story inspires children to engage in imaginative play, and the Bandai toy company has created many items to encourage this.",
        "The Ben 10 toys are similar to Star Wars action figures in that they offer imaginative play in the palm of your hand.",
        "Information about the characters makes them seem real and it gives girls inspiration for imaginative play.",
        "The Fisher Price Company is well known for their imaginative and sturdy toys.",
        "Sock puppets are a great way to encourage your child to become more creative and more imaginative.",
        "The set features a fold-out runway for displaying all of your fashion creations in an imaginative setting.",
        "The Imaginarium train table provides children with the ability to enhance their creativity through imaginative play.",
        "Imaginative play challenges children to think of new ways to do things.",
        "The set also features an enclosed fort for hours of imaginative play.",
        "They won't have trouble playing house or some other imaginative place with these moving doors and windows.",
        "A dollhouse is a catalyst for hours of imaginative play that is shown to increase intelligence and emotional well-being in children.",
        "According to scientists children who engage in free, imaginative play become more socially adept as adults.",
        "This means that your daughter will be able to play from each side giving her so many more opportunities for imaginative play.",
        "Preschoolers play with them in many ways, including using them for counting and imaginative play.",
        "The blocks also serve as a vehicle for imaginative play where kids can build castles for dolls or cities for stuffed animals.",
        "The 80s were rife with strangely imaginative tops.",
        "Create characters, live in an imaginative world, and develop storylines that will encourage your son to keep playing.",
        "Whether they are worn to a Renaissance faire, a Halloween party or just around the house, kids' medieval costumes go a long way to help stimulate imaginative play.",
        "It's a perfect accessory for birthday parties and imaginative role-playing games.",
        "Embrace the floral trend in an imaginative way with this springtime collection.",
        "As the name suggests, the Alpine series features an attractive and imaginative rendering of the named forest.",
        "Imaginative with a tendency to cast a philosophical eye on life's events, water element people are clever, scholarly and sometimes secretive.",
        "By the same token, you will need to be imaginative and clever, and be able to adapt to the ever changing environment created by this sign.",
        "In a more mundane sense, this aspect would make her extremely visual and imaginative.",
        "You are always seeking imaginative ways to be with your partner.",
        "This is an imaginative sign with psychic properties, but these natives must try to control their emotions.",
        "Imaginative play is very important for a child's development.",
        "Tell-A-Story: Ravensburger has created this imaginative game for children ages four to eight.",
        "Kids are imaginative by nature and most will be able to create birthday cards for kids with little instruction.",
        "The store is very original about storage and offers lots of imaginative ideas to help you keep your daughter's room organized and still fit within given themes.",
        "The Backyardigans is a musical-themed show featuring five very imaginative friends, Uniqua, Pablo, Tasha, Austin, and Tyrone.",
        "What you will find are timeless themes and fun patterns, classic designs and imaginative decor.",
        "When most people think of dress up games, they instantly think of costumes that can be worn by little girls during a game of imaginative play.",
        "Create a World - This game allows players to create their own unique and imaginative \"world\" by selecting a background and then adding objects to create a scene.",
        "The Petz provide even more opportunities for imaginative play.",
        "Adding extra items like this gives the girls who are enjoying playing with their dolls some other options when it comes to imaginative play.",
        "If you are in an area without snow, you may have to be more imaginative to have winter-themed activities.",
        "There's no better way to store those special moments or share your imaginative ideas with the world.",
        "One of the world's most beloved fashion designers, Marc Jacobs is known for his elaborate, imaginative designs.",
        "Characters that undergo dramatic personality changes, for example, can be credited to the writer's imaginative streak.",
        "Of course, a soap opera being the imaginative, dramatic and fun-filled playground that it is, it's only fitting that the writers would have a field day penning scripts rife with drama, intrigue and the occasional bout of happiness.",
        "As intriguing as the characters were at the program's inception years ago, it shows just how imaginative soap opera writers are that they have continued to introduce fresh, intriguing stories over the decades.",
        "Since Aquarians tend to be imaginative by nature, cool Aquarius tattoos should not be difficult to come by.",
        "Since 1987, Rivoli has offered imaginative dress watches that make keeping time a fun experience.",
        "The right alarm clock can provide a fun and imaginative opportunity to incorporate the art of time telling into every child's life.",
        "The routines are fun, imaginative, and invigorating and relaxing at the same time.",
        "High-functioning autism involves symptoms like delayed or non-functional language skills, compromised social development, or lack the ability to \"role play\" with toys and do other imaginative play activities that neurotypical children do.",
        "Children with autism also show little imaginative or \"pretend,\" play.",
        "Although each person experiences autism differently, the atypical autism symptoms generally focus on the three areas of impairment - social skills, language development and imaginative expression.",
        "They lack communication skills and have a difficult time with imaginative play.",
        "Once most children reach the age of three, they are very creative and imaginative.",
        "Paper dolls are popular toys for children because they are inexpensive, yet encourage creativity and imaginative play.",
        "They're perfect for encouraging creativity and imaginative play!",
        "Use examples of low carb foods and interesting food combinations and be imaginative creating your own interesting and delicious variations.",
        "Consistency is good in terms of actually going to the gym, but once there it's better to get imaginative.",
        "At the very core of Joe Boxer's philosophy is a dedication to products that meet high standards through the use of \"…unique, imaginative and innovative designers.\"",
        "They may have even commented on your lack of imaginative underwear.",
        "For sci-fi fans, using a list of science fiction novels to read your way through the year provides an imaginative adventure to worlds and cultures based on a scientific premise.",
        "From this point, however, nothing is said of wisdom - the rest of the book is a philosophical and imaginative narrative of Israelite affairs from the Egyptian oppression to the."
    ],
    "definition": [
        "Having a lively imagination, especially a creative imagination.",
        "Created by, indicative of, or characterized by imagination or creativity.",
        "Tending to indulge in the fanciful or in make-believe.",
        "Having no truth; false.",
        "i·mag′i·na·tive·ly\nadverb",
        "i·mag′i·na·tive·ness\nnoun",
        "Link/Cite",
        "having a lively or creative imagination",
        "tending to be fanciful or inventive",
        "false or imagined",
        "Link/Cite"
    ]
}