{
    "translation": "לחקות",
    "uses": [
        "Ilyin tried to imitate Rostov in everything and adored him as a girl might have done.",
        "He excited the admiration of the youth of Germany, and it was soon the fashion among the petty princes to imitate his methods of government.",
        "Then I would imitate the acts of cutting the slices and buttering them.",
        "In other words, the artificial temperature should increase by day and decrease by night, should rise in summer and fall in winter, should, in short, imitate as nearly as possible the varying influence of the sun.",
        "To this category belong Myrmarachne plataleoides, one of the Salticidae, and Amyciaea forticeps, one of the Thomisidae, which in India imitate and live with the vicious little red ant (Oecophylla smaragdina); also Myrmarachne providens, which mimics the red and black Indian ant (Sima rufonigra); and the South American species of Clubionidae, e.g.",
        "The most perfect cases, however, are exhibited by those species which imitate ants.",
        "Like many other singing birds it is, in the wild state, a mocking-bird, having been heard to imitate the song of the nightingale, the crowing of a cock, and even the cackling of a hen.",
        "Amongst the orbweavers of the family Argyopidae there are species belonging to the genera Cyclosa and Cyrtophora which closely resemble small snail-like gastropods as they cling to the underside of leaves with their legs drawn up. Other members of the same family - like Araneus coccinella, and Paraplectana thorntoni- imitate beetles of the family Coccinellidae which are known to be distasteful; and certain genera of the family Salticidae (Homalattus and Rhanis) closely resemble small hard-shelled beetles.",
        "Froude in this and the later publications held that he was giving effect to Carlyle's wish to imitate Johnson's \" penance.\"",
        "He did not worship, imitate and reproduce the classics, like the Latin humanists who preceded him; he did not master them and reduce them to a special science, as did the French Hellenists who succeeded him.",
        "As I see it, the grandchildren of those who would strap bombs on themselves today will not be rushing to imitate their elders.",
        "Many of the swamp sort are dyed to imitate skunk and look well.",
        "Her little hands felt every object and observed every movement of the persons about her, and she was quick to imitate these movements.",
        "The intention would seem to have been to imitate vessels of rock crystal.",
        "His subjects were ordered to worship him under the name of Zeus; he built a bridge of brass, over which he drove at full speed in his chariot to imitate thunder, the effect being heightened by dried skins and caldrons trailing behind, while torches were thrown into the air to represent lightning.",
        "In their celebration of the communion service they aim exactly to imitate the forms observed by Christ.",
        "Haydn uses a true Straussian discord in The Seasons, in order to imitate the chirping of a cricket; but the harshest realism in Gatterdammerung (the discord produced by the horns of Hagen and his churls in the mustering-scene in the second act) has a harmonic logic which would have convinced Corelli.",
        "It is not possible to enumerate here even the principal styles of ishime, but mention may be made of the zara-maki (broad-cast), in which the surface is finely but irregularly pitted after the manner of the face of a stone; the nashi-ji (pear-ground), in which we have a surface like the rind of a pear; the hari-ishime (needle ishime), where the indentations are so minute that they seem to have been made with the point of a needle; the gama-ishime, which is intended to imitate the skin of a toad; the tsuya-ishime, produced with a chisel sharpened so that its traces have a lustrous appearance; the ore-liuchi (broken-tool), a peculiar kind obtained with a jagged tool; and the gozam, which resembles the plaited surface of a fine straw mat.",
        "In confinement it can be taught to whistle a variety of tunes, and even to imitate the human voice.",
        "Hence it may be inferred that the insects which imitate ants profit in the same way that spiders do from this form of mimicry.",
        "There are records, however, of species of Mantispa mimicking the wasp Polistes in North America and Borneo and Belonogaster in South Africa; and other species of the genus imitate parasitic hymenoptera of the genera Bracon and Mesostenus.",
        "As the Greek and Roman methods of computing time were connected with certain pagan rites and observances which the Christians held in abhorrence, the latter began at an early period to imitate the Jews in reckoning their years from the supposed period of the creation of the world.",
        "Other causes of offence arose, and Napoleon in his last communication to them warned them not to imitate the Greeks of the later Empire, who engaged in subtle discussions when the ram was battering at their gates.",
        "Bolivar had, no doubt, regained the personal confidence of the officers and soldiers of the third division; but the republican party, with Santander at their head, continued to regard with undisguised apprehension his ascendancy over the army, suspecting him of a desire to imitate the career of Napoleon.",
        "The genius of the modern pianoforte is to produce richness by depth and variety of tone; and players who cannot find scope for such genius in the real part-writing of the 18th century will not get any nearer to the 18th-century spirit by sacrificing the essentials of its art to an attempt to imitate its mechanical resources by a modern tour de force.",
        "\" I seek to imitate the modern Socrates,\" he wrote to a school friend, \" not in talents, but in way of living.",
        "On the Gold Coast a leopard hunter who has killed his victim is carried round the town behind the body of the leopard; he may not speak, must besmear himself so as to look like a leopard and imitate its movements.",
        "It is probably true to say that no one has ever set himself so seriously to imitate the life of Christ and to carry out so literally Christ's work in Christ's own way.",
        "Sometimes Lepidoptera mimic protected members of other orders of insects - such as Coleoptera, Hymenoptera and Hemiptera; but perhaps the most singular illustrations of the phenomenon known in the order are exemplified by the larvae of the hawk-moth Chaerocampa, which imitate the heads of snakes.",
        "Towards the close of the reign of Darius there was a fresh revolt in Egypt; it was quelled by Xerxes (485-465), who did not imitate the religious tolerance of his predecessors.",
        "On the 25th of July 1898 he addressed to the Scottish Catholic bishops a letter, in the course of which he said that \"many of the Scottish people who do not agree with us in faith sincerely love the name of Christ and strive to ascertain His doctrine and to imitate His most holy example.\"",
        "Coconut soap also forms a principal ingredient in compound soaps meant to imitate curd and yellow soaps.",
        "Many of the pieces are distinguished by a peculiar creamy whiteness of glaze, suggesting the idea that they were intended to imitate the soft-paste wares of China.",
        "It behooves the judicious gardener, then, not to be too slavish in his attempts to imitate natural conditions, and to bear in mind that such attempts sometimes end in failure.",
        "It is evident from them that a dramatic treatment of the Agnus Dei was \"in the air\"; all the more so, since Schubert does not imitate Beethoven's realism.",
        "They may at some later date become active in some way, and so give rise to a cellular proliferation that may imitate the structure in which they grow, so giving rise to new growths.",
        "Among these are sateen, which, dyed or printed, is largely used for dresses, linings, upholstery, &c.; linenette, dyed and finished to imitate coloured linen in the north of Ireland and elsewhere; hollandette, usually unbleached or half-bleached and finished to imitate linen holland; and interlining, a coarse, plain white calico used as padding for linen collars.",
        "He avowedly wished to imitate the older form of British colonization by means of chartered companies, which had been recently revived in the North Borneo Company; the only responsibility of the imperial government was to be their protection from foreign aggression.",
        "A most objectionable class of male dancers also exists, who imitate the dances of the Ghawazi, and dress in a kind of nondescript female attire.",
        "The greater part of the tombs stand on either side of the galleries in square recesses (like the table-tombs of the Roman catacombs), and are rudely fashioned to imitate sarcophagi.",
        "So thoroughly had he now mastered the management of glazes that he could combine yellow, green, white and claret color in regular patches to imitate tortoise-shell.",
        "67, adds that the faithful both of town and country met for the rite on Sunday, that the prophets were read as well as the gospels, that the president after the reading delivered an exhortation to imitate in their lives the goodly narratives; and that each brought offerings to the president out of which he aided orphans and widows, the sick, the prisoners and strangers sojourning with them.",
        "It shows how nearly the pupil could imitate his master's dialogues, and still more how exactly he at first embraced his master's doctrines.",
        "It was, besides, singularly interesting from the expedients to which the Hindu architect was forced to resort to imitate the vaults of the Moslems. Of the buildings, however, which so excited the admiration of the emperor Baber, probably little now remains.",
        "Electrical studies seem next to have engaged his attention, and in 1771 and 1772 he read to the Royal Society his \"Attempt to explain some of the principal phenomena of electricity by an elastic fluid,\" which was followed in 1775 by an \"Attempt to imitate the effects of the Torpedo (a fish allied to the ray)\" (Phil.",
        "In striving to imitate the rugged strength and independence of their master Socrates, they went to such extremes as rather to caricature him.",
        "But with this idea he fused another, namely, that it is the task of the monk to imitate the humility and poverty of Jesus; and his order thus became a mendicant order.",
        "Nef'i, who, like Fuzuli, formed a style of his own, had many to imitate him, of whom Sabri Shakir, a contemporary, was the most successful.",
        "The retirement of the Russian Southern Force into its entrenchments emboldened the Japanese commanderin-chief to imitate Moltke's method to the full.",
        "It has a strong musky odour, exceedingly disagreeable to those unaccustomed to it, but \"when properly diluted and combined with other scents it produces a very pleasing effect, and possesses a much more floral fragrance than musk, indeed it would be impossible to imitate some flowers without it.\"",
        "Abdalaziz did his best to imitate his grandfather Omar in all things, and especially in maintaining the simple manner of life of the early Moslems. He was, however, born in the midst of wealth; thus frugality became asceticism, and in so far as he demanded the same rigour from his relatives, he grew unjust and caused uneasiness and discontent.",
        "He landed also at Delos, and there he and his comrades danced the crane dance, the complicated movements of which were meant to imitate the windings of the Labyrinth.'",
        "The large employment of cast iron is comparatively modern, in England at least only dating from the i 6th century; it is not, however, incapable of artistic treatment if due regard be paid to the necessities of casting, and if no attempt is made to imitate the fine-drawn lightness to which wrought iron so readily lends itself.",
        "3 After 1143 one may therefore speak of the period of the Epigonithe native Franks, ready to view the Moslems as joint occupants of Syria, and to imitate the dress and habits of their neighbours.",
        "It is bad taste to imitate the tracery of the ductile wrought iron in cast designs, the foliations of ancient wrought-iron grilles and screens in heavy cast iron.",
        "The name is, however, also applied to the alphabet on the coins of the Parthian or Arsacid dynasty, which in its beginnings was clearly under Greek influence; while later, when a knowledge of Greek had disappeared, the attempts to imitate the old legends are as grotesque as those in western Europe to copy the inscriptions on Roman coins.",
        "Toddlers are highly imaginative and love to imitate adults.",
        "imitate when learning has taken place.",
        "imago, perhaps from the same root as imitari, copy, imitate), in general, a copy, representation, exact counterpart of something else.",
        "This agent has been applied in various ways, in machines which either imitate the action of the collier by cutting with a pick or make a groove by rotating cutters attached to an endless chain or a revolving disk or wheel.",
        "A praiseworthy desire to maintain the picturesqueness of the town has led most of the builders of new houses to imitate the lofty peaked gables, oriel windows and red-tiled roofs of the older dwellings.",
        "In Galicia the extreme party, ism in Oa- headed by Smolka, had always desired to imitate the licia and Czechs and not attend at Vienna; they were outvoted, Bohemia, but all parties agreed on a declaration in which the final demands of the Poles were drawn up;' they asked that the powers of the Galician diet should be much increased, and that the members from Galicia should cease to attend the Reichsrath on the discussion of those matters with which the Galician diet should be qualified to deal.",
        "We shall be told not always to imitate him.",
        "The results showed that newborn infants can imitate both adult displays.",
        "It is wrong and even reckless to blindly imitate the west in everything.",
        "NATO, he said, must imitate the Cold War when \" untold billions of dollars \" were spent.",
        "Others may imitate the canopied structure of a royal bedchamber.",
        "You really want to purchase a tower that can imitate a tree as closely as possible, although this is a tough feat considering that most towers resemble plush playlands.",
        "They were not painted to imitate plaster, instead they were sealed with a clear coat in order to prevent the tin from corroding.",
        "Faux painting techniques were designed to imitate marble and wood-grains for low-cost decorating.",
        "The sand castle should be tan to imitate real sand castles you see at the beach.",
        "Ultimately, children imitate each others' clothing styles, and camouflage clothing items are no exception.",
        "We do not wish to imitate; we wish to perfect\" (p. 4).",
        "to imitate.",
        "imitate what a Prophet did more than a thousand years ago?",
        "imitate which allows them to acquire culture in this way.",
        "Diogenes search for physical beauty, our instinctive desire is not to imitate but to perfect.",
        "If you think you might never be able to fully imitate MJ's dancing, check out this Billie Jean impersonation that includes flawless moonwalking.",
        "Until the hair grows back, the only option is to imitate the hair by drawing it in: eyebrow pencils, gel, powder, or shadow can be used, but it should be as close to the natural color of the brow as possible.",
        "Before you hit the stylist's chair, make sure you have a general idea about which Justin Bieber hair cut you want to imitate.",
        "Michael Jackson:When you try to imitate Michael, it's all about the glove and the suit.",
        "Many stationary bikes feature programs designed to imitate hills and valleys.",
        "In addition Durham teaches subjects in an interdisciplinary way, to imitate real life situations.",
        "A more important outcome, however, of Italian influence was the production, in emulation of Venetian glass, of a glass made of refined potash, lime and sand, which was more colourless than the material it was intended to imitate.",
        "His variety was inexhaustible, and he remains to this day a model whom the most distinguished artists are proud to imitate.",
        "The KiOto artists process is much easier than that of his rivals, and although his monochromes are often of most pleasing delicacy and fine tone, they do not belong to the same category of technical excellence as the wares they imitate.",
        "EXX vL-e v, to imitate the Greeks, who were known as \"EXX vEr, after \"EXX77v, the son of Deucalion).",
        "The diversity of practice on this point drew one of the sharpest lines between reformers and orthodox, until the disorders introduced by these religious wars tempted the latter to imitate in considerable numbers the licence of their rivals.",
        "3 to imitate.",
        "The fibre can also be prepared to imitate human hair with remarkable closeness, and advantage of this is largely taken in making stage wigs.",
        "The non-rational man aims at self-preservation, and the wise man will imitate him deliberately, and when he fails he will suffer with equanimity.",
        "The attempts which have been made to improve and to imitate this book are not to be numbered.",
        "In practice it is usual in chalk formations to imitate artificially the action of such underground watercourses, by driving from the well small tunnels, or \" adits \" as they are called, below the water-level, to intercept fissures and water-bearing beds, and thus to extend the collecting area.",
        "Benjamin (American Machinist, 1898) on castiron pulleys loaded by a belt to imitate the conditions in practice led him to the conclusion that the rim is usually not sufficiently rigid to load the arms equally, and that the ends of the arms are subjected to bending movements of opposite sign, that at the nave being almost invariably the greater.",
        "The main practical thought with Wycliffe was that the church, if true to her divine mission, must aid men to live that life of evangelical poverty by which they could be separate from the world and imitate Christ, and if the church ceased to be true to her mission she ceased to be a church.",
        "It is in contemplating the abstract reality which concrete things obscurely exhibit, the type or ideal which they imperfectly imitate, that the true life of the mind in man must consist; and as man is most truly man in proportion as he is mind, the desire of one's own good, which Plato, following Socrates, held to be permanent and essential in every living thing, becomes in its highest form the philosophic yearning for knowledge.",
        "Only he who apprehends good in the abstract can imitate it in such transient and imperfect good as may be realized in human life, and it is impossible that, having this knowledge, he should not act on it, whether in private or public affairs.",
        "Of Sulpicius as an orator, Cicero says (Brutus, 55): \"He was by far the most dignified of all the orators I have heard, and, so to speak, the most tragic; his voice was loud, but at the same time sweet and clear; his gestures were full of grace; his language was rapid and voluble, but not redundant or diffuse; he tried to imitate Crassus, but lacked his charm.\"",
        "People brought up against her the debts and expenditure due to her belief in the inexhaustible resources of France; and hatred became definite when she was suspected of trying to imitate her mother Maria lheresa and play the part of ruler, since her husband neglected his duty.",
        "The threat of Chrtien Francois de Lamoignon, keeper of the seals, to imitate Maupeou, aroused public opinion and caused a fresh confederation of the parlements of the kingdom.",
        "This Theodosius was sternly rebuked by Ambrose for the massacre of 7000 persons at Thessalonica in 390, and was bidden imitate David in his repentance as he had imitated him in guilt.",
        "Ferdinand, whose wife had died in 1806, determined to imitate his rival by bidding for French, support.",
        "The growing disposition of the bourgeois and artisan classes, not in the large towns only, to imitate the intellectuals in desiring to live in closer touch with the rest of Europe as regards social, economic, scientific and political progress, embittered the struggle between the forces of Liberalism and those of Catholicism, powerfully entrenched in the affections of the women and the illiterate masses of the peasantry.",
        "People still imitate German accents that they hear in WWII films, although modern Germans do not speak like this anymore.",
        "Agate ware: In the 1680's John Dwight of Fulham had used different clays mixed together to imitate agate ware: In the 1680's John Dwight of Fulham had used different clays mixed together to imitate agate.",
        "The large works in pen and ink imitate the small marks of the tiny sketches, be they figurative images or abstract doodles.",
        "Weak enforcement of intellectual protection laws enabled domestic producers to reverse engineer and imitate foreign technologies with little fear of prosecution.",
        "Richard had a little whistle to imitate Spotted Owlet, and the birds went frantic; giving us fantastic views.",
        "The studies often involve giving them a task, or asking them to imitate a gesture.",
        "imagine early hominids who, for good biological reasons, gained the ability to imitate each other and to develop simple language.",
        "imitate a gesture.",
        "imitate the behavior of buttons in a Selection Box?",
        "imitate opened it and he's standing there (imitating breathless Japanese accent) ' Tom Verlaine!",
        "Plant houses must both exclude local weather and imitate foreign climates: arid deserts, Amazonian jungle, tundra, alpine meadow.",
        "The inlays in glass may have been intended to imitate ' richer ' materials in this case blue lapis lazuli and red jasper.",
        "In recent years there has been quite a craze for the Polish or Check heavily weighted nymphs that imitate free-swimming caddis larvae.",
        "In this respect, as in many others, the gentlemen Anarchists fully imitate the bourgeois liberals.",
        "But, eventually the effects of prices made artificially high would begin to imitate those of an outright prohibition.",
        "In breaking in new recruits they should be set to imitate expert workmen in all the details possible.",
        "Superbass 4.4 is the latest bass synth to imitate the classic acid house sound of the TB-303 at a cheaper price.",
        "The first thing I had to do was imitate the Australian twang - something that lingers in my voice to this day.",
        "I could imitate you if I chose, but imitating you is too vile.",
        "His other five mathnawis formed the first attempt ever made to imitate Ni~mis famous Khamsah, or five romantic epopees, and this attempt turned out so well that henceforth almost all epic poets wrote quintuples of a similar description.",
        "It is permissible to use a long tube, pointed to imitate a candle, in which is a small taper forced to the top by a spring (Cong.",
        "Everything was similar: the ladies' subtle talk, the cards, the general raising his voice at the card table, and the samovar and the tea cakes; only one thing was lacking that he had always seen at the evening parties he wished to imitate.",
        "The \" head \" or diamond set portion of the ring is then rhodium plated to imitate a two part ring.",
        "By six months, he should gurgle, laugh, babble repetitive sounds and attempt to imitate them, look for the source of sounds such as a parent's voice and begin to pay attention to music.",
        "Toddlers love to imitate -especially their parents and caregivers- so they will be especially interested in objects you use.",
        "They key is to follow -rather than work against- the toddler's natural inclinations to explore, expand and imitate.",
        "You may choose to imitate a fragrance already on the market, or you may want to create a custom blend of your favorite scents.",
        "When Mr Bowles saw it in autumn it was so full of flower that it looked like a graceful spout of white spray, and as though it was trying to imitate some of the wonderful effects of the sea-wash on stormy days.",
        "Mikimoto pearls are the result of one man's determination to imitate what, until then, only nature could provide.",
        "Some stores offer a \"test range\" where you can \"test drive\" goggles, either on your bike in a controlled area or by simulating different conditions with assorted light bulbs and electric fans to imitate wind.",
        "The lacquer produces exquisite polishing results and an effect like nothing else can imitate.",
        "Seeking to imitate the shattered look of those pieces, women took to their sewing baskets and sewed random pieces of fabric together in haphazard ways, decorating all the sewing lines with intricate embroidery.",
        "The image was called Daedale, and the ritual was explained by a myth: Hera had left Zeus in her anger; in order to win her back, Zeus announced that he was about to marry, and dressed up a puppet to imitate a bride; Hera met the procession, tore the veil from the false bride, and, on discovering the ruse, became reconciled to her husband.",
        "Kids will imitate all phases of adult life in their play, as part of preparing for adulthood, and those phases include marriage, social events, adventures, conflicts, and death.",
        "Curiosity, inability to read warning labels, a desire to imitate adults, and inadequate supervision lead to most childhood poisonings.",
        "Poisoning has occurred with Datura, or moonflower, a plant that has become popular with young people trying to imitate Native American puberty rites.",
        "They will imitate good eating habits they see practiced by their parents, but they can also be easily swayed by television commercials for junk food.",
        "A child this age also has a pronounced desire to imitate the parent of the same sex, a trait that can be used to advantage in enticing her to use the toilet.",
        "The emphasis is on letting the child proceed at his own pace, motivated by the desire to be a \"big boy\" or \"big girl\" and imitate his parents.",
        "By three months old, infants can recognize faces; imitate the facial expressions of others, such as smiling and frowning; and respond to familiar sounds.",
        "They imitate sounds, enjoy hearing their own voice, recognize parents, fear strangers, distinguish between animate and inanimate objects, and base distance on the size of an object.",
        "By nine months, infants can imitate gestures and actions, experiment with the physical properties of objects, understand simple words such as \"no,\" and understand that an object still exists even when they cannot see it.",
        "You aren't trying to imitate teenagers on the beach, but you're allowed to wear whatever makes you feel fantastic.",
        "In order to survive in this strange environment, humans connect to avatars designed to imitate the Na'vi.",
        "As with many dresses that receive a lot of press, there will probably be designer knockoff dresses that imitate her choices.",
        "Each player chooses a barnyard animal to imitate and begins mooing or clucking away.",
        "For example, Lone Star Candle Supply sells oils that imitate scents from Bath & Body Works and Victoria’s Secret.",
        "What's more, the virtually unlimited selection of Renaissance costumes for children is a blessing for parents who don't enjoy hunting for must-have clothing and accessories for kids determined to imitate authentic Renaissance villagers.",
        "Add some flair to your fiesta by donning a multi-layered folk dress, shawl and sandals to imitate the famous 20th-century Mexican artist, Frida Kahlo.",
        "To let your partner know you enjoyed it, you can imitate what he or she has just done.",
        "While some dating games online imitate the format of the television show, others are quite different.",
        "A replica handbag is a product that is manufactured to imitate the style and appearance of a renowned brand name.",
        "Sometimes she has the kids jump up and down or imitate animals.",
        "A play kitchen and a bin full of plastic food and dishes can be used by both boys and girls to imitate their parents, creatively \"cook\" meals, and pretend to serve food to any adult in the room.",
        "The complete and utter lack of response can imitate deafness, and tests should be performed to rule out hearing impairment.",
        "To this day, many people will take it among themselves to imitate the actions Gary takes in the video.",
        "Kids wanting to imitate basketball's high flyer need a solid shoe that supports immature ankles and shins.",
        "Again, \"most of the time\" is a key part of this, since no child will always snap to attention when called or imitate you sticking your tongue out.",
        "In addition, worrying about a six week old baby's failure to imitate is excessive.",
        "Mirror neurons are \"monkey see, monkey do\" components in the brain that help people imitate and empathize with others.",
        "If you want your child to imitate, then demonstrate how by imitating.",
        "Malware toolbars imitate legitimate functionality and appearance of commercial toolbars, while providing pathways for changes or redirects.",
        "The temptation is strong to go and watch a great squad do their routines and then simply imitate what they do.",
        "Adult party entertainers are harder to imitate.",
        "Have guests choose a particular character (either fictional or real) to imitate, and then invite them to perform a rendition of that character while everyone else tries to guess who they are imitating.",
        "You can use templates to imitate the familiar look of the Facebook site on your blog, but templates for individual Facebook pages are not yet supported.",
        "Such a statesman was sure to clash with the doctrinaires, like Salmeron, who wanted to imitate French methods; with Pi y Margall, who wanted a federal republic after purely Spanish ideas of decentralization; and above all with the intransigent and gloomy fanatics who became the leaders of the cantonal insurrections at Cadiz, Seville, Valencia, Malaga and Cartagena in 1873.",
        "Banisters carved to imitate fer forge were as fine as the additional classical cornices were grand.",
        "imitate the sounds of these species.",
        "Does art imitate life or does life imitate art?",
        "imitate the behavior of the operating system windows.",
        "imitate many natural sounds such as birds and horse.",
        "Sun Spa produces its own branded products to its own high quality designs using its own team of designers - others merely imitate.",
        "The symptoms of a VCD attack are varied, but most strongly imitate those of asthma.",
        "Left-handed children can become very frustrated when they are trying to imitate a right-handed parent or sibling, particularly with activities such as shoe-tying.",
        "From around 12 months, children may begin to imitate things that adults do.",
        "rhodium plated to imitate a two part ring.",
        "Of lost works by Archimedes we can identify the following: (I) investigations on polyhedra mentioned by Pappus; (2) Archai, Principles, a book addressed to Zeuxippus and dealing with the naming of numbers on the system explained in the Sand Reckoner; (3) Peri zygon, On balances or levers; (4) Kentrobarika, On centres of gravity; (5) Katoptrika, an optical work from which Theon of Alexandria quotes a remark about refraction; (6) Ephodion, a Method, mentioned by Suidas; (7) Peri sphairopeoia, On Sphere-making, in which Archimedes explained the construction of the sphere which he made to imitate the motions of the sun, the moon and the five planets in the heavens.",
        "Among the celebrated personages who became his life friends from this time were Pierre de Berulle, founder of the French Oratorians, Guillaume Duval, the scholar, and the duc de Bellegarde, the latter a special favourite of the king, who begged to be allowed to share the Saint's friendship. At this time also his gift as a preacher became fully recognized, and de Sanzea, afterwards bishop of Bethlehem, records that Duval exhorted all his students of the Sorbonne to listen to him and to imitate this, \"the true and excellent method of preaching.\"",
        "Under all circumstances we must imitate the ancient authors in holding fast to the historic personality of Zoroaster; though he - like many another name of the dim past - has failed to escape the fate of being regarded as a purely mythical creation (for instance, by Kern and by Darmesteter, in the Sacred Books of the East, vol.",
        "His intense practical-mindedness drew him away from religion, but drove him to a morality of his own (the \" art of virtue,\" he called it), based on thirteen virtues each accompanied by a short precept; the virtues were Temperance, Silence, Order, Resolution, Frugality, Industry, Sincerity, Justice, Moderation, Cleanliness, Tranquility, Chastity and Humility, the precept accompanying the last-named virtue being \" Imitate Jesus and Socrates.\"",
        "The old English \"Popinjay\" and the old French Papegaut have almost passed out of use, but the German Papagei and generally to a large and very natural group of birds, which for more than a score of centuries have attracted attention, not only from their gaudy plumage, but, at first and chiefly, it would seem, from the readiness with which many of them learn to imitate the sounds they hear, repeating the words and even phrases of human speech with a fidelity that is often astonishing.",
        "Foxes, too, and badger are dyed a brownish black, and white hairs inserted to imitate silver fox, but the white hairs are too coarse and the colour too dense to mislead any one who knows the real article."
    ],
    "definition": [
        "Link/Cite"
    ]
}