{
    "translation": "בן אלמוות",
    "uses": [
        "How godlike, how immortal, is he?",
        "The white dove that Batty releases with his death does not begs the question, \"Do Androids Dream of Electric Sheep?\", but instead asks, \"Do Artificial Replicants have Immortal Souls?\"",
        "While fighting for survival, Michael struggles to adjust to the concept of immortal creatures living among humans, and Selene struggles with her own growing attraction to Michael-now a Lycan and her sworn enemy.",
        "It was a wonderful, glorious song, and it won the blind poet an immortal crown, the admiration of all ages.",
        "In accumulating property for ourselves or our posterity, in founding a family or a state, or acquiring fame even, we are mortal; but in dealing with truth we are immortal, and need fear no change nor accident.",
        "If the day and the night are such that you greet them with joy, and life emits a fragrance like flowers and sweet-scented herbs, is more elastic, more starry, more immortal--that is your success.",
        "The soul is immortal--well then, if I shall always live I must have lived before, lived for a whole eternity.",
        "The story begins as the former Emperor of the oddly named Uricointi Empire decides to release the four immortal heroes -- the Warrior, Elf, Valkyrie and Wizard -- from their bondage.",
        "The love story between the brooding vampire Edward Cullen and the one human girl who means more to him than his own immortal life has a following that appeals to youth and adults alike in 39 countries.",
        "To complete your luminescent Twilight makeover, Immortal Body Shimmer adds a subtle sparkle to arms, legs and shoulders while the special formula hydrates to keeps your skin looking amazing.",
        "Yes. She was hurt by an Immortal and is in a coma of sorts.",
        "The Dark One was going to turn her Immortal.",
        "He'd chosen to stay with her that long, and she'd broken Immortal laws to take her place as his mate.",
        "She wasn't able to reconcile the creature that turned her Immortal with the man before her.",
        "The strange Immortal world was so unwelcoming.",
        "She'd experienced one night with an Immortal mate, and it was the most incredible night of her life.",
        "She didn't offer up a living Immortal.",
        "Jule snapped off the end of the arrow in his shoulder, not about to bleed to death before he'd killed the immortal.",
        "Was what she felt for Gabriel nothing more than destiny and Immortal laws she knew nothing about?",
        "She had to figure out what she was missing fast and how permanent it was to be an Immortal mate.",
        "Accepting, loving, trusting someone – even if bonded – was beyond Immortal Laws to dictate.",
        "I didn't just turn you Immortal; I turned you into one of my kind.",
        "He motioned for the Immortal behind her to leave.",
        "A familiar face appeared from the words, the golden-skinned deity she nicknamed Mr. Checkmate the first time they met at the Immortal Sanctuary.",
        "Gabe sensed some sort of Immortal power.",
        "\"You'd trust that Immortal over your mate?\" she asked, anger flaring.",
        "Gabriel was bound to her by Immortal Law.",
        "But, if an Immortal or human or deity corners you, and you aren't able to summon me, you need to know how to defend yourself, Darkyn started.",
        "The dread and guilt at the pit of her stomach were countered by the confusion of knowing that she'd fallen into the grip of the Immortal laws first with Gabriel then with Darkyn.",
        "The scars the Dark One created when he turned her Immortal were more faded today than yesterday.",
        "It's like Gabe being turned Immortal.",
        "Worse, she wasn't about to give the creature that tricked her into Hell and turned her Immortal an ounce of compassion.",
        "The demons can't access it, but an Immortal or dealer who goes through Hell can.",
        "Four demons lay dead in the living room of his house, while the Immortal had dragged himself into the garage.",
        "As the two stared each other down, she wasn.t sure who had the better chance of winning: Gabriel, an Immortal sworn to serve Death, or Darkyn, the leader of all the demons in Hell.",
        "Her hand went to her neck, where the name of her Ancient Immortal mate, Rhyn, had been until he broke their mating bond two days before.",
        "By Immortal Code, Darkyn and I are obligated to accept his challenge.",
        "The five-year-old angel, whose appearance in her life several weeks ago plunged her into the Immortal underworld, squeezed through the cracked door.",
        "Rhyn was all she would take away from the twisted Immortal world.",
        "You sacrificed your immortal soul for him.",
        "I broke Immortal Code to grant your favor of not killing Rhyn.",
        "It's part of the Immortal Code.",
        "How many rules are in the Immortal Code?",
        "Do demons have Immortal Codes?",
        "\"So … is it possible for a dead-dead Immortal to come back to life?\" she asked.",
        "I know the Immortal world better than you, mortal.",
        "He'd have a way of keeping my mind off of things.  I think the demon side of him makes him a better Immortal than people like Kris.",
        "She won't need to break the Immortal Codes and return your mate to you, because in the next three days, you'll be out of her hair.",
        "Death can only contain your Immortal powers in her domain, just like I can only contain your demon powers in Hell.",
        "He thought of Hell, and the portal glowed blacker than night.  He thought of Kris, and the portal for the Sanctuary lit up.  He thought of the Immortal underworld – Death's domain – and the portal turned gray.",
        "\"It's against Immortal Code,\" he said.",
        "I heard the Immortal underworld is an awful place.  What if Death decides to keep you or Rhyn drops you in Hell forever?",
        "I don't know why I am the way I am.  I don't even know much of the Immortal Code, just the few key parts Andre used to lecture me about.  Loyalty to my brothers, my mate, the Immortals, humanity.  Respect for Death and her domain.  Other variations of those.",
        "I was born, wandered the Immortal world for the first few years.",
        "Because I should trust a creepy ghost that looks like someone I once knew over the Immortal who rescued me from Death.",
        "Andre didn't bother to disappear, as if no longer worried the Immortal might see him.  The death-dealer looked lost for a moment then rose and strapped on his weapons.",
        "She sighed, wondering why she was paying attention to a dead-dead Immortal in the first place.",
        "Smells like a human, acts like an Immortal.",
        "\"It would break every Immortal Code – some older than Death – if she returned a mortal to the mortal world,\" Gabe said.",
        "\"I'm saying, the mate of an Ancient or any Immortal is preordained.  No one can break that bond, not even Death,\" Toby answered.",
        "Instead of going to see the Immortal leader, Gabriel crossed through the shadow world, squinting as he emerged into the bright mid-morning sunlight.",
        "He.d miss the smell and sight of his homeland and yearned already to stay here rather than return to his dark corner of the Immortal underworld!",
        "Before he gave his Immortal soul to death, he.d never noticed how sweet the air was or how the grass sang as the wind whipped through it.",
        "I gave Death my Immortal soul.",
        "His gaze lifted, and he recalled vividly the last time he.d seen his parents in this very spot, when they were cut down by bloodthirsty demons during the only period in Immortal history when demons attacked humans.",
        "At barely above her height and slender, the mad scientist was very unlike the Immortal warriors that filled the castle.",
        "Just spray any Immortal that gets too close.",
        "In Hell, the Immortal Jade, formerly the most trusted lieutenant to the leader of the Council That Was Seven, looked around his new bedchamber with a shiver.",
        "It has many Immortal comforts we care nothing for.",
        "The demon closed the door—one of the Immortal comforts, for there were no doors in Hell—and left him to wonder how many men and women Sasha had in the bed before him.",
        "As she fell asleep, she couldn.t help thinking Rhyn was the only Immortal on the Council she.d trust to keep humans safe.",
        "I have enough problems with psycho Immortal demon jackasses.",
        "The Ancient Kris probably contacted the other three, because we only have about forty Immortal refugees here now.",
        "Katie waited until he was gone then shook her head, tired of Immortal surprises.",
        "I.m looking for an Immortal named Ully.",
        "That he came from the mortal world rather than the Immortal one had left a taint on him that no amount of success could get rid of.",
        "She heard no signs of the demon pursing but trotted down the stairs, hoping to find another way into the dungeons where the Immortal warriors lived.",
        "The tallest looked a great deal like Andre, the deceased Immortal she.d met a short time before he was killed.",
        "He was cast out of the Immortal world fairly young.",
        "She turned at the familiar voice, pleased and surprised to see Megan, the Immortal warrior who befriended her and showed her around when she arrived to the castle several weeks before.",
        "I gotta keep looking for demons or any other Immortal survivors.",
        "The Immortal on the other side of his door was too excited to wait until he entered to shout the news.",
        "An unbound Immortal.s mate had no protection from demon or Immortal Code.",
        "Kris had come close to breaking the Immortal rules or his own oaths to his father.",
        "I.ll post two Immortal guards to ensure he doesn.t do anything stupid.",
        "The Immortal nodded and trotted away to gather more.",
        "You.re the best Immortal warrior there is.",
        "Her Immortal guard poked his head in every corner and door and looked under the bed before he left her in peace.",
        "Frowning, she rose to see if her Immortal guard was nodding off at his post.",
        "Her heart slowed, and she stepped back, imagining the Immortal fighting off some demon that had stayed hidden until dark.",
        "He grabbed one of the Immortal books, fingering the soft, leather-like cover and transparent pages.",
        "Part demon, part Immortal, part human who.s immune to magic?",
        "He sold his Immortal soul to Death so she wouldn.t kill Rhyn.",
        "He was about to rise and open a portal to Hell—Kris be damned!—when an Immortal knocked and opened the door.",
        "\"A lady from the Caribbean Sanctuary has come with news,\" the Immortal said.",
        "Your Immortals caught a man who claims to be an Immortal as well.",
        "Yes, but I have to object to Immortal business being carried out in the Sanctuary.",
        "Daniela led them to the men.s wing, where one sweaty, bloodied Immortal was standing outside of Sasha.s room while the other stood guard over Jade, who was hogtied in the middle of the small courtyard around which the men.s wing was situated.",
        "Fury rose within him again as he took in the Immortal who had betrayed them and taken Katie.",
        "He dragged the Immortal over the grass and concrete into the vacant room beside Sasha.s.",
        "Then I must warn you.  If I find either of you, I am obligated by rules much older than the Immortal Code to do what I must.",
        "Oh, because you Immortal jackasses know it all, right?",
        "You're the only Immortal I've met worth saving.",
        "She wanted Kris dead in that moment, even if the arrogant Immortal was her sister's husband.",
        "Lost in the food fantasy, she didn't see Gabriel disappear into the jungle.  Katie blinked and looked around, still uneasy with the snakelike branches that moved of their own volition overhead.  She didn't know what kind of creatures followed or what other critters would live in the Immortal jungle, but she wanted nothing to do with such a weird place.",
        "She's an Immortal or demon or what?",
        "\"At first, I think it was knowing he was a black sheep like me.  My sister always treated me like I was a blight on the family name.  She tried to help me in her own way, I guess, which was better than what Rhyn's brothers did to him.  I wanted to believe he could make it in the Immortal world, because if he could, I could, too,\" she started.",
        "She had no idea how to be a single mother in the real world, let alone in a world as unforgiving as the Immortal one.  She'd proven she couldn't raise Toby without a bottle of vodka permanently glued to her hand.  Rhyn had been exiled for his mixed origins, and she'd never been especially welcomed by anyone but Gabe and Toby.  If something happened to Rhyn or if she couldn't leave here … Panicking made her already surging hormones worse.  She felt nauseous.",
        "She's bound by rules older than she is.  She may have interfered somewhere she shouldn't have.  There are Immortal Codes too old for even me to know and some that only the deities know.  I think she violated one of those.",
        "The Immortal side of him is weak.  He'll do whatever it takes to get his mate back, and I intend to plant the idea in his head.",
        "You will kill any demon or Immortal in your path.",
        "The Immortal cowering in the corner gasped.  Darkyn circled the super demon in satisfaction.",
        "\"And now, Immortal, we wait,\" Darkyn said to the mad scientist.",
        "\"Probably stuck in the Immortal underworld,\" Toby said with a shrug.",
        "She sped up, and so did the creature.  Katie stopped fast.  The shadow Immortal stopped with her.",
        "Shaking his head, he continued to his destination.  He emerged through a portal leading to Death's corner of the underworld.  It was a place no demon or Immortal was allowed to go, and he'd thought it impossible to get there, until he'd tried.  He'd visited Gabriel once before.",
        "While not large, the Immortal underworld was separated by several different domains, two of which – Hell and Death's domain - were contained within shields no one could enter.  At least, no normal Immortal or demon could enter.  As a creature of both worlds, Rhyn could enter Hell, and he'd found by visiting Gabe that he was able to enter Death's domain, too.",
        "Frowning, Rhyn pulled a dagger from the wall and tucked it into his belt.  He'd never tried tracking anyone through the Immortal underworld before; if Gabriel didn't want to be found, Rhyn wasn't going to find him in the death-dealer's backyard.  Sweat dripped down his face in the still air of the cottage.",
        "\"Rhyn,\" the Immortal with Asian features snapped up at Rhyn's appearance.",
        "Toby frowned, worried as much about his human charge as his Immortal friends.",
        "Toby was silent, knowing a normal Immortal could never understand.  He didn't yet have the full power of a real guardian angel, but he should've been able to do more than … nothing.  Angels were placed with human mothers so they could understand the creatures they were meant to take care of.  Human mothers raised them as their own, yet none of his human mothers had gone to the extent Katie did to try to protect him.",
        "\"Hello, my Immortal Twinkies,\" Jared said, his slender form pausing in the hallway between them.",
        "\"I'm not a normal Immortal,\" Toby cried.",
        "There's another Immortal down here?",
        "\"Not Immortal, human,\" Jared answered.",
        "Stuck in the Immortal underworld.",
        "\"A human in the Immortal world doesn't stand much of a chance,\" Ully said.",
        "\"I don't know it's name.  It was with Lunchmeat at the Immortal stronghold,\" Jared said, using his nickname for Katie.",
        "\"Darkyn incorporated them into his army.  He sent most to the Immortal stronghold,\" Jared said.",
        "Kris glanced up, expecting Kiki to enter his tent; however, it was one of his Immortal messengers who approached.",
        "She was a risk for revealing the Immortal society to the human world or alerting the demons as to where Kris's strongholds were.",
        "Kris's memories stirred stronger than he liked.  He remembered Lilith, a beautiful Immortal whose laugh had filled him with happiness.  Their love had been intense and brief, lasting less than a human year in total.  One day, she was just … gone. ",
        "As far as he knew, no Immortal voluntarily came to Death's underworld.",
        "\"Ow,\" Toby muttered.  Ully's fingers dug into his shoulder.  The Immortal didn't look as if he had that amount of strength in him.",
        "Ully was dropped to the ground at Toby's command.  He hurried back to the Immortal, worried he'd be hurt.  Ully was unconscious.",
        "The branches around him darted around then fell still, as if watching.  Toby knelt beside Ully and grunted as he rolled the Immortal onto his back.  Disappointed to have their journey paused already, he looked around then back at Ully.",
        "She started to saw at them with the knife.  The wood was thick and wet.  She shifted closer, gasping when the root healed the cuts she'd just made.  Furious at the latest trick from the Immortal underworld, Katie sawed furiously at the root, until her arm ached.  She'd barely made a dent when she switched arms.",
        "She handed the pale woman a food and water cube and popped two of her own.  Standing, she waded into the brush where she'd thrown the knife.  It glinted in the morning light.  Katie swiped it, glad the trees didn't have a taste for metal as well as Immortal sustenance.",
        "As Darkyn had said, the underworld tempered his Immortal magic, but Rhyn felt the demon power broiling behind the constraints, seeking a way out of him.  He was sticking to his plan, though he no longer had time to find Death.",
        "He knelt on the ground and closed his eyes, seeking out the writhing darkness of his demon side.  If the demons had the power to transform and fly, he could access his demon powers, too, even if the Immortal side of him was bound by Death's underworld.     \"Berries,\" Toby commanded the tree before him.",
        "He'd lost them all.  Lilith, Jade, Hannah.  Even Andre.  He'd not only failed every Immortal that ever lived, he'd failed the only people he'd ever cared for.  He lay on the ground, gasping as he tangled his fingers in Hannah's hair.",
        "Kris looked at him, anger building.  The muscular half-demon was bleeding from a wound in his chest.  His dark eyes glowed like a demon's, though his face was still that of an Immortal.",
        "She's breaking Immortal Code to let you go.  We have to leave, before she changes her mind.",
        "I do my best, but I'm as flawed as any Immortal.  I just hope our brothers see that I'm trying.",
        "The Immortal was alive, but barely.",
        "\"I get to choose who I take, and I don't want yours.  Maybe the Immortal who issued the contract for two souls should step up,\" Death said.",
        "Toby looked at the unconscious Immortal twice his size and back up at Rhyn.",
        "\"The immunity blood worked.  We can have the Immortal scientist make us more.  We could slide right into the – \" \"Ully is dead-dead, as you will be by the time the day is over,\" Darkyn said.",
        "His closest friend and advisor, the Original Immortal Jule, waited for him atop a horse.",
        "Darian mounted his horse again, joining Jule as the Original Immortal led his horse down the beach.",
        "It rose from the beach to the sky and harbored the source of the immortals' power in the immortal world.",
        "The Original Immortal was visibly disturbed.",
        "Darian guided the horse through marble streets marked by statues of his forefathers and beyond the city into the wood running along a stream that ran through the immortal countryside.",
        "\"If I were the only ruler of the immortal world, he might be happy,\" she said.",
        "My daughter is the ruler of the immortal world, her father said.",
        "It was blood red, casting a shadow the color of blood over the immortal world.",
        "Day of the Schism Immortal World Peasant quarter of the imperial city",
        "There was no way to move up or improve life in the immortal world, but Jenn heard tales of the mortal world.",
        "It spit out someone else from the immortal world then slowed to a near stop.",
        "There was nothing she could do for Talia, nothing that remained of the immortal world.",
        "She didn't want to say it, but the bloodied immortal didn't look like he'd wake up for quite a while, especially if there was no Healer among the survivors.",
        "He peered at the Original Immortal curiously then looked up at her.",
        "There was no immortal world to go back to now.",
        "In less than two weeks, he'd aged, transforming from the lost youth she'd tried to take care of into a young immortal exploring his dark powers.",
        "If the Others wanted to find a way to keep the Grey God from assuming his role as the Gatekeeper between immortal and mortal worlds, they'd likely find her a good target.",
        "One of five Original Beings, he'd landed on earth when the Originals escaped from their immortal exile.",
        "There are now two places on earth where we can enter from the immortal world.",
        "Go back to the immortal world.",
        "Something as small as a piece of hair or a tooth—anything that the soul of the dead immortal might still cling to.",
        "The stars didn't shine quite so bright in the immortal world, and the sky didn't seem as endless.",
        "If he didn't find what he sought, there might not be an immortal world anymore.",
        "The guardsman hesitated, not sensing the soul of the dead immortal despite the blood.",
        "The colors and sensations of the immortal world were richer on the senses, but the mortal world seemed raw, untamed.",
        "Traveling to the portal between worlds, the guardsman took one last look around then dropped through the gateway to the immortal world.",
        "While she'd been one of the original Guardians to escape the immortal world with Damian, she'd also been at the bottom of the totem pole, once the Guardians in the mortal world rallied around their White God.",
        "Her mate, the White God Damian, sat with his adopted brothers, the assassin Dusty and the Original Immortal Jule.",
        "The tattooed immortal with cocoa skin sat forward, his magic vibrating in the air around him.",
        "Before she talked herself out of it, she Traveled back to the Others' portal into the immortal world.",
        "Jenn grabbed more rocks and returned to the immortal world.",
        "She marveled at the immortal world.",
        "She'd forgotten how hard the adjustment had been from immortal to mortal world.",
        "Unlike the mortal world, everything in the immortal world was alive, even the stones making up the buildings.",
        "Each obelisk listed the members of an immortal household and their offspring.",
        "Servants—which her father and mother had been—were listed on the House of their immortal lords.",
        "This immortal House had been somewhat lowly on the immortal totem pole, evidenced by the fact it was a third the height of most of the others.",
        "She'd given it to Talia before she left then reclaimed it after the first wave of the Schism ripped through the Immortal world.",
        "The loss of the magic from the immortal world made her feel slow and heavy as she took her first few steps.",
        "Though her trip had taken more than two hours on the immortal side, less than an hour had passed in the mortal world.",
        "The vulnerability she felt in the immortal world lingered.",
        "You must have some good memory of the immortal world.",
        "Your Guardian crossed into the immortal world.",
        "\"Everything in the immortal realm is ours,\" the Other spat.",
        "\"She did nothing to you, and you're insisting on taking her to the immortal world forever,\" Darian mused.",
        "She hesitated then reached into her shirt and pulled free the necklace marking her House in the immortal world.",
        "Jenn's magic and senses came alive like they did in the immortal world.",
        "Like … I went to my family's obelisk in the immortal world.",
        "Anyway, I broke some immortal law by going back.",
        "Jenn, how did you get to the immortal world?",
        "You didn't go back to the immortal world?",
        "He Traveled to the Others' portal to the immortal world.",
        "The heat of the desert disappeared as he dropped through the portal to the immortal world.",
        "He'd remembered the immortal world with fondness, for it was the only place and time he'd ever been happy.",
        "She'd never look upon the obelisk or her immortal home again.",
        "A traitor, she'd no longer be recorded on any obelisk in the immortal world, even her own family's, especially the way Damian killed her.",
        "She died with the greatest shame: her soul imprisoned for all time and her memory erased from the immortal world.",
        "With his disappointment at the discovery of his immortal home no longer standing, he also felt a sense of peace that had eluded him.",
        "The magic of the immortal world would continue to record their children and grandchildren on the obelisk.",
        "The sun would set soon in the immortal world.",
        "In his time as White God, the obelisk had been the source and seat of power for the White Gods in the immortal world.",
        "Damian's son would be the first White God born outside of the immortal world, and not even Jule dared to guess what that would mean for the White God's power.",
        "He pulled the necklace Jenn had taken from the immortal world and rose, wanting to see why it was so special to her.",
        "Distressed by the damage, he jogged to the central square, where smaller obelisks marking lesser immortal Houses rose out of the ground.",
        "Darian sat for a long moment, comprehending why Jenn viewed the immortal world with such bitterness.",
        "He landed hard and looked around at the only remaining beauty in the immortal world.",
        "How does time work in the immortal world?",
        "Mortals will age faster in the immortal world and immortals age very, very slowly in the mortal world.",
        "Sofi, you aren't thinking of going to the immortal world, are you?",
        "\"The immortal world,\" she answered.",
        "A full day after you've been here in the immortal world, your vision will clear.",
        "Already, she could feel her body changing in the immortal world.",
        "If nothing else, she'd have a much better vision of what was to come after a full day in the immortal world.",
        "Gone. Immortal world is my guess.",
        "He'll rid the planet of anything that comes from the immortal world to threaten us.",
        "Darian was born in the immortal world.",
        "\"He promised to take me to the immortal records when he finds the door to the immortal realm, the ones that will tell me about the Grey God,\" she read.",
        "He'd been yearning and delighted, even claiming the immortal world to be heaven.",
        "He would hold his duty over his fascination with the immortal world.",
        "There's nothing that would make him choose the immortal world over ours.",
        "There's no Black God in the immortal world!",
        "You can't go to the immortal world, Jonny.",
        "She'd sworn an oath to Darian, and the last thing she wanted was to return to the immortal world and wait for the Others to grab her.",
        "For the first time since she left the immortal world, she cried.",
        "\"I saw the name on the obelisk in the immortal world when I returned your family's marker,\" Darian said.",
        "I believe now the rumors were true, Darian said, at peace after his trip to the immortal world.",
        "It's my last memory of the immortal world until I returned a day ago.",
        "Her only regret: the Schism kept her from becoming the rightful queen of the immortal world.",
        "\"If the Others take me to the immortal world, and you must choose between me and the fate of humanity, you will save the mortal world,\" she said, turning to look up at him again.",
        "If that was what they thought, they'd hold his family hostage in the immortal world.",
        "He'd want Damian and Jonny with him if he went to the immortal world to take on the Others.",
        "\"Safe in the immortal world, for now,\" the Watcher said.",
        "The immortal world has suffered enough.",
        "I saw what you did to the immortal world.",
        "Why can't you go back to the immortal world, fight each other there, and leave us alone?",
        "\"So you're keeping my family hostages in the immortal world,\" he said.",
        "Jenn picked herself up off the floor, sensing the swirling magics of her prison in the immortal world.",
        "\"Welcome to the immortal world,\" Jenn said and rose.",
        "I can kill a guardsman in the immortal world.",
        "It's gotta be the immortal world.",
        "Everything that held magic was amplified in the immortal world.",
        "\"A full twenty-four hours in the immortal world,\" Jenn said and sighed.",
        "Changes undergone in the immortal world normally weren't permanent, once they returned to their world for twenty-four hours.",
        "Darian was working hard to keep the Others from returning to the immortal world.",
        "At some point, he'd have to snatch Yully and Charles and drag them down to the immortal world and hope they had a chance to Travel before being blasted to pieces.",
        "From what Jonny revealed, Darian needed to be on the immortal side of the world before he unleashed his magic.",
        "The minute his feet touched the ground of the immortal world, he heard shouts.",
        "She'd lost contact with her mate before being taken to the immortal world.",
        "After the exchange in the immortal world, she knew Sofi was on no good terms with Xander.",
        "I came here to bury the past and the immortal world.",
        "Light and shadow bent and swirled around him, his magic magnified by the immortal world.",
        "Sprawled on the ground, Jenn stared at the pillar of roaring magic that replaced the obelisk, as if a cork had been loosened from the core of the immortal world.",
        "Jenn drew back, unwilling to let her mate die in the immortal world.",
        "The hot midday sun was reminiscent of the immortal world, but the screaming was gone, replaced by silence.",
        "One second, he'd been in the immortal world.",
        "He didn't know how he left the immortal world, but if he made it, Jenn could.",
        "They must've escaped before the immortal world collapsed.",
        "\"I think I know where to start,\" he said, focusing on the sense that told him where the immortal intruders were.",
        "The immortal world is gone.",
        "You can't disappear into the immortal world.",
        "He sat back and stared at the portal listlessly, knowing the immortal world was no more.",
        "Might be some guardsmen loose in Mexico who escaped before the immortal world collapsed.",
        "He found The Book of the Damned and fought with immortal ability and speed.",
        "From this point, Xander was able to see most of the city, including the white dome of the palace at its center that marked the home of one of the three Gods that ruled the immortal realm.",
        "Eden stood on top of the tavern overlooking the immortal city of the Grey God.",
        "He didn't understand the difference between an immortal warrior and a human child, between opponent and innocent.",
        "If the immortal world posed a threat to hers now, it might again in the future.",
        "His abilities were beyond those of any immortal she knew.",
        "No weapon made by man or immortal can kill you.",
        "After all, he was the single most powerful immortal on the planet, and the oldest.",
        "The others he hoped had died when the immortal world was destroyed months ago by the Grey God.",
        "Eden was little older than Xander, the day he was made immortal.",
        "She had a weapon capable of destroying the immortal realm but had chosen not to unleash Xander completely, knowing what might happen if she did.",
        "Six months ago, they lost their ability to move between worlds, mainly because the immortal world was destroyed.",
        "He lost a round with her in the immortal world, when she manipulated him into saving her life and those of her sisters-in-law.",
        "His gaze darkened, and Xander knew his long-time ally was thinking of their shared history from the time before the Schism that split the mortal and immortal worlds apart.",
        "The foregoing views of the sacred, though starting from distinct conceptions, converge in a single complex notion, as may be seen from the many-sided sense borne by such a term as wakan, which may stand not only for \" mystery,\" but also for \" power, sacred, ancient, grandeur, animate, immortal \" (W J McGee, 15th Report of U.",
        "In 1011, after thirty-five years of unremitting labor, he accomplished his gigantic task, and wrote the last distichs of the immortal S/iahnama, that glorious monument of Eastern genius and learning, as Sir W.",
        "Were man not immortal, religion would be of little value.",
        "The western ridge culminates on the north in the peak of Kaisargarh (11,300 ft.), and the eastern in a block, or detached headland, on the south, where rests the immortal \" zirat \" or shrine (11,070 ft.).",
        "Of matters generally regarded as pertaining to natural religion, that on which they were least agreed was the certainty, philosophical demonstrability and moral significance of the immortality of the soul, so that the deists have sometimes been grouped into \"mortal\" and \"immortal\" deists.",
        "What makes the Lyons sojourn of the greatest real importance is that at this time probably appeared the beginnings of the work which was to make Rabelais immortal.",
        "The immortal gods are everywhere the same; they govern the world (xxxvii.",
        "According to this view, not only life but thought are functions of the animal system, in which man excels all other animals as to height of organization: but beyond this, man embodies an immaterial and immortal spiritual principle which no lower creature possesses, and which makes the resemblance of the apes to him but a mocking simulance.",
        "The irrational soul, as well as the rational soul, is immortal.",
        "Before he left his prison he had begun the book which has made his name immortal.",
        "In us this living power constitutes the ego, which is truly immaterial and immortal.",
        "The doom of death under which mankind had sighed since Adam's fall could only then be averted, when the immortal Word of God (Alyos) assumed a mortal body, and, by yielding this to death for the sake of all, abrogated once for all the law of death, of which the power had been spent on the body of the Lord.",
        "Nay, more, it imported that personality into him, making him a limb or member of Christ's body, and immortal as Christ was immortal.",
        "Two years afterwards he published Les Orientales, a volume of poems so various in style, so noble in spirit, so perfect in workmanship, in music and in form, that they might alone suffice for the foundation of an immortal fame.",
        "His skill in curing disease and restoring the dead to life aroused the anger of Zeus, who, being afraid that he might render all men immortal, slew him with a thunderbolt (Apollodorus iii.",
        "The same problem, variously expressed, has engaged the attention of philosophers throughout the ages_ In Christian theology God is conceived as infinite in power, knowledge and goodness, uncreated and immortal: in some Oriental systems the end of man is absorption into the infinite, his perfection the breaking down of his human limitations.",
        "The ultimate sanctions of the moral code were the infinite rewards and punishments awaiting the immortal soul hereafter; but the church early felt the necessity of withdrawing the privileges of membership from apostates and allowing them to be gradually regained only by a solemn ceremonial expressive of repentance, protracted through several years.",
        "Christianity is for the most part conceived as essentially a proclamation through the Divine Word, to immortal beings gifted with free choice, of the true code of conduct sanctioned by eternal rewards and punishments.",
        "The results to which this Probabilism, applied with an earnest desire to avoid dangerous rigour, led in the 17th century were revealed to the world in the immortal Lettres provinciales of Pascal.",
        "When we go farther back into Persian antiquity we find an immortal bird, amru, or (in the Minoi-khiradh) sinamru, which shakes the ripe fruit from the mythical tree that bears the seed of all useful things.",
        "There were two classes of gods - the first immortal, of whom Ndengei is the greatest, said to exist eternally in the form of a serpent, but troubling himself little with human or other affairs, and the others had usually only a local recognition.",
        "seq.: \"such harmony is in immortal souls, but.",
        "Demosthenes gained an overwhelming victory for himself and for the honour of Athens in the most finished, the most splendid and the most pathetic work of ancient eloquence - the immortal oration \"On the Crown.\"",
        "For while he maintains constantly his favourite maxim \"that there is nothing in the intellect which has not been in the senses\" (nihil in intellectu quod non pries fuerit in sensu), while he contends that the imaginative faculty (phantasia) is the counterpart of sense - that, as it has to do with material images, it is itself, like sense, material, and essentially the same both in men and brutes; he at the same time admits that the intellect, which he affirms to be immaterial and immortal - the most characteristic distinction of humanity - attains notions and truths of which no effort of sensation or imagination can give us the slightest apprehension (Op. ii..383).",
        "These supernatural beings are sometimes represented as immortal, but often they fall victims to the prowess of mortals.",
        "Whether or not the Irish druids taught that the soul was immortal is a question which it is impossible to decide.",
        "Had Maui succeeded in his attempt to pass through the body of Night (considered as a woman) men would have been immortal.",
        "The oldest sources as literary documents are the Homeric and Hesiodic poems. In the Iliad and Odyssey the gods and goddesses are beautiful, powerful and immortal anthropomorphic beings.",
        "The victory remained with the younger branch, the immortal Olympians of Homer.",
        "Not necessarily immortal, the gods restored their vigour by eating the apples of Iduna.",
        "Men are assumed to be naturally immortal, hence a series of myths to account for the origin of death.",
        "He wrote Rational Psychology (1848), System of Moral Science (1853), Empirical Psychology (1854), Rational Cosmology (1858), Creator and Creation, or the Knowledge in the Reason of God and His Work (1872), Humanity Immortal (1872), Logic of Reason (1874).",
        "- the alliance created by the immortal emperor?",
        "It was a comforting combination of the symbols belonging to his adopted brothers: the sun worn by Damian, the White God, and the star worn by Jule, the expelled immortal and eastern hemisphere's commander.",
        "Damian had granted him immortality along with his other demigod powers, plus the one authority no other immortal had: the ability to kill one of their own who got out of line or broke the divine codes.",
        "He didn't know if a two-bit thug like Talon rated the attention of the King of Darkness or if Talon was stupid enough to challenge an immortal so much more powerful.",
        "Damian found him just before and adopted him first as his servant then as his brother, once they were thrown from the immortal world into the mortal realm.",
        "Dusty knew nothing of the immortal divisions, but since an Other was the evil equivalent of a Watcher, they were in some serious trouble.",
        "You'd been protected by other immortal beings called the Watchers until it was time for your fate to unravel.",
        "Talon made you immortal and awoke your gift, Sofi replied.",
        "Unlike touching Czerno, whose dark memories had overwhelmed her just standing near him, Jonny had only one bad memory, that of his first kill that turned him from human to immortal.",
        "Thank the gods we're immortal.",
        "Bring them back, Dusty said, not understanding how Darian had punctured a hole between the mortal and immortal worlds.",
        "In the ancient times, there were also God-slayers, men of a special kind who were bred and raised by the Gods for immortal wars.",
        "They possessed a unique gift, the ability to kill an immortal without being an immortal.",
        "The White and Black Gods never allowed the slayers to become immortal, no matter how bloodthirsty they were.",
        "None of the Guardians, save Damian and Darian, had their immortal powers, though the Naturals seemed unaffected.",
        "\"Rain doesn't bother a real immortal,\" the Watcher said with a trace of triumph in his voice.",
        "The Watchers thought him lesser, because he'd chosen the mortal world over the immortal one.",
        "Jule baited the immortal creature.",
        "The Grey God has torn the fabric between the mortal and immortal realms.",
        "We're stitching this tear back together from the immortal realm.",
        "Returning to the immortal realm with me and regaining your powers.",
        "He wasn't sure how returning to the immortal realm would make a difference.",
        "A Watcher was stronger than any Guardian in the mortal realm, except for Damian, and more powerful than any immortal in the immortal realm, except for an Original Being.",
        "The Watcher had been up front with him about the mission, which meant there was much more than the immortal creature was saying.",
        "Some sort of immortal creatures called Guardians are trying to destroy humanity.",
        "She looked too sweet to be someone about to destroy the fabric between the immortal and mortal worlds, even if he did sense some sort of dark secret in her gaze.",
        "He'd never forget his single run-in with one of the Others, a group of Watchers working to destroy the mortal world in favor of an immortal one.",
        "\"You're not an immortal anymore,\" the Other snapped.",
        "\"You're an immortal,\" she said and dropped the necklace.",
        "He'd chosen a human over the immortal realm and been banned for it.",
        "In fact, he'd chosen a woman over his life in the immortal realm.",
        "Neutrality is probably less likely to piss off the immortal realm.",
        "The Watcher had sent an immortal after the woman, all right.",
        "The tall figure loping after them was the equivalent of an immortal pit bull, one of the Watchers' own elite personal guards.",
        "The immortal launched himself at Jule, his knives a blur of glinting steel.",
        "At long last, he heard the sound of a car leaving the garage, and he maneuvered the guardsman away from the garage to ensure the immortal didn't take off after her.",
        "Thankfully, the immortal was more pissed at him than concerned about its prey.",
        "\"I'll be happy to change your luck,\" the immortal snapped and launched at him again.",
        "Satisfied, he focused on the immortal and keeping his weakening shoulder moving.",
        "\"Immortal bad guy,\" he said.",
        "I'm an immortal who's older than dirt.",
        "Apparently, I chose a woman over life in the immortal realm.",
        "Yully's disappointment was soul-deep at the mention of a potential wife for the immortal.",
        "I was with my immortal brothers fighting the Others, the ancestors to your father.",
        "There is a state of constant struggle between good and evil here on earth and a similar struggle in the immortal world between the Others and another faction called the Watchers.",
        "\"It's been sent to the immortal realm, where it belongs,\" her father replied.",
        "One of Dusty's spies found out the Others have a weapon they want to use, we think to open the gateway between the immortal and mortal worlds.",
        "The Watchers stripped the Guardians of power, but their base of power is in the immortal realm.",
        "I didn't send their souls to the immortal realm, because I'd hoped you'd be standing here one day, able to drain the magic from them.",
        "\"We have an old tradition, dating back to the time before the mortal and immortal worlds were split,\" Jule said.",
        "Even when he'd been in the immortal realm, no one crossed a Watcher or Other.",
        "The stars in the center mark the generation of an immortal's bloodline.",
        "Admittedly, I'm the youngest of the oldest immortals and the only immortal on Earth of my generation.",
        "Jule had chosen to stay with Cassandra instead of returning to the immortal realm when the Schism occurred.",
        "\"If you returned to the immortal realm with me, Iâ€”\" \"No.\"",
        "You chose a human and serving the White God over the immortal realm at the Schism, despite the need for your power by your fellow immortals.",
        "Whatever had happened in the immortal realm to make him hate the little bastards, he was glad the sense of distrust wasn't wiped out with his memories.",
        "Gazing at his adopted brother and recalling everything they'd done to protect humans, Jule had no doubt giving up his life in the immortal world was worth it, despite Xander's uncertainty.",
        "I never told you why I was exiled from the immortal world, mainly because I didn't fully know why myself.",
        "The hope is that the Original Being will oversee the transition and make sure none of the immortal entities interfere.",
        "They want me back in the immortal realm to help them battle the Others.",
        "What would make an immortal who chose humanity once return to who he was in order to save the humans again?",
        "D, I need my Original powers back, but I'm not going back to the immortal realm.",
        "The White God must exist for the sake of humanity, but an exiled immortal is no loss if he dies.",
        "\"Gatekeeper, Oracle, Healer, Original Immortal,\" Xander said, taking in everyone one-by-one.",
        "Immortal, take me back.",
        "He'd cracked the gateway when Jonny became the Black God, and now, the immortal realm peeked from the clouds into the mortal world.",
        "With Juleâ€”and youâ€”I think we have a chance of ridding the planet of the immortal interference and returning to our day-to-day battle between good and evil.",
        "\"My father â€¦\" \"We sent his soul back to the immortal world.\"",
        "At more than double both their ages, Jule was as old as the Watchers, exiled to earth after pissing off someone somewhere in the immortal world just before the Schism.",
        "\"Guess they forgot to tell you I'm immortal,\" Jilian said and laughed.",
        "\"Damian, don't!\" she shouted as the invisible hands lifted her and stripped her of her immortal gift.",
        "Her back was bare to display the name of Darkyn amid the Immortals' geometric writing that marked her as an Immortal mate.",
        "First the unfriendly Immortal society, now this nightmare.",
        "She'd never thought about how long Darkyn might wait to claim his mate by Immortal law in that way.",
        "To kill a man, Immortal or demon fast, touch him here.",
        "If I've learned anything, it's never to trust a deity or an Immortal or a demon.",
        "The Immortal who posed as her only friend and surgeon for years â€“ who also nearly killed her â€“ stood before her.",
        "She'd learned a lot lately about how obligation held more sway in the Immortal society than truth or emotion.",
        "Flanked by the Immortal she knew as Kiki and two more, Rhyn stood several meters away.",
        "Standing between the men who could claim her as a mate at some point in the past week, she was caught in the need to taste Darkyn and the desire to have the love of an Immortal whose heart was never hers to start out with.",
        "She has an anomaly that makes her immune to young and old Immortal magic, all the way back to the Ancients.",
        "Accepting, loving, trusting someone â€“ even if bonded â€“ was beyond Immortal Laws to dictate.",
        "It gave her a little bit of peace, knowing she wasn't solely at the mercy of the Immortal Laws and Fate.",
        "Immortal Mate (Death â€“ current) and Immortal Mate (Dark One - current) This much he predicted.",
        "The two demons lurking in the shadows weren't opening the only way out of Hell for an Immortal.",
        "\"Immortal Law states that the mate of an immortal or deity is beyond â€“\" \"Immortal Law!\" the first one laughed again.",
        "This morning, he left a perfectly healthy woman â€“ who looked like his mate and wore the Immortal mating tattoo â€“ and yet was distinctly different.",
        "As the head of the Immortal Council That Was Seven, Rhyn was charged with protecting the human population from demons.",
        "He wasn't allowed to tell Rhyn, due to Immortal laws governing the dealings between deities.",
        "Dressed in a mock turtleneck of some expensive fabric and slacks, the seated Immortal was relaxed and bright-eyed, despite accompanying them on the hunt that led them to the meat locker a couple of hours ago.",
        "Gabriel was envious of how refreshed the Immortal managed to appear without sleep.",
        "The only calm, civilized Immortal on the Council That Was Seven, she had sought him out rather than try to reason with the irrational leaders of the Council.",
        "Andre was an Immortal, a friend of Gabriel.",
        "\"Do you want to clean up first?\" the Immortal asked politely, gaze on the demon blood on Gabriel's clothing.",
        "The Ancient Immortal was studying him hard.",
        "\"There never was a tumor in the head of this Deidre,\" the Immortal said cryptically.",
        "He wanted to be different than the other deities who didn't respect any boundaries, even if he was breaking Immortal Laws right and left to try to salvage his underworld.",
        "Significant events of the human world, deals with deities, Immortal dealings.",
        "Unless you're using magic on her, there's no way any woman â€“ Immortal, deity or human â€“ would ever choose to stay with you.",
        "His mate was allegedly no longer dying of a tumor, even if he couldn't figure out what secrets she hid, and his newfound independence left him wary of the Immortal Laws but no longer enslaved by them.",
        "She wore two mating markings: the Immortal tattoo and the mark of a blood-bound demon.",
        "Nothing â€“ not even Darkyn â€“ could change that, even if the Immortal mating script changed again.",
        "The first Ancient Immortal approached her.",
        "Immortal Code, Rule 5329: Death shall not knowingly claim a soul not on the list, he recited silently.",
        "In the matter of seven days, Gabriel had come close to breaking more Immortal Codes governing Death's actions in the mortal world than his predecessor did over hundreds of thousands of millennia.",
        "You broke no part of the Immortal Code, and you followed our procedures.",
        "His predecessor chose the best, like the cautious and steady Immortal awaiting his decision.",
        "He emerged at the Caribbean Sanctuary, one of four places that connected the mortal and immortal worlds.",
        "Governed by Death, the Sanctuaries were located on islands protected by magic and tended by convents of Immortal nuns, who helped any who came to them.",
        "Immortal Code, Rule 35: Sanctuaries and the shadow world between places are part of Death's domain to protect.",
        "The Immortal Code, rule seventy four states that my status as a former-human has no relevance, once I was made Immortal.",
        "Immortal Code, Rule 2,000,010: Death shall not return a soul It has claimed.",
        "Immortal Code, Rule 3: The bond between an Immortal and its mate is sacred, unbreakable.",
        "They were all serious, absorbed with following the Immortal Code and performing their duties.",
        "Written across the top of her back was his name and the geometric Immortal script marking her as his mate by Immortal law.",
        "Immortal Code, Rule 973: An Immortal mate of human origin is marked with its Immortal's name so that other Immortals know to protect and welcome the human into the Immortal society.",
        "Gabe was halfway across the gym where the Immortal foot soldiers were training before he knew where he was.",
        "Gabe sat up as Kiki approached, and the tall Immortal paused, critical gaze taking in both of them.",
        "By Immortal Code, he was obligated to claim her and protect her as Rhyn had Katie.",
        "Tourists and locals alike bartered with vendors, and he entered a tiny silver shop, where he sensed the Immortal he sought.",
        "Tamer's gift: He was the keeper of the Immortal histories, records not even Rhyn knew about, that only Tamer could read with his magic.",
        "It led down another hallway lined with wooden doors, each marked with an Immortal symbol.",
        "He sensed magic, though, and understood the Immortal was able to access the tablet in a way Death had no need to.",
        "Its function could determine the meaning of the symbols, since the most ancient Immortal writing is based on a complex system of symbolic context.",
        "Immortal Code, Rule 22: Only deities can interfere with the duties of another deity.",
        "She thinks you blew up the gym because Deidre is your mate by Immortal law.",
        "Immortal Code, Rule 10 & 11: An Immortal must regard the protection of its mate above its own safety.",
        "He'd caught himself creeping closer and closer to breaking Immortal Codes.",
        "I know one thing for sure: the Immortal mood beast that is my mate is the only reason I'm making it through this.",
        "The Immortal had the temper of a demon, the power of a deity and the self-control of a child.",
        "By Immortal Code, Gabriel was obligated to protect Deidre.",
        "The deity managing the Future was wise in the way of an ancient immortal that had seen everything since the time-before-time, yet laid back and friendly, two traits Gabe didn't expect.",
        "Anyway, now, by Immortal law, you're his mate, so he legally has to protect you instead of get revenge.",
        "I'm invoking Immortal Code, rule 7,340: secrets between deities ....",
        "Immortal Code, Rule 9: All deals made between deities shall be recorded by the Oracle.",
        "It was a violation of multiple rules within the Immortal Code.",
        "Gabriel asked, not understanding why the Dark One chose the Immortal that was his archenemy for thousands of years.",
        "Gabe watched it, anger stirring as the Oracle confirmed Darkyn's story about bringing back a dead-dead immortal.",
        "Immortal Code, Rule 302: Debts incurred by a deity shall not expire and shall be transferred to successors until settled.",
        "The laws and magic governing the mate of an Immortal are much more forgiving.",
        "He had to determine if the one he owed Darkyn was present or not and then warn Rhyn that the half-demon's Immortal father would soon no longer be dead-dead.",
        "No other demon was permitted close the Immortal fortress.",
        "The scent of an Immortal â€“ a female one â€“ made his hunger roar to life.",
        "We're here to do the interview we do for all new members to the Immortal society.",
        "She feared asking what they meant by Immortal society.",
        "When did the Immortal mating inscription appear?",
        "\"We have a more formal process now for transitioning Immortal mates,\" Kiki said, as if his explanation was supposed to mean something to her.",
        "We're managed by a council that very poorly oversees Immortal activities in the mortal world and fights demons to keep the underworld dwellers from destroying the human world.",
        "We follow the Immortal Code, which dictates our interactions with humans and our obligations within our society.",
        "As far as we know, Immortal mates are predetermined.",
        "You might have an Immortal bloodline somewhere in your ancestry or a simple mutation.",
        "Immortal doesn't mean omniscient or anything.",
        "By Immortal Code, Death can't kill you, and neither can any of his dealers.",
        "\"It's an honor to be an Immortal mate,\" Ileana said.",
        "Though, if what they said was true, she was destined for the Immortal society anyway.",
        "He spoke like Mr. Checkmate, the Immortal that greeted her on the beach and spoke of a history with her when she'd never seen him before.",
        "He wasn't curious about the existence of an Immortal society, only about what she intended to do, now that she knew it existed.",
        "Always drama with Immortal mates.",
        "Gabe bristled, aware of the quiet lethality of the Immortal before him.",
        "The disaster that remained of the Immortal society and its Council was evidence.",
        "The Immortal was planning something and intended to use Deidre to get it.",
        "Wynn had missed the events of the past few thousand years, which meant the changes Gabe went through the past few months were mysteries to the Immortal.",
        "Rare emotion went through the gaze of the Immortal before him.",
        "The Immortal knew as much as Gabe about the portals and how to evade those who followed.",
        "It wasn't Death's duty to track a rogue Immortal like Wynn, but he had a need to ensure the right person did.",
        "Nothing screamed Immortal or that there was something about him she should be worried about.",
        "Deidre guessed she'd stumbled upon somewhere in the Immortal world.",
        "\"You should go get the Immortal mood beast,\" the boy advised Hannah.",
        "In fact, if she'd stayed away from the beach this weekend altogether and had dinner with her doctor instead of causing her boyfriend to be eaten by a demon, she wouldn't be facing an Immortal mood beast or teaching Immortal children not to feed humans rocks.",
        "I'm happy to see you instead of an Immortal mood beast.",
        "\"Immortal mood beast?\" the woman addressed the boy.",
        "\"Immortal Code,\" Toby said.",
        "\"Once upon a time, you were an Immortal â€“\" \"-deity,\" Toby corrected.",
        "You also broke immortal laws to let me go instead of killing me.",
        "Yeah. You should be able to see the Immortal markings, too.",
        "I usually see them when I first meet an Immortal, Katie said.",
        "\"Immortal mood beast,\" Toby muttered under his breath.",
        "\"Oh, and there's no walking away from an Immortal that's claimed you,\" Katie added.",
        "What kind of stranger â€“ Immortal or otherwise â€“ gave a blank check to someone who probably screwed him over in a past life?"
    ],
    "definition": [
        "im·mor′tal·ly\nadv.",
        "Link/Cite"
    ]
}