{
    "translation": "לא צנוע, חסר בושה",
    "uses": [
        "It is unfair to say that the majority of girls' clothing is immodest.",
        "At the expense of sounding immodest, I must say I am one of those who can attain this state.",
        "Some people believe it is immodest to expose your arms or to wear pants.",
        "The Kyogen needs no elaborate description: it is a pure farce, never immodest or vulgar.",
        "Before deciding on the perfect modest tankini, it may be a good idea to discover what you think an immodest tankini looks like.",
        "With Mahommedan peoples it is sufficient for a woman to cover her face; the Chinese women would think it extremely indecent to show their artificially compressed feet, and it is even improper to mention them to a woman; in Sumatra and Celebes the wild tribes consider the exposure of the knee immodest; in central Asia the finger-tips, and in Samoa the navel are similarly regarded.",
        "A seamstress can easily create a suitable modesty panel to wear beneath an immodest dress.",
        "However, a dress code can control certain issues such as immodest dressing and gang associations while still allowing students to dress as individuals.",
        "Unlike other mainstream cruise lines, Celebrity Cruises does not offer wacky, immodest games, or other silly activities.",
        "Just as not all intimate garments are strictly lingerie, not all lingerie has see-through lace or other immodest fabrics.",
        "immodest attire, coming in drag, and/or etc. Re: Open Communion.",
        "immodest proposals.",
        "This was the second time she had absently stood before him disheveled and immodest.",
        "immodest enough to say that I find myself now unable to put it down.",
        "Without being too immodest, we happen to think the magazine you are holding is going to cause quite a stir.",
        "Without wishing to sound immodest, in publishing terms a quarter of a century is a very long time.",
        "It is considered immodest for men to touch women - other than their wives.",
        "immodest women, and chastising those who quarreled or misbehaved.",
        "That's not uncommon for Big Apple young people, living on a modest income in a financially immodest city.",
        "By heaven, today's girls are so immodest!"
    ],
    "definition": [
        "Not conforming to traditional sexual mores; indecent: an immodest bathing suit.",
        "Boastful or arrogant: an immodest claim of success.",
        "a. Immoderate, as in size or quantity: immodest wealth.\nb. Pretentious or ostentatious: immodest furnishings.",
        "im·mod′est·ly\nadverb",
        "im·mod′es·ty\nnoun",
        "Link/Cite",
        "Lacking in modesty; shameless.",
        "Link/Cite"
    ]
}