{
    "translation": "חסינות",
    "uses": [
        "If it.s not the immunity blood, then Ully will need you here in his lab.",
        "The higher the altitude the healthier the animals and the greater their immunity from disease.",
        "The nature of immunity is not known.",
        "\"If you want the immunity solution, then you.ll work with me to protect our brother,\" Kris said.",
        "Then a certain amount of immunity may be acquired by the systematic use of quinine.",
        "In September of the same year he was able to announce results which pointed to the means of securing immunity from the dreaded plague.",
        "- The combined hostility of the orthodox church and the Byzantine empire drove the Nestorians into exile, but they went much further than was needed simply to secure immunity from persecution.",
        "I cannot have anyone else find out about the power of the immunity blood.",
        "By means of \" vaccination \" we are enabled to induce an active immunity against infection by certain pathogenic bacteria.",
        "The poor landowner, likely to lose all that he had from one kind of oppression or another, went to the great landowner, his neighbour, whose position gave him immunity from attack or the power to prevent official abuses, and begged to be protected.",
        "But in any case, the immunity easily carried the development of private jurisdiction through these stages.",
        "The court was part of the general immunity which made these quarters imperia in imperio: their exemptions from tolls and from financial contributions is parallel to their judicial privileges.",
        "Coincidently therewith, the hope of neutralizing infections by fortifying individual immunity has grown brighter, for it appears that immunity is not a very radical character, but one which, as in the case of vaccination, admits of modification and accurate adjustment in the individual, in no long time and by no very tedious methods.",
        "Thus, much of infection and immunity are proving to be but special cases of digestion, and teleological conceptions of protective processes are modified.",
        "The Commission had much difficulty at the beginning in securing the testimony of witnesses, who invoked the Constitution of the United States as a bar against selfincrimination, and the immunity clause of the act had to be amended before testimony could be obtained.",
        "You figured out how to make an immunity injection?",
        "And the immunity blood?",
        "In the course of a long period characterized by a weak central government, it was not difficult to enlarge the rights which the lord thus obtained, to exclude even the king's personal authority from the immunity, and to translate the duties and payments which the tenant had once owed to the state into obligations which he owed to his lord, even finally into incidents of his tenure.",
        "Stakman had determined that immunity to these diseases, or at least resistance, could be bred into crops.",
        "In the preservation of immunity then, in its various degrees and kinds, not only is the chemistry of the blood to be studied, but also its histology.",
        "In the Theodosian Code the various crimes which are accounted sacrilege include - apostasy, heresy, schism, Judaism, paganism, attempts against the immunity of churches and clergy or privileges of church courts, the desecration of sacraments, &c. and even Sunday.",
        "By the grant of an immunity to a proprietor the royal officers, the count and his representatives, were forbidden to enter his lands to exercise any public function there.",
        "The most important public function whose transformation into a private possession was assisted by the growth of the immunity was the judicial.",
        "The core is served with a thick coating of wet jute, yarn or hemp (h), forming a soft bed for the sheath, and, to secure immunity from the ravages of submarine boring animals, e.g.",
        "Jenner reasoned that the pox contracted by dairymaids could be used to impart immunity to others.",
        "Some persons are naturally absolutely immune (Celli), but this is rare; immunity is also sometimes acquired by infection, but as a rule persons once infected are more predisposed than others.",
        "Finally he secured from the king an immunity which excluded the royal officers from his lands and made him a quasi-representative of the state.",
        "Here the tropical heat is tempered by constant trade winds, there is perfect immunity from hurricanes, the soil is peculiarly suited for cane-growing, and by the use of specially-prepared fertilizers and an ample supply of water at command for irrigation the land yields from 50 to 90 tons of canes per acre, from which from 12 to 14% of sugar is produced.",
        "Article 10 extended immunity to ecclesiastics employed by the Holy See, and bestowed upon foreign ecciesiastics in Rome the personal rights of Italian citizens.",
        "The weakness of the king enabled him to demand and to secure immunity from taxation.",
        "In some of the infective conditions the conflict fortifies the organism against future attacks of the same nature, as for example in the immunity following many of the acute infective diseases.",
        "In time the private lord, who had never been an officer of the state, assumed the old administrative titles and called himself count or viscount, and perhaps with some sort of right, for his position in his territories, through the development of the immunity, did not differ from that now held by the man who had been originally a count.",
        "It forms part of the long line of islands which are interposed as a protective barrier between the Asiatic coast and the outer Pacific, and is the cause of the immunity from typhoons enjoyed by the ports of China from Amoy to the Yellow Sea.",
        "The Kurds, the constant oppressors of that people, had received official recognition and almost complete immunity from the control o f the civil law by being formed into a Y g eo Y manry frontier-guard known as the Hamidian cavalry.",
        "This immunity is apparently not due to the absence of favourable conditions, but rather to the presence of some inimical factor which prevents the development of the parasite.",
        "Crete, like several other large islands, enjoys immunity from dangerous serpents - a privilege ascribed by popular belief to the intercession of Titus, the companion of St Paul, who according to tradition was the first bishop of the island, and became in consequence its patron saint.",
        "They developed immunity blood the last time they had you.",
        "The publication of Ehrlich's chemical, or rather physical, theory of immunity has thrown much light upon this very intricate and obscure subject.",
        "For instance, the swampy character of malarial areas is explained by their breeding in stagnant water; the effect of drainage, and the general immunity of high-lying, dry localities, by the lack of breeding facilities; the danger of the night air, by their nocturnal habits; the comparative immunity of the upper storeys of houses, by the fact that they fly low; the confinement of malaria to well-marked areas and the diminution of danger with distance, by their habit of clinging to the breeding-grounds and not flying far.",
        "A question thereupon arose as to the manner in which the privileges thereby purported to be conferred affected the jurisdiction of the sultan over such dhows, the masters of which, as was alleged, used their immunity from search for thepurpose of carrying on contraband trade in slaves, arms and ammunition.",
        "Nor was the king's aid lacking to this method of dividing up the royal authority, any more than to the immunity, for it became a frequent practice to make the administrative office into a fief, and to grant it to be held in that form of property by the count.",
        "\"The immunity blood worked.  We can have the Immortal scientist make us more.  We could slide right into the – \" \"Ully is dead-dead, as you will be by the time the day is over,\" Darkyn said.",
        "After the second crusade the German Jews fell into the class of servi camerae, which at first only implied that they enjoyed the immunity of imperial servants, but afterwards made of them slaves and pariahs.",
        "They consisted mainly in exemption from public burdens, both as regarded person and pocket, and in immunity from lay jurisdiction.",
        "Have you had a chance to test the immunity blood Sasha brought?",
        "This by no means provided for his immunity from punishment.",
        "Medical school education is likely to confer lifelong immunity 1.",
        "The Kilimanjaro region is said to enjoy immunity.",
        "The strife was largely economic, the people desiring to deprive the nobles of the immunity of taxation which they had enjoyed.",
        "The relative weakness of territorial power in the North, after the fall of Henry the Lion of Saxony, diminished without however removing this motive for union, but the comparative immunity from princely aggression on land left the towns freer to combine in a stronger and more permanent union for the defence of their commerce by sea and for the control of the Baltic.",
        "\"Why I called you all here was to finish the discussion we started at our last meeting about the immunity of two certain humans to Immortal powers,\" Kris interjected.",
        "My people figured out the right mix of Rhyn.s girl.s blood to give immunity to whoever has it.",
        "If my serum worked, then we know her blood will give immunity.",
        "Immunity against toxins also became a subject of investigation, and the result was the discovery of the antitoxic action of the serum of animals immunized against tetanus toxin by E.",
        "No matter their age, anyone can get measles, although it is most common amongst children whom have not yet built up immunity to the illness.",
        "Immunity >>",
        "This is the immunity.",
        "In 1814 Alexandria was threatened by a British fleet, but bought immunity from attack by paying about $10o,000.",
        "The majority of the diet approved a recess, allowing the Protestants a brief period of immunity until the 15th of April 1531, after which they were to be put down by force.",
        "Once you're had chicken pox once, you've built up a lifetime of immunity and shouldn't be at risk again.",
        "He wished he'd thought to bring his backpack with his 3DS and magazines until he remembered why it was better he left it: Rhyn needed the other dosage of Immunity blood if the half-demon wanted to make it to the seventh day after Katie's death.",
        "Of 24 protected persons, all escaped but four, and these had to be out at night or otherwise neglected precautions; of 38 unprotected persons, all contracted malaria except two, who had apparently acquired immunity.",
        "This phagocytal action of certain cells of the body is held by Metchnikoff and his followers to have an important bearing on the pathology of immunity.",
        "The transfer of the judicial process, and of the financial and administrative sides of the government as well, into private possession, was not, however, accomplished entirely by the road of the immunity.",
        "He was, it is true, again elected to the Chamber of Baden by the circle of Thiengen, but the government, no longer willing to respect his immunity as a deputy, refused its ratification.",
        "It was the first town to surrender to the Romans in the First Punic War, and was granted freedom and immunity from tithe.",
        "It would seem that of late years Tajima, Hida, KOzuke and some other regions in central Japan have enjoyed the greatest immunity, while Musashi (in which province Tokyo is situated) and Sagami have been most subject to disturbance.",
        "The gross selfishness of the Spartans, herein exemplified, was emphasized by their capture of the Theban citadel, and, after their expulsion, by the raid upon Attica in time of peace by the Spartan Sphodrias, and his immunity from punishment at Sparta (summer of 378 B.C.).",
        "The period of immunity assigned to the Protestants passed by;.",
        "When a building contract provides that a certificate of the architect, showing the final balance due to the contractor, shall be conclusive evidence of the works having been duly completed, the architect occupies the position of an arbitrator, and enjoys the same immunity from liability for negligence in the discharge of his functions (Chambers v.",
        "Since there was no longer a Parliament, or any personal immunity, the military authorities established unlimited police rule, which seemed to be obsessed with terror of its own citizens; anyone who seemed to them suspect was subjected to internment in concentration camps.",
        "It is difficult to say to what we are to ascribe his immunity from painful consequences.",
        "Maurice was promised some rights over the archbishopric of Magdeburg and the bishopric of Halberstadt; immunity, in part at least, for his subjects from the Tridentine decrees; and the question of transferring the electoral dignity was discussed.",
        "They possess immunity, but may be handed over to the ordinary courts by resolution of the House to which they belong.",
        "After that there was for a time comparative immunity from inundations, but in 1882 fresh outbursts again began.",
        "The valuable resources of the republic, and its comparative immunity from revolution, formerly attracted the attention of European and American investors, who supplied the capital for internal development.",
        "as the duke had set out to meet Mary, Cecil became the most active intriguer against him, and to these efforts, of which he laid a full account before Queen Mary, he mainly owed his immunity.",
        "years, i.e.to the ist of March 49 B.C., and it was enacted that the question of his successor should not be discussed until the 1st of March 50 B.C., by which time the provincial commands for 49 B.C. would have been assigned, so that Caesar would retain imperium, and thus immunity from persecution, until the end of 49 B.C. He was to be elected consul for 48 B.e., and, as the law prescribed a personal canvass, he was by special enactment dispensed from its provisions.",
        "The Judiciary Act of 1789 (as amended by subsequent legislation) provides for the appeal to the Supreme Court of the United States of a final judgment or decree in any suit rendered in the highest court of a state in which a decision in the suit could be had where is drawn in question the validity of a treaty or statute for an authority exercised under the United States, and the decision is against their validity; or where is drawn in question the validity of a statute of, or an authority exercised under, any state, on the ground of their being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of their validity; or where any title, right, privilege or immunity is claimed under the Constitution, or any treaty or statute of, or commission held or authority exercised under the United States, and the decision is against the title, right, privilege or immunity specially set up or claimed by either party under the Constitution, treaty, statute, commission or authority.",
        "According to this information, the area was ultimately limited as north of Aden, and afterwards it was agreed that the immunity from search should be extended to all places beyond a distance from the seat of war equal to the distance from it of Aden.",
        "In addition to the franchise, immunity from corporal punishment (even in the field) was promised the Latins.",
        "Latimer was prohibited from preaching in the university or in any pulpits of the diocese, and on his occupying the pulpit of the Augustinian monastery, which enjoyed immunity from episcopal control, he was summoned to answer for his opinions before Wolsey, who, however, was so sensible of the value of such discourses that he gave him special licence to preach throughout England.",
        "The Congregation of Immunity (Sacra Congregatio Jurisdictionis et Immunitatis ecclesiasticae) was created by Urban VIII.",
        "Immunity: Ricci, Synopsis, decreta et resolutiones (Palestrina, 1708).",
        "Such cases suggest that we should be more correct in regarding, not albinism as correlated with constitutional defects, but rather pigmentation as correlated with powers of immunity or increased resistance against certain injurious processes.",
        "Under the Romans Clazomenae was included in the province of Asia, and enjoyed an immunity from taxation.",
        "The effect of the abnormal conditions is probably to stop the production of, or weaken or destroy the protective enzymes or antitoxins, the presence of which normally confers immunity on the leaf.",
        "2 (1888); Eriksson & Hennings, Die Getreideroste (vide supra); Ward, \"On the Question of Predisposition and Immunity in Plants,\" Proc. Cambridge Phil.",
        "On the living animal the overhair keeps the fur filaments apart, prevents their tendency to felt, and protects them from injury - thus securing to the animal an immunity from cold and storm; while, as a matter of fact, this very overhair, though of an humbler name, is most generally the beauty and pride of the pelt, and marks its chief value with the furrier.",
        "Alaric was an Arian Christian who trusted to the sanctity of Easter for immunity from attack, and the enemies of Stilicho reproached him for having gained his victory by taking an unfair advantage of the great Christian festival.",
        "In the exercise of their office the members of both delegations are irresponsible, enjoying constitutional immunity.",
        "In January 1661 a land commission was appointed to investigate the financial and economical conditions of the kingdoms; the fiefs were transformed into counties; the nobles were deprived of their immunity from taxation; and in July 1662 the Norwegian towns received special privileges, including the monopoly of the lucrative timber trade.",
        "The Israelites are represented as living among the Egyptians, and enjoy no immunity from the plagues, except that of darkness.",
        "As a reward he obtained from Spain and Naples the recognition of ecclesiastical immunity.",
        "Early in his term he carried out a policy he had urged upon the government when minister to France and when vice-president, by dispatching naval forces to coerce Tripoli into a decent respect for the trade of his country - the first in Christendom to gain honourable immunity from tribute or piracy in the Mediterranean.",
        "The people have by no means that immunity from disease which the bright, dry character of the climate and the fine physical aspect of a large proportion of them might lead us to expect.",
        "To this fact it owes its immunity from the forest fires which wreak frightful havoc among the surrounding forests.",
        "(descent from a serpent involves immunity from its bite, and a serpent is supposed to identify the rightful heirs of a kingdom).",
        "The rites, we may suppose, have become modified and more orthodox, but none the less they are a valuable testimony to the persistence of the cult among people who still claim power over serpents and immunity from their bite, and who live hard by the home of the ancient tribe which ascribed its origin to the son of Circe.\"",
        "Similarly, the comparative immunity of Europeans in the East may be explained by their different conditions of life.",
        "Klein also prepares a new prophylactic from the dried organs of a guinea-pig, and one of the most interesting experiments is that of Strong (Archiv far Schiff sand tropische Hygiene, April, 1906), who uses for producing immunity in man a living virulent culture of the bacillus pestis.",
        "So far as adult life is concerned this superior vitality is no doubt attributable to comparative immunity from the risks and hardships to which men are exposed, as, also, to the weaker inclination of women towards intemperance of different kinds.",
        "And even the more moderate believers in the pope's infallibility maintained that it was merely negative, a heaven-sent immunity against falling into error.",
        "The emperor protested that only the Greeks were fit to hear him, and rewarded them when he left by the bestowal of immunity from the land tax on the whole province, and by the gift of the Roman franchise; he also planned and actually commenced the cutting of a canal through the Isthmus of Corinth.",
        "On the fall of Orlando he succeeded him as premier, but his administration was a weak one, the Socialists and Communists being allowed to commit innumerable acts of criminal violence with absolute immunity.",
        "But the Dacians were really left independent, as is shown by the fact that Domitian agreed to purchase immunity from further Dacian inroads by the payment of an annual tribute.",
        "The members have immunity from prosecution except with the knowledge of the national council.",
        "Omar II., however, extended to non-Arabic Moslems immunity from all taxes except the zakat (poor-rate), with the result that a large number of Persians, who still smarted under their defeat, under Mokhtar, embraced Islam and drifted into the towns to form a nucleus of sedition under the Shiite preachers.",
        "The significance of these facts from a cultural point of view is twofold: for, while a late variety is desirable for culture in Great Britain, as ensuring more or less immunity from spring frost, it is, on the other hand, undesirable, because late varieties are more liable to be attacked by the potato disease (Phytophihora infestans) which as a rule appears about the time when the earliest varieties are ready for lifting, but before the late varieties are matured.",
        "They do not appear, however, to maintain the same degree of immunity over a long period of years, but to become more and more open to the attack as the variety becomes older; nor do they always exhibit the same degree of immunity in different localities.",
        "In other words, animals vaccinated with the cultivated bacillus showed immunity from disease when reinoculated with the deadly wild form.",
        "The questions as to the causes and nature of the changes in the bacillus and in the host, as to the extent of immunity enjoyed by the latter, &c., are of the greatest interest and importance.",
        "recently it was urged that the acid contents of plants explained their immunity from bacterial diseases, but it is now known that many bacteria can flourish in acid media.",
        "Immunity: Ehrlich, \" On Immunity with Special Reference to Cell-life,\" Proc. R.",
        "(1) the methods employed in the study; (2) the modes of action of bacteria and the effects produced by them; and (3) the facts and theories with regard to immunity against bacterial disease.",
        "Immunity against diseases caused by bacteria has been the subject of systematic research from 1880 onwards.",
        "In producing active immunity by the attenuated virus, Duguid and J.",
        "The facts with regard to passive immunity were thus established and were put to practical application by the introduction of diphtheria antitoxin as a therapeutic agent in 1894.",
        "The laws of passive immunity were shown to hold also in the case of immunity against living organisms by R.",
        "It was formerly supposed that the injection of attenuated cultures or dead organisms-vaccines in the widest sensewas only of service in producing immunity as a preventive measure against the corresponding organism, but the work of Sir Almroth Wright has shown that the use of such vaccines may be of service even after infection has occurred, especially when the resulting disease is localized.",
        "The methods of producing immunity are dealt with below.",
        "The circumstances which alter the virulence of bacteria will be referred to again in connexion with immunity, but it may be stated here that, as a general rule, the virulence of an organism towards an animal is increased by sojourn in the tissues of that animal.",
        "By immunity is meant non-susceptibility to a given disease, or to experimental inoculation with a given bacterium or toxin.",
        "An immunity.",
        "That an animal possesses natural immunity can only be shown on exposing it to such conditions, this being usually most satisfactorily done in direct experiment.",
        "Further, there are various degrees of immunity, and in this connexion conditions of local or general diminished vitality play an important part in increasing the susceptibility.",
        "Animals naturally susceptible may acquire immunity, on the one hand by successfully passing through an attack of the disease, or, on the other hand, by various methods of inoculation.",
        "Two chief varieties of artificial immunity are now generally recognized, differing chiefly according to the mode of production.",
        "In the first - active immunity - a reaction or series of reactions is produced in the body of the animal, usually by injections of bacteria or their products.",
        "The second - passive immunity - is produced by the transference of a quantity of the serum of an animal actively immunized to a fresh animal; the term is applied because there is brought into play no active change in the tissues of the second animal.",
        "The methods of active immunity have been practically applied in preventive inoculation against disease; those of passive immunity have given us serum therapeutics.",
        "The key to the artificial establishment of active immunity is given by the fact long established that recovery from an attack of certain infective diseases is accompanied by protection for varying periods of time against a subsequent attack.",
        "Immunity, however, probably results from certain substances introduced into the system during the disease rather than from the disease itself; for by properly adjusted doses of the poison (in the widest sense), immunity may result without any symptoms of the disease occurring.",
        "Of the chief methods used in producing active immunity the first is by inoculation with bacteria whose virulence has been diminished, i.e.",
        "The immunity may be made to reach a very high degree by ultimately using cultures of intensified virulence, this \" supervirulent \" character being usually attained by the method of passage already explained.",
        "A second method is by injection of the bacterium in the dead condition, whereby immunity against the living organism may be produced.",
        "A third method is by injections of the separated toxins of a bacterium, the resulting immunity being not only against the toxin, but, so far as present knowledge shows, also against the living organism.",
        "Immunity of the same nature can be acquired in the same way against snake and scorpion poisons, and against certain vegetable toxins, e.g.",
        "In order that the immunity may reach a high degree, either the bacterium in a very virulent state or a large dose of toxin must ultimately be used in the injections.",
        "In such cases the immunity is, to speak generally, specific, i.e.",
        "A certain degree of non-specific immunity or increased tissue resistance may be produced locally, e.g.",
        "In these cases the immunity is without specific character, and cannot be transferred to another animal.",
        "Passive Immunity: Anti-sera.",
        "- The development of active immunity by the above methods is essentially the result of a reactive process on the part of the cells of the body, though as yet we know little of its real nature.",
        "It is by means of them that immunity (passive) can be transferred to a fresh animal.",
        "So far as bacterial immunity is concerned, the anti-serum exerts its action either on the toxin or on the bacterium itself; that is, its action is either antitoxic or anti-bacterial.",
        "The antitoxic serum when injected enttinoxic previously to the toxin also confers immunity (passive) against it; when injected after the toxin it has within certain limits a curative action, though in this case its dose requires to be large.",
        "The fact that agglutinins appear in the body at an early stage in a disease has been taken by some observers as indicating that they have nothing to do with immunity, their development being spoken of as a reaction of infection.",
        "On the contrary the labile opsonins of normal serum have a comparatively general action on different organisms. It is quite evident that the specific immune-opsonins may play a very important part in the phenomena of immunity, as by their means the organisms are taken up more actively by the phagocytic cells, and thereafter may undergo rapid disintegration.",
        "The object in such treatment is to raise the opsonic index of the serum, this being taken as an indication of increased immunity.",
        "Active immunity has thus been shown to be associated with the presence of certain anti-substances in the serum.",
        "After these substances have disappeared, however, as they always do in the course of time, the animal still possesses immunity for a varying period.",
        "The destruction of bacteria by direct cellular agency both in natural and acquired immunity must not be overlooked.",
        "The behaviour of certain cells, especially leucocytes, with regard to anti-bacterial sera, the presence of phagocytosis cannot be regarded as the essence of immunity, but rather the evidence of its existence.",
        "The increased ingestion of bacteria in active immunity would seem to depend upon the presence of immune opsonins in the serum.",
        "We have no distinct proof that there occurs in active immunity any education of the phagocytes, in Metchnikoff's sense, that is, any increase of the inherent ingestive or digestive activity of these cells.",
        "We cannot, however, say that these play an important part in immunity, and even if it were so, the essential factor would be the development of the substances which act in this way.",
        "While in immunity there probably occurs no marked change in the leucocytes themselves, it must be admitted that the increased destruction of bacteria by these cells is of the highest importance.",
        "The subject of artificial immunity has occupied a large proportion of bacteriological literature within recent years, and our endeavour has been mainly to indicate the general laws which are inrocess of evolution.",
        "When the process facts of natural immunity are examined, we find that no single explanation is possible.",
        "Natural immunity against toxins must be taken into account, and, if Ehrlich's view with regard to toxic action be correct, this may depend upon either the absence of chemical affinity of the living molecules of the tissues for the toxic molecule, or upon insensitiveness to the action of the toxophorous group. It has been shown with regard to the former, for example, that the nervous system of the fowl, which possesses immunity against tetanus toxin, has little combining affinity for it.",
        "Variations in chemiotaxis towards different organisms probably depend in natural conditions, as well as in active immunity, upon the opsonic content of the serum.",
        "Observations made on this property with respect to the anthrax bacillus at first gave the hope that it might explain variations in natural immunity.",
        "He also showed that the development of artificial immunity is attended by the appearance of phagocytosis; also, when an anti-serum is injected into an animal, the phagocytes which formerly were indifferent might move towards and destroy the bacteria.",
        "It is quite evident that bactericidal action as tested in vitro outside the body does not correspond to the degree of immunity possessed by the animal under natural conditions.",
        "We may say, however, that there are several factors concerned in natural immunity, of which the most important may be said to be the three following, viz.",
        "It is thus evident that the explanation of natural immunity in any given instance may be a matter of difficulty and much complexity.",
        "The most important works on immunity are: Ehrlich, Studies in Immunity (English translation, New York, 5906), and Metchnikoff, Immunity in Infective Diseases (English translation, Cambridge, 1905).",
        "Edward the Black Prince secured to the burgesses in 1355 immunity from pleas outside their franchise for trespass done within the borough.",
        "During the Civil War Leavenworth enjoyed great prosperity, at the expense of more inland towns, partly owing to the proximity of the fort, which gave it immunity from border raids from Missouri and was an important depot of supplies and a place for mustering troops into and out of the service.",
        "that he was to guarantee immunity from piracy to foreign traders; but the necessity for war was greatly doubted, even in Holland.",
        "Ten or fifteen grains of the sulphate are often given three times a day for this latter purpose, and smaller doses of the much more efficacious acid hydrochloride will be found to convey even more certain immunity.",
        "Deep wells owe their comparative immunity from pollution to the circumstances that the larger quantity of water yielded renders it worth while to pump that water and convey it by pipes from comparatively unpolluted areas; and that any impurities in the water must have passed through a considerable depth, and by far the larger part of them through a great length of filtering material, and must have taken so long a time to reach the well that their organic character has disappeared.",
        "Panormus received the privileges of autonomy and immunity from taxation.",
        "Especially the immunity of clerical offenders from the jurisdiction of lay courts had to be conceded; for the rest of the middle ages the clerk guilty of theft or assault, riot or murder, could plead his orders, and escape from the harsh justice of the kings officers to the milder pen~lties of the bishops tribunal.",
        "Probably his long immunity was due in the main to the capacity of his strong-handed justiciar Geoffrey Fitz-Peter; the king hated him bitterly, but generally took his advice.",
        "The contention began ~fl 1515 with the fierce assault by the Commons on the old abuse of benefit of clergy, and the immunity of clerical criminals from due punishment for secular crimesa question as old as the times of Henry II.",
        "What Locke really objects to is, that any of our supposed knowledge should claim immunity from free criticism.",
        "Among these may be mentioned improved methods of ploughing, tile drainage, use of the press drill, which results in greater immunity against winter killing, crop rotation, and, to a very small extent, fertilization.",
        "PRIVILEGE, in law, an immunity or exemption conferred by special grant in derogation of common right.",
        "Segesta was treated with favour by the Romans, retaining its freedom and immunity from tithe; indeed it seems probable that the municipal constitution of Eryx was suppressed and its territory assigned to Segesta.",
        "It was the abuses thus committed by the kings and their agents, who did not understand the art of gloving the iron hand, aided by the absolutely unfettered licence of conduct and the absence of any popular liberty, that occasioned the gradual increase of charters of immunity.",
        "Immunity was the direct and personal privilege which forbade any royal official or his agents to decide cases, to levy taxes, or to exercise any administrative control on the domains of a bishop, an abbot, or one of the great secular iflmunlty~ nobles.",
        "They thought that by granting immunity they would strengthen their direct control; in reality they established the local independence of the great landowners, by allowing royal rights to pass into their hands.",
        "It naturally follows that bee-life is there regarded very slightly by cornparison, and the \" bee-garden \" in England becomes the \" bee-yard \" in America, where the apiarist when at work must thoroughly protect himself from being stung, and, safe in his immunity from damage, cares little for bee-life in getting through his task, the loss of a few hundred bees being considered of.",
        "6 Nor had Palestine any immunity from the Arabian invaders.",
        "But all traders belonging to nations which did not pay blackmail in order to secure immunity were liable to be taken at sea..",
        "Every power was, indeed, desirous to secure immunity for itself and more or less ready to compel Tripoli, Tunis, Algiers, Salli and the rest to respect its trade and its subjects.",
        "Many of those who could not hold out were able to secure certificates which gave them immunity from punishment without actually renouncing the faith, just as \"parliamentary certificates\" of conformity used to be given in England without any pretext of fact.",
        "But no doubt libelli in this same form were delivered, in Egypt at least, to Christians who secured immunity without actual apostasy; and the form in Italy and Africa probably did not differ widely from this.",
        "Tolerance is therefore analogous to, but not identical with, the immunity which takes place with the toxins of infectious diseases and snake poison.",
        "We have more of an immunity to dying than normal humans.",
        "I came bearing gifts, namely the immunity blood you all need to fight the Dark One.s army.",
        "Kris never would.ve sent him away, Sasha wouldn.t have stumbled upon the immunity blood, and the demons wouldn.t be amassing an army to send to the human world.",
        "I.m getting ready to test the immunity blood.",
        "Rhyn watched Ully inject one of the Immortals with some concoction derived from the immunity blood Sasha brought and lowered himself into a fighting stance.",
        "I seem to have stolen the formula that will grant Immortal or demon this same immunity.",
        "\"That's because I used the Immunity blood to enhance their talents,\" Ully said.",
        "Katie was quiet, willing the tree roots to be vulnerable to her immunity blood.  She hacked at the root again and paused.  The area where she'd dripped blood stayed cut while the area around it healed.",
        "\"The immunity blood worked.  We can have the Immortal scientist make us more.  We could slide right into the â€“ \" \"Ully is dead-dead, as you will be by the time the day is over,\" Darkyn said.",
        "The city probably owns the beach and sovereign immunity makes that angle a waste of time.",
        "There was an innate immunity at the mucosal barrier.",
        "adaptive immunity to Infection PART V. THE IMMUNE SYSTEM IN HEALTH AND DISEASE 11.",
        "Step-by-step instructions and practice build internal stamina, strengthens immunity and relieves common ailments.",
        "antiviral immunity.",
        "Every country has its customs, say native apologists, and one of the most decisive customs of Samoa ensures the immunity of women.",
        "astragalus root is also an excellent ally for building powerful immunity.",
        "The III incorporates multiple research groups with expertise in molecular bacteriology, virology, chemical biology, immunology and cancer immunity.",
        "boost immunity and energy levels, detoxify the system and purify the skin.",
        "Individuals reporting cartel behavior may receive immunity from prosecution in respect of the criminal cartel behavior may receive immunity from prosecution in respect of the criminal cartel offense.",
        "Sovereign immunity and legal risk Speaker to be confirmed central banks, in pursuit of governmental business, frequently enjoy sovereign immunity.",
        "Lambs get immunity from the eweÃ¢s colostrum so a good early feed is vital.",
        "If goat colostrum does not provide this immunity can its use still be justified as, for example, an enriched milk substitute.",
        "confer immunity, think again.",
        "Anyone who has been vaccinated or has suffered from whooping cough will have a degree of immunity to the disease.",
        "deferential in the face of public interest immunity claims from government.",
        "diplomatic immunity normally reserved for high-ranking foreign envoys.",
        "diplomatic immunity from prosecution for reasons that have never been justified.",
        "Its officers enjoy diplomatic immunity from prosecution for reasons that have never been justified.",
        "Seagoon: You mean... Bloodnok: Yes, I have diplomatic immunity!",
        "Moriarty: Yes, likewise we claim diplomatic immunity from charges that you have been struck by a piano.",
        "Together with their families, they have been granted diplomatic immunity normally reserved for high-ranking foreign envoys.",
        "Europol, a para-military police force with full diplomatic immunity, would no doubt be introduced.",
        "duration of immunity induced by the vaccine was established as at least one year.",
        "A number of clinical trials have shown regular exercise to be strongly linked to heightened immunity.",
        "foals from mares vaccinated during pregnancy (see below) maternally derived immunity may interfere with vaccination.",
        "Private security goons abused their immunity from video in a series of provocative actions.",
        "herd immunity from natural infection against herpes zoster in adults.",
        "humoral immunity This refers to immunity to infection conferred by proteins termed antibodies.",
        "Crown immunity Limited immunity from prosecution given to certain arms of the state in specific circumstances.",
        "immunity from punishment was secured through the absence of local law.",
        "Research Patricia's main research interest is the study of T cell mediated immunity.",
        "The elderly often suffer from poor circulation and lowered immunity and Ginkgo works well on both counts.",
        "In other words, it seems that breast-feeding induces local immunity in the urinary tract.",
        "In fact, being a carrier helps boost natural immunity.",
        "Because the virus is new, the human immune system will have no pre-existing immunity.",
        "Cell-mediated immunity in horses with sarcoid tumors against sarcoid cells in vitro.",
        "Prof Luke O'Neill provided a keynote talk on the functioning of innate immunity at the mucosal barrier.",
        "It is the phenomenon of humoral immunity that makes immunization possible.",
        "Its expression is especially high in the Paneth cells in the small intestine, which play a major role in the mucosal immunity.",
        "The King's preliminary challenge, on the grounds of sovereign immunity, was upheld.",
        "Star Alliance members Air Canada, Lufthansa German Airlines, SAS Scandinavian Airlines and United Airlines currently hold anti-trust immunity.",
        "The findings implied benefits for herd immunity from natural infection against herpes zoster in adults.",
        "T-cell immunity is known to be important in maintaining VZV in a latent state.",
        "The first possible solution is blanket immunity for ISP activities.",
        "We also welcome the proposal to remove crown immunity.",
        "If you still have problems with noise immunity check the supply voltage.",
        "Prime Minister Tony Blair said Britain had intervened in the case to uphold international law and the principle of state immunity.",
        "lowered immunity and Ginkgo works well on both counts.",
        "marsupial genome sheds light on the evolution of immunity 30/1/06.",
        "mediated immunity in hemophilia in the absence of infection with human immunodeficiency virus.",
        "Online lecture notes covering microbiology, virology and infection and immunity are also available.",
        "Tsetse Research Laboratory, Bristol University Molecular basis of tsetse immunity / molecular characterisation of the tsetse fly midgut lectin.",
        "This gives them immunity under national law, and from liability for criminal proceedings for abuse of their powers and any other misdeeds.",
        "passive immunity to the agent that causes PMWS at the pig's most susceptible age.",
        "The objective is to confer some passive immunity to the agent that causes PMWS at the pig's most susceptible age.",
        "Neonatal immunity In Humans, maternal IgG can cross the placenta.",
        "predispose toward heart disease and lowered immunity.",
        "sartorial equivalent of Diplomatic Immunity in the 90's \" .",
        "sovereign immunity, was upheld.",
        "The delay on upward crossing of the threshold provides immunity to transients and other interference, thereby preventing spurious triggering of the output relay.",
        "The main way to measure duration of immunity is by checking the serum antibody titres.",
        "Frequent and intensive training can also lower immunity and resistance to disease.",
        "vaccinal immunity may be enhanced by natural challenge.",
        "whooping cough in such young babies continues to be high, it's important that herd immunity is maintained.",
        "taking local organic honey year-round can provide a ' natural ' immunity.",
        "Improved methods are being adopted for protecting vines against disease, and the importation of American vines has now ensured immunity against a repetition of former disasters.",
        "17, § 12) mentions its immunity from wolves and poisonous snakes - which it still enjoys, - but Solinus (l.c.) mentions a poisonous spider, called solifuga, peculiar to the island.",
        "Public opinion had been outraged by the immunity with which the governors of certain provinces, and more particularly Dr Julio Costa, the governor of the province of Buenos Aires, had been allowed to maintain local forces, by the aid of which they exacted the payment of illegal taxes and exercised other acts of injustice and oppression.",
        "Thus Athens enjoyed immunity from war and internecine struggle, and for the first time for years was in enjoyment of settled financial prosperity (see Constitution of Athens, c. 16.",
        "In the United Kingdom there was almost as much immunity from legislative interference with charges, but the companies were compelled to secure special charters, and to conform to regulations made by the Board of Trade in the interests of public safety.",
        "It has already been seen that Gibbon's early ailments all left him on the approach of manhood; thenceforward, \" till admonished by the gout,\" he could truly boast of an immunity well-nigh perfect from every bodily complaint; an exceptionally vigorous brain, and a stomach \"almost too good,\" united to bestow upon him a vast capacity alike for work and for enjoyment.",
        "II.), succeeded by the isolation of the organisms of typhoid, cholera, diphtheria, actinomycosis, tetanus, &c. The knowledge we now possess of the causes of immunity from contagious disease has resulted from this study of pathological bacteriology: momentous practical issues have also followed upon this study.",
        "This acquired immunity is brought about by the development of a protective body as a result of the struggle of the cells and fluids of the body with the invading bacteria and their toxins.",
        "This immunity can be transferred to a fresh host (e.g.",
        "A few of such preserves still exist, and it is noticeable that in the Palace-moats of Tokyo all kinds of water-birds, attracted by the absolute immunity they enjoy there, assemble in countless numbers at the approach of winter and remain until the following spring, wholly indifferent to the close proximity of the city.",
        "In 1856-60 the state was involved in war with the adventurer William Walker (see Central America); but its subsequent history has been one of immunity from political disturbances, other than boundary disputes, and occasional threats of revolution, due chiefly to unsatisfactory economic conditions.",
        "Owing to their almost entire immunity from any alien domination except that of the Romans and Goths, the Asturians may perhaps be regarded as the purest representatives of the Iberian race; while their dialect (linguaje bable) is sometimes held to be closely akin to the parent speech from which modern Castilian is derived.",
        "The regalia controversy, which broke out in 1673, led up to the classic declaration of the Gallican clergy of 1682; and, when aggravated by a conflict over the immunity of the palace of the French ambassador at Rome, resulted in 1688 in the suspension of diplomatic relations with Innocent XI., the imprisonment of the papal nuncio, and the seizure of Avignon and the Venaissin.",
        "The greater the depth of submergence the less the disturbance made by the submarine on the surface of the water, and the greater the immunity from gun-fire, ramming, etc.; also in a sea-way the deeper the submarine the more readily is it con trolled.",
        "It is probable that one explanation - namely, that of protection - covers all cases of ant-mimicry; and this explanation lies in all probability in the immunity from the attacks of most insectivorous enemies that ants enjoy, and especially from predaceous wasps of the family Pompilidae which annually destroy thousands upon thousands of spiders to feed their larvae; and since more than one observer has testified to the fear and abhorrence these wasps have of ants, it is needless to look farther for the benefit ant-mimicry is to spiders.",
        "Salmon also found that injury of a leaf by mechanical means, by heat, by anaesthetics, &c., would affect the immunity of the plant and allow infection by conidia which was not able to enter a normal leaf.",
        "(All taxes formerly paid by natives and not by foreigners have been abolished in Egypt, but the immunity described constitutes a most serious obstacle to the redistribution of the burden of taxation in a more equitable manner.)",
        "In the precincts of a great shrine a malefactor finds a safe refuge from his pursuers and is lodged and fed, and from the security of his retreat he can arrange the ransom which is to purchase his immunity when he comes out.",
        "In view of the fact that Biffen has proved that immunity from the attacks of a certain fungus in wheat is a transmissible recessive character reappearing in some of the individuals of the second generation, it would appear that there is great hope of securing an immune variety with the aid of this form.",
        "- These are substances which antagonize the toxins formed in the body by pathogenic organisms, the toxins of snake venom and other animal poisons, and vegetable toxins such as abrin, ricin, &c. A healthy person can be rendered insusceptible by gradually accustoming him to increasing doses of these poisons, and this immunity is due to antitoxins which are found in the blood-serum and which are products of the blood cells.",
        "As the sartorial equivalent of Diplomatic Immunity in the 90's .",
        "Birds should be floor-reared so that vaccinal immunity may be enhanced by natural challenge.",
        "Protection from an initial vaccination does not last forever and the immunity will wane over the year.",
        "Because the levels of whooping cough in such young babies continues to be high, it 's important that herd immunity is maintained.",
        "Taking local organic honey year-round can provide a ' natural ' immunity.",
        "Although her immunity is still well supported by your antibodies, a newborn who gets sick will not feed well and this is very stressful for you as a parent.",
        "Thereafter, sterilization is not necessary and in fact exposure to most germs -which are harmless- is important for our immunity to develop over time.",
        "Although the mucous discharge is not a direct symptom of distemper, the disease lowers a cat's immunity, so it's possible for an affected animal to develop a secondary respiratory infection.",
        "The milk provided by the mother for the first two days is called colostrum . This special substance carries a high level of nutrients that the kittens need, and it will provide a natural immunity to many diseases.",
        "Feline Leukemia Virus (FeLV) is another highly mutagenic retrovirus that can weaken a cat's immunity, much like FIV.",
        "Less fortunate cats will move on to stage two, secondary viremia, during which a cat's immunity will remain compromised.",
        "Cats in the secondary stage will often suffer repeated bone marrow infections and weakened immunity that will make them more susceptible to external and internal pathogens.",
        "Below is a table that shows when kittens should have which shots as well as how many are required to achieve at least temporary immunity.",
        "Even if your cat already harbors the organisms responsible for respiratory infections, there are preventive measures you can take to improve your cat's overall immunity.",
        "A high-quality, organic diet that is devoid of chemical preservatives and additives will also help boost your cat's immunity.",
        "Kelp - Contains properties known to alleviate arthritis pain, boost energy, enhance immunity, fight cancer and heart disease and improve liver function.",
        "Taking echinacea may stimulate the body to build immunity and the plant may also help kill bacteria and yeast in the body.",
        "Physical activity improves your ability to handle current stressors and offers some immunity toward future stressors by improving your health and quality of sleep.",
        "This means vaccinatins were received not more than twelve months prior nor less than thirty days prior in order for your pet to have had enough time to build up full immunity.",
        "Some vets also feel it is necessary to administer follow up boosters once a year to keep immunity levels high, but this practice has come under considerable debate over the last decade.",
        "Killed Parvovirus is included in most combination shots, and by the age of three months your pup should have received at least two boosters that would have provided some immunity against the disease.",
        "As the antibodies drop, the puppy's immunity to parvo weakens.",
        "Any puppy that manages to survive parvo will have immunity to the virus for at least 20 months.",
        "It takes approximately 14 days after the flu shot is given for the immunity to the virus to be established.",
        "This anticipation is further enhanced by the tribal music playing in the area that sets the blood pumping and gears up riders' nerves for the ultimate endurance and immunity challenge.",
        "Attack Immunity - Hold L1 + R1, and press left, right, left, right, up, down, up, then down with your directional buttons.",
        "This 2004 from Greenwood Ridge in Northern California's Anderson Valley reoriented my position and growing immunity to Sauvignon Blanc, it was as though this crisp white was laced with Love Potion #9-I was totally enamored with it.",
        "A vaccine takes advantage of the fact that infection with polio leads to an immune reaction, which will give the person permanent, lifelong immunity from reinfection with the form of poliovirus for which the person was vaccinated.",
        "DTP vaccine confers immunity to diphtheria, tetanus, and pertussis.",
        "The whole cell vaccine is more likely to cause adverse effects and does not provide any greater immunity.",
        "Diphtheria and tetanus toxoids and acellular pertussis, taken together, provides immunity against diphtheria, tetanus, and whooping cough.",
        "Interruption of the recommended schedule with a delay between doses should not interfere with the final immunity achieved.",
        "Fortunately in most colonized people, this does not happen, and the result of this colonization is long-lasting immunity against the particular strain.",
        "Acquiring trachoma does not provide immunity against re-infection, so repeat infections are the norm in many communities where the disease circulates continuously among family members.",
        "Once a patient has had scarlet fever, the person develops immunity and cannot develop it again.",
        "Most adults have acquired immunity to multiple adenovirus types due to infections they had as children.",
        "The children should avoid foods and drinks that are proven suppressors of immunity (foods high in sugar, caffeine, and alcohol content) and have regular meals with plenty of fresh vegetables and fruits and whole-grain products.",
        "Immune system function requires ingesting certain essential nutrients and avoiding others that depress immunity.",
        "Thymic aplasia-A lack of T lymphocytes, due to failure of the thymus to develop, resulting in very reduced immunity.",
        "People with celiac disease, inflammatory bowel disease, and other prolonged diarrheal illnesses develop nutritional deficiencies that diminish growth and immunity.",
        "This occurs mainly with parasitic infections (such as Giardia) or when people have altered immunity (such as AIDS).",
        "Having rubella once or being immunized against rubella normally gives lifetime immunity.",
        "Women of childbearing age who do not have immunity against rubella should be particularly concerned about getting the disease.",
        "A blood test can be used either to confirm a recent infection (IgG and IgM) or determine whether a person has immunity to rubella (IgG only).",
        "If the woman lacks immunity, she is counseled to avoid anyone with the disease and to be vaccinated after giving birth.",
        "People do not gain permanent immunity to respiratory syncytial virus and can be infected many times.",
        "Testing the blood of a person who has been bitten for immunity to hepatitis B and other diseases is always necessary after a human bite.",
        "Persons with immune deficiency diseases and/or those whose immunity has been suppressed with anti-cancer drugs, corticosteroids, or radiation should not receive the vaccine.",
        "Children older than five years do not need vaccination, unless the child or adolescent has a serious health problem that lowers immunity, such as HIV infection, sickle cell disease, or is being treated for cancer.",
        "Vaccination introduces a vaccine into the body to produce immunity and prevent specific diseases.",
        "Building immunity by using a vaccine is called immunization.",
        "Slight departures from the schedule do not keep the child from developing immunity, as long as all the vaccinations are received close to the right times.",
        "Even people who do not develop immunity through vaccination are safer because their friends, neighbors, children, and coworkers are immunized.",
        "Slight departures from the schedule will not stop the child from developing immunity, as long as the child gets all the vaccinations close the right times.",
        "Contracting tetanus does not provide immunity against future infections, so tetanus immunizations are also given.",
        "A single attack of chickenpox almost always brings lifelong immunity against the disease.",
        "Immune system function requires having certain essential nutrients and avoiding things that depress immunity.",
        "Parents should make sure their children are getting adequate nutrition and rest to boost their immunity during cold and flu season.",
        "Since flu season is usually in late fall or early winter, a flu shot should be given in the autumn, so that full immunity can be built up.",
        "As of 2004 it was unclear whether VZV provided life-long immunity to chickenpox.",
        "A 2002 study indicated that exposure to varicella is much higher in adults living with children and that such exposure substantially boosts immunity against shingles.",
        "However, adolescents aged 13 or older, as well as adults, require two doses of Varivax, four to eight weeks apart, to obtain the same level of immunity as children under 13.",
        "It must be administered within 96 hours of exposure to chickenpox, and it results in a passive immunity against the disease for about three months.",
        "Booster shot-An additional dose of a vaccine to maintain immunity to the disease.",
        "Brisson, M., et al. \"Exposure to Varicella Boosts Immunity to Herpes-Zoster: Implications for Mass Vaccination Against Chickenpox.\"",
        "Recurring infections are an indication that the immune system is not responding normally and that immunity to reinfection has not developed.",
        "T-cell lymphocytes, the type of white cells responsible for cellular immunity, are usually manufactured at normal levels in the same individuals who have CVID, although certain cell signal components may be lacking.",
        "Pass. \"Maternal Immunity and Prevention of Congenital Cytomegalovirus Infection.\"",
        "Booster immunization-An additional dose of a vaccine to maintain immunity to the disease.",
        "CD4+ cells-Called helper T-cells, these cells work in cell-mediated immunity by causing a form of inflammation to wall off and destroy foreign material as with a bacterial infection.",
        "Innate immunity is made up of immune protections people are born with.",
        "Adaptive immunity develops throughout life.",
        "Adaptive immunity is divided into two components: humoral immunity and cellular immunity.",
        "The humoral response of adaptive immunity involves a type of cell called B lymphocytes.",
        "The cellular response of adaptive immunity is useful for attacking viruses, some parasites, and possibly cancer cells.",
        "Disorders of innate immunity affect phagocytes or the complement system.",
        "Immunization from the IPV triggers an excellent immune response and long-lasting immunity to all three poliovirus types.",
        "However, IPV induces only little immunity in the intestinal tract.",
        "Vaccines should be received two to six weeks prior to the onset of flu season to allow the body enough time to establish immunity.",
        "Parents or adults who travel or live abroad with infants less than 12 months old should have evidence of immunity to rubella and mumps, as well as measles, to avoid becoming infected if the infants are exposed to the diseases.",
        "Most fetuses receive some natural immunity to measles from their mothers in utero.",
        "This passive immunity fades over time and is less effective in children of immunized mothers than in children of mothers who had the measles.",
        "An acellular vaccine contains on parts of the cells which can produce immunity in a person receiving the vaccine.",
        "Immunoglobulins may produce this immunity.",
        "Apparently, exposure to B. pertussis bacteria earlier in life gives individuals some immunity against infection with it later on.",
        "Three injections (a primary and two booster shots) during early infancy confer complete immunity.",
        "In some cases, supplementation with specific nutrients may enhance immunity and minimize outbreaks.",
        "The duration of hepatitis B immunity following infant vaccination is not known.",
        "M., et al. \"Duration of Hepatitis B Immunity in Low Risk Children Receiving Hepatitis B Vaccinations from Birth.\"",
        "Completion of the three-shot series initiates lifelong immunity from diphtheria.",
        "If a woman is found to not have immunity, it will be recommended that she avoid contact with infected individuals during her pregnancy and receive a vaccination against rubella after she gives birth.",
        "Medical opinions changed as it was realized that this tissue is beneficial to the development of immunity.",
        "For instance, children without tonsils and adenoids produce only half the immunity to oral polio vaccine.",
        "Hypertrophied adenoids are a normal part of growing up and should be respected for their important role in the development of immunity.",
        "Repeated exposure to viruses causing colds creates partial immunity.",
        "Active immunization-Treatment that provides immunity by challenging an individual's own immune system to produce antibody against a particular organism.",
        "Passive immunization-Treatment that provides immunity through the transfer of antibodies obtained from an immune individual.",
        "T and B lymphocytes are the only units of the immune system that have antigen-specific recognition powers; they are responsible for adaptive immunity.",
        "In other words, the T and B cells are important in the immunity that vaccination promotes.",
        "Immunity is the ability of the body to resist the infecting agent.",
        "As a result, the individual would likely not become sick, and immunity has developed.",
        "Natural immunity is present when a person is immune to a disease despite not having either the disease itself nor any vaccination against it.",
        "Acquired immunity may be either active or passive.",
        "Active immunity comes from having the disease or by inoculation with antigens, such as dead organisms, weakened organisms, or toxins of organisms.",
        "Passive immunity is relatively short lived and is acquired by transferring antibodies from mother to child in the uterus or by inoculation with serum that contains antibodies from immune persons or animals.",
        "Maternal immunity gradually disappears during the first six to eight months of life.",
        "Cigarette smoking raises the white blood cells count, activating the immune system; however, smoking causes low-grade chronic bronchitis, low birth weight infants, and weakened natural immunity in newborns.",
        "Vitamin D also helps to improve immunity and reduce inflammation and more.",
        "Each item in the line provides a single minded consumer benefit, such as Endurance, Power, Restore, Immunity, and Heart Healthy.",
        "Each item in this line also provides a single minded consumer benefit, such as Endurance, Power, Restore, Immunity, and Heart Healthy, but again without all the calories and/or sugar that comes with 100 percent fruit juices.",
        "Immunity Booster, combining more than 25 key ingredients (vitamins/minerals/herbs/electrolytes/amino acids/proteins).",
        "All of these are proven effective to strengthen immunity.",
        "Adequate vitamin A in the diet promotes healthy skin and hair, and also increases your immunity, helps vision, encourages bone and tooth development, and maintains healthy mucous membranes.",
        "It is a natural product that works with your body's system to provide digestive relief and an immunity boost.",
        "For your nutritional needs, you may find that extra boost of immunity from taking probiotic supplements is just what you need to shake your cold that much faster.",
        "Your immunity is restored.The formula contains 12 different types of bacteria to help you get on with your day.",
        "Dr. Price believed high amounts of vitamins D and A, along with calcium and phosphorous, gave the people he studied an immunity to tooth decay.",
        "Foods in this category are believed to have a positive affect on health by improving immunity, eliminating free radicals (and thus potentially having anti-aging benefits,) preventing disease and providing increased energy.",
        "Different formulations focus on different health issues such as digestion, metabolism and immunity.",
        "Super C Immunity contains 1000 mg of vitamin C plus electrolytes designed to help you hydrate and boost immunity when you are sick.",
        "Zinc is yet another example of a vitamin that improves immunity, and therefore, hair regrowth.",
        "Like many other viruses, once your child has had the virus, they typically won't develop it again because they develop an immunity to the virus in question.",
        "The immunity to sunlight is short-lived however and Eric holds Edgington in the sun, determined to burn together.",
        "Cash may be a valuable commodity in real life, but it's the immunity prize (not being eligible to be voted off after the next weigh-in) that contestants often want to win.",
        "Moreover, with The French Diet, everyone can learn the French way of eating and enjoy the French \"immunity to obesity.\"",
        "Unfortunately, this drug cannot be taken in large amounts to overcome this immunity because of its severe side effects as described below.",
        "This immunity boost is also a good thing when thinking about the detoxification process that takes place.",
        "It may be a factor of the immunity boost, or a combination of all the above; whatever the reason, odds are you'll feel a good deal more clear-headed after a couple of days of fasting.",
        "Protein is a vital aspect of a healthy diet, offering essential building blocks for muscle, blood and bones and ensuring proper growth, development and immunity.",
        "Oftentimes the Quick Fire challenge will result in a reward for the winner, such as immunity from elimination for the next judging or some other advantage over the other contestants.",
        "Every episode has a different challenge for the elimination round, and while sometimes there will be a contestant entering this round with immunity there are other times when every chef is up for elimination.",
        "He did not fare nearly as well on that season as he did during his first season, as he gave away an immunity idol and wound up voted off.",
        "Hantz was the first person voted out of his tribe after they threw an immunity challenge solely to eliminate the former castaway.",
        "During that time, the castaways will endure many hardships, compete in competitions to win rewards and immunity and ultimately vote off fellow cast mates one-by-one until just one person emerges as the sole survivor.",
        "Early in the series, the prize in the reward challenge is usually immunity.",
        "The contestants compete in a short competition for a chance to earn immunity for the episode, and then they compete in a larger elimination challenge.",
        "The short immunity challenge - called Pop Design - is not always at the start of the episode as it is on other Bravo shows.",
        "During each episode someone could win immunity from being eliminated by winning the challenge.",
        "Survivor Samoa follows the traditional format of two tribes, reward and immunity challenges, and a tribal council at the end of each episode, in which one person is voted out of the game.",
        "There was a hidden immunity idol at each tribe's camp, and in an interesting turn of events, Russell Hantz discovered the location of the Foa Foa idol without any clues.",
        "In another first for Survivor, contestant Ben Browning was thrown out of an immunity challenge, leaving his tribe at a disadvantage.",
        "Reward and Immunity challenges are made up of memorable challenges from former seasons, giving some of the cast members advantages if they've done these challenges before.",
        "In the end, Amber won the final immunity challenge and took Boston Rob to the final two with her.",
        "He won the final immunity challenge and got to choose who he would take to the final two.",
        "After Erik won the immunity challenge, Cirie Fields, Parvati Shallow, Natalie Bolton, and Amanda Kimmel came up with an outrageous plan to keep all four women in the game, despite the immunity necklace around Erik's neck.",
        "Natalie convinced Erik to give her his immunity necklace to save face with the jury, and promised that she and Cirie would vote to eliminate Amanda or Parvati.",
        "At tribal council, Erik stunned everyone by falling for the plan and handing over his immunity.",
        "He was tough to beat in challenges, had a strong alliance, and ended up with the hidden immunity idols from both tribes.",
        "Though they had been scheming to oust him for several weeks, their chance finally came on Day 30, when Erik won immunity.",
        "JT Thomas had the hidden immunity idol, which was no secret to his tribe mates.",
        "Several Survivor contestants have created fake immunity idols and passed them off as the real thing to their unsuspecting competitors.",
        "One thing that all future castaways should keep in mind to avoid experiencing a Survivor oops is to never give away immunity!",
        "They earned immunity from being voted off by other players by winning challenges.",
        "He also found all of the hidden immunity idols in the game, most of them without clues.",
        "At the start of the show, when the contestants are divided into tribes, only the tribe that has lost that episode's immunity challenge has to go to Tribal Council.",
        "H.G. Wells popularized the Bug-Eyed Monster theme in sci-fi in War of the Worlds, in which 'Martians' invade Earth, only to be wiped out by Earth diseases for which they have no immunity.",
        "Zinc: Harvard University suggests that to fight aging you should boost your immunity with zinc.",
        "On a hopeful note, some people develop an immunity to the saliva and enzymes injected into the skin and may withstand regular biting without the itchy bumps that are common and expected with this insect.",
        "Immunity to Death, children with magical powers --",
        "Such was the weakness of the caliph that a notorious robber, named Hamdi, obtained immunity for his depredations by a monthly payment of 25,000 dinars.",
        "Cultures of varying degree of virulence may be obtained by such methods, and immunity can be gradually increased by inoculation with vaccines of increasing virulence."
    ],
    "definition": [
        "Link/Cite"
    ]
}