{
    "translation": "בצורה הוגנת",
    "uses": [
        "During the struggles between the Royalists and Covenanters the city was impartially plundered by both sides.",
        "Brandenburg was ravaged impartially by both parties, and in 1627 George William attacked his brother-in-law, Gustavus Adolphus of Sweden, who was using Prussia as a base of operations for his war against Poland.",
        "and creeds were treated impartially; and, although the administration has been reproached alike for undue harshness and undue leniency, neither accusation can be sustained.",
        "Lastly, the epitaph, read impartially, is not libellous at all, but simply takes up the vein of the opening scenes of Gargantua in reference to Gargantua's author.",
        "The results of his investigations were communicated from time to time in papers to the Philosophical Transactions of London and other scientific journals, and were admirably and impartially summarized by James D.",
        "All matters affecting the community are discussed in the majlis or assembly, to which any tribesman has access; here, too, are brought the tribesmen's causes; both sides plead and judgment is given impartially, the loser is fined so many head of small cattle or camels, which he must pay or go into exile.",
        "Lightfoot, indeed, dwells on the all-round \"comprehensiveness\" with which Clement, as the mouthpiece of the early Roman Church, utters in succession phrases or ideas borrowed impartially from Peter and Paul and James and the Epistle to Hebrews.",
        "denoted a necklace of twenty-seven pearls; 1 and the fundamental equality of the parts was figured in an ancient legend, by the compulsion laid upon King Soma (the Moon) to share his time impartially between all his wives, the twenty-seven daughters of Prajapati.",
        "at Wittstock; and Saxony, ravaged impartially by both sides,, was soon in a deplorable condition.",
        "He passed away on the eve of tremendous events, which for a time obscured his fame; but now that he can be impartially estimated, he is seen to have been in many respects one of the greatest figures in modern history.",
        "Even under the strong rule of Charlemagne it was difficult to find men to discharge these duties impartially, and after his death in 814 it became almost impossible.",
        "In 1848 he was consecrated archbishop of Canterbury, in which capacity he dealt impartially with the different church parties.",
        "By these enactments it was provided that all classes of the sultan's subjects should have security for their lives and property; that taxes should be fairly imposed and justice impartially administered; and that all should have full religious liberty and equal civil rights.",
        "Henry Cloete, whose statements as to the causes of the trek were founded on intimate knowledge and are impartially set forth.",
        "The legislation of the Lombard kings, in form a territorial and not a personal law, shows no signs of a disposition either to depress or to favour the Romans, but only the purpose to maintain, in a rough fashion, strict order and discipline impartially among all their subjects.",
        "The savage's notion of personality is more a universally diffused feeling than a reasoned conception, and this feeling of a personal self he impartially distributes all over the world as known to him.",
        "These acted, however, impartially; and if thousands of British and French soldiers perished of cold and disease in the trenches before Sevastopol, the tracks leading from the centre of Russia into the Crimea were marked by the bones of Russian dead.",
        "plentiful as blackberries; and, like fisticuffs, they serve impartially with all sides.",
        "I believe if his s story were impartially transmitted and the unprejudiced world well possessed with it, she would add him to her nine worthies.\"",
        "I desire to speak impartially on this point, and as one not interested in the success or failure of the present economical and social arrangements.",
        "The writer claims to have treated his subject impartially, and though written from the narrow point of view of one to whom Monophysite \"orthodoxy\" was all-important, it is evidently a faithful reproduction of events as they occurred.",
        "- The fact that Aegean civilization is distinguished from all others, prior or contemporary, not only by its geographical area, but by leading organic characteristics, has never been in doubt, since its remains came to be studied seriously and impartially.",
        "This was followed in 1777 by A Letter to Dr Hurd, Bishop of Worcester, wherein the Importance of the Prophecies of the New Testament and the Nature of the Grand Apostasy predicted in them are particularly and impartially considered.",
        "But in the last years during which this circle kept together a new spirit appeared in Roman politics and a new power in Roman literature, the revolutionary spirit evoked by the Gracchi in opposition to the long-continued ascendancy of the senate, and the new power of Roman satire, which was exercised impartially and unsparingly against both the excesses of the revolutionary spirit and the arrogance and incompetence of the extreme party among the nobles.",
        "Mr Chamberlain retorted that this was a matter for a general meeting of delegates to decide; if the duke was outvoted he might resign his presidency; for his own part he was prepared to allow the local associations to be subsidized impartially, so long as they supported the government, but he was not prepared for the violent disruption, which the duke apparently contemplated, of an association so necessary to the success of the Unionist cause.",
        "I believe if his story were impartially transmitted and the unprejudiced world well possessed with it, she would add him to her nine worthies."
    ],
    "definition": [
        "In an impartial manner; fairly.",
        "Link/Cite"
    ]
}