{
    "translation": "לרמוז",
    "uses": [
        "I didn't mean to imply that there was anything wrong with the way you dress.",
        "He took a bite out of his sandwich in such a way as to imply the subject was closed.",
        "They imply a lively sense of radical human need.",
        "When a person has a bad day, that does not imply that they are always sad.",
        "Fred changed his body language to imply to the woman that he was not interested.",
        "The first would correspond to a general turning of the beam; and the second would imply imperfect focusing of the central parts.",
        "Jessica tried to imply that she did not want to work this weekend, but was not clear enough, so she was put on the schedule.",
        "He probably meant to imply that qualities have no existence apart from the subject to which they belong.",
        "The word potential does not imply that this energy is not real; it exists in potentiality only in the sense that it is stored away in some latent manner; but it can be drawn upon without limit for mechanical work.",
        "I was not trying to imply that I don't like her; I simply have other obligations at the same time of her party.",
        "This, however, does not necessarily imply that in its origin it was specifically Hebrew, but only that it had acquired distinguishing features of a marked kind.",
        "Simply because only so many jobs can, in theory, be replaced by machines does not imply anything about the ability of the people now doing them.",
        "But Geoffrey hardly did justice to the Normans if he meant to imply that they were simple imitators of others.",
        "The year of acquisition in the table, when one date only is given, indicates the period when the country or some part of it first fell under French influence, and does not imply continuous possession since.",
        "Aristocracy implies the existence of nobility; but nobility does not imply aristocracy; it may exist under any form of government.",
        "The conception of homogenesis, however, does not imply an absolute similarity between parent and organism.",
        "It is hardly needful to prove that nobility does not imply wealth, though nobility without wealth runs some risk of being forgotten.",
        "This saying appears to imply a settled life in Canaan, but both affirm the warlike significance of Yahweh and the ark.",
        "Even when, in the 13th century, the ranks of the feudal hierarchy in France came to be more definitely fixed, the style of \"count\" might imply much, or comparatively little.",
        "The knowledge of these laws, however, does not imply the existence of a conception of negative quantities.",
        "Mere enlargement of an organ does not imply that it is in a state of hypertrophy, for some of the largest organs met with in morbid anatomy are in a condition of extreme atrophy.",
        "It would appear probable, however, that the former of these words was derived from an Assyrian or Hebrew root, which signifies the west or setting sun, and the latter from a corresponding root meaning the east or rising sun, and that they were used at one time to imply the west and the east.",
        "He probably did not know Greek; his references to Greek authors do not imply this.",
        "At Rome he was educated like a free man in the house of Terentius Lucanus, a senator, by whom he was soon emancipated; whereupon he took his master's nomen Terentius, and thenceforward his name was Publius Terentius Afer, of which the last member seems to imply that he was not a Phoenician (Poenus) by blood.",
        "The number of these \"ancient originals\" is not stated, nor is there any mention of the language in which they were composed; Montalvo's silence on the latter point might be taken to imply that they were in Castilian, but any such inference would be hazardous.",
        "This last sentence has led some modern writers to suppose that he made two different voyages; but this is improbable; the expressions of Polybius imply that his explorations in both directions, first towards the north and afterwards towards the east, formed part of the same voyage.",
        "Also making the eyes \"long\" using the = sign can imply anger or sadness, such as =(.",
        "The phenomena of feeling, of desire and aversion, of love and hatred, of fear and revenge, and the perception of external relations manifested in the life of brutes, imply, not only through the analogy which they display to the human faculties, but likewise from all that we can learn or conjecture of their particular nature, the superadded existence of a principle distinct from the mere mechanism of material bodies.",
        "the moment of inertia of the body about the axis, denoted by But if is the moment of inertia of the body about a mean diameter, and w the angular velocity about it generated by an impluse couple M, and M' is the couple required to set the surrounding medium in motion, supposed of effective radius of gyration k', If the shot is spinning about its axis with angular velocity p, and is precessing steadily at a rate about a line parallel to the resultant momentum F at an angle 0, the velocity of the vector of angular momentum, as in the case of a top, is C i pµ sin 0- C2µ 2 sin 0 cos 0; (4) and equating this to the impressed couple (multiplied by g), that is, to gN = (c 1 -c 2)c2u 2 tan 0, (5) and dividing out sin 0, which equated to zero would imply perfect centring, we obtain C21 2 cos 0- (c 2 -c 1)c2u 2 sec 0 =o.",
        "Funology, as the name might imply, is a site simply about having fun.",
        "Check and see if the images are coming from another site or if there are any marks that imply ownership other than the website where you're downloading.",
        "10, &c.) imply that he was also a student of books.",
        "13) does not necessarily imply the capital, it is most naturally understood of Rome.",
        "But the retention of the story without modification may imply a continuous recognition through some centuries of the idea that Yahweh revealed his will to nations other than Israel.",
        "The treatment of an angle as generated by rotation, the investigation of the relations between trigonometrical ratios and circular measure, the application of interpolation to trigonometrical tables, and the general use of graphical methods to represent continuous variation, all imply an analytical onlook, and must therefore be deferred to this stage.",
        "But the sensuous and phenomenal, as such, so far as they seem to imply independence of God, are mere privation and nothingness; things exist only through the presence of God in them, and the goal of creation, like its outset, is the repose of the Godhead.",
        "Brown's lunar theory would imply a parallax 8.778\".",
        "This can imply that the sites are more interested in making money than in shared beliefs.",
        "Typos imply that you're sloppy, careless, or simply have a poor grasp of the English language.",
        "Many people do not understand that while Wikipedia offers free content, this does not imply that you are free to copy it.",
        "Self-control does not necessarily imply prudish.",
        "The term \"alloy\" does not necessarily imply obedience to the laws of definite and multiple proportion or even uniformity throughout the material; but some alloys are homogeneous and some are chemical compounds.",
        "r3) of his confession before many witnesses he does not seem to imply more than confession of Christ as king.",
        "The term benefice, according to the canon law, implies always an ecclesiastical office, propter quod beneficium datur, but it does not always imply a cure of souls.",
        "But, considering the fulness of the contemporary Egyptian records of the XIXth dynasty that are already known, it becomes increasingly doubtful whether the Hebrews in Egypt played so important a part in history, when viewed from the Egyptian standpoint, as their own records had seemed to imply.",
        "The denomination of Era of Martyrs, subsequently given to it in commemoration of the persecution of the Christians, would seem to imply that its commencement ought to be referred to the year 303 of our era, for it was in that year that Diocletian issued his famous edict; but the practice of dating from the accession of Diocletian has prevailed.",
        "The story of Dinah may imply some early settlement of tribes in its vicinity (but see Simeon), and the reference in Gen.",
        "The statement seems to imply that he was of Christian parentage; he cannot have been older than eighty-six at the time of his martyrdom, since he had paid a visit to Rome almost immediately before.",
        "30 seems to imply a Gilgal near Gerizim, and there is still a place called Juleijil on the plain of Makhna, 21 m.",
        "Traces remain of paved roads both within the agora and leading out of it; but the whole site is now a deserted and feverish swamp. The site is interesting for comparison with Megalopolis; the nature of its plan seems to imply that its main features must survive from the earlier \"synoecism\" a century before the time of Epaminondas.",
        "g vinism finally triumphed in the Confession of Dordrecht, 1572, since Calvin's system of church government did not, like Luther's, imply the sympathy of the civil authorities.",
        "In what follows it will be assumed that the conditions of continuity (which imply the continuity not only of u but also of some of its differential coefficients) are satisfied, subject to the small errors in the values of u actually given; the limits of these errors being known.",
        "While the scriptural statements imply a belief in the existence of spiritual beings intermediate between God, and men, it is probable that many of the details may be regarded merely as symbolic imagery.",
        "It is said that seven demons were cast out of her, but this need not imply simply one occasion.",
        "This seems to imply that the two alphabets had a common history up to a certain point, but parted company before they were fully developed.",
        "But this is not certain, and even if it were, it does not necessarily imply that Hippolytus enjoyed the personal teaching of the celebrated Gallic bishop; it may perhaps merely refer to that relation of his theological system to that of Irenaeus which can easily be traced in his writings.",
        "Of the three forms of absolution in the Anglican Prayer Book, that in the Visitation of the Sick (disused in the church of Ireland by decision of the Synods of 187r and 1877) runs \"I absolve thee,\" tracing the authority so to act through the church up to Christ: the form in the Communion Service is precative, while that in Morning and Evening Prayer is indicative indeed, but so general as not to imply anything like a judicial decree of absolution.",
        "1-5, 24) is open to doubt, because (a) the statements of the compiler of Ezra are not contemporary evidence, (b) the contemporary Haggai and Zechariah seem to imply that this work first began in 520 (Hag.",
        "The account is not very clear, but seems to imply the use of a concave mirror rather than a lens, which might be suggested by the word orbem.",
        "The Liber de Institutione Principum, a treatise on the duties of kings and their functionaries, has never yet been printed, and the only MS. copy the writer of this article has been able to consult does not contain in its prologue all the information which Echard seems to imply is to be found there.",
        "As one of the Seven Churches of Asia, it was addressed by the author of the Apocalypse in terms which seem to imply that its population was notoriously soft and fainthearted.",
        "Later, however, stories which certainly derive from an early non-Grail tradition are introduced, and there are references which imply a knowledge of the prose Lancelot and of Chretien's poem.",
        "Krenkel (Josephus and Lucas, Leipzig, 18 94, p. 97) is that Josephus does not mean to imply that Abila was the only possession of Lysanias, and that he calls it the tetrarchy or kingdom of Lysanias because it was the last remnant of the domain of Lysanias which remained under direct Roman administration until the time of Agrippa.",
        "However adequate these identifications may seem, the persistence of an independent clan or tribe of Cherethites-Cretans to the close of the 7th century would imply an unbroken chain of nearly six hundred years, unless, as is inherently more probable, later immigrations had occurred within the interval.",
        "have Gog, which would imply a post-exilic date, cf.",
        "The real nature of the action is not well understood, but the word fatigue may be used, if it is not considered to imply more than that the breaking stress under repetition of loading diminishes as the range of variation increases.",
        "That Abyssinia was peopled from South Arabia is proved by its language and writing; but the difference between the two languages is such as to imply that the settlement was very early and that there were many centuries of separation, during which the Abyssinians were exposed to foreign influences.",
        "Diderot himself, who in such matters is almost absolutely trustworthy, does not claim the suggestion, but uses words which imply that it was at least partly his.",
        "But one cannot attach moral attributes to the original Being itself, because these would imply limitation.",
        "After the Toltecs came the Chichimecs, whose name, derived from chici, dog, is applied to many rude tribes; they are said to have come from Amaquemecan under a king named Xolotl, names which being Aztec imply that the nation was Nahua; at any rate they appear afterwards as fusing with more cultured.",
        "We even find it attached to the famous Alexandrian MS. (Codex A) of the New Testament, but this does not imply that it ever reached canonical rank.",
        "This and other corroborative facts imply a widespread emergence of land at the close of the Ordovician period.",
        "- These will generally imply an exemplar in which the words were without any division or without a sufficient one.",
        "To concede that the master was the greater man and the greater statesman does not imply that Mazarin was but a foil to his predecessor.",
        "His views imply a cultivated intelligence well versed in practical affairs, opposing to the extremes of both nominalism and realism a practical common sense.",
        "The author seems to imply that he had received supernatural communications from the spirit of his ancestor.",
        "The Theodosian Code and the Breviary of Alaric alike seem to imply a continuance of the municipal system which had been established by the Romans; nor does the later Lex Visigothorum, though avowedly designed in some points to supersede the Roman law, appear to have contemplated any marked interference with the former fora, which were still to a large extent left to be regulated in the administration of justice by unwritten, immemorial, local custom.",
        "the Phoenician settlements on the Mediterranean, seems to imply that the Phoenician states recovered some measure of independence; if they did it cannot have lasted long.",
        "4 The last-named texts imply that the first king of this dynasty was Eshmun-`azar; his son Tabnith succeeded him; then came Eshmun-`azar II., who died young, then Bod-`ashtart, both of them grandsons of Eshmun-`azar I.",
        "We may assume that increased stature and breadth imply some sort of inherent physical superiority, and if such an assumption is valid we have in man evidence that albinism is correlated not with constitutional defectiveness but with greater perfectness.",
        "Yet the fact that Harold received knighthood from William of Normandy makes it clear either that Harold was not yet a knight, which in the case of so tried a warrior would imply that \" dubbing to knighthood \" was not yet known in England even under Edward the Confessor, or, as Freeman thinks, that in the middle of the iith century the custom had grown in Normandy into \" something of a more special meaning \" than it bore in England.",
        "10 It is a maxim of the law indeed that, as Coke says, \" the knight is by creation and not by descent,\" and, although we hear of such designations as the \" knight of Kerry \" or the \" knight of Glin,\" they are no more than traditional nicknames, and do not by any means imply that the persons to whom they are applied are knights in a legitimate sense.",
        "The doctrine of eternal punishment has been opposed on many grounds, such as the disproportion between the offence and the penalty, the moral world should prepare itself for the descent of the and religious immaturity of the majority of men at death, the diminution of the happiness of heaven involved in the knowledge of the endless suffering of others (Schleiermacher), the defeat of the divine purpose of righteousness and grace that the continued antagonism of any of God's creatures would imply, the dissatisfaction God as Father must feel until His whole family is restored.",
        "The earliest traditions appear to imply that he died a natural death (Eusebius, Jerome, and even Isidore of Seville); but the Martyrologies claim him as a martyr, though they do not agree as to the manner of his martyrdom.",
        "Moreover, a single pair of rolls suffices for armour plates of any width or thickness, whereas if shafts of different diameters were to be rolled, a special final groove would be needed for each different diameter, and, as there is room for only a few large grooves in a single set of rolls, this would imply not only providing but installing a separate .set of rolls for almost every diameter of shaft.",
        "All that appears in conscious experience as primary, as arising from some unknown cause, and therefore relatively as original, Hume designates by the term impression, and claims to imply by such term no theory whatsoever as to the origin of this portion of experience.",
        "That the propositions are hypothetical in this fashion does not imply any distinction between the abstract truth of the ideal judgments and the im p erfect correspondence of concrete material with these abstract relations.",
        "It is an experimental or observational science, founded on primary or immediate judgments (in his phraseology, perceptions), of relation between facts of intuition; its conclusions are hypothetical only in so far as they do not imply the existence at the moment of corresponding real experience; and its propositions have no exact truth.",
        "The establishment of such a standard does not necessarily imply that full payment was exacted; in Gen.",
        "See Skinner, Century Bible, \" Kings,\" ad loc. 2 The geographical indications imply that in one account the journey to Damascus and the anointing of Hazael and Jehu must have intervened, and were omitted because another account ascribed these acts to Elisha (2 Kings viii.",
        "There was no community of property, which, as Epicurus said, would imply distrust of their own and others' good resolutions.",
        "7 clearly imply a narrative which described how the disciples returned to Galilee, there saw the risen Lord, and perhaps even how they then returned to Jerusalem in the strength of their newly recovered faith, and so brought into existence the church of Jerusalem as we find it in the Acts.",
        "During a meeting of the diet a papal legate read a letter from Pope Adrian IV., which seemed to imply that the Empire was a papal fief.",
        "Thiswasfollowedbythemeasures to which the name Kulturkampf really applied(an expression used first by Virchow to imply that it was a struggle of principle between the teaching of the Church and that of modern society).",
        "This way of speaking would imply that Agyrium had so far advanced in Greek ways as to run the usual course of a Greek commonwealth.",
        "The coins, of course, are adduced on the other side, being not only Greek in type and legend, but (in many cases) of a peculiarly fine and vigorous execution; and excellence in one branch of art is thought to imply that other branches flourished in the same milieu.",
        "(2) The royal coffins and wrappings, which give information by the added graffiti recording their removals; (3) Royal tablets, which are of the highest value for history, as they often describe or imply historical events; (~.) Private tombs and tablets, which are in many cases biographical.",
        "That it is apparently devoid of psychical concomitant need not imply that the impressions concerned in it are crude and inelaborate.",
        "5 and 22-30, which imply that the law of the Sabbath was already known, and introduce a fresh element into the story.",
        "But it also goes on to raise the question whether the making of reality for our knowledge does not, in view of the essentially practical nature of knowledge, imply also a real making of reality by us, and so throw light upon the whole genesis of reality.",
        "Its name must not be taken to imply that it was used by the ancients; in point of fact the manufacture of this substance dates back only to 1796.",
        "Any philosophy of history which emphasized the importance of general causes seemed to him to imply a simply mechanical doctrine and to deny the efficacy of the great spiritual forces.",
        "Cope put such a line of argument in the most cogent fashion; the course of evolution, both in the production of variations and their selection, seemed to him to imply the existence of an originative, conscious and directive force, for which he invented the term \"bathmism\" (Gr.",
        "old country for more than two years may be deemed to imply the absence of an intention to return to the new.",
        "This, however, like the service itself, represented a compromise which the more extreme reformers would not tolerate, and in the second Prayer-book, together with such language in the canon as might imply the doctrine of transubstantiation and of the sacrifice, the word Mass also disappears.",
        "The important offices conferred on Fox immediately after the battle of Bosworth imply that he had already seen more extensive political service than can be traced in records.",
        "Twenty years later, the word \"dismissed\" (dimittantur) became the subject of controversy, some maintaining that it amounted to a direct approval, others that it was purely negative and did not imply that the books were free from error.",
        "In studying the internal peculiarities and the different circles of thought involved, it is found that they often imply written traditions which have a perspective different from that in which they are now placed.",
        "The names generally given to the three prehistoric periods of man's life on the earth - the Stone, the Bronze and the Iron age - imply the vast importance of the progressive steps from the flint knife to the bronze celt, and lastly to the keen-edged elastic iron weapon or tool.",
        "With his coins, found abundantly in the Kabul basin, commences the use of an Arianian inscription, in addition to the Greek, supposed to imply the transfer of rule to the south of the mountains, over a people whom the Greek dynasty sought to conciliate.",
        "A passage in Ferishta seems to imply that the Afghans in the Sulimani mountains were already known by that name in the first century of the Hegira, but it is uncertain how far this may be built on.",
        "Nevertheless, rhetoric and disputation, though at the present day strangely neglected in English schools and universities, are, within their limits, valuable instruments; and, as specialization in teaching does not necessarily imply specialization in learning, many of those who attended the lectures and the classes of a rhetorician or an eristic sought and found other instruction elsewhere.",
        "3 and 5 imply two attacks by Shalmaneser: in the first of which Hoshea was imprisoned and perhaps blinded (Cheyne, emending, \"shut him up\" in v.",
        "This hypothesis of two star-drifts does not imply that all the stars move in one or other of two directions.",
        "Various considerations tend to show that this apparent crowding does not imply a really greater density or clustering of the stars in space, but is due to the fact that in these directions we look through a greater depth of stars before coming to the boundary of the stellar system.",
        "The name Scotus, which has often been taken to imply Scottish origin, really favours the theory that he was an Irishman according to the then usage of Scotus or Scotigena.",
        "Irenaeus regards as heretical the opinion that the souls of the departed pass immediately into glory; Tertullian, Cyprian, the Acts of St Perpetua, Clement of Alexandria, Cyril of Jerusalem, Basil, Gregory of Nyassa, Ambrose, Chrysostom and Jerome, all speak of prayer for the dead and seem to imply belief in a purgatory, but their view seems to have been affected by the pre-Christian doctrine of Hades or Sheol.",
        "It may be inferred from the above that a high birthrate does not imply a high rate of increase of population, any more than does a decreasing mortality, but the two rates must be considered in their relations to each other.",
        "to show the relations between the series of events and facts which they severally imply.",
        "\" Thus the imperious word ought seems merely to imply the consciousness of a persistent instinct, either innate or partly acquired, serving as a guide, though liable to be disobeyed.\"",
        "They are related in terms that imply an acquaintance with the great \"Deuteronomic\" movement (see Deuteronomy), and are magnified further with characteristic detail by the chronicler (2 Chron.",
        "Now, corruption strictly interpreted would imply the deliberate sale of justice, and this Bacon explicitly denies, affirming that he never \" had bribe or reward in his eye or thought when he pronounced any sentence or order.\"",
        "The twenty-eighth and last, that of negligence in looking after his servants, though it did him much harm, may fairly be said to imply no moral blame.",
        "24) seems to imply that the \"village\" became a settlement of \"Ammonites.\"",
        "Nantyffin, the boundary brook; Aberporth, mouth of the harbour; Talybont, end of the bridge; Troedyrhiw, foot of the hill; Dyffryn, a valley, &c. Other place-names imply a personal connexion in addition to natural features, e.g.",
        "Examples: Latin cupidus gave cybydd; Tacitus gave 1 The Bretons call their language Brezonek; the Welsh bards sometimes call Welsh Brythoneg: both forms imply an original *Brittonica.",
        "There is at least good ground for supposing Mattioli's death to have been indicated in 1694, but nothing is known that would imply Dauger's, unless it was he who died in 1703.",
        "Subsequently Edom is execrated for revengeful attacks upon the Jews, and its speedy destruction is foretold; but the passages appear to be much later than the disaster of 587 B.C., and may even imply conditions after the restoration (Ob.",
        "However that may have been, the Chronicler neither says that Jeremiah wrote all the elegies comprised in The Qinoth, nor does he imply that the entire collection consisted of only five pieces.",
        "2 The fact that Spinoza nowhere mentions Bruno would not imply, according to the literary habits of those days, that he was not acquainted with his speculations and even indebted to them.",
        "2 imply, as Halmel contends (Ober rOm.",
        "Nor does the text imply that he gave to the suburbican churches a privilege hitherto exercised by the metropolitan church.",
        "Language is frequently used which seems to imply that the Dutch have some superior right even in this colony to their fellow-citizens of British birth.",
        "later than the other two, since its setting seemed to imply the close of Paul's career.",
        "The allusions which fix the dates when his satires first appeared, and the large experience of life which they imply, agree with the statement that he did not come before the world as a professed satirist till after middle age.",
        "While the fables of mythology are often treated contemptuously or humorously by him, other passages in the satires clearly imply a conformity to, and even a respect for, the observances of the national religion.",
        "4 The same overmastering feeling which constrained Tacitus (Agric. 2, 3), when the time of long endurance and silence was over, to recall the \" memory of the 3 Pliny's remarks on the vulgarity as well as the ostentation of his host imply that he regarded such behaviour as exceptional, at least in the circle in which he himself lived (Ep. ii.",
        "269, \" Non qui tempore Caesaris secundi Aeterno coluit Tomos reatu I Nec qui consimili deinde casu I Ad vulgi tenuem strepentis auram I Irati fuit histrionis exul,\" lines which by the exact parallel drawn between Ovid's fate and Juvenal's imply the belief that Juvenal died in exile.",
        "Though there is no evidence to show to whom the other two were dedicated, the fact that they faced west seems to imply that they were either dedicated to heroes or minor deities, or that they were treasuries.",
        "In other cases such changes cannot be detected, and the only evidence of their occurrence may be the associated symptoms. The very important work of Ehrlich on diphtheria toxin shows that in the molecule of toxin there are at least two chief atom groups - one, the \" haptophorous,\" by which the toxin molecule is attached to the cell protoplasm; and the other the \" toxophorous,\" which has a ferment-like action on the living molecule, producing a disturbance which results in the toxic symptoms. On this theory, susceptibility to a toxin will imply both a chemical affinity of certain tissues for the toxin molecule and also sensitiveness to its actions, and, furthermore, non-susceptibility may result from the absence of either of these two properties.",
        "The first of these, which would imply a process of a very remarkable nature, is disproved by what is observed after bleeding an animal whose blood contains antitoxin.",
        "report; they do not imply the presence of friends upon the spot who kept him supplied with information.",
        "They imply the existence of a community with which Paul was personally acquainted, and to which he felt himself bound and free to address keen, authoritative reproaches.",
        "In the various groups of the Entomostraca, on the other hand, the terms thorax and abdomen, though conveniently employed for purposes of systematic description, do not imply any homology with the regions so named in the Malacostraca.",
        "the Miners' Confederation), \"confederacy\" - from its obsolete legal sense of conspiracy - has come frequently to imply a secret bond, a combination for illicit purposes, or of persons whose identity is not disclosed.",
        "But both imply a desire to carry out changes without friction and not to break up ancient forms; both proceed on the plan of securing to the stronger state the substance of power while allowing the weaker state a semblance of its old constitution.",
        "The difficulty of defining the relations between the protected and the protecting states is greater, because a protectorate may imply a condition of transition: a contractual or limited relation of state to state, more or less rapidly changing into true union.",
        "Perhaps the phrase \"noble councillor\" is intended to imply merely a man of wealth and position.",
        "The captives were liberated and sent away, and accompanying a letter to the English general was a present of woo cows and 500 sheep, the acceptance of which would, according to Eastern custom, imply that peace was granted.",
        "This school has also endeavoured to prove that the author of Daniel did not mean to imply Belshazzar's kingship of Babylon at all by his use of the word \"king,\" but they suggest that the writer of Daniel believed Belshazzar to have been co-regent.",
        "It is true that, as a matter of fact, the earliest uses of the word (the verb /xXoa04Eiv occurs in Herodotus and Thucydides) imply the idea of the pursuit of knowledge; but the distinction between the aogios, or wise man, and the 4nXoaoa50s, or lover of wisdom, appears first in the Platonic writings, and lends itself naturally to the so-called Socratic irony.",
        "Carnot seemed to be arriving at the zenith of popularity, when on the 24th of June 1894, after delivering at a public banquet at Lyons a speech in which he appeared to imply that he nevertheless would not seek re-election, he was stabbed by an Italian anarchist named Caserio and expired almost immediately.",
        "30 imply that the scene was not Sinai.",
        "2 Between Joel and Obadiah there are points of material and verbal agreement so close as to imply that Joel used the earlier book (Joel iii.",
        "We do not imply that in other countries the Church can always find exemption from legislative measures imposed upon her by the civil authorities, for example, in Italy, Prussia and Russia; but here it is a situation de facto rather than de jure, which the Church tolerates for the sake of convenience; and these regulations only form part of the local canon law in a very irregular sense.",
        "The correlation of the ideas of infinite and finite does not necessarily imply their correality, as Cousin supposes; on the contrary, it is a presumption that finite is simply positive and infinite negative of the same - that the finite and infinite are simply contradictory relatives.",
        "His status affected the force of the contract as well as the value of his evidence; and the laws appear to imply that by becoming a witness, a man incurred liabilities as a surety.",
        "Material prosperity does not imply spiritual development, and it must be confessed that from the intellectual and moral point of view 15th-century England presents an un- Religious pleasing picture.",
        "But it is an improper quadric curve; and in speaking of curves of the second or any other given order, we frequently imply that the curve is a.",
        "a property independent of the particular axes of co-ordinates used in the representation of the curve by its equation; for instance, the curve may have a node, and in order to this, a relation, say A = o, must exist between the coefficients of the equation; supposing the axes of co-ordinates altered, so that the equation becomes u' = o, and writing A' = o for the relation between the new coefficients, then the relations A = o, A' = o, as two different expressions of the same geometrical property, must each of them imply the other; this can only be the case when A, A' are functions differing only by a constant factor, or say, when A is an invariant of u.",
        "If, however, the geometrical property requires two or more relations between the coefficients, say A = o, B = o,&c., then we must have between the new coefficients the like relations, A' = o, B' = o, &c., and the two systems of equations must each of them imply the other; when this is so, the system of equations, A = o, B = o, &c., is said to be invariantive, but it does not follow that A, B, &c., are of necessity invariants of u.",
        "Similarly, if we have a curve U= o derived from the curve u = o in a manner independent of the particular axes of co-ordinates, then from the transformed equation u' = o deriving in like manner the curve U' = o, the two equations U= o, U' = o must each of them imply the other; and when this is so, U will be a covariant of u.",
        "Such a result must be regarded as impossible of attainment, as it would imply the possibility of heat passing from one body to another at a higher temperature, contrary to the second law of thermodynamics.",
        "The concordats are of the nature of truces in the perennial conflict between the spiritual and secular powers, and imply in principle no surrender of the claims of the one to those of the other.",
        "13), used by Jesus, may have come to imply for all early Christians personal pre-existence.",
        "3 and 4 the altar is spoken of in such a way as to imply that there was only one altar, viz.",
        "Definition And Subject-Matter Of Ethics In its widest sense, the term \" ethics \" would imply an examination into the general character or habits of mankind, and would even involve a description or history of the habits of men in particular societies living at different periods of time.",
        "imply a moral consciousness capable of discriminating between right and wrong in particular cases), and that these moral distinctions conflict with the conclusions which they reach.",
        "When, however, we look closer, we find that the principle of order, or obedience to government, is not seriously intended to imply the political absolutism which it seems to express, and which English common sense emphatically repudiates; while the formula of justice is given in the tautological or perfectly indefinite proposition \" that every man ought to have his own.\"",
        "It may be taken to imply that the useless and the criminal should be entitled to as much happiness as the useful and the virtuous.",
        "Consequently the facts of moral development imply with the emergence of human consciousness the appearance of something qualitatively different from the facts with which physiology for instance deals, imply a stratum as it were in development which no examination of animal tissues, no calculation of consequences with regard to the preservation of the species can ever satisfactorily explain.",
        "Good as a true universal can only be realized by a true self, and both imply a principle of unity not wholly expressible in terms of the particulars which it unifies.",
        "Taylor himself attempts to find the roots of ethics in the moral sentiments of mankind, the moral sentiments being primarily feelings or emotions, though they imply and result in judgments of approval and disapproval upon conduct.",
        "Records dating from the reign of Sargon of Akkad (3800 B.C.) imply that even then the varying aspects of the sky had been long under expert observation.",
        "The persistence of movement seemed to him to imply the persistence of a moving power.",
        "The opposition of November 1900, though only moderately favourable, could not be neglected; an international photographic campaign was organized at Paris with the aid of 58 observatories; and the voluminous collected data imply, so far as they have been discussed, a parallax for the sun a little greater than 8.8\".",
        "above the sea; but certain sedimentary rocks observed on Viti Levu seem to imply a nucleus of land of considerable age.",
        "So intense did the controversy now become, that at last, towards the end of 638, Heraclius published an Ecthesis, or Exposition of the Faith (composed by Sergius), which prohibited the use of the phrase \"one energy,\" because of its disquieting effects on some minds, as seeming to militate against the doctrine of the two natures; while, on the other hand, the expression \"two energies\" was interdicted because it seemed to imply that Christ had two wills.",
        "This, however, destroys the appropriateness of the phrases major and minor term which are specially chosen because in fact the major term does imply the more comprehensive notion.",
        "Here, of course, we have to ask Spencer, with Max Muller, why words in early languages \" imply vitality.\"",
        "21, the late chronological scheme would imply that it had long ceased (see xlv.",
        "Any careful perusal of modern attempts to recover historical facts or an historical outline from the book will show how very inadequate the material proves to be, and the reconstructions will be found to depend upon an interpretation of the narratives which is often liberal and not rarely precarious, and to imply such reshaping and rewriting of the presumed facts that the cautious reader can place little reliance on them.",
        "He did not intend to imply that electricity really possessed a positive or negative specific heat, but merely that a quantity of heat was absorbed in a metal when unit quantity of electricity flowed from cold to hot through a difference of temperature of 1°.",
        "It is not intended to imply that there is no E.M.F.",
        "Bede states that Wihtred and Swefheard were both kings in Kent in 692, and this statement would appear to imply a period of East Saxon influence '(see Kent), while there is also evidence of an attack by Wessex.",
        "As feudal independence increased, the word vassal lost every vestige of its original servile sense, and, since it had come to imply a purely military relation, acquired rather the meaning of \"free warrior.\"",
        "Taking the general consensus of the observations it would seem that its light must be so much brighter than that of the band as to imply the action of some different cause.",
        "1841), but the cuneiform texts imply that there was only one city of the name, and Takht-i-Suleiman is the Gazaca of classical geography.",
        "- This division of parishes depends, as the names imply, upon local character and situation of the parochial districts.",
        "The silence respecting him maintained by Quintilian and by Lucian may reasonably be taken to imply their agreement with Dionysius as to his merits as a master of style.",
        "A passage in Augustine seems to imply that in some way they shared in the Sacrament, \"that which they (the catechumens) receive, though it be not the Body of Christ, is yet an holy thing and more holy than the common food which sustains us, because it is a Sacrament\" (De peccatorum meritis, ii.",
        "2 The references in the Fathers, however, imply that for practical purposes it was limited to the forty days of Lent.",
        "It is not impossible that some such people may have settled at Urhai and given it their name, although the Ru-'-u-a are always mentioned in connexions that imply seats near the Persian Gulf.° The district name Osroene for 'Opportvi t, is Greek, perhaps due to analogy of Chosroes.",
        "Epiphanes with the legend \" Antioch on the Callirrhoe \" may imply that he rebuilt and renamed the place (so Ed.",
        "192), it has been reasonably urged that the legends imply a fact, namely that Christianity began in the Jewish colony, perhaps by the middle of the 2nd century, although the earliest seat of the Syrian church may have been farther east, in Adiabene.° Parts of the New Testament were certainly translated into Syriac in the 2nd century, although whether the \" Old Syriac \" (so e.g.",
        "In short, if the difficulty be put in its ultimate form, no existence thought as a distinct individual can transcend itself, or imply relation to any other existence.",
        "In any case the number of distinct sea-beaches seems to imply a succession of convulsive changes, more recent than the great Miocene upheaval, which are responsible for the shrinkage of the water into the three isolated pans now found.",
        "In general, there is no good reason for thinking that reports of mystical experience must imply logical absurdity.",
        "EXPULSION OF MEMBERS Membership of the Club shall be held to imply acquiescence in, and conformity to, the rules of the club.",
        "Finds of wine amphora at Bainbridge Roman Fort imply that life for the Roman soldier had its pleasures.",
        "In Genesis 2, however, He is characterized by naive anthropomorphisms (human terminology applied to deity) which imply an inferior status.",
        "It does not express the views of or imply the approval of the author or of anyone else connected with the project.",
        "auk eggs that were harvested and to imply that this included waders is dishonest.",
        "Studies of the domain architecture imply that the gene normally functions as a negative regulator in auxin signaling by damping the positive auxin signals.",
        "Results imply that much of the source of North Atlantic ridge basalts has been contaminated by lateral outflow of asthenosphere from the Icelandic plume.",
        "The auction will awarded to actors in addition it imply that becquerel.",
        "blaspheme when he forgave sins because it did not imply he was divine.",
        "The throwing of the jack by one member of the team does not imply that he or she must play the first boule.",
        "Also, if a particular brand name is not mentioned, this does not mean or imply that the product is unsatisfactory.",
        "The golden rule has to be: correlation does not imply causation!",
        "Such activity can often imply a dependence on a car to access these places.",
        "Which, itself, carries a disclaimer that such a listing does not imply any endorsement.",
        "disingenuous to imply that such funds would solve the problem in education.",
        "This a priori sense does not imply egoism and is not trivial.",
        "elucidate why, on the other hand, respect does imply tolerance.",
        "Any link to such websites does not imply endorsement by Human Inference to these websites.",
        "It also contains a social message: that positive reaction to mass radiography does not necessarily imply the existence of tuberculosis (TB ).",
        "This WOULD rather imply A European fandom of sorts.",
        "figures published by Halifax imply that the upward trend is not yet over.",
        "flat-out masterpiece that the LFF queues might imply.",
        "In addition, changes in measurement technologies and data processing procedures imply that few hydrometric time series can be considered truly homogeneous.",
        "imply an endorsement by our company.",
        "imply the approval of the author or of anyone else connected with the project.",
        "imply a recommendation or endorse the views expressed within them.",
        "imply evidence of a Big Bang implies that the universe began from something a minimal step away from nothing.",
        "Big classes don't necessarily imply big objects: all objects of a class share member functions, for instance.",
        "imply company excludes any condition or warranty implied by statue or otherwise as to the fitness of its goods or any other particular whatsoever.",
        "imply other terms and conditions, express or implied by statute, are excluded to the fullest extent permitted by law.",
        "imply judge disagreed, but held that certain terms could be implied into the contract.",
        "inclusion of hyperlinks to such Web sites does not imply any endorsement of the material on such Web sites.",
        "inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.",
        "inclusion of the link does not imply an endorsement by our company.",
        "independent of an observer nor imply a purpose.",
        "Systems neither exist independent of an observer nor imply a purpose.",
        "However, its etymology does not imply absolute indeterminacy.",
        "Does socialist internationalism imply accelerated growth in the ' south '?",
        "lacunar stroke imply that screening this group is not likely to be fruitful.",
        "The term \" literary \" does not imply any literary merit.",
        "The links do not imply that autism.west midlands endorses a partnership with the linked websites.",
        "misconstrued so as to imply that he was denying his Deity.",
        "God's existence does not imply ' blind obedience ' .",
        "Note: The strings listed below for the focal plane instrumentation are sufficient to imply the HRMA provided the focusing optics.",
        "outfielder jorge piedra to fulfill criteria imply that markets.",
        "However, sockets imply a lot of unnecessary overhead for an SMP.",
        "wind pollinated crops also spread their pollen a good deal further than the guidelines imply.",
        "Theodorus defends Protagoras's doctrine that Man is the Measure of All Things, which Socrates takes to imply relativism.",
        "This however, does not imply a renunciation of the world, nor a loss of effectiveness within it.",
        "This does not imply that systematic reviewers should neglect reports in LOE.",
        "Nor does it imply a belief that people are inherently selfish and that their votes can be bought by tax-cutting bribery.",
        "singularity theorems imply the universe had an infinite density at some time in the past.",
        "A position of leadership does not imply spiritual superiority.",
        "These models also imply that strong-flavour jets are highly supersonic with respect to their internal sound speed.",
        "tabulated in units, this does not imply accuracy to that level.",
        "torusroof that homoclinic trajectories in the form of pinched tori imply monodromy in two degree of freedom integrable systems has also been given.",
        "In larger charities trusteeship may imply that the individual concerned is a person who can properly be trusted with vulnerable beneficiaries.",
        "Does it imply, if not tyrannical lordship, at the very least some sort of pivotal leadership role in relation to the earth?",
        "Understanding something about young people doesn't imply that you need to become ' cool ' (probably a deeply uncool term, anyway!",
        "I should also state that my comments about Buddhism may imply uniformity within the religion.",
        "The language of the verse does not imply the perpetual virginity of Mary.",
        "It must not be held to imply that one nation imitates the course pursued by another, nor that the points of resemblance between them are transmitted by tradition from one to the other, but merely that all are subject to one law, inasmuch as this is based on the human nature common to all alike.",
        "This corresponds, in the Cape instrument, with an excess of the diameters of the holes over those of the cylinders of about i,*mth of an inch - a quantity so small as to imply good workmanship, though it involves a systematic error which is very much larger than the probable error of a single determination of the coincidence point.",
        "But for refined work this would imply the investigation of too many divisions of the scale; it is therefore more usual to divide the scale into single millimetres or half-millimetres and to provide a micrometer which subdivides the millimetre into 1000 or, by estimation, into Io,000 parts.",
        "Herodotus had no Athenian victories to record after the initial success, and the fact that Themistocles was able to carry his proposal to devote the surplus funds of the state to the building of so large a fleet seems to imply that the Athenians were themselves convinced that a supreme effort was necessary.",
        "\"his sellings according to the fathers\") are obscure; they seem to imply some additional source of income which the Levite enjoys at the central sanctuary.",
        "He did not regard logic as a branch of mathematics, as the title of his earlier pamphlet might be taken to imply, but he pointed out such a deep analogy between the symbols of algebra and those which can be made, in his opinion, to represent logical forms and syllogisms, that we can hardly help saying that logic is mathematics restricted to the two quantities, o and 1.",
        "It is difficult to decide whether words of the early biographers imply that his youth was not free from irregularities; in any case, he was the recognized leader of the young men of the town in their revels; he was, however, always conspicuous for his charity to the poor.",
        "In the provinces of Foggia and Lecce long leases (up to twenty-nine years) are granted, but in them it is explicitly declared that they do not imply enfiteusi (perpetual leasehold), nor any other form of contract equivalent to co-proprietorship. Mezzadria is rarely resorted to.",
        "The argument does not necessarily imply empiricism in philosophy; still, it is peculiarly characteristic of empiricism.",
        "On the other hand, nearly all systems of philosophy have discussed the underlying problems. Such questions as the origin of the cosmos as a whole, the production of organic beings and of conscious minds, and the meaning of the observable grades of creation, have from the dawn of speculation occupied men's minds; and the answers to these questions often imply a vague recognition of the idea of a gradual evolution of things.",
        "Bruce's title, and his programme of \"succouring distressed faith,\" imply the latter alternative; the moral appeal of Christianity,.",
        "Renan, &c., &c.) and \" believing,\" imply this at least.",
        "Hubert and Mauss point out that Robertson Smith is far from having established either the historical or the logical connexion between the common meal and the other types of sacrifice; the simplest Semitic forms known to us are the most recently recorded; further their simplicity may mean no more than documentary insufficiency, and in any case does not imply any priority; the piaculum is found side by side with the communion at all times.",
        "(g) Our knowledge of primitive forms of sacrifice is meagre; even were it more extensive, it would probably be impossible to determine the origin or origins of sacrifice; for no ritual has necessarily survived unchanged in form and meaning since its inception, and even permanence of form cannot be taken to imply a corresponding permanence of meaning for the worshippers.",
        "But they imply political, sociological and religious developments which do not do j ustice either to the biblical evidence as a whole or to a comprehensive survey of contemporary conditions.'",
        "Moreover, Judah (now under Jehoshaphat) enjoyed intimate relations with Israel during Omri's dynasty, and the traditions of intermarriage, and of co-operation in commerce and war, imply what was practically a united Palestine.",
        "Desert pastoral life does not necessarily imply any intellectual inferiority, and its religious conceptions, though susceptible of modification, are not artificially moulded through the influence of other civilizations.",
        "The circumstances imply a regency, but the records are silent upon ' The fact that these lists are of the kings of the \" land Matti \" would suggest that the term \" Hittite \" had been extended to Palestine.",
        "So far from drawing any lesson from the brilliant event in the reign of Cyrus, the prophets imply that Yahweh's wrath is still upon the unfortunate city and that Persia is still the oppressor.",
        "The absence of direct testimony can be partially supplied by later events which presuppose the break-up of no inconsiderable state, and imply relations with Samaria which had been by no means so unfriendly as the historians represent.",
        "Allusions to Judah's sufferings at the hands of Edom, Moab and Ammon often imply conditions which are not applicable to 586.",
        "For all serious biblical study, the stages in the growth of the written traditions and the historical circumstances which they imply, must inevitably be carefully considered, and upon the result depends, directly or indirectly, almost every subject of Old Testament investigation.",
        "So far as the latter function is concerned Philo confesses that the Law in his day shared the obscurity of the people, and seems to imply that the proselytes adopted little more than the monotheistic principle and the observance of the Sabbath.",
        "The Nilotic influence visible in the vases, seals and other fabrics of the Early Minoan age, seems to imply a maritime activity on the part of the islanders going - back to the days of the first Egyptian dynasties.",
        "The details of the text are obscure, and seem to imply that David systematically attacked populations friendly to Achish whilst pretending that he had been making forays against Judah.",
        "It is certain at all events that no small body of soldiers would be needed, and this alone would imply that all Israel was by this time under his entire control.",
        "But the stories of conflicts in a much larger area than the few cities in the immediate neighbourhood of Jerusalem (see above) can scarcely be read with the numerous narratives which recount or imply relations between the young David of Bethlehem and Saul or the Israelites.",
        "The character, tastes and capacity for management of different individuals and groups differ so widely that equal incomes do not necessarily imply identity of standard.",
        "He is constantly speaking in terms which imply the conquering of one law by another, a habit from which his successors have not freed themselves; and the theory of natural processes which appears to have satisfied him, was that when two forces come into operation there is a partial or complete suspension of one by the other.",
        "But it was discovered that there were no \" indestructible powers of the soil \"; that the fertility of land in a country like England is almost entirely the result of improvement at some time or other; that \" advantage of situation \" includes very much more than the words in their literal sense imply; that both \" fertility \" and \" advantage of situation \" include many kinds of differential advantage; that in some circumstances rent does not enter into the price of agricultural and other produce, and that in others it does.",
        "With the gradual development and stereotyping of the creed it was inevitable that the term \" Catholic \" should come to imply a more narrowly defined orthodoxy.",
        "As an ecclesiastical title it was used to imply, not universal (ecumenical), but a great and widespread jurisdiction.",
        "I, 25-30) seem to imply that he had taken some part in the campaigns of Mutina, Philippi and Perusia.",
        "8, 5) and Maecenas's own literary tastes imply that he had profited by the highest education of his time.",
        "a) seem to imply that Maecenas was deficient in the robustness of fibre characteristic of the average Roman.",
        "In the course of the 19th century the idea that the different elements are constituted by different groupings or condensations of one primal matter - a speculation which, if proved to be well grounded, would imply the possibility of changing one element into another - found favour with more than one responsible chemist; but experimental research failed to yield any evidence that was generally regarded as offering any support to this hypothesis.",
        "The errors of common opinion arise to a great extent from the ambiguous use of the verb \"to be,\" which may imply existence or be merely the copula which connects subject and predicate.",
        "As creation involves intention, desire, thought and work, and as these are properties which imply limit and belong to a finite being, and moreover as the imperfect and circumscribed nature of this creation precludes the idea of its being the direct work of the infinite and perfect, the En Soph had to become creative, through the medium of ten Sephiroth or intelligences, which emanated from him like rays proceeding from a luminary.",
        "\" Cuban tobacco \" does not mean to-day, as a commercial fact, what the words imply; for the original Nicotiana Tabacum, variety havanensis, can probably be found pure to-day only in out-of-the-way corners of Pinar del Rio.",
        "15 sqq.) may conceivably imply that the ark was an unknown object to Benjamites.",
        "ADEVISM, a term introduced by Max Muller to imply the denial of gods (Sans.",
        "It is doubtful whether courts of this name were held in other towns, but John Cowell (1554-1611) in his Interpreter (r601) s.v., \"Hustings,\" says that according to Fleta there were such courts at Winchester, York, Lincoln, Sheppey and elsewhere, but the passage from Fleta, as the New English Dictionary points out, does not necessarily imply this (11.",
        "History of Latvian Independence.-With the outbreak of the World War in 1914 a prospect of some kind of national existence opened out to the Lettish intelligentsia, whose antipathy to Germany did not imply a readiness to die for Russia.",
        "This, however, would imply on the part of the oracle a knowledge of Libya, which was not shared by the rest of Greece (Herod.",
        "\" The manner in which humanity exists in the individual was soon to be the subject of keen discussion, and to bring to light diverging views within the Realistic camp; but St Anselm does not go into detail on this point, and seems to imply that it is not surrounded by special difficulties.",
        "Moreover, Abelard evidently did not mean to imply that the distinctions of genera and species are of arbitrary or merely human imposition.",
        "The few fragmentary records, which have come down to us from past civilizations, must not be regarded as representing the totality of their knowledge, and the omission of a science or art does not necessarily imply that the science or art was unknown.",
        "The general purpose is to give something like an equivalence of importance to divisions or branches indicated by the same term, but it is not intended to imply that every phylum has the Ursprung der Wirbelthiere (Leipzig, 1875); and Lankester, Degeneration (London, 1880),, ti, ae / .r ?",
        "All this does not, of course, imply that there are not in books IV.",
        "Again, Aristotle's description of Xenophanes as the first of the Eleatic unitarians does not necessarily imply that the unity asserted by Xenophanes was the unity asserted by Parmenides; the phrase, \"contemplating the firmament, he declared that the One is God,\" leaves it doubtful whether Aristotle attributed to Xenophanes any philosophical theory whatever; and the epithet a ypoLKOTEpos discourages the belief that Aristotle regarded Xenophanes as the author of a new and important departure.",
        "Hardinge on behalf of Great Britain made the following declaration: \" The assent of His Majesty's government to the present protocol is limited to the provisions enabling Russia to adhere to the convention, and does not imply assent to the stipulation tending to restrict the importation of Russian sugar.\"",
        "may imply that he was properly a secular leader, comparable to Othniel, Gideon or Jephthah (see I Sam.",
        "libertas, from liber, free), generally the state of freedom, especially opposed to subjection, imprisonment or slavery, or with such restricted or figurative meaning as the circumstances imply.",
        "6 (\"before this\"), which would imply that the dedication of the walls was on the occasion of Nehemiah's later visit (see G.",
        "An attempt has been made in some quarters to prove that certain allusions in the epistle imply the rise of the heresy of Marcion and that it cannot therefore be placed earlier than 140.",
        "According to Semitic idiom \"sons of the prophets\" most naturally means \"members of a prophetic corporation,\" 3 which may imply that under the headship of Elisha and the favour of the dynasty of Jehu, which owed much to Elisha and his party, the prophetic societies took a more regular form than before.",
        "General terms such as \"Socialism,\" \"Slavery,\" \"Liberty,\" and technical terms in philosophy and theology are frequently the cause of controversies which would not arise if the disputants were agreed as to the Intension or Connotation of the terms. In addition Connotative terms, as those which imply attributes, are opposed to NonConnotative, which merely denote things without implying attributes.",
        "Such gesture, directed towards an inoffensive person, became an insult, and the word sycophant might imply one who insulted another by bringing a frivolous or malicious accusation against him.",
        "Moreover, even in the Categories as names signifying distinct things they imply distinct things; and hence the Categories, as well as the Metaphysics, draws the metaphysical conclusion that individual substances are the things without which there is nothing else, and thereby lays the positive foundation of the philosophy running through all the extant Aristotelian writings.",
        "A single monument of 5thor 4th-century Safine would be of unique value; but in the absence of any such direct evidence we are thrown back on a few cardinal facts: (1) Festus, though he continually cites the Lingua Osca never spoke of Lingua Sabina, but simply of Sabini, and the same is practically true of Varro, who never refers to the language of the Sabines as a living speech, though he does imply (v.",
        "Mesopotamia seems to imply the view that beth is the preposition \"amid,\" which has the same form,' but need not imply the meaning \"between,\" that is, the idea that there were precisely two rivers.",
        "The minister for foreign affairs was at first called the Reichskanzler; but in 1871, when Andrassy succeeded Beust, this was given up in deference to Hungarian feeling, for it might be taken to imply that there was a single state of which he was minister.",
        "Wiseman travelled slowly to England, round by Vienna; and when he reached London (11th November) the whole country was ablaze with indignation at the \" papal aggression,\" which was misunderstood to imply a new and unjustifiable claim to territorial rule.",
        "If the writers of the other two Gospels had no means at their disposal for enlarging the narrow framework of St Mark's narrative by recording definite visits to Jerusalem, at least they preserve to us words from the second document which seem to imply such visits: for how else are we to explain the pathetic complaint, \" Jerusalem, Jerusalem, how often would I have gathered thee, as a hen gathereth her chickens under her wings; but ye would not\" ?",
        "It is true that for two centuries and a half a considerable body of verse has been currently known by his name; but among modern scholars the use of the customary designation is merely a matter of convenience, and does not imply any belief in the correctness of the attribution.",
        "In this connotation the terms \"dissenter\" and \"dissenting,\" which had acquired a somewhat contemptuous flavour, have tended since the middle of the 19th century to be replaced by \"nonconformist,\" a term which did not originally imply secession, but only refusal to conform in certain particulars (e.g.",
        "It became necessary, therefore, to soften a policy which to the lay mind might imply that the virtue of a sacrament was weakened by the vices of its ministers; and, whereas Peter Lombard (d.",
        "The Divine forgetfulness has already lasted a very long time since the catastrophe (\" for ever,\" verse 20); which seems to imply the lapse of much more than thirty-six years (cf.",
        "But even the estimate of Ctesias, assuming the stade to be its usual length, would imply an area of about loo sq.",
        "He did not intend to imply that electricity really possessed a positive or negative specific heat, but merely that a quantity of heat was absorbed in a metal when unit quantity of electricity flowed from cold to hot through a difference of temperature of 1Ã‚°.",
        "It is not impossible that some such people may have settled at Urhai and given it their name, although the Ru-'-u-a are always mentioned in connexions that imply seats near the Persian Gulf.Ã‚° The district name Osroene for 'Opportvi t, is Greek, perhaps due to analogy of Chosroes.",
        "Theodorus defends Protagoras 's doctrine that Man is the Measure of All Things, which Socrates takes to imply relativism.",
        "The singularity theorems imply the universe had an infinite density at some time in the past.",
        "Presentation and use of results Although the data are tabulated in units, this does not imply accuracy to that level.",
        "A proof that homoclinic trajectories in the form of pinched tori imply monodromy in two degree of freedom integrable systems has also been given.",
        "Understanding something about young people does n't imply that you need to become ' cool ' (probably a deeply uncool term, anyway !",
        "I interpreted +/- 1 degree to imply a uniform distribution.",
        "Again, they imply that something bad will happen if you don't pay.",
        "Similar to gold cards, platinum cards imply prestige and wealth.",
        "Contrary to what the threatening letters would imply, everything is negotiable -- especially if you're up to your ears in debt and the lender realizes he's teetering on the edge of getting nothing.",
        "\"Interest only\" does not refer to not having any payments due, nor does it imply that you can take as long as you want to in order to pay off the balance you owe.",
        "While the name seems to imply you need to have a slim frame to wear them, that's not the case.",
        "If the couple has not specified any type of dress for the occasion, but the venue and season does not imply a particular type of dress, it is acceptable for guests to contact members of the bridal party to inquire about dress.",
        "A spa towel is simply a marketing term used to imply luxury.",
        "While the dog may simply be too slow for racing, this should not imply that there are any serious health issues.",
        "Look for terms like bush, compact, space saver, and others that imply the plant will be a compact grower.",
        "Whole food, of course, does not necessarily imply organic.",
        "Thumb sucking offers security to a child, but this behavior does not imply that the child is insecure.",
        "Gale, an imprint of Cengage Learning accepts no payment for listing; and inclusion in the publication of any organization, agency, institution, publication, service, or individual does not imply endorsement of the editors or publisher.",
        "Freudian personality theories became more widely known to the Western public in the 1960s and were understood to imply that repression of a child's natural drives would lead to neuroses.",
        "The actual number of youngsters who masturbate is believed to be higher, since the use of the word \"admit\" in surveys can imply wrong-doing.",
        "This in itself does not imply homosexuality or bisexuality.",
        "That is not to imply that they do not go with the music - rather that the music itself has a different sense of timing and pace.",
        "The word \"rest\" does not imply weight being given to the arm - both partners should support themselves.",
        "Keep in mind that everyone grieves in their own way and that you should never imply that the person needs to move on or cheer up.",
        "Both minoxidil and finasteride affect hair loss through different mechanisms, but make note that the fact they are FDA approved does not imply that they safe for all individuals.",
        "However, it is important for users to understand that the term Remy does not imply virgin hair.",
        "According to Shelter Off Shore, nodding means the same there as it does in the United States, but shaking your head back and forth will imply that you don't know the answer, rather than no.",
        "This would appear to imply that a home without a stove or water heater would have a hard time passing inspection, but contact the FHA to clarify the guidelines and to find out if there are waivers in certain circumstances.",
        "However, what does Walters' current opinion imply in reference to the efficacy of resveratrol?",
        "Gifts that imply a need for self-improvement are never a good idea at Christmas time.",
        "Should you imply that he break up with his girlfriend, you model that it's OK to leave a girl for another girl.",
        "Whether blatantly describing the act of sex and intimate body parts or using clever metaphor and innuendo to imply carnal subjects, erotic poetry is serious.",
        "Many movies imply that lesbians are more emotional than others - for example, the movie Cruel Intentions features bisexual women portrayed as vicious and manipulative to the point of death.",
        "Other movies imply the emotions of maybe-lesbians who can't quite come out and admit it - such as the implied homoeroticism of Thelma and Louise.Certainly, the press makes a big deal about lesbians showing their emotions openly.",
        "Although the name may imply that mostly African Americans use the site, this is not the case.",
        "These examples are not meant to imply that this tat placement is totally about hiding your body art.",
        "Shakti Activewear: You can purchase clothing for women and men here, though the focus is on the former, as the website's name (a reference to the divine feminine principle) would imply.",
        "In French, the phrase je t'aime may also be used to indicate deeper affection, so you may want to choose another phrase if you're speaking to someone you think is nice, but you don't want to imply a romantic relationship.",
        "This is certainly not to imply that backpacking in Europe is innately dangerous - in fact, many people in the aforementioned tour groups also purchase temporary traveler's insurance.",
        "This does not imply that they were denied accreditation, but instead that not all Ameriprise financial advisors have sought accreditation through the BBB.",
        "The title and lyrics also can arguably imply a message of hope, however, with December being the last month of the year and on the verge of a fresh new start.",
        "The synthesizers and pounding percussion that run throughout the score seem to imply danger lurking ahead.",
        "While \"musicals\" would imply to many that music must be involved, it is common for some to lump all shows on Broadway into the musical category because of the role that the orchestra has in them.",
        "2 a imply any connexion with the ordinary art of healing.",
        "This silence has been taken by some historians of weight to imply that London practically ceased to exist.",
        "He does not say whether he made any use of them, but he seems to imply that his own was more complete.",
        "Diogenes Laertius quotes a letter in which Cleobulus invites Solon to take refuge with him against Peisistratus; and this would imply that he was alive in 560 B.C. He is said to have held advanced views as to female education, and he was the father of the wise Cleobuline, whose riddles were not less famous than his own (Diogenes Laertius i.",
        "He says he was at Cambridge with Robert de Bruce and his two brothers, Thomas and Alexander, but this does not necessarily imply that he was a fellow-student.",
        "This was never a royal residence as the name would seem to imply, but its description appears to have been derived from the fact that it was usually in this building that the royal address was read to the states-general.",
        "These bishops were originally not diocesan but congregational, that is, each church, however small, had its own bishop. This is the organization testified to by Ignatius, and Cyprian's insistence upon the bishop as necessary to the very existence of the Church seems to imply the same thing.",
        "As they stand at present they are undoubtedly two, and can be distinguished both by the readings which they imply in the underlying Greek, and by the renderings which they have adopted.",
        "There is no doubt that there is a considerable historical element in the legend; recent discoveries in Crete (q.v.) prove the existence of a civilization such as the legends imply, and render it probable that not only Athens, but Mycenae itself, was once subject to the kings of Cnossus, of whom Minos was greatest.",
        "It is clear that agnatic succession prevailed among the princely families of the Cherusci, and the general account given in the Germania seems to imply that this type of organization was normal.",
        "Further, that the tribes were not normally of a migratory character, as Strabo seems to imply, is shown by the existence of sanctuaries of immemorial age and by frontier ramparts such as that raised by the Angrivarii against the Cherusci.",
        "Yet positive repudiation is very rare though compromises are not uncommon, and a good many illogical arrangements are made that imply forbearance and amity.",
        "This may or may not imply the belief that Nahrin is a plural.",
        "He seems to imply, however, that there was more than one state.",
        "Merchet was regarded, as has been stated already, as a badge of serfdom in so far as it was said to imply a \" buying of one's own blood \" (serous de sanguine suo emando).",
        "In northern Italy and in Germany, on the other hand, where the crown had proved too weak to combat the forces of disruption, it came ultimately to imply independent sovereignty.",
        "In some places the oblique Mongolian eye is noticed, and (together with certain Indo-Chinese customs) there is often a scantiness of beard and general \"Malay\" look, which increases westwards, and seems to imply relations with the archipelago subsequent to the departure thence of the pure Polynesians.",
        "to the Jerusalem conference, Acts does not imply that Paul would have accepted a decision in favour of the Judaizers, though he saw the value of getting a decision for his own policy in the quarter to which they were most likely to defer.",
        "192), it has been reasonably urged that the legends imply a fact, namely that Christianity began in the Jewish colony, perhaps by the middle of the 2nd century, although the earliest seat of the Syrian church may have been farther east, in Adiabene.Ã‚° Parts of the New Testament were certainly translated into Syriac in the 2nd century, although whether the \" Old Syriac \" (so e.g.",
        "This would seem to imply that Thomas the Rhymer was already dead, but J.",
        "The British government had no desire to place obstacles in the way of a belligerent desiring to take reasonable precautions in order to prevent the enemy from receiving supplies, but they insisted that the right of taking such precautions did not imply a \" consequential right to intercept at any distance from the scene of operations and without proof that the supplies in question were really destined for use of the enemy's forces, any articles which that belligerent might determine to regard as contraband of war.\"",
        "Considering that Facebook is just one form of social media, these facts on social media imply that it is perhaps one of the most powerful tools for marketing and communication."
    ],
    "definition": [
        "a. To express or state indirectly: She implied that she was in a hurry.\nb. To make evident indirectly: His fine clothes implied that he was wealthy. See Synonyms at suggest. See Usage Note at infer.",
        "To involve by logical necessity; entail: Life implies growth and death.",
        "Link/Cite",
        "(archaic) to enfold, entangle.",
        "(of a proposition) to have as a necessary consequence\nThe proposition that \"all dogs are mammals\" implies that my dog is a mammal",
        "(of a person) to suggest by logical inference\nWhen I state that your dog is brown, I am not implying that all dogs are brown",
        "(of a person or proposition) to hint; to insinuate; to suggest tacitly and avoid a direct statement\nWhat do you mean \"we need to be more careful with hygiene\"? Are you implying that I don't wash my hands?",
        "This is a catenative verb that takes the gerund (-ing).",
        "Link/Cite"
    ]
}