{
    "translation": "חשוב",
    "uses": [
        "I had to talk over a very important matter with him.",
        "What's important is that you're alive.",
        "What could possibly be more important to us than saving lives?",
        "You are more important to me than having children.",
        "Prince Vasili, who still occupied his former important posts, formed a connecting link between these two circles.",
        "Why was it suddenly so important to be attractive?",
        "He asks you to come to him at once on a very important matter.",
        "\"Anna Ignatyevna wants to see you, Nicholas,\" said she, pronouncing the name so that Nicholas at once understood that Anna Ignatyevna was a very important person.",
        "At the moment he was one of the most important people in her life.",
        "Then he just makes all the important decisions - and you have no input?",
        "But there were more important things to think about at the moment.",
        "Our credibility is important to us.",
        "On either side of her sat the more important guests--an old general and his wife, and Anna Pavlovna Scherer.",
        "Except for two or three important letters of 1901, these selections cease with the year 1900.",
        "More important, would there ever be a time when he stopped hiding things from her?",
        "He was meeting Helene in Vilna after not having seen her for a long time and did not recall the past, but as Helene was enjoying the favors of a very important personage and Boris had only recently married, they met as good friends of long standing.",
        "That's why more current dates are more important and far easier to verify.",
        "For instance, Pierre's return was a joyful and important event and they all felt it to be so.",
        "I'm sure if he sees how important this is to you, he'll relent.",
        "If it's that important to you, I'll find some one to take care of the ranch.",
        "She rarely made an exception and went out to pay visits, and then only to the most important persons in the town.",
        "The Wizard was also most heartily welcomed by the straw man, who was an important personage in the Land of Oz.",
        "But he also knew (or rather felt at the bottom of his heart) that by resigning himself now to the force of circumstances and to those who were guiding him, he was not only doing nothing wrong, but was doing something very important--more important than anything he had ever done in his life.",
        "Is being in control so important that you're willing to sacrifice the happiness of your only son?",
        "More important, what had they been doing?",
        "Obviously the room had passed an important inspection.",
        "I considered this suggestion carefully, then I told Mr. Rhoades that I should be proud and glad to have wise friends to whom I could always turn for advice in all important matters.",
        "Boris was thus the first to learn the news that the French army had crossed the Niemen and, thanks to this, was able to show certain important personages that much that was concealed from others was usually known to him, and by this means he rose higher in their estimation.",
        "Ah yes, there was something else important, very important, that I was keeping till I should be in bed.",
        "But now it seemed to him that that meeting had had in it something very important and poetic.",
        "In Prince Andrew's eyes Speranski was the man he would himself have wished to be--one who explained all the facts of life reasonably, considered important only what was rational, and was capable of applying the standard of reason to everything.",
        "He tried to pass either in front of them or to the right or left, but there were soldiers everywhere, all with the same preoccupied expression and busy with some unseen but evidently important task.",
        "It's not only Quinn and his machines that are important; I need guidance even more.",
        "Money is important... but didn't you find it ... exciting?",
        "And with a Frenchman's easy and naive frankness the captain told Pierre the story of his ancestors, his childhood, youth, and manhood, and all about his relations and his financial and family affairs, \"ma pauvre mere\" playing of course an important part in the story.",
        "What news! how much more important to know what that is which was never old!",
        "But you neglected one important thing.",
        "Glory, the good of society, love of a woman, the Fatherland itself--how important these pictures appeared to me, with what profound meaning they seemed to be filled!",
        "In their attitude toward him could still be felt both uncertainty as to who he might be – perhaps a very important person – and hostility as a result of their recent personal conflict with him.",
        "Can a man so important and necessary to society be also my husband?",
        "This was Raevski, who had spent the whole day at the most important part of the field of Borodino.",
        "Mavra Kuzminichna concluded that he was a very important man.",
        "But these were only suppositions, which seemed important to the younger men but not to Kutuzov.",
        "Howard was a good ten years older and had far more important things on his mind – like his new position as partner at the law firm.",
        "It is natural for a man who does not understand the workings of a machine to imagine that a shaving that has fallen into it by chance and is interfering with its action and tossing about in it is its most important part.",
        "Someone, a very important personage judging by the haste with which way was made for him, was approaching the icon.",
        "It was too important - to both of them.",
        "And more important, did Cade think she was flirting?",
        "This life; is it more important to each you than what you are accomplishing with this ability?",
        "The quest to end ignorance and the quest to end disease have two important similarities.",
        "An important point to make here is this: Historically, the welfare state only emerges to solve problems that private charities either cannot or will not solve.",
        "The sleeve of his coat kept slipping down and he always carefully rolled it up again with his left hand, as if it were most important that the sinewy white arm he was flourishing should be bare.",
        "The impulse to tell is the important thing.",
        "Little Eric lives with me and is the most important part of my life.",
        "At that very time, in circumstances even more important than retreating without a battle, namely the evacuation and burning of Moscow, Rostopchin, who is usually represented as being the instigator of that event, acted in an altogether different manner from Kutuzov.",
        "Only Count Orlov-Denisov with his Cossacks (the least important detachment of all) got to his appointed place at the right time.",
        "I think that there are very few important communications made through it.",
        "This thing happens to be very important to me.",
        "More important, why hadn't Connie responded to her letter?",
        "It is not important that he should mature as soon as an apple tree or an oak.",
        "Quinn's experiment is very important to him.",
        "\"This is a very important question,\" he said.",
        "While military service was less important to securing work in commerce, that was not a particularly noteworthy occupation.",
        "The day after the review, Boris, in his best uniform and with his comrade Berg's best wishes for success, rode to Olmutz to see Bolkonski, wishing to profit by his friendliness and obtain for himself the best post he could--preferably that of adjutant to some important personage, a position in the army which seemed to him most attractive.",
        "When later on in his memoirs Count Rostopchin explained his actions at this time, he repeatedly says that he was then actuated by two important considerations: to maintain tranquillity in Moscow and expedite the departure of the inhabitants.",
        "Some, as if unwilling to distract her from an important occupation, came up to her for a moment and made haste to go away, refusing to let her see them off.",
        "It seemed to him that he was thinking of nothing, but far down and deep within him his soul was occupied with something important and comforting.",
        "More important, though, was the fact that he believed the child should not suffer for the sins of the parent.",
        "They can't understand that all those feelings they prize so--all our feelings, all those ideas that seem so important to us, are unnecessary.",
        "Prince Andrew dimly realized that all this was trivial and that he had more important cares, but he continued to speak, surprising them by empty witticisms.",
        "You're more important to me than that ranch.",
        "The governor's wife led him up to a tall and very stout old lady with a blue headdress, who had just finished her game of cards with the most important personages of the town.",
        "Most important, did he ever suspect her foolish thoughts?",
        "It's a boy's life that's important, Ben.",
        "A few months ago she wouldn't have realized that forgiving her father was important to her marriage – but then, a few months ago she didn't know Chauncey.",
        "Having finished speaking to her, the Emperor looked inquiringly at Balashev and, evidently understanding that he only acted thus because there were important reasons for so doing, nodded slightly to the lady and turned to him.",
        "Kutuzov made a grimace and sent an order to Dokhturov to take over the command of the first army, and a request to the duke--whom he said he could not spare at such an important moment--to return to him.",
        "The chief thing in his eyes was not the nitrogen in the soil, nor the oxygen in the air, nor manures, nor special plows, but that most important agent by which nitrogen, oxygen, manure, and plow were made effective-- the peasant laborer.",
        "\"But this is very important, from General Dokhturov,\" said Bolkhovitinov, entering the open door which he had found by feeling in the dark.",
        "\"This won't do, Princess; it won't do,\" said he, when Princess Mary, having taken and closed the exercise book with the next day's lesson, was about to leave: \"Mathematics are most important, madam!",
        "Tuition, for instance, is an important item in the term bill, while for the far more valuable education which he gets by associating with the most cultivated of his contemporaries no charge is made.",
        "These sounds made his spirits rise, but at the same time he was afraid that he would be blamed for not having executed sooner the important order entrusted to him.",
        "It's very important! said he to someone who had risen and was sniffing in the dark passage.",
        "But I think it's important that we're both aware of what's going on, don't you?",
        "Why that was so important to him, she wasn't sure, and he never explained.",
        "\"It's important to find out the date and place,\" she said.",
        "At the time of the meeting at Tilsit he asked the names of those who had come with Napoleon and about the uniforms they wore, and listened attentively to words spoken by important personages.",
        "She now tells stories in which the imagination plays an important part.",
        "After a few words about Princess Mary and her late father, whom Malvintseva had evidently not liked, and having asked what Nicholas knew of Prince Andrew, who also was evidently no favorite of hers, the important old lady dismissed Nicholas after repeating her invitation to come to see her.",
        "Getting into that building was getting more important all the time.",
        "Martha was quick to catch on that something important had transpired.",
        "Both of these are hugely important parts of life, and I know of no one who would trade them away for a pill they swallow in the morning that gives them all their nutrition for the day.",
        "To be so sent meant not only a reward but an important step toward promotion.",
        "To be in Anna Pavlovna's drawing room he considered an important step up in the service, and he at once understood his role, letting his hostess make use of whatever interest he had to offer.",
        "He felt this in the looks of the soldiers who, marching in regular ranks briskly and gaily, were escorting him and the other criminals; he felt it in the looks of an important French official in a carriage and pair driven by a soldier, whom they met on the way.",
        "You know how important my career is to me.",
        "I must write you a line this morning because something very important has happened.",
        "It wasn't as if that was the most important part, so why did it hurt the most?",
        "I'm writing this book and you're an important part of what I have to say.",
        "That is not the important point.",
        "It is not so important that many should be as good as you, as that there be some absolute goodness somewhere; for that will leaven the whole lump.",
        "You know he has important connections...",
        "If it's that important to you, I guess we could try a few guests.",
        "The next important event in my life was my visit to Boston, in May, 1888.",
        "\"The Frost Fairies\" and \"The Frost Kings\" are given in full, as the differences are as important as the resemblances:",
        "More important - would he stay?",
        "\"More important,\" she continued, \"Dulce gave this picture to me.",
        "He had a brilliant position in society thanks to his intimacy with Countess Bezukhova, a brilliant position in the service thanks to the patronage of an important personage whose complete confidence he enjoyed, and he was beginning to make plans for marrying one of the richest heiresses in Petersburg, plans which might very easily be realized.",
        "Peronskaya was pointing out to the countess the most important people at the ball.",
        "You don't know how important you are to me, how much you've done for me....",
        "This which you put seems to me not to be the most important question.",
        "At the other end sat the younger and less important guests, and there too sat the members of the family, and Pierre and Helene, side by side.",
        "With his son, however, he employed the diplomacy he reserved for important occasions and, adopting a quiet tone, discussed the whole matter.",
        "Fifteen hundred prisoners and thirty-eight guns were taken on the spot, besides standards and (what seemed most important to the Cossacks) horses, saddles, horsecloths, and the like.",
        "It's just that sometimes I wonder what is more important in your life - your career or me.",
        "Was it really so important what Brandon or anyone else thought?",
        "He's like a clueless kid; he doesn't know where to turn and this is super important to him.",
        "This is important stuff and risky as hell.",
        "The children; they're the important ones.",
        "While this was less dramatic than the Timothy snatch, it was an important victory.",
        "I'd rather not say but I have some important information for you and I need a favor.",
        "I have also italicized a few important passages.",
        "Why are the words so important?",
        "She couldn't take everything this trip, but she had the most important stuff.",
        "Entering big rapids with your raft in the wrong position or missing an important mid-rapid move will often yield a calamitous outcome.",
        "This is as important as that it keeps butter cool.",
        "As if that were important, and there were not enough to understand you without them.",
        "Outside the house, beyond the gates, a group of undertakers, who hid whenever a carriage drove up, waited in expectation of an important order for an expensive funeral.",
        "The prince, who generally kept very strictly to social distinctions and rarely admitted even important government officials to his table, had unexpectedly selected Michael Ivanovich (who always went into a corner to blow his nose on his checked handkerchief) to illustrate the theory that all men are equals, and had more than once impressed on his daughter that Michael Ivanovich was \"not a whit worse than you or I.\"",
        "He imagined only important possibilities: \"If the enemy attacks the right flank,\" he said to himself, \"the Kiev grenadiers and the Podolsk chasseurs must hold their position till reserves from the center come up.",
        "But that's nonsense, the chief thing is not to forget the important thing I was thinking of.",
        "Having left that soldier who was evidently drunk, Rostov stopped the horse of a batman or groom of some important personage and began to question him.",
        "Some of the most important old men were the center of groups which even strangers approached respectfully to hear the voices of well-known men.",
        "Everyone rose, feeling that dinner was more important than verses, and Bagration, again preceding all the rest, went in to dinner.",
        "Three hundred persons took their seats in the dining room, according to their rank and importance: the more important nearer to the honored guest, as naturally as water flows deepest where the land lies lowest.",
        "He had begun to think of the last station and was still pondering on the same question--one so important that he took no notice of what went on around him.",
        "The important mystery mentioned by the Rhetor, though it aroused his curiosity, did not seem to him essential, and the second aim, that of purifying and regenerating himself, did not much interest him because at that moment he felt with delight that he was already perfectly cured of his former faults and was ready for all that was good.",
        "The novelty Anna Pavlovna was setting before her guests that evening was Boris Drubetskoy, who had just arrived as a special messenger from the Prussian army and was aide-de-camp to a very important personage.",
        "Karl Ivanich always says that sleep is more important than anything, whispered Princess Mary with a sigh.",
        "Boris Drubetskoy had asked the important personage on whom he was in attendance, to include him in the suite appointed for the stay at Tilsit.",
        "During the dull day, in the course of which he was entertained by his elderly hosts and by the more important of the visitors (the old count's house was crowded on account of an approaching name day), Prince Andrew repeatedly glanced at Natasha, gay and laughing among the younger members of the company, and asked himself each time, What is she thinking about?",
        "During his service, chiefly as an adjutant, Prince Andrew had seen the anterooms of many important men, and the different types of such rooms were well known to him.",
        "One general (an important personage), evidently feeling offended at having to wait so long, sat crossing and uncrossing his legs and smiling contemptuously to himself.",
        "At the same time his mother-in-law, Prince Vasili's wife, sent to him imploring him to come if only for a few minutes to discuss a most important matter.",
        "He narrated that episode so persistently and with so important an air that everyone believed in the merit and usefulness of his deed, and he had obtained two decorations for Austerlitz.",
        "But in the secret depths of her soul the question whether her engagement to Boris was a jest or an important, binding promise tormented her.",
        "They had not yet had a loud conversation among the men and a dispute about something important and clever.",
        "Only the skeleton of life remained: his house, a brilliant wife who now enjoyed the favors of a very important personage, acquaintance with all Petersburg, and his court service with its dull formalities.",
        "\"Nothing is trivial, and nothing is important, it's all the same--only to save oneself from it as best one can,\" thought Pierre.",
        "That evening she expected several important personages who had to be made ashamed of their visits to the French theater and aroused to a patriotic temper.",
        "You haven't seen anything important yet.",
        "There were more important things to think about at the moment - like how she was going to support a baby on her meager wages.",
        "We chose a seafood establishment where we knew a back booth would provide the privacy we needed for our important postponed conversation.",
        "The most important day I remember in all my life is the one on which my teacher, Anne Mansfield Sullivan, came to me.",
        "Helen Keller's letters are important, not only as a supplementary story of her life, but as a demonstration of her growth in thought and expression--the growth which in itself has made her distinguished.",
        "From the letters after the year 1892 I have culled in the spirit of one making an anthology, choosing the passages best in style and most important from the point of view of biography.",
        "Especially important are such details as her feeling the rush of the water by putting her hand on the window.",
        "I did not like to trouble them while I was trying to get money for poor little Tommy, for of course it was more important that he should be educated than that my people should have books to read. 4.",
        "In her account of her early education Miss Keller is not giving a scientifically accurate record of her life, nor even of the important events.",
        "Here follow in order Miss Sullivan's letters and the most important passages from the reports.",
        "Naturally, there was at first a strong tendency on her part to use only the important words in a sentence.",
        "From Miss Sullivan's part of this report I give her most important comments and such biographical matter as does not appear elsewhere in the present volume.",
        "Let him who has work to do recollect that the object of clothing is, first, to retain the vital heat, and secondly, in this state of society, to cover nakedness, and he may judge how much of any necessary or important work may be accomplished without adding to his wardrobe.",
        "After all, the man whose horse trots a mile in a minute does not carry the most important messages; he is not an evangelist, nor does he come round eating locusts and wild honey.",
        "The general sat down by Count Ilya Rostov, who was next to himself the most important guest.",
        "And most important of all, was she or Giddon's family in any danger?",
        "I'm saying what we had together was more important than what I have now.",
        "An important modern application of the micrometer, which is not dealt with in the article Transit Circle, is that which is now called \" the travelling wire micrometer.\"",
        "This did not last long with him, however, for the second edition (1857) of his most important work, on the origin of the old Catholic Church (Die Entstehung der alt-kathol.",
        "On the eastern side of the river, on the other hand, there are several important tributaries descending from the Persian mountains: the Khabur, a little north of 37° N., navigable for rafts; the Great Zab, at 36° N., just below Nimrud, the ancient Calah; the Little Zab, about 35° 15' N.; the 'Adhem at 34° N.",
        "and the very large and important Diyala, a little below Bagdad, at 33° 15' N.",
        "Indeed, in the time of the caliphate this was the channel of the Tigris, and on its banks stood the important city of Wasit.",
        "son of Ardashir I., formerly important, but now relatively insignificant; Samarra, also called Samira, the capital of the caliphate from A.D.",
        "Helium is relatively abundant in many minerals, all of which are radioactive, and contain uranium or thorium as important constituents.",
        "We find the office mentioned in a Corcyraean inscription dating probably from the 7th century B.C., and it continued to grow more important and frequent throughout Greek history.",
        "It played an important part in the Russo-Turkish Wars of 1828-29, 1853-54 and 1877-78.",
        "His most important work is his standard History of English Dramatic Literature to the Age of Queen Anne (1875), re-edited after a thorough revision in three volumes in 1899.",
        "he wrote the article Drama, and biographies of Ben Jonson and other dramatists; and he became an important contributor to the present work.",
        "Its most important industrial establishments are the mirror manufactory of St Gobain and the chemical works at Chauny, and the workshops and foundries of Guise, the property of an association of workpeople organized on socialistic lines and producing iron goods of various kinds.",
        "Laon is the capital, and Soissons the seat of a bishopric of the province of Reims. Other important places are Chateau-Thierry, St Quentin and Coucy-le-Chï¿½au.",
        "The ruined church at Longpont (13th century) is the relic of an important Cistercian abbey; Urcel and Mont-Notre-Dame have fine churches, the first entirely in the Romanesque style, the second dating from the 12th and 13th centuries, to which period the church at Braisne also belongs.",
        "death by Alexander in 327, whose history went up to the death of Darius, Alexander's general Ptolemy, afterwards king in Egypt, Nearchus who commanded the fleet that sailed from the Indus to the Persian Gulf, Onesicritus who served as pilot in the same fleet, Aristobulus who was with Alexander in India, Clitarchus, a contemporary, if not an eye-witness, important from the fact that his highly coloured version of the life of Alexander became the popular authority for the succeeding centuries.",
        "The university possesses a very important library.",
        "Scale and wind-pressure are also important factors.",
        "But with all these often opposed conditions, we find less variation than might be expected, the main and really important divergence being due to the necessity of transposition, which added a very high pitch to the primarily convenient low one.",
        "In point of fact, they are gradually going higher, and the brass bands, which are so important in the North of England and in Wales, are not behind them.",
        "On the following day he was admitted to the royal presence, and presenting his letters he told the king that he had an important and confidential message to deliver.",
        "Yeni Shehr, \" new town\"), the most important town of Thessaly, situated in a rich agricultural district on the right bank of the Salambria (Peneios, Peneus, Peneius), about 35 m.",
        "It appears in early times, when Thessaly was mainly governed by a few aristocratic families, as an important city under the rule of the Aleuadae, whose authority extended over the whole district of Pelasgiotis.",
        "The most important of the animal fats are those of the ox and hog, and of the vegetable oils cotton-seed and coco-nut; it is also to be remembered that resin, although not a fat, is also important in soap-making.",
        "Reasonable prices, according to the restaurant owners, were an important part of the menu planning process.",
        "While on an active trip, it is important to not just feed the mind, but to feed the stomach as well.",
        "My time is far too important.",
        "\"Thanks. It's important,\" Sofi said.",
        "\"If her death is so important, and I've already failed once to take her life, you'd call in someone else to do this job,\" Jule reasoned.",
        "Her voice was quiet, and he couldn't help wondering if she'd Seen something important enough to tolerate a vamp in her household.",
        "But I know what's most important about you.",
        "But whatever he was hiding couldn't be that important.",
        "Hon, this is important.",
        "I can explain in detail in person, but it's important I see you now.",
        "Does she understand how important her gift is?",
        "It's very important you don't drink that juice ever again.",
        "You must be someone important.",
        "\"Please, Traci, it's important,\" she begged.",
        "\"Who are you?\" she demanded, sensing she was missing something important.",
        "And then to waltz in and deliver such an important message at a time when he wanted nothing more than to remain infuriated with her for her actions ...",
        "\"That means something important, doesn't it?\" she asked.",
        "He hadn't killed her, because of the bonds and a deal she made without knowing how important it was.",
        "Why is that important to you?",
        "Tell me what's so important that we have to get all cold and wet, and...",
        "Then, with her head bowed, taking small spoonfuls, she asked, If I did something really bad—if I broke a really important rule, what would you do?",
        "I just hope there isn't something truly important she's trying to tell us but is too afraid to say.",
        "I just don't want Martha leaving here with something important hanging over her head.",
        "You have to decide if it's important enough to speak up.",
        "\"I guess it would depend on how important the something was,\" Dean answered.",
        "There are some things important enough that you're forced to tell someone, regardless of what might happen you.",
        "That was his way—his responsibility— teaching me a very important lesson.",
        "\"Everyone is from somewhere,\" she continued \"The important thing is to be someone when you're there.",
        "Why it's so important, I don't know.",
        "Westlake is chasing down auction items the same as Fred, but I wonder what's so important to the Dawkins boys.",
        "What do you gentlemen see as some of the more important challenges to the incoming sheriff?",
        "\"Up-to-date communication equipment is important,\" Dean said.",
        "They keep waiting for what they call real important stuff.",
        "When the old man tried to engage him in further conversation—this time about Pumpkin Green and the general irresponsibility of today's youth—he excused himself on an important errand and left Westlake standing in the hall.",
        "\"Got more important responsibilities now,\" he said as he offered Melissa a chair and a breakfast roll.",
        "We know how important it is to you.",
        "After that, metal was too important to waste.",
        "The nagging question of Fitzgerald continued to block out the other important matters Dean should have been concentrating on.",
        "My guess is our skeleton friend wasn't important enough to even make the press.",
        "That sounds like someone thought he was important.",
        "Dean did feel a pang of regret at not having confronted Joseph Dawkins on one important matter.",
        "How important is she to you?",
        "His own survival was more important.",
        "I don't know what it is, but it's important.",
        "His duty was beyond question the most important there was: protecting the souls of the dead mortals and dead-dead Immortals.",
        "What could be more important than being able to spend eternity with her?",
        "Pretty sure you're hiding something important.",
        "I need to talk to you about something important.",
        "How important is it to you?",
        "\"So it's not important to you that the woman Gabriel loves stays alive,\" he said.",
        "What was so important that the Dark One ignored a summons?",
        "It was far more important than the bet with the human, but Deidre couldn't help thinking about her deal and Darkyn's threat to reveal everything to Gabriel.",
        "Right now, she felt like she was on the verge of an important breakthrough with Gabriel.",
        "She couldn't make important decisions while wrangling her feelings.",
        "The smooth lines of the dress flattered her petite figure, but more important was the fact that Alex liked it.",
        "If you're not going to be around more than a few hours, it couldn't be that important to you.",
        "She also must know why it was so important to him that she didn't take Destiny.",
        "The important thing was that they displayed a united front.",
        "He's always known how important family is to me.",
        "Alex had the answer to a question that was important to him.",
        "I don't know why, but it was important.",
        "He never had to wonder how many men were rotating through her bed or when she was planning to stab him in the back or decipher the riddles she gave him as answers to important questions.",
        "Whoever owned the soul, he or she was important to find their way to Death's jewelry box.",
        "She changed into her own clothes and gathered the most important of her belongings before bracing herself to leave the room.",
        "Why is this human important?",
        "Wonder if he'll be too important for his personal zoo.",
        "My father feels it's important to recognize all those who support our family's success.",
        "\"You don't seem to understand how important you are,\" he said at last with barely restrained impatience.",
        "I think Kris is right --the fate of humanity is more important than me.",
        "Important distinction, Rhyn replied and pulled out a chair from the table on which the candle was placed.",
        "\"What.s at stake?\" he asked, sensing again there was something important she was keeping from him.",
        "He'd long since accepted that their health was far more important than where they lived or what they wore.",
        "The feast must be important, and his attempt to request her attendance-- rather than demand it-- impressed her.",
        "I just want to know if … it's important, she asked, face flushing.",
        "What's important is that you're here, and here-- in the Five Galaxies-- is where you'll stay?",
        "Besides, if you remember a dream, it must be important.",
        "They're coming to Bird Song, just because of that important merchandise you called junk!",
        "It's important for 'em to stay here—in the same place where ancestor Annie lived.",
        "The most important item remains the contents.",
        "While he didn't want to hold back important information, neither did he wish to unduly upset the nervous woman any further.",
        "After all, it's an important part of their family history.",
        "It's important whatever garments you wear, that you get good protection against the elements.",
        "Dean knew the old man was itching to raise the more important topic of Jerome Shipton's death.",
        "We'll work as quickly as possible but this is an important and serious investigation.",
        "She's off to Hawaii to visit her daughter, but you and me have got more important things to do.",
        "I still think this stuff is important evidence.",
        "He smiled at Cynthia who looked as if she'd been out to lunch during an important discussion but she said nothing.",
        "We got to leave room for important things like evidence.",
        "No, the events of two weeks past didn't make total sense, at least not yet, but Dean was suddenly interested, not in avoiding Jerome Shipton, but asking him some important questions.",
        "Something important just dawned on me.",
        "No one ever considered it because it wasn't important.",
        "What was so important about the pen?",
        "The most important thing you need to know is that Sarah has never killed anyone.",
        "There is nothing I would rather do than stay here enjoying you until the sun comes up, but I have something very important to do and it can't wait.",
        "The shape was the important aspect.",
        "Nope, she's more important than that.",
        "He had not realized until this moment how important it was that Sarah and Elisabeth like each other.",
        "This is an important night, and I want to mark it as such.",
        "Go see her, keep an open mind, and focus on what is important.",
        "The past isn't important to me.",
        "Now that is important.",
        "Victor drawled, \"Hmm, seems your pet is important to you… I believe you both know the lovely Cassandra.\"",
        "Because your happiness is more important to us than our own.",
        "Jackson pinched her cheek and hummed, \"Apparently your happiness is more important to him than his own.\"",
        "You know the most important things.",
        "And how is having a brother not important?",
        "I know, but having the family's support is more important to me.",
        "You must understand how important that is?",
        "Jackson worried Elisabeth would miss her family, but she assured him that Christmas was not nearly as important as The Wolf Moon.",
        "\"Obviously he thought family ties were more important than education,\" Carmen persisted.",
        "If it's that important to him, why don't you just sell the goats?",
        "Which is more important?",
        "More important, when would she stop viewing him as a big brother?",
        "That was the important thing.",
        "Almost, but Katie wouldn't have said anything unless she considered it to be extremely important.",
        "That's more important to me than anything else.",
        "I remember when it's important enough.",
        "This better be important, Lana.",
        "What was so important she flung herself off a cliff to get it?",
        "He looked at it, wondering how something so small could be so important.",
        "Whatever was in the vault, it must be important.",
        "\"Some things are more important than me,\" she retorted.",
        "Most of the camp was gone already and all the important stuff airlifted this morning.",
        "I'd say they were probably important.",
        "\"Brady, I don't need to tell you how important it is that her vault doesn't fall into anyone's hands,\" Mr. Tim said.",
        "This is the most important thing.",
        "It's an important mission.",
        "It's important I see my … my father again.",
        "Lana sought the words to convey her urgency without revealing just how important it was.",
        "Alright.  What's so important about finding her anyway?",
        "You can't be serious, Kris.  I'm the last person you want in charge of something important.",
        "But little things, not important things—not dangerous things.",
        "None about important things.",
        "He didn't want to go but I felt it was important for him to be around friends his own age.",
        "Dean passed out his business card to Mayer and a few of the other workers in case anything important came to mind.",
        "\"You got a phone call too,\" Fred added, \"The guy said it was important.\"",
        "The entire procedure oper­ated with a casualness to it that seemed to make fun of the seri­ous nature of what was happening, while the rules seemed more important than what they were designed to accomplish.",
        "If you think it's important.",
        "It's not really important.",
        "Is it really important?",
        "This new stuff is too important.",
        "Sorry to wake you up, but we've got an important hot clue!",
        "This here clue's a lot more important.",
        "Sometimes they toss him a crumb but they have their pros for the important stuff.",
        "He thought it might be important, seeing as you asked the question.",
        "\"I'm just surprised the jerk knew anything important,\" Dean answered.",
        "But in spite of the old man's litany of failures, Dean suspected he was holding back some­thing important.",
        "He had far more important chores to do.",
        "The dairy wasn't that important to Carmen.",
        "As your husband, what will he consider his most important function?",
        "But again, if that were the most important issue, she should have married Josh.",
        "It took a moment for the words to sink in – or maybe the idea that he would discard her virtue as nothing important.",
        "Isn't our commitment to each other more important than a few words from clergy?",
        "Whatever the case, it was important to him that she stay with him.",
        "I know it's a nuisance for you to carry it, but it's important to me.",
        "Maybe she just wants to feel important.",
        "A baby would make her feel important, don't you think?",
        "Yet, of all the reasons she wanted a baby, feeling important wasn't even in the top 100.",
        "This is something really important, Josh.",
        "I don't know why it is important for me to know, or why you'd want to hide it from me – or her.",
        "I never asked because it wasn't important to me.",
        "Sooner or later she would tell him, and he would know how important it was to her – and that she had hid it from him.",
        "What could be so important that it can't wait for warmer weather?",
        "I know this place is important to you, but I want you to promise me you'll never come up here alone again.",
        "I came up here to pray for the most important things.",
        "Those two traits had been important factors in her decision to marry him.",
        "More important, how could they get out?",
        "More important for the child, though, was the fact that Alex actually wanted him to visit the ranch.",
        "Still, it wasn't like Josh to forget such important details.",
        "More important, did Alex know?",
        "\"I keep him occupied with assignments I tell him are important,\" Darian said with a snort.",
        "What was so important Jule dragged you out of our bed?",
        "She walked through the gateway and imagined herself as important as the White God walking into his palace.",
        "\"It must be important if you and the Original Being are interested,\" he baited, even knowing she'd ignore him.",
        "Suspecting he'd missed something important, Darian joined them in the office area.",
        "Someone who could love her and understand how important it was that she remained her own person.",
        "How you handle this is important, Darian.",
        "We've both learned important lessons about ourselves.",
        "This is a very important day.",
        "In fact, the two most important people had been left out of their confidence.",
        "More important, she wasn't going to gain experience by leaving it all to him.",
        "Yet from the beginning, too many important facts had been shrouded in secrecy.",
        "That's what is most important.",
        "So what was this important situation that forced you to break that promise?",
        "To him it was something to occupy her mind, not something important - like his work.",
        "It's important to me – even if it isn't important to you.",
        "If Sam was going to take care of the horses, it was important that she know which ones to be cautious with.",
        "Why was it suddenly so important to do this her way?",
        "If it's so important to you, I'll interview more people.",
        "The shoulder protested when she put an arm around Destiny, but right now Destiny was more important.",
        "His exact words weren't important – especially because they weren't true.",
        "What could be more important than their marriage?",
        "Maybe. Do you think honor is more important to him than an heir?",
        "Alex was living proof that an heir was more important to Senor Medena than honor.",
        "I wouldn't want to miss anything important.",
        "I don't know how important it is, but at least this time you haven't been excluded.",
        "If this dog is what you want, it isn't important who gave it to you – and you don't need to ask me before you put another animal on this place.",
        "Alex had been attuned to her silent wants and needs because it was important to him.",
        "It wasn't important whether you were right or wrong.",
        "He hadn't realized how important a mother could be in a grown man's life until she died last year.",
        "He's already an important figure in the state of California.",
        "In fact, her trust in him had been so complete that she had allowed him to make nearly every important decision in her life - until now.",
        "Some of the guests might be important to his future in politics and he was dressed to impress.",
        "Obviously it was important information to Clara, who knew everyone.",
        "For some reason, his respect was important - even crucial.",
        "In the time that she had known him, he had given no indication that he was impressed by money or people with important positions.",
        "Is it more important than the man you love?",
        "Your life is important to me, more so than the amount of pain I must put you through to sustain it, she replied.",
        "It's important he's there and you're not.",
        "What's important is that you recognize you are into this thing.",
        "What was more important than power, betrayal and revenge, the tenets on which he built his life?",
        "The most important ruins are those of the great basilica.",
        "Though the controversy went on, its most important result had already been achieved in the silencing of Convocation, for that body, though it had just \"seemed to be settling down to its proper work in dealing with the real exigencies of the church\" when the Hoadly dispute arose, did not meet again for the despatch of business for nearly a century and a half.",
        "The lower, or south-eastern, part contains both the small group of streets belonging to old Stuttgart, and also the most important part of the new town.",
        "He was one of the leaders of the emeutes of the 20th of June and the 10th of August 1792, played an important part in the formation of the revolutionary commune which assured the success of the latter coup, and was made procureur of the commune.",
        "A very important distinction is to be found in the conformation of the trunk, which, as shown in fig.",
        "Further, the skin is stated to be much less rough, with fewer cracks, while a more important difference occurs in the trunk, which lacks the transverse ridges so distinctive of the ordinary African elephant, and thereby approximates to the Asiatic species.",
        "The most important of these are the greater tolerance by the African animal of sunlight, and the hard nature of its food, which consists chiefly of boughs and roots.",
        "In February 1532 he protested against all acts concerning the church passed by the parliament which met in 1529, but this did not prevent the important proceedings which secured the complete submission of the church to the state later in the same year.",
        "It is easy to see that such conclusions ignore important distinctions, and are, indeed, to a large extent an abuse of language.",
        "It lies in the open valley of the Trent, at a short distance from the river, and near the important Trent Junction on the Midland railway system.",
        "Considering the wide differences between the two groups in the size and external characters, and in the mode of life, including the mode of feeding, it is indeed surprising that in every important organ the two groups should show a fundamental morphological identity.",
        "Albert sought to play an important part in European affairs.",
        "He collaborated with his father in the great edition of Saadia and the edition of Abu-1Walid, and also produced a number of important editions of other Arabic writers.",
        "It is an important station on the Oudh & Rohilkhand railway, with a junction for Aligarh.",
        "These dates are important as they help to save Chicheley from the charge, versified by Shakespeare (Henry V.",
        "Pasteur's important researches mark an epoch in the technical aspect of fermentation.",
        "The next important advance was the substitution of solid for liquid media; due originally to Schroter.",
        "Local winds form an important feature in nearly all the coast climates of the Mediterranean, especially in winter, where they are primarily caused by the rapid change of temperature from the sea to the snow-clad hinterlands.",
        "At the time of the Spanish conquest Subtiaba was the residence of the great cacique of Nagrando, and contained an important Indian temple.",
        "Meaning in general the \"king's court,\" it is difficult to define the curia regis with precision, but it is important and interesting because it is the germ from which the higher courts of law, the privy council and the cabinet, have sprung.",
        "Next to the grandmother, the most important person in the household at Nohant was Deschatres.",
        "Other important structural features are mentioned below.",
        "- The number of important writings on the Thysanoptera is not large.",
        "The only important industry is carpet-weaving at Kir-sheher and Kaisarieh.",
        "Soon after he was engaged on an important embassy to Germany, the result of which was the treaty of Ulm, signed July 1620.",
        "The more important of the suburbs lie towards the east, where the promontory joins the main plateau, of which it forms the north-western extremity.",
        "The countship of Angouleme dated from the 9th century, the most important of the early counts being William Taillefer, whose descendants held the title till the end of the 12th century.",
        "A large number of cotton mills furnish the chief source of industry; printing, dyeing and bleaching of cotton and calico, spinning and weaving machine making, iron and steel works, and collieries in the neighbourhood, are also important.",
        "The earliest form of the name is Bodleton or Botheltun, and the most important of the later forms are Bodeltown, Botheltunle-Moors, Bowelton, Boltune, Bolton-super-Moras, B olton-in-yeMoors, Bolton-le-Moors.",
        "Lemstrbm believed atmospheric electricity to play an important part in the natural growth of vegetation, and he assigned a special role to the needles of fir and pine trees.",
        "Douglas's longest, last, and in some respects most important work is his translation of the Aeneid, the first version of a great classic poet in any English dialect.",
        "Douglas is in all important respects even more of a medievalist than his contemporaries; and, like Henryson and Dunbar, strictly a member of the allegorical school and a follower, in the most generous way, of Chaucer's art.",
        "With the exception of railway shops, there are no important industrial establishments.",
        "The woollen manufactures, dating from the close of the 16th century, are the most important in Scotland, though now mainly confined to the weaving of tweeds.",
        "The Alleghany Plateau consists of nearly horizontal beds of limestone, sandstone and shales, including important seams of coal; inclines slightly toward the north-west, and is intricately dissected by extensively branching streams into a maze of narrow canyons and steep-sided hills.",
        "The coal beds are of enormous extent, and constitute an important element in the wealth of the state.",
        "Among the most important trees of this area are the white and chestnut oaks, the black walnut, the yellow poplar, and the cherry, the southern portion of the state containing the largest reserve supply.",
        "Ginseng is an important medicinal plant.",
        "Stock-raising is an important industry, especially in the eastern part of the state.",
        "It also has important fisheries.",
        "This Robert Livingston, founder of the American family, became in 1675 secretary of the important Board of Indian Commissioners; he was a member of the New York Assembly in1711-1715and 1716-1727 and its speaker in 1718-1725, and in 1701 made the proposal that all the English colonies in America should be grouped for administrative purposes \"into three distinct governments.\"",
        "Representations of apotheoses occur on several works of art; the most important are the apotheosis of Homer on a relief in the Townley collection of the British Museum, that of Titus on the arch of Titus, and that of Augustus on a magnificent cameo in the Louvre.",
        "The place has become an important junction of the Great North of Scotland railway system.",
        "The most important example is trust.",
        "The most important internal industries are in wool and frozen meat.",
        "His position rather than any personal qualities enabled him to play an important part in a great crisis of European politics.",
        "The many important objects found in these excavations are preserved in the local museum.",
        "Clive showed his appreciation of Hastings's merits by appointing him in 1758 to the important post of resident at the court of Murshidabad.",
        "During his three years of office as resident he was able to render not a few valuable services to the Company; but it is more important to observe that his name nowhere occurs in the official lists of those who derived pecuniary profit from the necessities and weakness of the native court.",
        "RUHR, a river of Germany, an important right-bank tributary of the lower Rhine.",
        "One of the most important manufacturing industries is grading, roasting, cleaning and shelling peanuts (in 1905 valued at $791,760).",
        "The fisheries are important - for herring, mackerel, sprats, cod, salmon, lobsters and anchovies.",
        "The most important export is fish, other items being seaweed, marble, preserved foods, butter and margarine and infusorial earth.",
        "Palgrave's most important work is his History of Normandy and England, which appeared in four volumes (London 1851-1864), and deals with the history of the two countries down to 1101.",
        "The most famous remains of the ancient city are the temples, the most important of which form a row along the low cliffs at the south end of the city.",
        "It will be sufficient to describe those forms with which the most important work has been done, or which have survived the tests of time and experience.",
        "9 represents the same ' Professor Watson used to say, \" After all the most important part of a telescope is the man at the small end.\"",
        "Their absolute freedom from diffraction, the perfect control of the illumination and thickness of the lines, and the accuracy with which it will be possible to construct scales for zone observations will be important features of the new method.",
        "WITTELSBACH, the name of an important German family, taken from the castle of Wittelsbach, which formerly stood near Aichach on the Paar in Bavaria.",
        "In 1329 the most important division of the Wittelsbach lands took place.",
        "retained the rest of Bavaria, but made several divisions of their territory, the most important of which was in 1392, when the branches of Ingoldstadt, Munich and Landshut were founded.",
        "To the south of Terranova there is no harbour of any importance on the east coast (the Gulf of Orosei being exposed to the E., and shut in by a precipitous coast) until Tortoli is reached, and beyond that to the Capo Carbonara at the south-east extremity, and again along the south coast, there is no harbour before Cagliari, the most important on the island.",
        "Pietro, forms a more or less protected basin, upon the shores of which are several small harbours (the most important being Carloforte), which are centres of the export of minerals and of the tunny fishery.",
        "In the mountain villages the parish priest takes the lead among his people, and is not infrequently the most important person.",
        "The sardine fishery, which might also be important, at present serves mainly for local consumption.",
        "The most important minerals are lead and zinc, obtained in lodes in the forms of galena and calamine respectively.",
        "The island contains a very large number of important prehistoric monuments.",
        "Sometimes they occupy the approaches to tablelands, the narrowest points of gorges, or the fords of rivers; sometimes almost inaccessible mountain tops or important points on ridges; and it may be noticed that, where two important nuraghi are not visible from one another, a small one is interpolated, showing that there was a system of signalling from one to another.",
        "in diameter, covered with a heap of stones, like a small cairn, may sometimes be seen; these were possibly intended for the burial of slaves or less important members of the tribe.",
        "There are signs of trade with Etruria as early as the 7th century B.C. The Carthaginians made it into an important grainproducing centre; and the Romans set foot in the island more than once during the First Punic War.",
        "In 1830 and 1831 he took part in the Dutch campaign in Belgium, and in 1844, after being promoted to the rank of general, was sent on an important mission to the Dutch East Indies to inquire into the state of their military defences.",
        "One of the most important subjects is that of church property.",
        "Papers by him have appeared in the mathematical journals of Italy, France, Germany and England, and he has published several important works, many of which have been translated into other languages.",
        "The ancient Roman city Naissus was mentioned as an important place by Ptolemy of Alexandria.",
        "In 1443 the allied armies of the Hungarians under Hunyady and the Servians under George Brankovich, retook it from the Turks, but in 1456 it again came under Turkish dominion, and remained for more than 300 years the most important Turkish military station on the road between Hungary and Constantinople.",
        "Nishapur was an important place during the 5th century, for Yazdegerd II.",
        "x.) is the most important; for the first years of Frederick's reign see M.",
        "The An pass, an important trade route, rises to a height of 4664 ft.",
        "The king set out for Rome to secure his coronation, but Venice refused to let him pass through .her territories; and at Trant, on the 4th of February 1508, he took the important step of assuming the title of Roman Emperor Elect, to which he soon received the assent of pope Julius II.",
        "He also made important contributions to the mathematical theory of electrodynamics, and in papers published in 1845 and 1847 established mathematically the laws of the induction of electric currents.",
        "But in addition to bringing forward a fundamental and philosophical view of morbid processes, which probably contributed more than any other single cause to vindicate for pathology the place which he claimed for it among the biological sciences, Virchow made many important contributions to histology and morbid anatomy and to the study of particular diseases.",
        "The only plain in the rugged little country was the White Plain, in which was situated the only important town, Megara.",
        "Such are the four points of Cartesian method: (1) Truth requires a clear and distinct conception of its object, excluding all doubt; (2) the objects of knowledge naturally fall into series or groups; (3) in these groups investigation must begin with a simple and indecomposable element, and pass from it to the more complex and relative elements; (4) an exhaustive and immediate grasp of the relations and interconnexion of these elements is necessary for knowledge in the fullest sense of that word.4 \" There is no question,\" he says in anticipation of Locke and Kant, \" more important to solve than that of knowing what human knowledge is and how far it extends.\"",
        "His own contributions to this periodical were numerous and important.",
        "Vulcan was the most important - perhaps in early times the only - deity worshipped at Ostia, and the priesthood of Vulcan was held sometimes by Roman senators.",
        "It is mentioned in 354 B.C. as a trading port, and became important as a naval harbour during the Punic Wars.",
        "The Italian government, to whom the greater part of it now belongs, laid bare many of the more important buildings in 1880-1889; but much was left undone.",
        "It is in a rich farming region, of which Indian corn and oats are important products, and has a large trade.",
        "The distinction between these two was made emphatic by Aquinas, who is at pains, especially in his treatise Contra Gentiles, to make it plain that each is a distinct fountain of knowledge, but that revelation is the more important of the two.",
        "In the extensive grounds there is accommodation for all kinds of games: the final tie of the Association Football Cup and other important football matches are played here, and there are also displays of fireworks and other attractions.",
        "until joined by its right-hand affluent the Aldan,which deflects it to the north-west; then, after receiving its most important left-hand tributary, the Vilyui, it makes its way nearly due N.",
        "He was now sent on an important mission to India; he left England in September 1769, but the ship in which he sailed was lost at sea late in 1770 or early in 1771.",
        "It is important to notice that Baumgarten's first work preceded those of Burke, Diderot, and P. Andre, and that Kant had a great admiration for him.",
        "Two important educational establishments are the Indian Institute for the education of civil service students for thecolonies, to which is attached an ethnographical museum; and the Royal Polytechnic school, which almost ranks as a university, and teaches, among other sciences, that of diking.",
        "There is also an important butter and cheese market."
    ],
    "definition": [
        "Strongly affecting the course of events or the nature of things; significant: an important message that must get through; close friends who are important to me.",
        "Having high social rank or influence; prominent: government leaders and other important people.",
        "Having or suggesting a consciousness of high position or authority; authoritative: recited the decree with an important air.",
        "Obsolete Importunate.",
        "im·por′tant·ly\nadverb",
        "Link/Cite",
        "Having relevant and crucial value.\nIt is very important to give your daughter independence in her life so she learns from experience.",
        "import, importance",
        "Link/Cite"
    ]
}