{
    "translation": "הטבעה, חֹותם",
    "uses": [
        "Roman rule left a deep imprint on the country.",
        "with the imprint Mons Regalis.",
        "He wore bathing trunks, a Phillies baseball cap and a t-shirt with the imprint \"Eastern PA Century Bicycle Tour\" and a date four years earlier.",
        "When we come to the fully developed Renaissance, architecture in Venice ceases to possess that peculiarly individual imprint which marks the earlier Library styles.",
        "Hermann at Paris (this imprint occurs on page 62 after the word \" Finis \").",
        "This was published at Cambridge, apparently for private circulation, almost immediately after Herbert's death, and a second imprint followed in the same year.",
        "It is entitled Vindiciae contra tyrannos, sive de principis in populum populique in principem legitima potestate, Stephano Junio Bruto Celta auctore, and is thought to have been published at Basel (1579) although it bears the imprint of, Edinburgh.",
        "Part of her wanted to reach out to him in his agony, and part of her wanted to make a matching imprint on the other side of his face.",
        "Everything from the table napkins to the silver, china, and glass bore that imprint of newness found in the households of the newly married.",
        "These are the summer and winter portions of the year, and an important result of the prevalence of these winds, with their accompanying rains, which are coincident with the annual extremes of temperature, is to imprint a more strictly insular character on the climate, by moderating the heat of summer and the cold of winter.",
        "There is not very much variety among these treatises, one of the earliest, valuable on account of its rarity, is the block-book by Hartlieb, Die Kunst Ciromantia, 4 published at Augsburg about 1470 (probably, but it bears no imprint of place or date).",
        "The lettres de cachet, on the contrary, were signed simply by a secretary of state (formerly known as secretaire des commandements) for the king; they bore merely the imprint of the king's privy seal, from which circumstance they were often called, in the r4th and r5th centuries, lettres de petit signet or lettres de petit cachet, and were entirely exempt from the control of the chancellor.",
        "Corresponding to the first two Edinburgh editions, copies were issued bearing the London imprint and dates 1594 and 1611.",
        "The first book with his imprint is The Psalms of David Imitated in For the prevention of counterfeiting continental paper money Franklin long afterwards suggested the use on the different denominations of different leaves, having noted the infinite variety of leaf venation.",
        "His posthumous History of the Interdict was printed at Venice the year after his death, with the disguised imprint of Lyons.",
        "I had a chaise lounge with a slowly fading butt imprint.",
        "NWP named the imprint 11:9 which is a totally apolitical gesture toward the date of the referendum on the 11 th September 1997.",
        "One sees the imprint of these primordial fluctuations as small temperature perturbations in the cosmic microwave background radiation.",
        "This takes place in earthlight and here commemorates the unhappy end of the British sf imprint Earthlight.",
        "They arrive bearing the imprint of landscapes, from a shore to a night sky, from Mali to the Solomon Islands.",
        "Straight away Gavin Rose left an imprint of his studs on Shaun Dikes leg.",
        "retaining an imprint of its own, Mouton de Gruyter publishes an internationally renowned range of research series and journals.",
        "imprint on the landscape.",
        "The time I spent with James has left an indelible imprint on my mind.",
        "This latest draft of the guidance clearly carries the imprint of the Home Secretary with the language having been toughened up in many sections.",
        "Eventually, Paramore signed a deal with Atlantic's Fueled by Ramen imprint.",
        "If it's published by a sci-fi imprint, it's probably science fiction.Cover art featuring spacescapes and hardware?",
        "Being a robot pet, the Doctor had to imprint a picture of Boxey into Muffit II's circuitry so that Boxey could train the daggit.",
        "The problem is that in addition to his human imprint, Marvin's brain is the size of a planet and he suffers from severe boredom and depression because he is never challenged to fully use his brain capacity.",
        "imprint launched in the UK for more than 20 years ' .",
        "imprint editors.",
        "Spokesman Books The Home Page of Spokesman Books, the publishing imprint of the Bertrand Russell Peace Foundation.",
        "The publisher claims Avon will be ' the first mass market paperback imprint launched in the UK for more than 20 years ' .",
        "SPICE is a new erotic fiction imprint aimed at the modern woman.",
        "A detailed map of the county with publisher's imprint dated 1805.",
        "incorrect conclusion about the imprint on a t-shirt cast doubt on the rest of analysis?",
        "indelible imprint on my mind.",
        "lustreial effects can also be produced which imprint patterns or give a high luster.",
        "Writers Forum, his curiously old-fashioned sounding imprint, brought out more than a 1000 items during his lifetime.",
        "A pig of lead found near Fluminimaggiore bears the imprint Imp. Caes.",
        "The work bears the imprint Pesclavii (i.e.",
        "imprint:- London: National Acting Drama Office, [1844?",
        "paperback imprint for all Press Books titles.",
        "publisher's imprint dated 1805.",
        "publishing imprint to him, and he vanished.",
        "A further copy without imprint also has an eight-line stanza.",
        "It is very noteworthy, however, that, while no care was taken to preserve the history of the Chaldean and Persian Empires - and consequently the most confused ideas subsequently arose - the days of the Assyrian supremacy leave a much clearer imprint (cf.",
        "Every effort is made to grow food in cooperation with nature in order to leave the smallest imprint possible in production.",
        "While some anger management courses are not advertised as \"Christian\" the counselor(s) or staff affiliated with the course are Christian individuals who imprint their principles and ethics into the course.",
        "David Levithan oversees the Scholastic fiction list, crossmedia publishing program and the PUSH teen imprint.",
        "The PUSH teen imprint, not only highlights teen books but also has an annual writing contest where today's kids can become tomorrow's novelists.",
        "This Day Bookmark Favors-Pictures of kids adorn this bookmark favor, with customizable tassel and imprint colors.",
        "Pipe chocolate buttercream or chocolate ganache in decorative borders around each tier of your cake, or imprint a stenciled design onto a cake that's covered with chocolate fondant.",
        "From birth to about 17 weeks, you have the ability to imprint; this means you will be imprinted on the brain of the dog, whereas after 17 weeks it becomes training.",
        "They want to imprint that litter to ensure certain things are almost guaranteed.",
        "For example, you can imprint your puppy so he doesn't mind getting a bath or having his nails clipped.",
        "One wrong move and the puppy will imprint the other way and be frightened.",
        "You can imprint a puppy from birth to 17 weeks old.",
        "There are a rainbow of color and imprint choices available today, including a line of siding meant to mimic the appearance of natural finishes, such as the logs on a rustic cabin.",
        "Any socks that leave an imprint on your calf or cause pain are too tight.",
        "Oriental Trading is a terrific online resource for party decorations with a retirement imprint.",
        "While every effort has been made to ensure the reliability of the information presented in this publication, Gale, an imprint of Cengage Learning does not guarantee the accuracy of the data contained herein.",
        "Gale, an imprint of Cengage Learning accepts no payment for listing; and inclusion in the publication of any organization, agency, institution, publication, service, or individual does not imply endorsement of the editors or publisher.",
        "Impression-In dentistry, an imprint of the upper or lower teeth made in a pliable material that sets.",
        "While it's true that the suit is not built from the ground up, you can imprint and customize the wetsuit to reflect your team's logo.",
        "The simplicity of the Snuggie makes it a natural for people to imprint their individuality upon it.",
        "Imprint sells promotional items such as mugs, pens and totes that can be customized for your specific event.",
        "They have many clip art designs to choose for your imprint as well as the option to use your school name and mascot.",
        "All Gucci handbags feature an interior tag labeled \"Gucci, Made in Italy\" in a crisp, clear font and deep, vivid imprint.",
        "Promotional purses can be purchased from retailers such as Gift Assistants USA or 4 Imprint.",
        "Two versions of the monogram look are available; one is a screen imprint, while the other is embroidered.",
        "This is easier to comprehend once you understand all of the different astrological players that leave an imprint on the sign.",
        "Residual: These hauntings are like a recording or imprint of a real event from the past.",
        "The fact that many recordings respond to questions suggests that whatever creates the electronic voice imprint might have some form of intelligence.",
        "There is a theory that disembodied spirits can imprint their voices on electronic media such as digital audio recorders, film and audio tapes.",
        "According to Auerbach, an EVP is something that occurs when an apparition, which is pure consciousness without vocal chords, psychokinetically affects an electronic medium, leaving an audio imprint on said medium.",
        "Any event that contains a large amount of energy may leave an imprint long after it has occurred.",
        "This imprint is like a video tape that plays over and over again.",
        "The pain and suffering of soldiers and civilians left an imprint.",
        "When you move away, your feet should have left an imprint.",
        "If that imprint shows the entire sole of your foot, with no gaps where the foot didn't touch the paper, your feet may be a little on the flat side.",
        "To allow themselves to gain enlightenment or a higher awareness, tattoos imprint the most important elements of the scriptures or rites on to their skin so they never forget.",
        "The key to adapting good postures in Pilates is perfecting the spine/abdominal imprint.",
        "Understanding the difference between a pelvic area in neutral verses imprint will help you maximize the impact of the exercise and avoid injury.",
        "Visit Think Pilates for a diagram that explains the Pilates imprint.",
        "Purchase some brightly colored poster board, stencil letters and paint, embellishments such as glitter, buttons and stickers, and anything else that will allow each and every family member to make their own imprint on the final product.",
        "Use a crayon to press down and imprint the leaf onto the top sheet.",
        "If you want to spell out a message, use small metal letter stamps to imprint the soap bar.",
        "Trent started his own imprint label towards the end of the tour, entitled Nothing Records.",
        "Though offers from other majors came in, the band decided they wanted to do things their own way and founded their own Vanity Label imprint.",
        "T.I. - better known to his mama as Clifford \"Tip\" Harris - hit the scene in 2001 with his solo debut record I'm Serious, on his own Grand Hustle imprint.",
        "Berry Gordy started Tamla Records before he started Motown - and in fact, in the UK, most Motown releases were actually on the Tamla Motown imprint - but it is Motown that did (and does) have the cache.",
        "Well, I don't believe in God so I don't see any divine imprint."
    ],
    "definition": [
        "To produce a mark or pattern on a surface by pressure.",
        "To become imprinted on another animal or on an object identified as the parent. Used of newborn or very young animals. Often used with on: lab animals that imprint on researchers.",
        "To modify a gene chemically, as by DNA methylation, affecting the gene's expression in offspring.",
        "Link/Cite"
    ]
}