{
    "translation": "מרשים",
    "uses": [
        "The most impressive piece was a massive oak table.",
        "If the outside was impressive, the inside was magnificent.",
        "\"Impressive,\" the man behind him said.",
        "His special gift lay in the power to make what had been traditionally received impressive, to give to it its proper form, and to gain for it new currency.",
        "\"Very impressive,\" the stranger said, kneeling beside her to look at both of her arms.",
        "Next morning they all assembled for the final parting, and many of the officials and courtiers came to look upon the impressive ceremonies.",
        "His funeral was a simple but impressive public pageant.",
        "Other Bad Lands, on a less impressive scale, are found along the Grand and the Moreau or Owl rivers.",
        "Sirian and Rissa led him back to the impressive hold at the center of the city and up a set of stairs to the second level and down a wide hallway.",
        "Impressive. Haven't seen one in a few thousand years.",
        "To the unbroken splendours of his military career, to his honourable and conscientious labours as a parliamentary statesman, life unusually prolonged added an evening of impressive beauty and calm.",
        "His school sermons were deeply impressive: they rooted religion in the loyalties of the heart and the conscience, and taught that faith might dwell secure amid all the bewilderments of the intellect, if only the life remained rooted in pure affections and a loyalty to the sense of duty.",
        "Tradition depicts him as a worthy successor to his father, and represents a state of luxury and riches impressive to all who were familiar with the great Oriental courts.",
        "It shows a fine combination of mildness with severity; the language is simple but powerful, and, while there is undoubtedly a lack of original ideas, the author shows remarkable skill in weaving together pregnant sentences and impressive warnings selected from the apostolic epistles and the first Epistle of Clement.",
        "Her admiration for the impressive explanations which Bishop Brooks has given her of the Fatherhood of God is well known.",
        "Langeron lifted his eyes with an expression of perplexity, turned round to Miloradovich as if seeking an explanation, but meeting the latter's impressive but meaningless gaze drooped his eyes sadly and again took to twirling his snuffbox.",
        "She followed his gaze, taking in the bare glossy walls and impressive fireplace with one forlorn glance.",
        "Then, in chapters iv.-vi., he turns, with a characteristic and impressive \"therefore,\" to set forth the obligations which correspond to the privileges he has just expounded.",
        "Donnie looked at the impressive impalement and Dean started to show it to him but Claire grabbed it from his hands.",
        "It was a warm late afternoon as I stood out on the sidewalk and looked up at the six massive columns towering above another busy and impressive train station.",
        "Its height, 12,349 ft., is especially impressive when viewed from the sea off the west coast.",
        "There is something impressive, awful, in the simplicity and terrible directness of the book of Esther.",
        "To the north-west, beyond the Tal-i-Bangi, the magnificent outlines of the Mosalla filled a wide space with the glorious curves of dome and gateway and the stately grace of tapering minars, but the impressive beauty of this, by far the finest architectural structure in all Afghanistan, could not be permitted to weigh against the fact that the position occupied by this pile of solid buildings was fatal to the interests of effective defence.",
        "The funeral was one of the most impressive ever seen in Oxford.",
        "The mystery in which the composition was long enshrouded, no single copy being allowed to reach the public, the place and circumstances of the performance, and the added embellishments of the singers, account to a great degree for much of the impressive effect of which all who have heard the music speak.",
        "An impressive announcement of the Easter Communion Service, made by the Rev. Pryce Davies, vicar of Talgarth, on the 30.th of March 1735, was the means of awakening Howell Harris (1714-1773) of Trevecca, and he immediately began to hold services in his own house.",
        "In his hands, as may be seen from the 19 homilies on Jeremiah that have been preserved in the Greek (and others in the Latin of Rufinus), the crude homily of his predecessors began to take a more dignified, orderly and impressive form.",
        "It may be said to spring from the head of the Taghdumbash Pamir, where it unites with the great meridional system of Sarikol stretching northwards, and the yet more impressive mountain barrier of Murtagh, the northern base of which separates China from the semi-independent territory of Kanjut.",
        "Though the canons of Dort were adopted by but two churches outside of Holland, the synod ranks as the most impressive assemblage of the Reformed Church.",
        "It is impossible to separate this fusion of law and equity, this union of all the higher courts into one supreme tribunal, from the construction of a single home for this great institution; and the opening of the Royal Courts in the Strand in the year 1882, when Queen Victoria personally presided in her one supreme court, and handed over the care of the building to Lord Selborne, as her chancellor and as the head of this great body, was impressive as an outward and visible sign of the silent revolution, which owed more to Lord Selborne than to any other individual.",
        "Diplomatic interviews, exhausting journeys, impressive mass meetings, brilliant literary propaganda - all these methods were employed by him to the utmost limit of self-denial.",
        "The farewell ceremony was of a most impressive character, and warm tributes were paid from all parts of the house.",
        "had been consecrated by the greatness of his character and aims, was less impressive when it served as a cloak for an unlimited personal ambition and a family pride which displayed itself in unblushing nepotism.",
        "Most impressive is a colossal female figure of grand style and excellent drapery.",
        "The paragraph (and the original book) concludes with a sustained and impressive figure, in which the failing body of the old man is compared to a house falling into decay: first, the bodily organs (xii.",
        "It was an impressive moment, when, on the 4th of December 1563, the great ecumenical synod of the Church came to a close.",
        "When the clerk read the orders of the day Lord Palmerston rose, and in impressive and solemn tones declared \"it was not.possible for the House to proceed to business without every member recalling to his mind the great loss which the House and country had sustained by the event which took place yesterday morning.\"",
        "Browne was a man of abstemious habits, charitable disposition, and impressive eloquence.",
        "Ezechiel), son of Buzi, one of the most vigorous and impressive of the older Israelite thinkers.",
        "The outrage was discovered and remedied before the service began; and, although the Arrabbiati half filled the church and even sought to attempt his life, Savonarola kept his composure and delivered an impressive sermon.",
        "In this way a question of the most temporary interest, concerning an individual of no particular eminence or importance, has produced one of the most impressive vindications of literature ever spoken or written.",
        "It is impossible to enter here into the numerous details of that impressive ceremonial.",
        "For the stately declamation, the sonorous, and beyond a doubt impressive, chant of Quin and his fellows, Garrick substituted rapid changes of passion and humour in both voice and gesture, which held his audiences spellbound.",
        "Almost as subtle, and much more directly impressive, is the pathos of the death of Siegfried, which is heightened by an unprecedented appeal to a sense of musical form on the scale of the entire tetralogy.",
        "San Salvadore, the work of Tullio Lombardo (1530), is severer and less highly ornamented than the preceding examples, but its plan is singularly impressive, giving the effect of great space in a comparatively small area.",
        "Wellington, who had hitherto always opposed Catholic emancipation, explained and justified his change of front in simple and impressive language.",
        "As viewed from Banavie on the Caledonian Canal, it has the appearance of two great masses, one higher than the other, and though its bulk is impressive, its outline is much less striking than that of many other Highland hills.",
        "Impressive as is their witness to the persistence of the Apostolic teaching in its essential features, amidst all personal and local variations, perhaps the most striking thing about these writings is the degree in which they fail to appreciate certain elements of the Apostolic teaching as embodied in the New Testament, and those its higher and more distinctively Christian elements.'",
        "1) from effective faith in the Gospel, as being mainly future in its application, while Judaism was a very present, concrete, and impressive system of religious aids - to which also their sacred scriptures gave constant witness.",
        "Rather, as the god - or the chief god - of a region and a people, the most sublime and impressive phenomena, the control of the mightiest forces of nature are attributed to him.",
        "The formal transfer of sovereignty took place on the 12th of August 1898, when the flag of the United States (the same flag hauled down by order of Commissioner Blount) was raised over the Executive Building with impressive ceremonies.",
        "Wollner, with his impressive personality and easy if superficial eloquence, was just the man to lead a movement of this kind.",
        "The general effect is impressive, not by any virtues of style, for we do not discern one, but by reason of the magnitude and importance of the undertaking, and the visible conscientiousness and the grasp with which it is executed.",
        "It is easier and, in one sense, it is more impressive to make a peremptory and exclusive statement, and to refuse to allow any place beside it to divergent expositions; but this show of clearness and power is dearly purchased at the cost of the ennobling conviction that the whole truth is far greater than our individual minds.",
        "The first choir was burned down in 1213, but was rebuilt in 1242 at the same time as the transept, and is a superb specimen of pointed Gothic. There are five towers with spires, which give the outside an impressive appearance, and much has been done towards removing the squalid buildings that formerly concealed the cathedral.",
        "Malthus had undoubtedly the great merit of having called public attention in a striking and impressive way to a subject which had neither theoretically nor practically been sufficiently considered.",
        "The restaurant has a large selection of appetizers and desserts that are matched with an impressive wine list.",
        "Though many of the spectacular triumphs of the cross in Asia and Africa proved to be evanescent, nevertheless South America stands the impressive memorial of the greatest forward movement in the history of the papacy: a solidly Roman continent.",
        "In 1858, the centennial year of his birth, his remains were reinterred with impressive ceremonies at Richmond, Virginia.",
        "Impressive in matter rather than in manner of delivery, and seldom rising to the level of eloquence in the sense in which that quality was understood in a House which had listened to Bright and Gladstone, his speeches were logical and convincing, and their attractive literary form delighted a wider audience than that which listens to the mere politician.",
        "(2) The aspect of the highlands is most impressive.",
        "There is a dance floor open every night of the week, as well as impressive sound and club lighting.",
        "The menu is large and impressive, and consists of homemade pastas and desserts, calzones, pizza, seafood, steak, veal, hot sandwiches, burgers and many appetizer choices.",
        "Babbo has an extensive wine list and lively bar and features homemade pasta, foie gras ravioli, whole grilled branzino with radicchio and pancetta, and an impressive grilled rib eye for two.",
        "In impressive and persuasive oratory he sets before Israel, in a form adapted to the needs of the age in which he lived, the fundamental principles which Moses had taught.",
        "The dinner menu includes an impressive selection of salads and small plates, as well as a selection of cheeses that is out of this world.",
        "Eagle tattoos make impressive back pieces.",
        "Hygienics has an impressive selection of styles.",
        "The ambiance is casual, and the food and flavor combinations are impressive.",
        "Tavern also boasts an impressive wine list, with many selections offered by the glass.",
        "At any rate, the Medena hacienda was impressive.",
        "By photography and diagrammatic records the clinical work of hospital wards has been brought into some better definition, and teaching made more accurate and more impressive.",
        "The immediate source of this version is the poem of Wolfram von Eschenbach, though the Grail, of course, is represented in the form of the Christian relic, not as the jewel talisman of the Parzival; but the psychological reading of the hero's character, the distinctive note of von Eschenbach's version, has been adapted by Wagner with marvellous skill, and his picture of the hero's mental and spiritual development, from extreme simplicity to the wisdom born of perfect charity, is most striking and impressive.",
        "The prophetic, even apocalyptic, note of his preaching was particularly impressive.",
        "Its great length (460 ft.) and the height and steepness of its vaulted cedar-wood roof (1538) are very impressive.",
        "novrarccov, \"scroll\") celebrating the festivals of the ecclesiastical year, the lives of the saints and other sacred subjects - on the death of a monk (extremely impressive); the last judgment; the treachery of Judas; the martyrdom of St Stephen; Simeon s Digesta Justiniani Augusti, recognovit Th.",
        "He died in New York on the 24th of May 1879, in the seventy-fourth year of his age, and was buried in Boston, after a most impressive funeral service, four days later.",
        "Its merits are its recognition of the helplessness of the old heathenism to satisfy human aspiration after the divine, and the impressive simplicity with which it presents the unfailing argument of the lives of Christians.",
        "In other places also the style is sometimes lively and impressive; though it is rarely indeed that we come across such strains of touching simplicity as in the middle of xciii.",
        "Yet even here there are many bright and impressive passages, especially in those sections which may be regarded as proclamations to the army of the faithful.",
        "This is the building best known as the Great Temple of Abydos, being nearly complete and an impressive sight.",
        "It contains, indeed, some of the most impressive expositions of his philosophical position, and some of his most beautiful and perfectly written passages.",
        "6Xor, and annus, year), properly that which occurs annually, hence at stated intervals, regular, established; the term being particularly used of religious rites or ceremonies which recur at stated intervals, hence festive, sacred, marked by religious ceremony or ritual, and so grave, impressive, serious, the most general current usage.",
        "The most impressive form of solitary cone is that wherein after vast denudation a thick overlying formation has been reduced to a single outlier, such as Morven in Caithness, the two Bens Griam in Sutherland, and still more strikingly, the pyramids of red sandstone on the western margin of the shires of Sutherland and Ross and Cromarty.",
        "The next in line is El Altar, which the natives call Capac-Urcu (\" king mountain \"), whose broken cone and impressive outlines make it one of the most attractive mountains of Ecuador.",
        "The churches are approached by a flight of forty-eight stone steps, the grouping of the whole mass of buildings being exceedingly impressive.",
        "On the eastern side of the watershed the most important feature is perhaps the great valley system that connects the Mukhnah (the plain south of Nablus) with the Ghor - beginning with the impressive Wadi Bilan and proceeding through the important and abundantly watered Wadi Far`a.",
        "Yet, in its characteristic religion and legislation there are essential spiritual and ethical peculiarities which give it a uniqueness and a permanent value, the reality of which becomes more impressive when the Old Testament is viewed, not merely from a Christian or a Jewish teleology, but in the light of ancient, medieval and modern Palestine.",
        "One instance of these persecutions will, perhaps, be more impressive than any general statements.",
        "premature ejaculation has yielded some impressive results.",
        "radial 4-pot opposed piston calipers deliver impressive stopping performance with excellent feel at the lever.",
        "Smith's words, \"as Paul's adaptation, ` the just shall live by faith,' has become the motto of evangelical Christianity, so we may say that Habakkuk's original of it has been the motto and the fame of Judaism: ` the righteous shall live by his faithfulness.'\" The Hebrew text of this impressive and varied book is unfortunately corrupt in many places; even so cautious a critic as Driver accepts or favourably notices eighteen textual emendations in the three chapters, and suspects the text in at least seven other cases.",
        "Amazon offers an impressive selection of free mp3 downloads.",
        "Though not a great orator, his speeches were weighty and impressive.",
        "Yet behind these unconvincing shadows of an imperial court with its financial difficulties, of the classical Walpurgisnacht, of the fantastic creation of the Homunculus, the noble Helena episode and the impressive mystery-scene of the close, where the centenarian Faust finally triumphs over the powers of evil, there lies a philosophy of life, a ripe wisdom born of experience, such as no European poet had given to the world since the Renaissance.",
        "The sandwich menu is impressive if a tad pricey.",
        "Even more impressive than the food menu is the seemingly limitless selection of beers.",
        "This Italian restaurant serves hearty classics, such as lasagna and gnocchi, along with traditional as well as an impressive list of white pizzas.",
        "From quaint, hole-in-the-wall restaurants that you could easily walk right by to imposing structures that command attention, the variety of settings and menu items is impressive.",
        "calliper 4-pot opposed piston calipers deliver impressive stopping performance with excellent feel at the lever.",
        "The discounts can be impressive but are unpredictable.",
        "Ways to Make Money from Your Photos: The editors of Photopreneur put together an impressive collection of insider tips on how to succeed in the digital photography industry.",
        "When the disciples returned, Jesus took them apart for rest; but the crowds reassembled when they found Him again near the lake, and His yearning compassion for these shepherdless sheep led Him to give them an impressive sign that He had indeed come to supply all human needs.",
        "If in one mysterious passage Jesus speaks of \" the Father \" and \" the Son \"- terms with which the Gospel of St John has made us familiar St Mark also in one passage uses the same impressive terms \" the Son \" and \" the Father.\"",
        "The second part is, in form, far removed from the impressive realism of the Urfaust.",
        "Another impressive feature of the Adirondacks is Indian Pass, a gorge about eleven miles long, between Mt.",
        "As seen from the rock of Ghulgulah, Bamian, with its ruined towers, its colossi, its innumerable grottos, and with the singular red colour of its barren soil, presents an impressive aspect of desolation and mystery.",
        "After the Hindu Kush and the Turkestan mountains, that range which divides Ningrahar (or the valley of Jalalabad) from Kurram and the Afridi Tirah, and is called Safed Koh (also the name of the range south of the Hari Rud), is the most important, as it is the most impressive, in Afghanistan.",
        "From the `Araba travellers approach by a track which leads round Jebel Harun (Mt Hor) and enters the plain of Petra from the south; it is just possible to find a way in from the high plateau on the north; but the most impressive entrance is from the east, down a dark and narrow gorge, in places only to or 12 ft.",
        "of snow on its slopes, from a distance and height well calculated to permit the eye to take in its true proportions, we agreed that no single mountain we know presented such a magnificent and impressive appearance as the Armenian Giant.\"",
        "But Italian taste was all for bold, highly-coloured; slashing statements, that any one could understand; what it wanted was a method that should be at once intel lectually impressive, and free from the usual clouds that beset the scholar's path.",
        "Two months later he took his seat with great pomp in the chancery court, and delivered a weighty and impressive opening discourse.",
        "(2) Over these theological speculation erects a few lofty and impressive forms; sometimes below the highest, like Vohu Mano,.",
        "And the founder who enters history with an impressive personality can only do his work through the response made to him by the insight and feeling of his time.",
        "While in England on public business in 1652, Clarke published Ill News from New England, which contained an impressive account of the proceedings against himself and his brethren at Lynn, and an earnest and wellreasoned plea for liberty of conscience.",
        "Fire, the most mysterious and impressive of the elements, the giver of light and of all the good things of life, is a thing sacred and adorable in primitive religions, and fire-worship still has its place in two at least of the great religions of the world.",
        "3 seq.), passing into a warning against wealth (6 seq.) and an impressive closing charge (II seq.).",
        "Much has been written about the impressive ness of Himalayan scenery.",
        "Thus that harmony of separate doctrines which contributes to the impressive simplicity of the Stoic physics is only attained at the cost of offending healthy common sense, for Body itself is robbed of a characteristic attribute.",
        "Before the next comitia consularia assembled, the orator had given so impressive a warning of the danger which was impending, that Catiline was once more rejected (63), and the consuls were invested with absolute authority.",
        "Personally he seemed cold and distant, partly because of his impressive appearance, and partly because of his own modesty, which made him backward in seeking friendships.",
        "and more, is an impressive sight.",
        "Nowhere is there a more solemn and impressive group of trees than that which surrounds the temples and tombs at Nikko where they rise to a height of ioo to 125 ft.; it is a stately tree with no rival except in the sequoias of California.\"",
        "Not a dramatic orator, he was in high degree original, thoughtful and impressive in the pulpit.",
        "Yet this mere ghost of a picture, this evocation, half vanished as it was, by a great world-genius of a mighty spiritual world-event, remained a thing indescribably impressive.",
        "At the same time, it is the secret of his wonderful concentration of power: he realizes everything with such intensity that he cannot fail to be impressive.",
        "Processions have in all peoples and at all times been a natural form of public celebration, as forming an orderly and impressive Greek and way in which a number of persons can take part in Roman Prosome ceremony.",
        "These are valuable gifts in their way, andEchegaray has, moreover, a powerful, gloomy imagination, which is momentarily impressive.",
        "So deeply did the words or the impressive manner of the dying teacher work upon Subhadra that he asked to be admitted at once, and Gotama granted his request.",
        "His lofty themes and stately eloquence made a profound impression, especially upon young men; his platform presence was imposing, for he was six feet and four inches in height and of massive frame; his voice was clear and of great power; his gestures unconventional and individual, but vigorous and impressive.",
        "Dieterich (Leipzig, 1903) under the title of Eine Mithrasliturgie, an ancient mystic describes his re-birth in impressive language.",
        "He was at the same time a man of impressive power, of rare and wide culture, and of lofty aim, - far above priestly conception and Philistine narrowness.",
        "The Topeka \" government \" was simply a craftily impressive organization, a standing protest.",
        "When the third and most impressive of these astonishing productions came into the hands of the public, the writer was no more.",
        "It was in the calm, resolute, skilful culling of such pleasures as circumstances afforded from moment to moment, undisturbed by passion, prejudices or superstition, that he conceived the quality of wisdom to be exhibited; and tradition represents him as realizing this ideal to an impressive degree.",
        "There was, however, in his theory an originality, a force, an apparent coherence which rendered it undeniably impressive; in fact, we find that for two generations the efforts to construct morality on a philosophical basis take more or less the form of answers to Hobbes.",
        "Thus, on the whole, the impressive earnestness with which Clarke enforces the doctrine of rational morality only rendered more manifest the difficulty of establishing ethics on an independent philosophical basis; so long at least as the psychological egoism of Hobbes is not definitely assailed and overthrown.",
        "The precision with which the path of an eclipse is laid down years in advance cannot but imbue the minds of men with a high sense of the perfection reached by astronomical theories; and the discovery, by purely mathematical processes, of the changes which the orbits and motions of the planets are to undergo through future ages is more impressive the more fully one apprehends the nature of the problem.",
        "He was buried at Amphipolis with impressive pomp, and for the future was regarded as the founder (oiKurris) of the city and honoured with yearly games and sacrifices (Thuc. iv.",
        "The forest, with which it is densely covered, consists of oak, beech, ash and fir, and the scenery, especially on the main side, between Gemiinden and Lohr, is impressive.",
        "After practising law with some distinction he entered the Episcopalian ministry in 1827 and proved a brilliant and impressive preacher, holding livings in New Haven, Philadelphia, New York and New Orleans, and declining several bishoprics.",
        "It is, indeed, often impressive from the evident earnestness of the writer, and from his sense of the gravity of his subject, and is unspoilt by rhetoric or conceit.",
        "(c) At a certain point in the training the creed and the doctrine of the Sacraments were delivered to the candidates by the bishop with much impressive ceremonial.",
        "Your experience with Destiny and me must have been pretty impressive.",
        "Probably so, but the most impressive thing was that he and his father openly agreed on something.",
        "I see here you've only been working in pediatrics for a month, but you have an impressive job history for a girl your age.",
        "I'm looking at a truly impressive home; a castle by my definition.",
        "The property was comprised of 12 walled, secure acres complete with gate keeper and private bridge with an impressive twin towered entrance.",
        "He was most impressive on the track and his enthusiasm to sign for Boston was quite exemplary.",
        "As advertising hyperbole it certainly sounded impressive--even if it was untrue.",
        "Our team has truly achieved an impressive accomplishment in Delta's history and the launch industry.",
        "The album is an impressive accomplishment for a group of musicians who might have never met, much less played together.",
        "In addition to flying fast, they are capable of impressive aerial acrobatics.",
        "This was a funky, rhythm Ã¢n blues number with some impressive guitar acrobatics wrapping round the lyric.",
        "airtime devoted to studying Wilson's television career was equally impressive.",
        "It is soppy, silly and sugar-coated entertainment with some nicely funny moments with sultry young Sara Paxton impressive as mermaid aquamarine.",
        "It is home to an impressive arboretum and ornate glasshouses, not to mention some of the rarest plants in the world.",
        "All told, an impressive array of tempting targets.",
        "During his brief stay he managed an impressive solo ascent of Le Dernier Cri in Holwell Quarry.",
        "They numbered in their hundreds and they made an impressive stage backcloth of white skirts, colored ties and shining bright faces.",
        "The impressive Shuker should have scored in the first half and Tranmere could have scored a bagful.",
        "There is a moat and an impressive aisled barn The unwieldy vicarage of 1882, built by its vicar, once had vast grounds.",
        "Appuldurcombe House is the impressive shell of a grand 18th century baroque style stately home of the Worsley family.",
        "The town fathers decided to build an impressive basilica, which was finished in 1897.",
        "We all know the old faves are back, but we get a bunch of new, equally impressive behemoths.",
        "blast furnace of an ironworks at Leeds he reported that \" the intensity of the fire was peculiarly impressive.",
        "visiting the blast furnace of an ironworks at Leeds he reported that \" the intensity of the fire was peculiarly impressive.",
        "boobys is an impressive colony of mostly Red-footed Boobies with some Browns.",
        "A chamber to the east of the hall contains a massive stalagmite boss and some impressive gour pools.",
        "It features an impressive 8ms response time, 1000:1 contrast ratio, 550 cd/m2 brightness and is HD Ready with HDCP compliant HDMI connections.",
        "use built-in charting tools to generate impressive 2D and 3D charts.",
        "buzzards patrol the impressive skylines hunting for the myriad small wildlife to be found in the hedgerows and on the open hillsides.",
        "Others question why Apple are so cagey about the exact stats concerning the service, especially when rumored figures seem so impressive.",
        "His impressive form saw him win a call-up into the Wales squad and he won his first senior cap in May against Canada.",
        "catholicity of interests and an impressive amount of research.",
        "The interior is quite impressive, with a glass catwalk leading over an underground wine cellar.",
        "Maria Bello is becoming a character actress to watch and is quite impressive as Mort's ex-wife Amy.",
        "The next stop was Gresford's impressive Perpendicular parish church, containing a respectable 1912 Hill, where Roger Hill played some chorale preludes.",
        "Another of the impressive architectural treasures still very much in evidence, apart from the abbey church, is the monks ' refectory.",
        "With built-in echo circuitry you get impressive mixing results.",
        "In addition to the course, the club has an impressive clubhouse too.",
        "One of the most impressive features of the game is the superb virtual cockpit.",
        "Hit the floor of the show room at Star Trek, science fiction, gaming, and comic book conventions for an impressive selection of Star Trek merchandise, including the chance to buy Star Trek patches.",
        "BowlersGuide.com offers an impressive selection of bowling balls for both adults and kids.",
        "Costco, Sam's Club and BJ's are the three biggest wholesale clubs in the United States and each of them carry an impressive array of electronics and gaming systems.",
        "Either the markdown isn't as impressive as it looked at first glance, or the product itself might not be worth the price - even on sale.",
        "Snow City also boasts an impressive collection of previously owned bikes.",
        "All surgeries come with risks, but there are some impressive advantages to using this newer laser method.",
        "The vast array of topics is impressive considering the simple nature of the language Silverstein chooses in his poems.",
        "Tumblebooks: A service of the New York Public Library, this fascinating Web site offers a very impressive collection of high quality books for children.",
        "UNL Libraries has compiled an impressive collection of scanned copies of various government-produced comic books that are educational in nature.",
        "The right liquor paired with an interesting mixer can be just as impressive as a complicated concoction with exotic ingredients and garnishes.",
        "Both cards offer impressive introductory interest rates for balance transfers, but this introductory rate expires after six months.",
        "Perhaps the most impressive feature of the American Express Gold card is the entertainment access it provides.",
        "SawDustCityLLC.com carries an impressive array of colors and finishes for a really beautiful and basic jelly cabinet.",
        "What makes this table unique and impressive is the hammered copper finish on the top.",
        "The Prius is still one of the most fuel efficient vehicles on the road, and its proven multi-fuel technology gives drivers impressive, worry-free performance.",
        "The roomy interior, impressive performance, and attractive options make this a car worth considering.",
        "This doesn't even factor in the saving of trees and reduction in air pollution, both of which are impressive.",
        "The effectiveness of collecting and then using solar power was so impressive, inventors continued to improve upon the technique.",
        "The benefits of eating ginger for health are impressive.",
        "Through Diet: Dieting is one of the most impressive ways to reduce high blood pressure.",
        "The website boasts an impressive design gallery, featuring photos of both residential and commerical design projects.",
        "William Randolph Hearst amassed an impressive collection of European and Mediterranean art which can still be seen in the rooms of Hearst Castle.",
        "Hornibrook Mansion in Arkansas, also known as The Empress of Little Rock, is one of the most impressive displays of Victorian and Queen Anne style design left in America.",
        "It is considered one of the most expensive and elaborate homes in Savannah and features an impressive curved staircase with a skylight.",
        "If you want to make an impressive floor tile design statement the moment guests walk into your home, then you may just need a floor medallion for your foyer.",
        "These early Karastan rugs were so impressive to the rug making industry that they were tagged as \"Mystery Rugs\".",
        "Though primarily a perfume outlet, the online retailer sells an impressive selection of makeup at discounted prices.",
        "The selection of vanities on the market today is more than impressive.",
        "The Stickgloss formula is quite impressive, not least because it happens to do just what it claims to.",
        "Perhaps no other company offers quite as impressive a collection of mousse-based color cosmetics as Flirt!.",
        "Besides the lovely texture, possibly the most impressive thing about Flirt Cosmetics Eye Shadow Mousse is its longevity.",
        "The nourishing formula treats the lips gently and leaves them conditioned for hours, but what really drew me in first was the impressive color selection.",
        "A few of them placed in a decorative basket makes an impressive gift set for fragrance connoisseurs.",
        "The clearance category is especially impressive if you're seeking particularly great deals - with prices as low as $5.49 for some items, there are some definite steals to be found here.",
        "Laura Mercier has almost never failed to impress me with her extensive, impressive array of colors suitable for all skin types.",
        "Estee Lauder All Day Lipstick offers a wide range of impressive colors that, according to Estee Lauder, will help you look fantastic.",
        "What really makes them stand out is the impressive selection of unique fragrances - scents I'm quite confident can't really be found elsewhere, at least not with this level of potency and trueness.",
        "Perhaps the most impressive feature of Bobbi Brown's cream blush is the formula.",
        "Praised for their intense pigments and impressive staying power, MAC eye makeup is the most popular cosmetic staple in the entire makeup line.",
        "Luminess Air was developed by an impressive roster of makeup artists, cosmetic chemists and colorists and offers two different consumer foundation kits so you can be sure to find one that suits your makeup needs.",
        "Finding discounts for online shopping makes buying retail in traditional brick-and-mortar stores decidedly less impressive.",
        "A 2008 Pew Research poll indicates that an impressive 97 percent of all teens aged 12 to 17 play either PC-based, online, portable or console games.",
        "The intrigue of this character is the fact that when you take away the cloak, the underground lair and the impressive technology - Bruce Wayne is just a regular guy.",
        "Public Literature is an impressive site that hosts a wide collection of classic works including Art of War by Sun Tzu, A Christmas Carol by Charles Dickens, and Alice's Adventures in Wonderland by Lewis Carol.",
        "Merck offers an impressive collection of information on various disorders, including cancer, digestive disorders, nerve disorders and much more.",
        "For some reason, the moment captured just is not as impressive as they remember.",
        "The price is often the most significant disadvantage of the program, and its features are easily the most impressive advantage.",
        "Aperture 3 receives a very good rating for its impressive photo editing, management, and sharing features.",
        "The following are two Fourth of July recipes that will put together an impressive menu for your celebration.",
        "Both are healthy and quick to prepare, yet will also make an impressive spread when you serve them up.",
        "By cutting, pasting, and tearing your paper, you can create a variety of impressive effects on your scrapbooking projects.",
        "They point out the placement of the pictures, the titles and other design elements so you can make an organized and impressive scrapbooking page.With layout templates, you can use any color of paper or pattern that you wish.",
        "As noted above, the pages you create have to be printed on the computer on which they were made; if you don't have a high-quality printer, your pages will not come out looking very impressive.",
        "The number of resources that offer free printable scrapbook templates is impressive.",
        "While not equipped with the massive mountain ranges of Colorado or California, New York has its own impressive mountain geography that supports numerous ski resorts.",
        "In fact, many of Aspen's most impressive Victorian buildings, such as the Hotel Jerome and the Wheeler Opera House were built during this period.",
        "Pacificplex has an impressive selection of plus size trendy teen clothes.",
        "Stores from Wal-Mart to the Disney store are offering an impressive selection of tween goods, and your biggest dilemma will likely be what exactly to purchase given all your choices.",
        "The selection is impressive when shopping online because there are so many different companies to choose from featuring such a wide variety of designs.",
        "Mark Art Printing has an impressive gallery of budget announcements to choose from.",
        "St. Xavier in Ohio has a long and impressive list of championships.",
        "These are dresses made of the highest quality materials, have the latest designs and cut, and boast impressive designer names.",
        "One cup of beet pieces has only about 60 calories, yet it offers impressive amounts of fiber and vitamins.",
        "Thai and other Asian food eateries often boast an impressive array of vegetarian options.",
        "Size: Huge wedding cakes can be impressive, but single tier wedding cakes may be more practical and elegant for your festivities.",
        "Card Shoppe offers free shipping and same day printing on an impressive selection of bridal shower invitations.",
        "Their impressive size seems to be just what people want.",
        "TJ Formal: On this site, you'll find an impressive collection of gowns to suit almost every taste, with special options for petite and plus size women.",
        "Even though the site doesn't sell mother of the bride dresses directly, Brides.com has an impressive gallery of gowns that you can review and a handy search tool that lets you locate a shop in your area that sells the style of your choice.",
        "Embossed graphics are impressive on any invitation, especially beach wedding invitations.",
        "Complete wedding packages start at only $8,500, and with the average wedding cost being more than twice that, you're getting an impressive deal while realizing your beach wedding dreams.",
        "Among the most outstanding is the tea length tropical invitation that offers a sleek, slender design in an impressive layered ensemble.",
        "Wedding Needs is a bit pricier than many other sites but the range of options is impressive and may be worth the slightly higher cost.",
        "From impressive photographs to delicate artwork, each piece offers something different and memorable.",
        "come up trumps with another crag and a vast array of impressive climbs.",
        "An impressive size and sturdy construction, using steel poles means it doesn't move in higher winds.",
        "Several styles seem to be emerging but they all require impressive contortions and plenty of time.",
        "Mason demonstrated his musical ability at several stages throughout the night by playing drums, guitar and an impressive assortment of percussion contraptions.",
        "As well as an impressive display compound of aircraft, the restored control tower houses many exhibits, including several aero engines.",
        "Now it had undergone a major conversion to become a large, impressive studio with many possibilities.",
        "If you want to look really impressive you could add some fresh coriander as a garnish.",
        "Alston & North Pennines A landscape of high moorland, cut through by green dales and impressive natural features.",
        "Sri Sreesanth - otherwise another impressive debutant - dropped an easy one at cover when Pietersen was on 51.",
        "This was subsequently replace by the 'art deco ' structure now the impressive Liverpool Marriott Hotel South.",
        "You are building up quite an impressive discography of material!",
        "The many varieties of plants include an impressive display of delphiniums arranged in groups around the border.",
        "The mess building, designed in 1924-5, is an impressive and uniquely distinctive example of its type.",
        "What's been done with under a million Australian dollars is impressive.",
        "The site is one of the most impressive dolmens to be found in England.",
        "Lock Martin, a former hotel doorman, was cast as Gort due to his impressive height of 7 foot, 7inches.",
        "Whatever takes your fancy After lunch or dinner, relax in the lounge bar where you can enjoy a dram from our impressive selection.",
        "Willow House is an impressive family home constructed in 1950 of brick elevations under a pitched tiled roof.",
        "Featuring around 500 top re-enactors, the show include d arena displays and an extremely impressive living history encampments.",
        "That fact and a nod to Jewel's impressive vocal range make this sour pop ditty almost excusable.",
        "Rather than the usual cladding of beige tiles, Leicester Square has impressive black granite facings.",
        "Red-footed falcon: one of the highlights of the week was the often impressive passage of this species over Akrotiri.",
        "The Harris Hawk is native of South America, and was not used in medieval falconry, but is an impressive bird.",
        "A fine fanzine that seems to get more impressive with each new issue.",
        "Beachill, amazingly, accomplished these impressive wins while anxiously waiting news of his impending fatherhood.",
        "Then it's about to face to unleash the fury, done with really impressive technical precision combined with a truly ferocious speed.",
        "The impressive ruins of its mainly fifteenth century cathedral are beautifully situated beside the Tay.",
        "The property offers flexible and extensive living space on the first three floors, including an impressive first floor double reception room.",
        "However, there is no place in the squad for impressive flanker James Forrester, who scored a try on Sunday.",
        "flowstone at points and was impressive.",
        "The game engine has been ported completely intact and renders the series ' flowing football in impressive fashion for a handheld.",
        "Hope you enjoyed the footie the result was quite impressive!",
        "At around three hours the drive is a breeze on one of Vietnam's most impressive new freeways.",
        "Combining electric and acoustic guitar there is some impressive fretwork.",
        "The King's Head had an impressive Georgian frontage which almost certainly covered an early building.",
        "functionaryself was impressive, but he had all these ' odious, finger-wagging minor functionaries ' in his entourage.",
        "A chance to show off your culinary skills with Michael Bonacini's impressive boned chicken galantine.",
        "galaxye celestial blood hounds have an impressive tally of celestial pray with countless faint galaxies in their kennel.",
        "It has an impressive gargoyle, from which you can see a single drop of water emerging from the tube in its mouth.",
        "garnered a fairly impressive underground reputation.",
        "My son, despite having an impressive gash on his back was young enough for his baby tetanus vaccine to still be valid.",
        "They added a new lower bailey, with an impressive twin-towered gatehouse.",
        "gaze whale watching near the scenic Snaefellsnes and walk in lava fields gazing in wonder at the impressive volcanic landscape.",
        "getarvin Addy got the visitors off to an impressive start, hitting the basket from long range from the first offense of the game.",
        "GO TO SITE The literary Gothic http://www.litgothic.com / An impressive site to aid the study and enjoyment of literary Gothicism.",
        "The winter also brings an impressive gathering of black-necked grebes into the harbor.",
        "Showing well on the Garrison was the Chinese grosbeak which, although an escaped cage bird, is very impressive.",
        "Overall, Skandia Team GBR bagged an impressive haul of eight medals.",
        "The Service was a most impressive one, and was rendered with all due ceremony and with great heartiness.",
        "action heroine Lara Croft returns in Tomb Raider 3, an impressive action adventure game from Eidos.",
        "This should prove to be a wonderfully humorous and impressive Ceramic Showcase for all.",
        "This impressive home is situated in a truly idyllic rural location yet civilization is on the doorstep.",
        "In the vicinity of the third floor, I met the barrel which was now proceeding downward at an equally impressive speed.",
        "They make an amazing noise for just two of them; drummer Patrick Carney is hugely impressive.",
        "Nevertheless these images were a spontaneous response to the passing of a mightily impressive artist.",
        "We were able to arrive at our new home within two hours of landing - a pretty impressive exit.",
        "Those visually impressive designs are down to her, too.",
        "impressive to watch a one-armed chef at work, if nothing else.",
        "impressive to see the range of artists included from the early days of the scheme up to most recent sets.",
        "impressive to say the least.",
        "impressive array of tempting targets.",
        "impressive line-up.",
        "impressive debut from a band we are going to be hearing much more of.",
        "impressive feat of archeology, he managed to dig up a song from 4 years previously.",
        "impressive sight, meriting a few photos.",
        "impressive portfolio in the library.",
        "Men desired by women looked impressive to other men.",
        "I love the city, the people are really friendly, and the University seemed impressive.",
        "It all sounds mighty impressive with the usual dazzling Oldfield array of noise and instrumentation.",
        "It appears impressive at first, but on closer scrutiny is seen to be radical more for style than for substance.",
        "The cliffs reach up to 1,200 meters and even after the dam they remain hugely impressive.",
        "Kicking the Moon draws the audience into their bizarre and quirky world, where impressive acrobatic and juggling skills become almost incidental.",
        "His career in business was very impressive, setting up and chairing many industry associations to become one of Britains leading industrialists.",
        "The perfect blend between parts and... perfect intonation are also impressive.",
        "The road also passes small settlements and villages, as well as the many very impressive kasbahs and ksour.",
        "This one adds kerosene, gasoline and aviation fuel to the list, and it produces an impressive boil time.",
        "The bolting machine is also very impressive (it makes tapping away with a bolting kit seem really hard work ).",
        "observe kittiwakes and Brunnich's guillemots nesting on the lava cliffs alongside impressive basalt columns and wonderful rock arches.",
        "limelight as a member of the Niger Expedition, and the publication of his very impressive journal.",
        "Customer Rating: Summary: Wide but lopsided coverage Comment: Paul Wilmott's book has an impressive but lopsided coverage.",
        "Considering the fairly lowly memory used with it, this is a quite impressive score.",
        "The impressive State Mosque, clad in Italian marble, has a minaret rising from the center of a reflecting pool within its walls.",
        "There are many impressive Mausoleum and memorials in a wide variety of styles.",
        "Impressive imagination and individuality combined with that musical mix reveals Lowe as a peerless melodist and a songwriter of panoramic originality.",
        "Rarely have I ever seen such an impressive healing modality.",
        "Admire this truly impressive ancient large motte surrounded by it's circular shell keep.",
        "Two excellent birds were the impressive Giant Kingfisher and the small Speckled mousebirds with long streamer tails.",
        "Which would have been a real mouthful in real life, but bloody impressive on a letter of recommendation!",
        "The career of Josse De Pauw (1952) actor, writer, theater director and filmmaker demonstrates an impressive artistic multiplicity.",
        "The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.",
        "A fantastic impressive vintage retro bead necklace, perfect for your vintage chic, retro chic wardrobe.",
        "obliterated what would have been some impressive views of the Lakeland.",
        "Also worth noting were Caroline Fulton's Gorillas, and Peter Flanagan's impressive oil painting of Evening Shoppers.",
        "orangery built in 1789 to the impressive gothic Mansion House, Margam Country Park has surprises around every corner.",
        "From the magnificent orangery built in 1789 to the impressive gothic Mansion House, Margam Country Park has surprises around every corner.",
        "In the Chapel of St John is an impressive display of Late Gothic ornament.",
        "Visited the castle of the local daimyo - feudal overlord - which was more impressive from the outside than inside.",
        "pacey midfielder following a series of impressive displays.",
        "Svensson had already come close to scoring, but was denied by the Addicks goalkeeper, who made an impressive one-handed parry.",
        "Impressive and extensive Act including not just great songs but great patter, all round entertainment for all.",
        "bowls Heaton Park has an impressive bowls pavilion with four flat greens.",
        "He also has a very impressive front paw, which can bowl the ball along at quite a rate of knots.",
        "However, you can get a peek into some of the most impressive ones.",
        "A grand impressive cover, surmounted by a gilded pelican, was designed by Dikes Bower.",
        "periwinkle cottage is as pretty as its name implies with an impressive vaulted roof, minstrels gallery and attractive tasteful decor.",
        "There is an impressive entrance with two Corinthian pillars.",
        "The hall of the house is impressive with two marble pillars giving an instant impression of grandeur.",
        "The most impressive field assembled is in the women's pole vault.",
        "You MUST be able to demonstrate an impressive on-line portfolio.",
        "Built in 1854, by George Atkins, it has an impressive classical portico, recently restored along with the rest of the exterior.",
        "predicted with impressive accuracy by a model including both the P & S indices.",
        "However, like so many prestigious but essentially workaday buildings, only rather functional and not very prepossessing brick backs the impressive faÃ§ade.",
        "His combination of expert sampling and drum programming, mixed with an impressive display of live playing, provide the foundation for the album.",
        "Pull over the front left corner of the roof to finish up the nose of the impressive prow.",
        "I'm not sure Sunderland's Yacht basin is more impressive than a frozen puddle;) Fame at last H!",
        "rattle rabbits recall on rattling the treat tin is far more impressive than most dogs!",
        "Just beyond the quarries the railroad crossed the deep wooded ravine of the Ham Woods Valley by an impressive viaduct.",
        "This contains not only ready-made pages and examples, but a very impressive array of shareware readers and editors.",
        "Price - 7 = £ 3.49 Feel good reggae re rubs from the impressive Upstate label.",
        "Behind an impressive facade overlooking the recently rejuvenated shore area of the Port of Leith, is a unique hotel.",
        "An impressive array of powerful computers were brought into the Lilian Bayliss Theater for the week-long residency.",
        "Give samples of your portfolio, and of course, show off that impressive resume.",
        "We start with Marconi destroying this threat by himself using a hand-held rocket launcher at close range - which everyone agrees is very impressive.",
        "The railroad boasts an impressive locomotive roster including three Double Fairlie engines - the only line in the world still operating these fascinating beasts.",
        "Like last year, Tiger Woods delivers an impressive roster of golfing opportunities.",
        "It was a truly rousing speech indeed and rounded off a busy year for the Politics Society on an impressive note.",
        "The crumbling ruins of the castle remain as impressive as ever.",
        "For example, that giant sandworm I mentioned earlier was very impressive as it erupted from the sand and dived back down.",
        "They also have impressive displays of cowslips, small scabious and devil's-bit scabious and the widest range of orchids on the reserve.",
        "Within the garden is the impressive Akeler Sundial, created by the acclaimed sculptor Edwin Russell FRBS.",
        "It provides a good view of the fjords, and shows off some impressive seamanship, manouvering very large ferries in very small harbors.",
        "secluded grounds that offer impressive views across the Poole Bay.",
        "several of the most visually impressive items in the exhibition, is in preparation.",
        "Her generalizations look shallow compared with the impressive close-reading skills that are common among analysts of message headers in on-line groups.",
        "Mr Darling begs to differ - and yesterday offered a sheaf of impressive statistics to back up his argument.",
        "We visited an impressive online shopping mall, where someone mans a website with shop access points which people can order from.",
        "showcase for some impressive acting talent.",
        "The breached dam at the foot of the NW ridge was also an impressive sight, meriting a few photos.",
        "In an impressive intellectual sleight of hand, the privateers blurred the rather important difference between the free market and democracy.",
        "Cathy Tyson made an impressive debut as the call girl, while Michael Caine is suitably slimy as the evil crime boss.",
        "slopes of the 2300m volcano, impressive glaciers spill into the sea.",
        "We saw the very impressive but pretty smelly changing rooms with all the players changing areas and baths.",
        "snag list has been impressive.",
        "The longest platform faces under the trainshed spans are Nos. 8 and 9, which reach an impressive 1200 foot.",
        "The Forcefield is multi-use and boasts an impressive spec.",
        "As you can see, itÃ¢s a well-designed piece of kit and has some impressive specs.",
        "The slippery finger may be less impressive than the metal speculum, but it is no less significant as an instrument of symbolic domination.",
        "This includes an impressive avenue of ram-headed sphinxes and is oriented to the summer solstice at sunset.",
        "The living room, spacious and comfortable, is given a regal air by the impressive curved marble stairway up to the mezzanine lounge.",
        "One of the many impressive stalagmites here was shaped like a Saguaro cactus from the classic cowboy films.",
        "Very impressive career stats with the wickets coming at around 21 in just over 100 tests.",
        "Quite an impressive collection of images of racial stereotypes.",
        "The magnificently situated Urquhart Castle, on the banks of Loch Ness, remains an impressive stronghold despite its ruinous state.",
        "Today he completes work on an impressive timber summerhouse.",
        "Butterflies during this excellent day included Common swallowtails and impressive Plain Tigers.",
        "Well, that may be true, but it isn t very impressive, is it?",
        "Sadly our local clay is not fine enough to make such impressive tableware.",
        "Hitchin, still not content with their impressive tally, found time for number seven with just two minutes left on the clock.",
        "From the nauseating Blair Witch Project to the impressive auto-biopic tarnation, low-budget DV filmmaking has taken mainstream cinema by storm.",
        "Terence j fairly impressive handling a tort bill.",
        "thunderstorm engine to round out an impressive offering of 1998 models.",
        "Christus is a very impressive five-movement work, whose fundamentally tonal language is influenced by Carl Nielsen, with English and French accents.",
        "torchup 3 did surface with an impressive haul of sunken treasure tho, including lead shots, a weight belt and a rechargeable flashlight.",
        "We have an extremely impressive track record of making appointments that last and that add value for clients and candidates alike.",
        "An impressive debut dealing with wide ranging issues, if sometimes a little trite.",
        "trove of historical monuments and impressive buildings and is an ideal short break destination.",
        "An impressive tower, now somewhat truncated, rose above the center of the building.",
        "Impressive borders can be created by planting tulips in large groups of the same variety.",
        "Along with extensive landscape photography we will also make an excursion onto the open tundra of Dovrefjell to photograph the truly impressive Musk Ox.",
        "There were also seven main courses to chose from, including wild turbot and Wiltshire rabbit, plus an equally impressive vegetarian menu.",
        "Such impressive displays of man against nature perhaps typify the spirit of life in the Azores.",
        "Along the west range is arguably one of the most impressive examples of a medieval undercroft in England.",
        "unifyy are all individual in design, but are largely unified in their impressive scale and augmented brick construction.",
        "WhatÃ¢s equally impressive is the fact that itÃ¢s just so unremitting.",
        "Garden areas include the terraced Fountain Court and the Walled Garden with its redesigned pleasure garden and impressive reconstructed Victorian vinery.",
        "Despite its impressive age it is still vivacious, easy to drink and with heaps of Dundee cake.",
        "But itÃ¢s just as impressive as ever, constructed around atmospheric guitar riffs, haunting vocals and a generally epic style.",
        "The opening voice-over from an impressive Hugh Grant are distinctly Hornby, not as pensive as Rob Gordon's High Fidelity soliloquies, .. .",
        "Stunning glacier-fed lakes, cascading waterfalls, majestic glaciers, tumbling rivers and impressive mountains make for an ideal setting for your holiday.",
        "And considering the Robins ' impressive home record this season, it looks an eminently winnable tie.",
        "The 17cm KEVLAR composite cone woofer and 25mm soft dome tweeter deliver a better and more impressive sound offering throughout the full range.",
        "He is indeed far below $ossuet, whose robust and sublime genius had no rival in that age; he does not equal Bourdaloue in earnestness of thought and vigour of expression; nor can he rival the philosophical depth or the insinuating and impressive eloquence of Massillon.",
        "imitation of the New Testament practice; and where it is not marred by undue prolixity commends itself to most Christian people as a solemn and impressive service.",
        "This is unexpectedly placed in C major, the remotest key reached in the overture, and one that had already appeared in an impressive passage in the introduction which foreshadows the reference in the first act to the hero in his dungeon (\"Der kaum mehr lebt and wie ein Schatten schwebt\").",
        "Most impressive of all was Augustine's own contribution in The City of God.",
        "The idiom of ordinary life and social intercourse and the more fervid and elevated diction of oratorical prose had made great progress, but the language of imagination and poetical feeling was, if vivid and impressive in isolated expressions, still incapable of being wrought into consecutive passages of artistic composition.",
        "Schubert's Masses show rather the influence of Beethoven's not very impressive first Mass, which they easily surpass in interest, though they rather pathetically show an ignorance cf the meaning of the Latin words.",
        "Bach contrives to give this anti-climax a definite artistic value; all the more from the fact that his Crucifixus and Resurrexit, and the contrast between them, are among the most sublime and directly impressive things in all music. To the end of his Resurrexit chorus he appends an orchestral ritornello, summing up the material of the chorus in the most formal possible way, and thereby utterly destroying all sense of finality as a member of a large group, while at the same time not in the least impairing the force and contrast of the whole - that contrast having ineffaceably asserted itself at the moment when it occurred.",
        "The ideas occur in varying forms from Egypt to Babylonia and point to a considerable body of thought, which is not less impressive when one takes into account the instances in the Old Testament where myths have been rationalized, elevated, or otherwise removed from their older forms (e.g.",
        "Compared with this obscure process - this spread of the king's peace along the highways and through the distant forest lands of the 12th and 13th centuries - papal interdicts and jubilees, however impressive their spectacle, are but fleeting shows.",
        "In May 1789 - that memorable month of May in which the states-general marched in impressive array to hear a sermon at the church of Notre Dame at Versailles - a vote of censure had actually been passed on him in the House of Commons for a too severe expression used against Hastings.",
        "On the other hand, the ethical optimism of Shaftesbury, rather broadly impressive than exactly reasoned, and connected as it was with a natural theology that implied the Christian scheme to be superfluous, challenged attack equally from orthodox divines and from cynical freethinkers.",
        "Some rabbits recall on rattling the treat tin is far more impressive than most dogs !",
        "Several of various species in the Glastonbury area are of impressive age, rooted in pre-Christian days of the Druid religion.",
        "The WSU forms an important part of the MARAC process which has had impressive outcomes in reducing repeat victimization for very high risk survivors.",
        "The gardens contain magnificent floral displays and impressive ruins of the abbey.",
        "Emily achieved an impressive series of jumps, four of which were further than the best achieved by the runner-up in the competition.",
        "The food menu is impressive -- the scampi tails are excellent.",
        "There are impressive vertical cliffs all along the west coast teeming with seabirds in early summer.",
        "The hotel has secluded grounds that offer impressive views across the Poole Bay.",
        "The College wine cellar has an impressive selection of wines to accompany your meal; please contact us for further details.",
        "In 2003, recorded some impressive kilo times on the way to seventh in the world championships and a silver at the Olympic trials.",
        "A new set of postcards, featuring several of the most visually impressive items in the exhibition, is in preparation.",
        "It 's an engrossing showcase for some impressive acting talent.",
        "From the slopes of the 2300m volcano, impressive glaciers spill into the sea.",
        "His save down to the left from Foe was particularly impressive as he then reacted smartly to snaffle the loose ball.",
        "However your ability to obtain their attention in fixing the snag list has been impressive.",
        "The alpine heaths are developed on an impressive series of solifluction terraces.",
        "Tom Rutter provides the impressive splatter effects which are used just enough to impress without falling into gratuitous silliness.",
        "Course Highlights MOUNTAIN ADVENTURE Our Mountain Adventure is an impressive course offering a wide range of activities within stunning surroundings.",
        "This car is an impressive 7 seater, with a very stylish interior.",
        "The quality of both the song and video are very impressive with Century Man doing swaggering, arrogant indie rock well.",
        "Butterflies during this excellent day included Common Swallowtails and impressive Plain Tigers.",
        "From the nauseating Blair Witch Project to the impressive auto-biopic Tarnation, low-budget DV filmmaking has taken mainstream cinema by storm.",
        "Range rover is assembled terence j fairly impressive handling a tort bill.",
        "Uxmal is a famous site of impressive Maya ruins amid deciduous thorn forest.",
        "The Thunderbolt models also received the Thunderstorm engine to round out an impressive offering of 1998 models.",
        "Group 3 did surface with an impressive haul of sunken treasure tho, including lead shots, a weight belt and a rechargeable flashlight.",
        "Edinburgh is a walker 's paradise, with the impressive castle towering above the city atop an extinct volcano.",
        "From afar, the two buildings offer the approaching visitor an impressive vista: two gleaming structures towering above the waters of the docks.",
        "The team currently performs five dances and boasts an impressive troupe of musicians.",
        "Prague is a virtual treasure trove of historical monuments and impressive buildings and is an ideal short break destination.",
        "The main room, with its impressive trussed roof plays host to one of the longest pub bars in England.",
        "Impressive rock spires tower above the turbid waves and plunge to a depth of 130ft.",
        "They are all individual in design, but are largely unified in their impressive scale and augmented brick construction.",
        "Most of my portfolio has kept up with the general, very impressive upturn in the market.",
        "Garden areas include the terraced Fountain Court and the Walled Garden with its redesigned pleasure garden and impressive reconstructed Victorian Vinery.",
        "The opening voice-over from an impressive Hugh Grant are distinctly Hornby, not as pensive as Rob Gordon 's High Fidelity soliloquies, ...",
        "The gardens are reached via the Town God Temple Bazaar, a touristy but impressive warren of lanes and stalls.",
        "The impressive size of this well-preserved castle, the largest in Wales, is completely stunning on first sight.",
        "With a combination of impressive discounts it is worthwhile checking out a quote form them.",
        "The actor's elocution was so impressive that the audience was mesmerized by him.",
        "The prestigious honor society only sent invitations to students with very impressive grades.",
        "Thesupplegymnast did impressive flips and turns across the floor.",
        "If you're interested in giving an impressive gift to the mom-to-be at your next baby shower, why not consider making a Boppy pillow diaper cake?",
        "Thrifty bookworms have long known that purchasing used books is the way to go for satisfying literary cravings, as well as building an impressive home library.",
        "The Nintendo Gamecube was released in 2001 with a launch lineup that was slightly more impressive than the Playstation 2.",
        "The Gamecube is a powerful little machine with an impressive arsenal."
    ],
    "definition": [
        "im·pres′sive·ly\nadverb",
        "im·pres′sive·ness\nnoun",
        "Link/Cite",
        "Making, or tending to make, an impression; having power to impress; adapted to excite attention and feeling, to touch the sensibilities, or affect the conscience; as, an impressive discourse; an impressive scene.",
        "Capable of being impressed.",
        "appealing",
        "impression",
        "Link/Cite"
    ]
}