{
    "translation": "בלתי חדיר, בלתי מנוצח, מבוצר",
    "uses": [
        "Grabusa, long regarded as an impregnable fortress, was surrendered in 1692, Suda (where the flags of Turkey and the four protecting powers are now hoisted) and Spinalonga in 1715.",
        "Impregnable Malta surrenders without a shot; his most reckless schemes are crowned with success.",
        "3 Not until the district was cleared could Jerusalem be taken, and the capture of the almost impregnable Jebusite fortress furnished a centre for future action.",
        "The upper fort is a quadrangular building on the summit, with only one approach, and was deemed impregnable by the Mysore princes.",
        "Abandoned by almost all his adherents Benedict found refuge in the castle of Peniscola on an impregnable rock overlooking the Mediterranean, and remained intractable.",
        "Hitherto Venice had enjoyed the advantages of isolation; the lagoons were virtually impregnable; she had no land frontier to defend.",
        "He undertook to seize the impregnable fortress of Sveaborg by a coup de main.",
        "The Arab geographers considered it impregnable, and from its steep approaches and well-arranged defences it was able to offer a protracted resistance to the Mongolian conqueror Hulagu and to the armies of Timur.",
        "The city itself, with its fortifications extending to the port of Peiraeus, was impregnable to a land attack.",
        "Tyre was still an important city and an almost impregnable fortress under the Arab Empire.",
        "Passion alone could shake the double fortress of her impregnable heart and ever-active brain.",
        "His capture of Hertogenbosch (Bois-le-duc), hitherto supposed to be impregnable, after a siege of five months was a triumph of engineering skill.",
        "From Arkona Absalon proceeded by sea to Garz, in south Rugen, the political capital of the Wends, and an all but impregnable stronghold.",
        "Belisarius pursued his diminished army northwards, shut him up in Ravenna, and ultimately received the surrender of that impregnable city.",
        "Some delay was caused in beginning operations by Cromwell's dangerous illness, during which his life was despaired of; but in June he was confronting Leslie entrenched in the hills near Stirling, impregnable to attack and refusing an engagement.",
        "The island-city proved to be impregnable, but it was the only possession left of what had been the extensive kingdom of Elulaeus.",
        "The rich low-lying lands of Morganwg and Gwent were thus firmly occupied, nor were they ever permanently recovered by the Welsh princes; and such natives as remained were kept in subjection by the almost impregnable fortresses of stone erected at Caerphilly, Cardiff, Cowbridge, Neath, Kidwelly and other places.",
        "This was restored and strengthened in 1740 into a fortress that proved impregnable in all succeeding wars.",
        "It is usually affirmed that the state of Venice owes its origin to the barbarian invasions of north Italy; that it was founded by refugees from the mainland cities who sought asylum from the Huns in the impregnable shallows and mud banks of the lagoons; and that the year 452, the year when Attila sacked Aquileia, may be taken as the birth-year of Venice.",
        "deep in the sea, with the defensive works on the Verne, batteries, case, ments and barracks intended to render the island of Portland impregnable, and the enlargement and extension of the dock, yards at Chatham and Portsmouth.",
        "From 1850 onwards it was again repaired and strengthened at great cost, and was considered impregnable; but in the war of 1864 the Prussians turned it by crossing the Schlei, .and it was abandoned by the Danes on the 6th of February without a blow.",
        "The mission was to make the country an impregnable fortress.",
        "impregnable against brute force attacks.",
        "impregnable walls in the broad daylight of despair.",
        "So important was this traffic held at Constantinople that, when the portage to the Don was endangered by the irruption of a fresh horde of Turks (the Petchenegs), the emperor Theophilus himself despatched the materials and the workmen to build for the Khazars a fortress impregnable to their forays (834).",
        "Orthodox churchmen, Evangelical and Tractarian alike, were alarmed by views on the incarnate nature of Christ that seemed to them to impugn his Divinity, and by concessions to the Higher Criticism in the matter of the inspiration of Holy Scriptures which appeared to them to convert the \"impregnable rock,\" as Gladstone had called it, into a foundation of sand; sceptics, on the other hand, were not greatly impressed by a system of defence which seemed to draw an artificial line beyond which criticism was not to advance.",
        "At dawn the mistake was realized, but the quick-following enemy were already in possession of Pria Fora, which is almost impregnable from the south.",
        "The fortress of Breda, which was once considered impregnable, has been dismantled, but the town is still protected by extensive lines of fortification and lies in the midst of a district which can be readily laid under water.",
        "According to a local legend the name Gurramkonda, meaning \"horse hill,\" was derived from the fact that a horse was supposed to be guardian of the fort and that the place was impregnable so long as the horse remained there.",
        "Eastward, within 2 m., there are two great British camps: Battlesbury, almost impregnable save on the north, where its entrenchments are double; and Scratchbury, a line of outworks encircling an area of some 40 acres, with three entrances and a citadel in the midst.",
        "At Dunbar Leslie held Cromwell in the hollow of his hand, but his army had been repeatedly \" purged \" of all Royalist men of the sword by the preachers; they are said, and Cromwell believed it, to have constrained Leslie to leave his impregnable position and attack on the lower levels.",
        "After an unsuccessful attempt to come to terms, he drove the Macedonians from the valley of the Aous by skilfully turning an impregnable position.",
        "Moreover, the site constituted a natural citadel, difficult to approach or to invest, and an almost impregnable refuge in the hour of defeat, within which broken forces might rally to retrieve disaster.",
        "wrought into a deep, hollow cup, plastered with earth, and lined with fibres; but around this is erected a firmly interwoven, basket-like outwork of thorny sticks, forming a dome over the nest, and leaving but a single hole in the side for entrance and exit, so that the whole structure is rendered almost impregnable.",
        "The plateau-like summit, which originally could be reached only from the south by a steep and narrow path, was rendered almost impregnable to Indian attack by a sheer cliff on the river side of the hill, a deep ravine along its eastern base and steep declivities on the other sides.",
        "386-395) Pessinus was made the capital of Galatia Secunda or Salutaris, and it became a metropolitan bishopric. After the 16th century it disappears from history, being supplanted, from the beginning of the period of Saracen invasion, by the impregnable fortress Justinianopolis (Sivri-Hissar), which became the capital and the residence of the bishop, thenceforward called \"archbishop of Pessinus or of Justinianopolis.\"",
        "Modern science has converted \"Steamer Point\" into a seemingly impregnable position, the peninsula which the \"Point\" forms to the whole crater being cut off by a fortified line which runs from north to south, just to the east of the coal wharfs.",
        "The knights strengthened Valletta and its harbour by bastions, curtain-walls, lines and forts, towards the sea, towards the land and on every available point, taking advantage in every particular of the natural rock and of the marvellous advantages of situation, rendering it then almost impregnable.",
        "Laomedon was buried near the Scaean gate, and it was said that so long as his grave remained undisturbed, so long would the walls of Troy remain impregnable.",
        "Fort Baldissera is built on a hill to the south-west of the town and is considered impregnable.",
        "With the completion of this work, which in 1908 was being rapidly pushed on, Antwerp might be regarded as one of the best fortified positions in Europe, and so long as its communications by sea are preserved intact it will be practically impregnable.",
        "Its detached forts shelter the city from bombardment, and so long as sea communication is open with England, Antwerp would be practically impregnable.",
        "With the murder of Othman the dynastic principle gained the twofold advantage of a legitimate cry - that of vengeance for the blood of the grey-haired caliph and a distinguished champion, the governor Moawiya, whose position in Syria was impregnable.",
        "in 1535, and was long considered practically impregnable.",
        "Yahweh has sent a messenger forth among the nations to stir them up to battle against the proud inhabitants of Mount Seir, to bring them down from the rocky fastnesses which they deem impregnable.",
        "The walls of this rise up from a rocky base that made the fortress well nigh impregnable.",
        "impregnable fortress.",
        "impregnable castles of the Auvergne.",
        "impregnable defenses of the cynical hatchet men who confronted them.",
        "impregnable position snatched away by a moment of madness from their goalkeeper.",
        "impregnable stronghold will not have a hidden back door.",
        "The Record, once the seemingly impregnable bible of the Scottish working class, has been humbled.",
        "Pele towers were virtually impregnable stone built tower houses with walls three to four feet thick.",
        "Theodosius left Britain in a defensive situation; the towns had been refortified and made almost impregnable with high strong walls.",
        "From this material he builds up an apparently impregnable argument in favor of the revived eastern cult.",
        "It was supposedly impregnable, but Joab made a daring assault via the water shaft, and the city fell.",
        "Bond's self-assurance was so impregnable that his women needed ludicrous identities and pumped-up sexuality to compete.",
        "This fort, with a Mysore garrison of more than 3500, was considered impregnable.",
        "But the Tomb you've gotta destroy seems impregnable.",
        "In the blue corner, Tony Blair, whose ten year reign looks as impregnable as ever.",
        "The system is made to appear impregnable by a constant production of new forms of ideology.",
        "The ground is shaken by earth tremors; but in spite of all, for 700 years the channels have remained well-nigh impregnable.",
        "Reveal your skills as a swordsman as you tackle black-hearted villains and prove your strategic prowess as you lay siege to seemingly impregnable fortresses.",
        "Perhaps the most obvious is the chain of Genoese watchtowers and impregnable fortified cities dotted along the coastline.",
        "Captain Popham, with a small detachment, stormed the rock fortress of Gwalior, then deemed impregnable and the key of central India; and by this feat held in check Sindhia, the most formidable of the Mahratta chiefs.",
        "Through all these changes Ravenna maintained its character as an impregnable \"city in the sea,\" not easily to be attacked even by a naval power on account of the shallowness and devious nature of the channels by which it had to be approached.",
        "He set out for Narva on the 13th of November, against the advice of all his generals, who feared the effect on untried troops of a week's march through a wasted land, along boggy roads guarded by no fewer than three formidable passes which a little engineering skill could easily have made impregnable.",
        "How Janos was cajoled out of an almost impregnable position, and gradually reduced to insignificance, is told elsewhere (see Corvinus, Janos).",
        "Benedict XIII., who had on his part tried to call together a council at Perpignan, was by this time recognized hardly anywhere but in his native land, in Scotland, and in the estates of the countship of Armagnac. He remained none the less full of energy and of illusions, repulsed the overtures of Sigismund, king of the Romans, who had come to Perpignan to persuade him to abdicate, and, abandoned by nearly all his adherents, he took refuge in the impregnable castle of Peniscola, on a rock dominating the Mediterranean (1415).",
        "The town, which had grown up under the shadow of the almost impregnable castle, was first incorporated by Henry I."
    ],
    "definition": [
        "Link/Cite"
    ]
}