{
    "translation": "אימפולסיבי, פזיז, נמהר",
    "uses": [
        "Had his offer been as impulsive as her acceptance?",
        "We are thus led to the following statement: the change of kinetic energy due to any system of impulsive forces is equal to the sum of the products of the several forces into the semisum of the initial and final velocities of their respective points of application, resolved in the directions of the forces.",
        "Dean cringed at this first admonition for his impulsive actions.",
        "His conduct being attacked, he declined renomination for the governorship, but was unanimously returned by Albemarle as a delegate to the state legislature; and on the day previously set for legislative inquiry on a resolution offered by an impulsive critic, he received, by unanimous vote of the house, a declaration of thanks and confidence.",
        "But if he lacked the brilliant qualities of his impulsive, jovial father, he possessed in a high degree the compensating virtues of moderation, sobriety and self-control.",
        "It is clear that the position of a chancellor holding these views in relation to a ruler so masterful and so impulsive as the emperor William II.",
        "It was ridiculous... and exciting... bold and impulsive - everything she didn't want to be.",
        "He had left Moscow when Boris was a boy of fourteen, and had quite forgotten him, but in his usual impulsive and hearty way he took Boris by the hand with a friendly smile.",
        "The best thing she could do was put his impulsive statement out of her mind.",
        "Elisabeth was stoic, always holding her feelings close; and Emily was the effervescent, impulsive optimist.",
        "With a patience foreign to his impulsive nature, he submitted to minute drill in elocution, and became a fluent extemporaneous speaker.",
        "The impulse required to set up the motion in liquid of density p i the resultant of an impulsive pressure p4) over the surface S of th ellipsoid, and is therefore ffp4ldS = p4GoffxldS =p 40 (volume of the ellipsoid) =4)oW', (23) where W' denotes the weight of liquid displaced.",
        "His biography, by his son, reveals him as a man of devout and holy life, impulsive indeed and masterful, but one who learned self-restraint by strenuous endeavour.",
        "Hotheaded and impulsive, he lacked judgment.",
        "Like other German voluntarists, he imputes \" impulsive will \" to the whole organic world.",
        "A code of instructions for the guidance of church courts when engaged in cases of discipline is in general use, and bears witness to the extreme care taken not only to have things done decently and in order, but also to prevent hasty, impulsive and illogical procedure in the investigation of charges of heresy or immorality.",
        "That evening, proud of Dolokhov's proposal, her refusal, and her explanation with Nicholas, Sonya twirled about before she left home so that the maid could hardly get her hair plaited, and she was transparently radiant with impulsive joy.",
        "Further impulsive pressures are required to restart into motion all the molecules which have undergone collision.",
        "Rostopchin, though he had patriotic sentiments, was a sanguine and impulsive man who had always moved in the highest administrative circles and had no understanding at all of the people he supposed himself to be guiding.",
        "A distinct step in psychological analysis was taken when Plato recognized that its effect was to produce the \" harmony \" above mentioned among different parts of the soul, by subordinating the impulsive elements to reason.",
        "In the first place, though in Aristotle's view the most perfect well-being consists in the exercise of man's \" divinest part,\" pure speculative reason, he keeps far from the paradox of putting forward this and nothing else as human good; so far, indeed, that the greater part of his treatise is occupied with an exposition of the inferior good which is realized in practical life when the appetitive or impulsive (semi-rational) element of the soul operates under the due regulation of reason.",
        "His impulsive objection to some of Bishop Carroll's instructions was sharply rebuked, and he was recalled to Baltimore.",
        "The impulsive character of the emperor, which led him, with the best intentions and often with excellent effect, to interfere everywhere and in everything and to utter opinions often highly inconvenient to his ministers, was the subject of an interpellation in the Reichstag on the 20th of January 1903 by the Socialist Herr von Vollmar, himself a Bavarian.",
        "q,,) tobe generated instantaneously from rest by the action of suitable impulsive forces, we find on integrating (II) with respect tot over the infinitely short duration of the impulse ~-=Q.",
        "It may well be that impulsive feeling is the beginning of mind; but then the order of mind is feeling, sense, inference, will, which instead of first is last, and implies the others.",
        "He was impulsive, obstinate, severe, autocratic; but his mind was open to large ideas, and he threw himself into his undertakings with an energy and determination that often compelled success.",
        "A short impulsive wave travels towards the fence, and each rail as it is reached by the wave becomes the centre of a new secondary wave sent out all round, or at any rate on the front side of the fence.",
        "The body is held fixed, and the reactio of the mechanism and the resultant of the impulsive pressure on th surface are a measure of the impulse, linear,, , and angula A, µ, v, required to start the circulation.",
        "Apperception in general thus becomes activity of inner will, constituting the process of attention, passive in the form of impulsive will required for association, and active in the form of decisive will required for understanding and judgment.",
        "Each impinging molecule exerts an impulsive pressure equal to mu on the boundary before the component of velocity of its centre of gravity normal to the boundary is reduced to zero.",
        "This suggested to him a distinction between what he called primary and secondary poets - the first employing poetry to relieve their own hearts, the second, poetic artists, composing poetry from some other and less impulsive motive.",
        "Beginning with a single body in liquid extending to infinity, and denoting by U, V, W, P, Q, R the components of linear and angular velocity with respect to axes fixed in the body, the velocity function takes the form = Ucb1+V42+W43+ P xi+Qx2+Rx3, (I) where the 0's and x's are functions of x, y, z depending on the shape of the body; interpreted dynamically, C -p0 represents the impulsive pressure required to stop the motion, or C +p4) to start it again from rest.",
        "He had no great tincture of learning, he was by no means a profound logician, and he was impulsive and emotional in the extreme - characteristics which in political matters predispose the subject to the preference of equality above all political requisites.",
        "At first the whole proceeding was informal and impulsive enough; but by the 7th century it had grown thoroughly stereotyped and formal.",
        "(i6) The factors of ~, i~, ~, X, if, v on the right-hand side are proportional to the constituents of a possible infinitesimal displacement of the solid, and the whole expression is proportional (on, the same scale) to the work done by the given system of impulsive forces in such a displacement, As in 9 this must be equal to the total work done in such a displacement by the several forces, whatever they are, which make up the impulse.",
        "In accordance with his previous division of outer will into impulsive and decisive, he divides the inner will of apperception into passive apperception and active apperception.",
        "He was impulsive and could display extraordinary activity at times, but he possessed also a certain coldness and caution.",
        "Otto, who is sometimes called the \"Red,\" was a man of small stature, by nature brave and impulsive, and by training an accomplished knight.",
        "His \" will \" is instinct, impulsive feeling, a \" will to live,\" not indeed unconscious, but often subconscious, without idea, without reasoning about ends and means, yet pursuing ends - in short, what he calls, after K.",
        "Thus the contribution to the total impulsive pressure exerted on the area dS in time dt from this cause is mu X udtdS X (11 3 m 3 /,r 3)e hm (u2+v2+w2 )dudvdw (I o) The total pressure exerted in bringing the centres of gravity of all the colliding molecules to rest normally to the boundary is obtained by first integrating this expression with respect to u, v, w, the limits being all values for which collisions are possible (namely from - co too for u, and from - oo to + oo for v and w), and then summing for all kinds of molecules in the gas.",
        "He was grave and gay, affable and dignified, cruel and gentle, mean and generous, eager for fame yet not vain, impulsive and cautious, secretive and open.",
        "Broadly speaking his work in those very 'eighties was not so good as the labour, essentially delicate and fresh and just, of some years earlier, nor had it always the attractiveness of the impulsive deliverances of some years later, when the inspired sketch was the thing that he generally stopped at.",
        "Absalom was now the eldest surviving son of David, and the present position of the narratives (xv.-xx.)- after the birth of Solomon and before the struggle between Solomon and Adonijah - may represent the view that the suspicion that he was not the destined heir of his father's throne excited the impulsive youth to rebellion.",
        "Certain features - the high physical courage, the impulsive energy, the fervid imagination - stand out clear; beyond that disagreement begins.",
        "On combining the two parts of the pressure which have been calculated, the aggregate impulsive pressure on dS in time dt is found to be dS ff f v1,1 (h 3 m 3 /7r 3)e h m(u2+v2+w2 >mu2dudvdw, where M denotes summation over all kinds of molecules.",
        "As now he supposes feeling even in \" impulsive will \" to be directed to an end, he deduces the conclusion that in organic evolution the pursuit of final causes precedes and is the origin of mechanism.",
        "The best elements in Goethe's genius came from his mother's side; of a lively, impulsive disposition, and gifted with remarkable imaginative power, Frau Rat was the ideal mother of a poet; moreover, being hardly eighteen at the time of her son's birth, she was herself able to be the companion of his childhood.",
        "Recognizing that he would be indispensable so long as the Thirty Years' War lasted, she used every effort to bring it to an end; and her impulsive interference seriously hampered the diplomacy of the chancellor, and materially reduced the ultimate gains of Sweden.",
        "Wundt's answer is that inner impulsive will, in the form of passive apperception, forms compound ideas by association; so that all these operations are necessary to the starting-point.",
        "You've never been the impulsive kind.",
        "Buying a home should not be an impulsive purchase!",
        "Impulsive behavior is common during this period, and it becomes easier to tell a lie than face reality.",
        "impulsive behaviors, or phobias.",
        "impulsive acts cost him dearly.",
        "impulsive nature may miss a key element.",
        "impulsive behavior.",
        "psychomotor agitation, violent or dangerously impulsive behavior.",
        "To his great regret, these impulsive acts cost him dearly.",
        "In internal affairs he wished to undo what his mother had done, but his impulsive, incoherent efforts in that direction merely dislocated the administrative mechanism without producing any tangible results.",
        "This, at least, is certain in the revolt of Adonijah (see Solomon), and it was probably believed that the action of the impulsive Absalom arose from the suspicion that the birth of Solomon was the death-blow to his succession.",
        "But if the body is perforated, the liquid can circulate throug a hole, in reentrant stream lines linked with the body, even whil: the body is at rest; and no reaction from the surface can influenc: this circulation, which may be supposed started in the ideal manne described in § 29, by the application of impulsive pressure across a ideal membrane closing the hole, by means of ideal mechanis connected with the body.",
        "Davis was a man of scholarly tastes, an orator of unusual ability and great eloquence, tireless and fearless in fighting political battles, but impulsive to the verge of rashness, impractical, tactless and autocratic. He wrote an elaborate political work entitled The War of Ormuzd and Ahriman in the Ninteenth Century (1853), in which he combated the southern contention that slavery was a divine institution.",
        "Disraeli, who at first preferred retirement and the writing of Lothair, came forward from time to time to point the moral and predict the end of Mr Gladstone's impulsive courses, which soon began to fret the confidence of his friends.",
        "Impulsive shopping sprees are the downfall of those who have trouble managing their money.",
        "Just because you are not living together doesn't mean you can't occasionally be whimsical and impulsive.",
        "If you tend to be an impulsive shopper, you may discover several items you completely \"forgot\" that you owned!",
        "We break it down to two categories: there is compulsive self-harm and impulsive self harm.",
        "Inappropriate emotions and impulsive reactions to situations can be another tip off that something is not quite right.",
        "Attention Deficit/Hyperactivity Disorder (ADHD): People suffering from ADHD also demonstrate impulsive behavior, and it's possible for this to escalate into uncontrollable lying if not kept in check.",
        "Great Pyrenees rescue organizations find themselves placing these Pyrs in new forever homes because of impulsive puppy purchases.",
        "People often get caught up in the excitement of remodeling a bathroom and make impulsive purchases that might not be exactly what they were looking for.",
        "You may have a hard time concentrating on tasks; you may become forgetful, indecisive and impulsive.",
        "The only female chosen to defend the Earthrealm, Sonya is headstrong and impulsive.",
        "The capacity to inhibit egocentric, impulsive, or negative social behavior is also a reflection of a child's social skills.",
        "If children behave aggressively with peers, act bossy and domineering, or are disruptive and impulsive at school, they are more likely to have long-lasting peer difficulties than are children who are simply shy.",
        "Research has revealed that many rejected children make impulsive, inaccurate, and incomplete judgments about how to behave in social situations and are lacking in social problem-solving skills.",
        "Stop Me Because I Can't Stop Myself: Taking Control of Impulsive Behavior.",
        "The most common form of self-mutilation, and the one usually seen in adolescents, is impulsive self-mutilation consisting of superficial skin cutting and burning.",
        "Borderline personality disorder (BPD)-A pattern of behavior characterized by impulsive acts, intense but chaotic relationships with others, identity problems, and emotional instability.",
        "These individuals are impulsive, irresponsible, and callous.",
        "Impulsive actions, persistent feelings of boredom or emptiness, and intense anger outbursts are other traits of this disorder.",
        "The addictive personality was described as escapist, impulsive, dependent, devious, manipulative, and self-centered.",
        "However, some patients may be much more expressive and tend to have hyperactive, talkative, and impulsive personalities.",
        "Many people diagnosed with IED appear to have general problems with anger or other impulsive behaviors between explosive episodes.",
        "Bipolar children are easily distracted, impulsive, and hyperactive, which can lead to a misdiagnosis of attention deficit hyperactivity disorder (ADHD).",
        "BED patients are also more likely to have a comorbid (co-existing) diagnosis of impulsive behaviors such as compulsive buying, post-traumatic stress disorder (PTSD), panic disorder, or personality disorders.",
        "Methylphenidate contributes to the treatment of ADHD by increasing attention and decreasing restlessness in children and adults who are overactive, cannot concentrate for very long, or are easily distracted, and are impulsive.",
        "Aggressive behavior is reactionary and impulsive behavior that often results in breaking household rules or the law; aggressive behavior is violent and unpredictable.",
        "Attention-deficit/hyperactivity disorder (AD/HD) is a neurobiological disorder characterized by hyperactivity, impulsive behavior, and the inability to remain focused on tasks or activities.",
        "They are sometimes shunned by peers due to their impulsive and intrusive behavior.",
        "A variation of this technique, cognitive-behavioral therapy, works to decrease impulsive behavior by getting the child to recognize the connection between thoughts and behavior, and to change behavior by changing negative thinking patterns.",
        "Creative individuals tend to share certain characteristics, including a tendency to be more impulsive or spontaneous than others.",
        "It's not a time to be irrational or impulsive, but rather a time to make a calculated financial decision.",
        "They are impulsive, lacking in restraint, and prone to risky behaviors.",
        "Worried your new dress may have been an impulsive purchase?",
        "If you don't do this soon, it is likely that his impulsive drive will result in him taking a chance with you.",
        "Unlike other more impulsive signs of the zodiac, Virgo's do not fall in love easily but slowly, and when they do, they fall hard.",
        "The Aries personality is usually quite impulsive.",
        "Gemini: The twins of the zodiac are often thought to be logical, impulsive, social and curious.",
        "Future Position: The Knight of Swords; this card represents a heroic, impulsive individual.",
        "Keep in mind that \"negative\" is often in the eye of the beholder; it is true that Aries is often short-tempered, impulsive and even a bit selfish.",
        "Impulsive: Aries gets into trouble, more often than not, because he's quite impulsive and rash; thoroughly reviewing all possible options is not something that comes naturally to this sign.",
        "In addition, knowing what you're going to eat for a particular meal keeps you from making an impulsive stop for fast food or pizza delivery.",
        "Occasionally teens and their impulsive ways pressure parents into spending more than necessary.",
        "As with any type of Athletic Shoes, it's important not to be too impulsive when purchasing your soccer shoes.",
        "In the case of Aries the Ram, they are predicted to be adventurous, courageous, impulsive and impatient.",
        "Getting ready for the spring and summer includes getting your barbecue grill ready and keeping it ready for those weekend cookouts both planned and impulsive.",
        "Kendra Wilkinson: The youngest of the three girlfriends, Kendra was athletic and impulsive.",
        "You always liked living on the edge, but you've never been so impulsive.",
        "Charlie, a delightful little gray mouse is shy, impulsive and sometimes obstinate.",
        "Mild or moderate conditions Anxiety, psychomotor agitation, violent or dangerously impulsive behavior.",
        "People with Williams syndrome are socially fearless, impulsive, erratic, and highly empathic, but they're excessively anxious about non-social situations.",
        "impulsive noise was in question, the noise sample includes a number of repetitions of the noise.",
        "impulsive reactions, what you can ' do ', creativity.",
        "You are very impulsive - every day is a new adventure.",
        "The Southern heart is too impulsive; Southern hospitality is too lavish with the stranger.",
        "His French, however, was obviously that of a native; and his French patriotism was so impulsive as to be slightly absurd.",
        "He was a good fighter, but not very bright, and often impulsive.",
        "An infant's actions are purely impulsive reactions to the sensations and emotions he is experiencing.",
        "We thus shake off usual social controls and become more impulsive, irrational, aggressive and even violent.",
        "Borderline personality disorder-A mental disorder characterized by mood swings, unstable interpersonal relationships, poor self-image, and self-destructive and impulsive behaviors."
    ],
    "definition": [
        "Inclined to act on impulse rather than thought.",
        "Motivated by or resulting from impulse.",
        "im·pul′sive·ness im′pul·siv′i·ty\nn.",
        "Link/Cite"
    ]
}