{
    "translation": "התחלה, פתיחה",
    "uses": [
        "- This war differed very materially in its inception and conduct from the first and second.",
        "The third process owes its inception to G.",
        "In the second volume of his collected works Wennerberg gave, long afterwards, a very interesting account of the inception and history of these celebrated duets.",
        "The Resumption Act of 1875, which provided for the return of specie payments four years later, was largely his work both in inception and in formulation, and his appointment to the head of the Treasury Department by President Hayes in 1877 enabled him to carry the policy embodied in the law to successful execution.",
        "His flight practically settled the question; and an inquiry, which many people had thought at its inception would brand Parnell as a criminal, raised him to an influence which he had never enjoyed before.",
        "Its inception, and much more than half its contents were Hamilton's (the rest Madison's and Jay's).",
        "Sir Michael Costa was the conductor 1846-1854, and from his acceptance of that high pitch the fork became known as Costa's, and its inception was attributed to him, though on insufficient grounds.",
        "For some years after its inception Presbyterianism carried all before it.",
        "It is true that he was sometimes forced by conviction or fate or political necessity to be a revolutionist on a large scale; to destroy an established Church; to add two millions of voters to the electorate; to attack the parliamentary union of the kingdoms. But these changes were, in their inception, distasteful to their author.",
        "In some Sphacelariaceae branches may appear at their inception as lateral protuberances of the apical cell itself.",
        "That this line owed its inception and construction chiefly to the joint enterprise of two private individuals, Messrs Mackenzie and Mann, was a striking proof of the industrial capacities of the country.",
        "Since its inception in 1837, Tiffany's has become the gold standard in jewelry and fine goods.",
        "This was American, even local, in character; its inception was due to a desire to improve the cultivation and manufacture of cotton; but it brought to the notice of the whole country the industrial transformation wrought in the Southern states during the last quarter of the 19th century.",
        "By far the most important addition to the Australasian product has come fromWestAustralia,which began its production in 1887 - about the time of the inception of mining at Witwatersrand (\"the Rand\") in South Africa-and by continuous increase, which assumed large proportions towards the close of the 19th century, was £6,426,000 in 1899, £6,179,000 in 1900, and L8,212,000 in 1905.",
        "Romance and tradition speak of strange rites - the mingling and even the drinking of blood - as having in remote and rude ages marked the inception of these martial and fraternal associations.",
        "The compromise tariff of 1833, made necessary by the hostile attitude of South Carolina, owed its inception largely to him, but he voted against the \"force bill,\" an act for enforcing the collection of duties, being the only senator whose vote was so recorded.",
        "From its inception this body proved highly influential in promoting Baptist co-operation in missionary and educational work, in efforts to supply the churches with suitable ministers and to silence unworthy ones, and in maintaining sound doctrine.",
        "Preach the doctrine, beauteous in inception, beauteous in continuation, beauteous in its end.",
        "As the date of inception of the circular zodiac now at Paris the year 46 B.C. has, however, been suggested with high probability, from (among other indications) the position among the signs of the emblem of the planet Jupiter.",
        "He was the first to carry out on a large scale those plans of transmarine colonization whose inception was due to the Gracchi.",
        "The liberality which a generation later was recognized by Clement of Rome as a traditional virtue of the Corinthian Church owed its inception to Titus.",
        "Telegraphs.-The inception of the Persian Gulf telegraphs, which formed the first links in an intercontinental chain, was dictated not by local interests, but by broad considerations of national advantage.",
        "This view is confirmed by the evidence of the Synodicon Orientate (the collection of the canons of Nestorian Councils and Synods), which shows that the Great Syriac Church built up by the adherents of Nestorius and ever memorable for its zeal in carrying the Gospel into Central Asia, China and India cannot, from its inception, be rightly described as other than orthodox.",
        "Many people may not realize that its inception actually dates back to 1886 when the company started life as the California Perfume Company (CPC).",
        "Ten years after their inception, Midway was purchased by Bally.",
        "Once an insurance policy has been issued, an insurance payment will be due, usually at inception.",
        "They have reached a level of approximately £ 50 million since the project's inception in 1999.",
        "Photo storage was a particular concern with digital cameras from its inception.",
        "The Amazing Race has won several awards, including the Primetime Emmy for Outstanding Reality/Competition Program every year since 2003, since the category's inception.",
        "Since its inception in the early 1960s, the Vuarnet name has been synonymous with quality, but that is not the only name associated with and responsible for the quality of this brand.",
        "Thus he had to condemn the Association for the Promotion of the Unity of Christendom, with which he had shown some sympathy in its inception in 1857; and to forbid Catholic parents to send their sons to Oxford or Cambridge, though at an earlier date he had hoped (with Newman) that at Oxford at least a college or hall might be assigned to them.",
        "He denounced the massacres of September - their inception, their horror and the future to which they pointed - in language so vivid and powerful that it raised for a time the spirits of the Girondists, while on the other hand it aroused the fatal opposition of the Parisian leaders.",
        "The \"Hudson's Bay Company,\" which still exists as a commercial concern, is dealt with under its own heading, but most of the thirteen British North American colonies were in their inception chartered companies very much in the modern acceptation of the term.",
        "This last owed its inception to a priestess who, having abandoned her holy vocation at the call of love, espoused dancing as a means of livelihood and trained a number of girls for the purpose.",
        "Lastly, whatever its ultimate outcome, the constitution of Poland was, in its inception, a genuine effort to respond to the appeal of the Poles for a national existence.",
        "At the inception of the industry kerosene came into the market as a dark yellow or reddish-coloured liquid, and in the first instance, the removal of colour was attempted by treatment with soda lye and lime solution.",
        "THE PRIMITIVE METHODIST CHURCH, a community of nonconformists, which owes its origin to the fact that Methodism as founded by the Wesleys tended, after the first generation, to depart from the enthusiasm that had marked its inception and to settle down to the task of self-organization.",
        "This new revolution truly defined what the Zoo York culture had originally stood for from its early inception: creativity, talent and urban culture.",
        "The very epitome of fashionable style and the crème de la crème of the fashion world, Chanel has been turning heads since its inception in 1909.",
        "Hugo Boss was established in 1923, and since its inception eighty-four years ago, has gone on to create sporty and causal fashion that is worn world-wide.",
        "Warner Brothers purchased the studios that have played home to The Dark Knight, Inception, Sherlock Holmes and the Harry Potter films.",
        "Since their inception, Indie Built has produced over 37 titles for 7 different gaming platforms!",
        "She has been the damsel in distress since the inception of the Mario Bros. game and finally got her own game as the main character in 2006 called, Super Princess Peach.",
        "They were founded in 1983 by the Stamper brothers and have consistently produced high-quality titles since their inception.",
        "The original company that he designed if for declined to produce it and see it beyond its inception and let Baer keep the rights.",
        "Nearly 10,000 video games have received a rating from the ESRB since its inception.",
        "From the inception of video games in the 1970's to the crash and resurrection of them in the 80's, video games have been a quiet part of the modern world.",
        "Since its inception, the company's mission has been \"to reach new heights in customer satisfaction through ongoing innovation, quality products, unmatched after-sales service, and an unrelenting focus on customer needs.\"",
        "Use a Promotional Code: Since the service has been growing substantially since its inception, there is an increasing interest in free TracFone airtime codes.",
        "Since its inception in the 1930s, Alcoholics Anonymous (AA) has been an important non-medical means of treating alcoholism with millions of members worldwide, many of whom are teenagers.",
        "Since its inception, there has been debate about Head Start's effectiveness.",
        "You never know where tap dancing will surface next in our entertainment culture, as it has enjoyed several revivals since its New York inception.",
        "At its inception, many of the costumes, dance steps, and musical traditions were still being influenced by China and also Korea, but the Japanese were well on their way towards making the art form their own.",
        "The county clerk maintains marriage records for the county from its inception to the present.",
        "Since its inception, the charity has provided more than 2,000 children with high-quality human hair wigs, with recipients in all 50 states and throughout Canada.",
        "Laser hair removal technology has come a long way since its inception in 1995, and there may be many different things that the doctor can do to help you achieve the look you want.",
        "Since its inception, the show has established itself as one of the world's most prestigious events for hairstylists.",
        "Since its inception, the show has raised more than seven million pounds (GBP) for leukemia research.",
        "In fact, since its inception, the FHA has grown to become the world's single largest insurer of home mortgages.",
        "The Music Concourse has been the location of the free concerts since its inception.",
        "Having been with the company since its inception, Jodi has seen Venus grow from a small mail-order catalog company to the multi-million dollar swimwear giant that it is today.",
        "SA: My involvement began with the company's inception in 1999 when I was asked to train the call center staff on basic appliance knowledge such as the proper terminology for components and the basic functions of these parts.",
        "The touring performances have been an instant success since their inception in 1994.",
        "Elsa Jewelry will custom design and create the ring of your dreams as you work with their expert jewelers from design inception to the ring completion.",
        "The company has been run by family since its inception, which may explain the house's extreme dedication to quality and luxury.",
        "From its inception to its eventual \"birth,\" the final product should meet each of your standards with pinpoint accuracy.",
        "While a decent value was of importance, it wasn't the sole factor in the line's inception.",
        "Since its inception, the line has grown beyond boat shoes and now offers sandals, sneakers, weather gear, outerwear, hats and bags for men and women.",
        "Right from its inception in the 1800s, the mail order catalog was an instant success.",
        "Protecting natural resources is one of the company's top priorities, and from inception to creation, all of their plastic sandals are constructed with this philosophy in mind.",
        "While characters themselves may have come and gone, the families continue to grow, ensuring some degree of familiarity and comfort with audience members who have been fans of the program since its inception.",
        "These families have been at the core of One Life to Live story lines since the program's inception.",
        "It's no surprise, then, that since its inception, Neighbours has made a habit of casting a bevy of beauties to reside on Ramsay Street.",
        "As intriguing as the characters were at the program's inception years ago, it shows just how imaginative soap opera writers are that they have continued to introduce fresh, intriguing stories over the decades.",
        "Indeed, Coronation Street has seen its share of jaw-dropping storylines since its inception, ranging from kidnappings and gang violence to infidelity and rape.",
        "In the case of Coronation Street, there are numerous individuals who have contributed to the show's success, including over 100 writers, 100 directors and almost 30 producers since its inception.",
        "Today, the program's fans are a varied bunch, ranging from teenagers to viewers who've been with the show since its inception.",
        "Other wives come and go, but these women date back to the show's inception in 2004.",
        "The revolutionary series took several groundbreaking steps from inception to production and design.",
        "Lucci has become very connected to Erica Kane, the role she has played on All My Children since its inception.",
        "Inception, 2010: As expected, DiCaprio wore a Tag Heuer Carerra Automatic as he navigated the dream levels in this hit film.",
        "It may be clear to see why the pyramid has come under much scrutiny and question since its inception.",
        "Lindoro: Also only in Southern California, there are now 35 locations since its inception in 1971.",
        "Since its inception in 1967, Gerber Life has worked to provide affordable life insurance to families of all shapes and sizes.",
        "The company was started in 1955 by Californian optometrists and has been thriving since its inception.",
        "Since its inception, the company has grown considerably; helping more than one million people find the right insurance policies.",
        "Employers Reinsurance refers to a subsidiary of GE called Employers Reinsurance Corporation, which was in business from its inception in 1984 to 2005.",
        "Since its inception in 1995, the show has grown to include elaborate set designs and singers and rock bands that, on their own, can easily fill a football stadium.",
        "Though at the time of this style's inception, silk pajamas were a highly expensive item, now there are affordable options available to the more budget-conscious consumer.",
        "The company set out to develop a router that would allow users easier access to the Gnutella system - something they succeeded in doing within weeks of the company's inception.",
        "What is certain about garage rock is it has gone through peaks and valleys of popularity since the its 1960s inception.",
        "The Amazing Race has received seven Primetime Emmy Awards, including six for Outstanding Reality-Competition Program, every year since the award's inception.",
        "This was the only time since the show's inception when the 21-year-old age limit was thrown out.",
        "The creators of the series instituted a \"no tights, no flights\" rule from the series inception.",
        "That's because they've experienced quite a surge of popularity since their inception.",
        "In order to remain on top of the competition, it has gone through a series of changes since its first inception in 2004.",
        "Ever since its inception, the Internet has become a powerful tool for businesses for many reasons, but the more recent integration of business networks and social networks has completely transformed the landscape of the Internet.",
        "Since its inception, the Navy Exchange Systems has given over $2 billion to this particular fund.",
        "Styles and fashions of majorette outfits have changed a great deal over the years since their inception.",
        "This last process was called \" inception.\"",
        "The fact that certain .teaching is associated with a name may have no real significance for its antiquity, even as a law ascribed to the age of Moses - the recognized law-givermay prove to be of much earlier or of much later inception.",
        "He was a member of the Church Socialist League from its inception.",
        "He was a ready patron of letters, and the great library, which was Alexandria's glory, owed to him its inception.",
        "Ne'Rin was a man whose forefathers had been chief advisors to the dhjan dynasty since Anshan's inception and had served A'Ran's family for a millennium.",
        "Track Record UK involvement in VHE gamma ray astronomy dates to its inception.",
        "athletics championships since their inception in 1983.",
        "An inception cohort of 1010 patients with RA attending rheumatology clinics was followed for a median of 11.4 years.",
        "At the onset of soot inception, the PSDF was found to follow a power-law dependence on particle diameter.",
        "Geared to high school students and incoming freshman, the programs have enrolled only African-American, Hispanic, and Native-American students since their inception.",
        "gamma ray astronomy dates to its inception.",
        "Jonzi D has been at the forefront of British underground hip-hop since its inception in the early 1980s.",
        "The dedicated Gatwick fleet were allocated to Stewarts Lane Depot, which had been the home to all Class 73s since their initial inception.",
        "We were an early adopter and our delivery model has been based on ITIL since its early inception.",
        "From its very inception NASA's primary aim has been to further the interests of US imperialism.",
        "And how have they developed from their original inception?",
        "inception cohort of 1010 patients with RA attending rheumatology clinics was followed for a median of 11.4 years.",
        "inception phase.",
        "inception date stated overleaf and then at consecutive monthly intervals thereafter over the membership period stated overleaf.",
        "inception stage, but we do actually have working samples.",
        "The emphasis of the study was to follow the evolution of the PSDF from the onset of particle inception to particle mass growth.",
        "Each project has a clock which records the time from project inception through to approval, giving you valuable management information.",
        "The market is currently down 12.7% since the portfolio's inception, versus 15.2% down last time.",
        "From the band's inception, it was decided that the emphasis would be put upon the high quality of music and having fun.",
        "Since the program's inception, over 240,000 students have participated.",
        "inception in the 1970s.",
        "inception of the lease.",
        "inception of the NHS in 1948.",
        "inception of the project there was no evident place for a Fire Brigades Union representative.",
        "inception of the contract.",
        "inception of the mining schemes.",
        "Televising any round-robin inception in the s visiting the nevada Reno poll.",
        "project from inception to completion.",
        "He served on the Advisory Committee on the microbiological safety of food from its inception until 2000.",
        "unforgettable to project managers at their inception may not be so transparent a few years down the line.",
        "And in January 1902, reversing the policy which had its inception in the encyclical, Rerum novarum, of 1891, and had further been developed ten years later in a letter to the Italian bishops entitled Graves de communi, the \"Sacred Congregation of Extraordinary Ecclesiastical Affairs\" issued instructions concerning \"Christian Democracy in Italy,\" directing that the popular Christian movement, which embraced in its programme a number of social reforms, such as factory laws for children, old-age pensions, a minimum wage in agricultural industries, an eight-hours' day, the revival of trade gilds, and the encouragement of Sunday rest, should divert its attention from all such things as savoured of novelty and devote its energies to the restoration of the temporal power.",
        "This agitation was particularly vigorous in Great Britain, and the movement entered on a new era when on the 10th of May 1903 the House of Commons agreed without division to the following motion: \"That the government of the Congo Free State having, at its inception, guaranteed to the powers that its native subjects should be governed with humanity, and that no trading monopoly or privilege should be permitted within its dominions, this House request His Majesty's Government to confer with the other powers, signatories of the Berlin General Act, by virtue of which the Congo Free State exists, in order that measures may be adopted to abate the evils prevalent in that state.\"",
        "Material that seems obvious and unforgettable to project managers at their inception may not be so transparent a few years down the line.",
        "If you recall the late '90s tech boom, you'll remember how dotcoms scaled shortly after their inception because money was pouring into their coffers.",
        "From its inception in Westbury, NY, in 1996, they now feature approximately 260 locations across the nation.",
        "The nostalgic Care Bear characters are as cute today as they were at their inception in the early 80s, and small items with these favorite bears make adorable shower favors.",
        "At the inception of the situation, arrange a meeting without the child present to discuss strategies and goals.",
        "Since its inception in 1904 with a superbly crafted chair, Thomasville has been famous for quality products and innovative designs.",
        "New York City: New York City has been part of the Solar America Cities initiative since its inception.",
        "Since its inception, TM has educated more than five million people in spiritually uplifting methods.",
        "Since its inception, Country Curtains has grown to include 25 additional retail stores, a mail catalog and a website.",
        "Since its inception, 87 restaurants have opened, but about 65 have already closed their doors.",
        "Ellen has hosted several hundred musicians, actors, sports figures and even reality television castoffs since her show's inception.",
        "Even though ratings have dropped since the show's inception, a seventh season is already in the works.",
        "David Hasselhoff was a featured judge on the show from its inception in 2006, and stayed with the program until 2009, when he was replaced by Howie Mandel for the 2010 season.",
        "Employing over 1,300 faculty and staff members, Northampton has served over 310,000 students since its inception.",
        "From their inception in the late 1980s through their hey day during the grunge movement in the 1990s, Alice in Chains has consistently made music of a unique style.",
        "Niecy Nash is the host of Clean House, and has been with the show since its inception.",
        "(g) Our knowledge of primitive forms of sacrifice is meagre; even were it more extensive, it would probably be impossible to determine the origin or origins of sacrifice; for no ritual has necessarily survived unchanged in form and meaning since its inception, and even permanence of form cannot be taken to imply a corresponding permanence of meaning for the worshippers.",
        "About 1897 the Bernard factory at St Michel passed into the hands of Messrs Pechiney, the machinery soon being increased, and there, under the control of a firm that has been concerned in the industry almost from its inception, aluminium is being manufactured by the Hall process on a large scale.",
        "The first protestant missionaries (those under the London Society for the Promotion of Christianity among the Jews), settled in Jerusalem in 1823; to them is due the inception of the trade in olive-wood articles, invented for the support of their converts.",
        "Two changes, the inception of which is early, but the completion of which belongs to the Persian period, gave the impulse which Aramaic obeyed in all its later developments.",
        "To1485-1486also appears to belong the inception of his elaborate though unfulfilled architectural plans for beautifying and strengthening the Castello, the great stronghold of the ruling power in the state.",
        "xxxii., for example, looks upon Edom and Sidon as dead), and while the continued revision of the book allows the presumption that the tradition ascribing its inception to the time of Josiah may be authentic, it is doubtful how much of the original nucleus can be safely recognized.",
        "It dated its formal inclusion among the independent states of the world from 1885, when its founder, Leopold II., king of the Inception Belgians, became its head.",
        "Latterly, and possibly from its inception, this repository consisted of a closet with three locks, of which the keys were entrusted, one to the chief justice of England, another to the attorney-general and the third to the master of the crown office, or coroner.",
        "At its inception the Latin kingdom of the Holy Land was within a little of becoming an ecclesiastical principality, ruled by a patriarch under the authority of the pope.",
        "Since the inception of the petroleum industry, most civilized countries have prescribed by law a test of flash-point or inflammability, designed in most cases primarily to afford a definition of oils for lighting purposes which may be safely stored without the adoption of special precautions.",
        "In 1799 Bonaparte, through whose influence his release had been obtained, sent him to the Hague to consolidate the alliance between France and the Batavian Republic. In this mission he was entirely successful, and he is credited with another diplomatic success in the inception of the Austrian marriage."
    ],
    "definition": [
        "Link/Cite",
        "The creation or beginning of something; the establishment.\nFrom its inception the agency has been helping people obtain and properly install car seats for children.",
        "Link/Cite"
    ]
}