{
    "translation": "תמריץ, עידוד, דחיפה",
    "uses": [
        "Maybe that's the incentive he needs.",
        "Martha's pending due date was an incentive to Betsy.",
        "The reward of title and degree and the consequent rise in the esteem of his fellows and himself was also a strong incentive; but the Mithraic faith itself was the greatest factor.",
        "Horses are used to some extent for riding, but very little for carriage and draught purposes, consequently there has been no great incentive for their breeding.",
        "The route more than dou­bled the distance, but Dean needed little incentive for a drive in the country.",
        "The Cuvaj Dictatorship. - The triumphant vindication of Mr. Supilo and his colleagues of the Serbo-Croat coalition gave a fresh incentive to the idea of unity throughout the southern Slav provinces of Austria-Hungary.",
        "The old theory was that the general prosperity of the country depends upon the development of its natural resources - a development which can best be achieved by private capital, acting under the natural incentive of financial profits.",
        "Both men felt the old man had probably killed him, but Westlake's brief disclosure was insufficient to pursue the matter and as both men were dead, there was little incentive to do so.",
        "Printing, in fact, has supplied a great incentive to the development of literature, the output has increased enormously, and will doubtless continue to do so for a long time to come.",
        "He was one of the first to use oil-cake and bone-manure, to distinguish the feeding values of grasses, to appreciate to the full the beneficial effects of stock on light lands and to realize the value of long leases as an incentive to good farming.",
        "incentive to the Boers to endeavour to capture the town, but his unique position and influence with the De Beers workmen enabled him to render yeoman service, and infused enthusiasm and courage into the inhabitants.",
        "The first incentive to his serious study of chemistry was given by hearing J.",
        "But while the Christians of the West were thus winning fresh ground from the Mahommedans, in the course of the 11th century, the East Roman empire had now to bear the brunt of a Mahommedan revival under the Seljuksa revival which, while it crushed for a time the Greeks, only acted as a new incentive to the Latins to carry their arms to the East.",
        "- Though political causes were at work, the main incentive to hostility between the peoples was commercial rivalry.",
        "(At Oxford and Cambridge many fellowships are now awarded on the results of examination; it is sometimes stated, in defence of this system, that young men cannot be expected to carry out research in classics or philosophy.) On the other hand, the defenders of examinations reply that (xiii.) examinations are necessary in order to test the efficiency of schools to which grants of public money are given (this argument has become somewhat out of date owing to the recent substitution of \" inspection \" for examination as a test of the efficiency of schools; a combination of inspection and examination is also sometimes used); (xiv.) they serve as a necessary incentive to steady and concentrated work 1 (the reply made to this is that the incentive is a bad one, and that with efficient teachers it is unnecessary); (xv.) they show both student and teacher where they have failed (unnecessary for efficient teachers); (xvi.) though possibly harmful to the highest class of men, they are good for the mass (reply: no system which damages the highest class of men is tolerable); (xvii.) they are indispensable as an impartial means of selecting men for the civil service; (xviii.) in a difficult examination like the first class civil service examination the qualities of quickness of comprehension, industry, concentration, power of rapidly passing 1 The Oxford commissioners of 1852 reported that \" the examinations have become the chief instruments not only for testing the proficiency of the students but also for stimulating and directing the studies of the place \" (Report, p. 61).",
        "No doubt the problem has been in a measure solved in England by that useful incentive to industry, the mark system.",
        "All this might very early, without the incentive of Jewish and pagan example, have affected the symbolic ritual of the primitive Church.",
        "It was this impotence of the state commission that furnished the strongest incentive to Congressional action.",
        "But this competition among inventors, whatever the incentive, has not been without benefit, because to-day, by means of very simple improvements in details, such as the addition of circulators and increased area of connexions, what may be taken to be the standard type of multiple-effect evaporator (that is to say, vertical vacuum pans fitted with vertical heating tubes, through which passes the liquor to be treated, and outside of which the steam or vapour circulates) evaporates nearly double the quantity of water per square foot of heating surface per hour which was evaporated by apparatus in use so recently as 1885 - and this without any increase in the steam pressure.",
        "The concentration upon the city of a large garrison flushed with victory, and eager to emulate the vanquished foe in works of peace, and vie with them in luxury, was an incentive to Berliners to put forth all their energy.",
        "Thus both parties were affected by some of the jriost powerful considerations which can influence mankind, while the North were further actuated by the natural incentive to preserve the union, which was threatened with disruption.",
        "But mere justice requires attention to the fact that incentive to that innovation, and excuse for it, were found in the absolute one-party monopoly maintained by the Federalists.",
        "Laud's complete neglect of the national sentiment, in his belief that the exercise of mere power was sufficient to suppress it, is a principal proof of his total lack of true statesmanship. The hostility to \"innovations in religion,\" it is generally allowed, was a far stronger incentive to the rebellion against the arbitrary power of the crown, than even the violation of constitutional liberties; and to Laud, therefore, more than to Strafford, to Buckingham, or even perhaps to Charles himself, is especially due the responsibility for the catastrophe.",
        "And of this elemental mode of apprehension and root-truth, the Johannine Gospel is the greatest literary document and incentive extant: its ultimate aim and deepest content retain all their potency.",
        "In the Russo-Japanese War in 1904-5 the greatest incentive to deeds of patriotic valour was for Japanese soldiers the belief that the spirits of their ancestors were watching them; and in China it is not the man himself that is ennobled for his philanthropic virtues or learning, but his ancestor.",
        "In the first decades after the establishment of independence the resources and energies of the nation were absorbed in the task of occupying the vacant spaces of a continent, and sub-, duing it to agriculture; and so long as land was so abundant that the spreading population easily sustained itself upon the fruits of the soil, and satisfied the tastes of a simple society with the products of neighborhood handicrafts, there was no incentive to any real development of a factory economy.",
        "Giuseppe, Monte Calvario, Avvocata, Stella, San Carlo all' Arena, Vicaria, San Lorenzo, Mercato, Pendino and Porto, but also the suburban districts of Vomero, Posilipo, Fuorigrotta, Miano and Piscinola, has been built over in every direction, one great incentive being the creation of an industrial zone to the eastward of the city.",
        "It supplied them with an incentive to scientific research in archaeology and grammar; it penetrated jurisprudence until the belief in the ultimate identity of the jus gentium with the law of nature modified the praetor's edicts for centuries.",
        "They might offer you the incentive to finish early once a chore is out of the way.",
        "A crate of beer can often make a good incentive, as you'll have kept sober up until the end.",
        "The necessity of moral rectitude was itself an incentive.",
        "Also another incentive about remotes ann on amateur night.",
        "brothel in order to provide an extra incentive for customers to visit.",
        "Phone or surfing incentive for your least expensive preferred mini cooper is.",
        "corrective against the tendency of house prices to destroy the incentive to relocate that wage changes can provide.",
        "Whether the N&P green mortgage deals really represent much of an incentive is perhaps debatable.",
        "The freedoms they offer provide a new incentive for all to improve.",
        "The Preferences Card is an American Express Incentive Services Card which strategically directs the cardholder's spending to specific establishments.",
        "Be reading this your right biceps worse over two-thirds year the incentive.",
        "Will uneven implementation cause disharmony or be an incentive to get on board?",
        "As an incentive, any class that raised $ 150 or more received free doughnuts and orange juice.",
        "Pirc says the new plan, ' combined with other incentive awards ', is potentially excessive.",
        "fiscal incentive has been mostly at the company level, with the Climate Change Levy coming into effect in April 2001.",
        "This would increase the tax on the biggest gas guzzlers to about £ 500, giving drivers an incentive to purchase more efficient models.",
        "Mr Golden has an added incentive to ensure the works are finished on time.",
        "incentive payments for bringing in stories.",
        "Without shareholders, there is little to give Network Rail an incentive to pull its socks up, however public-spirited its 114 members are.",
        "This is a powerful incentive to not spend too much.",
        "With the same auto insurance Austin a sales incentive.",
        "Publication instills pride and provides an incentive to produce good work.",
        "sorry prudential them the incentive body finds the trips to the.",
        "Under these circumstances, there would be no incentive for either side to confine itself to the use of tactical nuclear weapons.",
        "Why would you want to give your supplier an incentive to produce ' sloppy ', overly long winded text?",
        "The fact that linguistically Serb and Croat had thus become interchangeable terms, only to be distinguished by the respective use of the Cyrillic and Latin alphabets, inevitably reacted upon the political situation, and served as an incentive to the movement for unity.",
        "In richer countries, such systems are increasingly seen as providing insufficient incentive to work and are being supplanted by transfer payment systems.",
        "And an added incentive for timeous awakening. from scratch !",
        "His third incentive is his desire to become the unquestioned leader of the Arab world.",
        "It could be argued that laborers have less incentive to work hard when under a rule of communism.",
        "They should refund your purchase without question, and perhaps even offer an incentive to continue to buy.",
        "A definite incentive for the perennially poor college student!",
        "And if the ability to play UMDs is any incentive, remember that UMDs are usually only slightly cheaper than DVDs.",
        "There are many scams out there that take advantage of people that offer promises of large sums of money as an incentive.",
        "Though contributors are compensated based on the popularity of a review, Epinions does not provide monetary incentive to review bias.",
        "If you use a reward system to encourage good behavior at home, let your child pick out a new book as an incentive for him or her to meet specified goals.",
        "In many cases, you earn one point for every dollar you charge, but incentive earning structures vary by issuer.",
        "Points that can be used for purchases are a common incentive for new card owners.",
        "Depending on the incentive structure, some cards have annual fees and higher interest rates.",
        "You can personally design a card to promote your business incentive programs by choosing the type of currency and ongoing rewards, and you can even make the card reloadable.",
        "Themed American Express Incentive Services Cards are accepted at select establishments.",
        "Use these gift cards as incentive gifts for employees and you may find an increase in productivity and morale.",
        "If you want to maximize your promotional impact by featuring your brand, theme or other message, an American Express Incentive Services Gift Card can make a perfect option.",
        "Some businesses purchase these cards in bulk (often at a discount) as a way to solicit new customers or to use as an employee incentive program.",
        "As an incentive of signing up for this service, many will receive a free FICO score.",
        "Other rewards, such as free tickets to sporting events, concerts, or theme parks might be a worthwhile incentive for a business that can use these perks as employee bonuses.",
        "Businesses joining the Best Buy Incentive Program are granted permission to use Best Buy logos on certain marketing materials if gift cards are distributed as a part of the program.",
        "After all, a bargain's a bargain and knowing that you might be able to get a great deal on furniture in nine months or so may give you some incentive to hang on to what you have until then.",
        "You may also contact the head of your local municipality and inquire as to further assistance or incentive plans.",
        "However, owners may get a tax incentive for purchasing a hybrid.",
        "That being said, be advised that not all hybrid buyers qualify for a tax incentive.",
        "This is incentive enough to remove them, and there are several methods to accomplish this.",
        "There are many reasons driving the global push to \"go green\" and most have the same incentive - conservation.",
        "Los Angeles: In Los Angeles, the Solar Incentive Program was developed as an additional measure that could work in conjunction with preexisting statewide incentives in California.",
        "The Solar Incentive Program also allows solar users to sell energy they generate but don't use to the local utility.",
        "The rebates are calculated after considering the amount of money the homeowner gets from statewide energy incentive programs.",
        "The program determines the level of incentive based on the size of the solar array you install, whether the array is off-grid or grid-intertied, and many other factors.",
        "In many cases, companies offer free makeup samples as an incentive to purchase the full-size version.",
        "Businesses like to offer coupons as an incentive to do your shopping with them.",
        "This gives shoppers less incentive to visit the chain's online counterpart, unless there is no Macy's nearby.",
        "Things like linking school dances, field trips, and dress up days at school build incentive to participate.",
        "Recovery takes time, so it's important to recognize that it might take a lot work and incentive to keep going.",
        "This is a great incentive to do some more shopping, but keep in mind that Kohl's Cash expires after a certain amount of time.",
        "Of course, the more children you have, the more important it is to plan for their education, which is even more incentive to sign up for Upromise!",
        "The opportunities may not be as plentiful as those for traditional college degrees, but that's simply an incentive for students to work hard at tracking down potential scholarships and preparing their applications in advance.",
        "Reduced deposit: An added incentive comes in the form of reduced deposits.",
        "By giving your dog a bed as comfortable as any of your own furniture, you are taking away it's incentive to climb up where it doesn't belong.",
        "Electronic dog collars are training devices that can be used to provide reinforcement during your initial dog training efforts, giving your dog that extra incentive to comply with your commands.",
        "Corn is a great carbohydrate source and if used judiciously (no Fido can't have his own bagful) popcorn can be a fun high fiber treat to use as a training incentive.",
        "They offer both a requirement and an incentive to their membership to strive for quality in the type of dog they breed, and encourage the fair and ethical treatment of future owners and customers.",
        "Use this special treat as a incentive for taking the pill.",
        "Benefits associated with uniting with the Ace Hardware name includes incentive packages and advantages that help open your business.",
        "Many companies also give out free customized tees as an incentive, customer appreciation or advertisement.",
        "Though not always the case, many men's catalogues will arrive in mailboxes with a deal or incentive attached to them, be it free shipping, a free gift or a discount off the total purchase.",
        "Funded through the Administration on Aging, Department of Health and Human Services, the \"Nutrition Services Incentive Program\" receives grant funds to distribute to state agencies for the purchase of foods for meals for seniors citizens.",
        "The country's Retired Persons Incentive program makes it easy to transition into your new life.",
        "On the other side of the argument, many service members and their advocates argue that 20 years service in order to obtain full retirement pay is an excellent incentive to keep trained, able-bodied people in the military.",
        "Or maybe just a further incentive to play the game?",
        "Thirty different incentive items will keep you on your mental toes.",
        "Each world is stylistically designed right down to the incentive items that are placed into their specific environments.",
        "As an incentive to sign up with them, GottaPlay offers a 10-day trial period where you can get a total refund if you are not happy with their service.",
        "This may be an added incentive to sign up and buy from Verizon rather than from the other major carriers in the area.",
        "And as in other industries, giant retailers have taken sales from specialized toy chains and squeezed some of the incentive to devise the next great toy.",
        "For many children, simply progressing from diapers to training pants and then to regular underpants is an incentive in itself.",
        "Another positive incentive provides increased eligibility for services to families whose children attend school regularly.",
        "Options included resources for child and elder care, adoption incentive programs, flexible spending accounts (FSA) for child and dependent care, employee assistance programs (EAP), and more.",
        "The act was established to provide potential first time home buyers with an incentive to purchase now, rather than waiting.",
        "Additionally, the health of the baby will act as additional incentive to quit.",
        "You already know that smoking is bad for you, but now you have the added incentive of quitting for your baby.",
        "These recipe books can also be purchased separately if they are not offered as a new purchase incentive.",
        "The time limits need to be clearly communicated to participants, and an announcement should be made 15 minutes before the bidding will draw to a close to give everyone an incentive to re-visit the items they hope to purchase.",
        "You may even want to implement an incentive program so that the individuals who have the greatest results are able to earn recognition or prizes for their efforts.",
        "Overuse or unwise use of incentive gifts - Be aware the majority of the public does not need another mug, key ring, or commemorative plate.",
        "The incentive for people to bring the flier is the five dollar coupon attached that can be used towards a purchase at the fair.",
        "Small prizes, such as a plaque or lunch at or with the recipient can add an incentive to participate.",
        "Teens are often tempted to push sexual boundaries, and a camera can be a strong incentive.",
        "This game offers a strong incentive for those who enjoy virtual dating.",
        "Incentive Sheets-While some parents don't like using incentives to entice their kids to do more work around the house, others sing the praises of using some type of reward system.",
        "Using positive reinforcement and rewards will give children an incentive to work towards.",
        "The entry fee is $50 per child; however, we have a 'family incentive' where the first child is $50, and the second and third child in the same family only pay $35 each.",
        "This is not an absolute given; it's just true in the majority of instances for bigger films, so if you are really eager for a DVD, you should acquire it sooner than later and hope they offer an incentive for trading up down the line.",
        "We don't always have time to shop the best deal, but give a child the incentive and he or she will have the time to find that deal for you.",
        "If you're fairly new to yoga, a pair of yoga pants in your favorite color or a top with a pretty screen print design might just give you the incentive you need to keep up with your practice.",
        "Successfully implemented sales incentive programs that boosted sales volume by 19%.",
        "Part of the reason for this legislation is to slow the growing amounts of debt and instill an incentive to pay down existing debt.",
        "If, for example, both sides' accountants come up with similar damages amounts for a case where a ruling is likely to be in favor of the plaintiff, that can be a strong incentive to settle.",
        "Create contests or goals that offer a cash incentive.",
        "Promotion and incentive gifts can play a vital role within diverse companies, both large and small.",
        "Gift certificates can be used as both promotion and incentive gifts because they provide an award that fits everyone.",
        "Trophies and plaques are commonly used as gifts for promotion or employee incentive.",
        "Whether you are recognizing performance or acknowledging service, trophies and plaques make suitable corporate and business promotion and incentive tokens.",
        "Used as incentive gifts they can also extend your company's brand and bolster morale.",
        "Choosing the gifts you'll use as promotion and incentive tools is only part of the work that it takes to reward your employees.",
        "This business opportunity proposes individuals can develop residual income as more persons buy into the incentive of the secret of Aisle 19.",
        "These companies are aggressive in getting business and provide a significant incentive of 20 percent cash back and dollar-for-dollar bonus volume.",
        "Many companies offer a little gift or incentive when they send a customer an apology letter.",
        "This approach can be used to help unify a team or provide individuals with incentive to accomplish necessary task(s).",
        "It needs to be concise and maybe have an added incentive if the consumer responds quickly.",
        "Trying to find a legitimate online survey company that pays cash rather than some other incentive takes some research.",
        "It's an attractive incentive for buyers because it usually means cash in your pocket.",
        "Financing deals are another incentive offered by carmakers.",
        "However, don't let a great incentive push you into buying a car you don't want or can't afford.",
        "There are also military incentive programs, as well as a loyalty rewards program for repeat customers.",
        "Price is the big incentive for shopping at Knit Picks.",
        "However, the other four stayed off, which gave me the incentive to continue eating in a healthful manner.",
        "The cost for membership varies, but an incentive to join is usually offered.",
        "This often helps to give you more incentive to continue down the better path.",
        "The rebates are used as an added incentive to help you maintain your desired weight.",
        "While the possibility of health problems should be the main incentive for most people to watch their weight, many feel that having a positive body image is why it is important to maintain a healthy weight.",
        "When the muscles get comfortable, they have little incentive to grow stronger.",
        "This is meant to be an incentive for patients to select their dental practice.",
        "Offers an incentive for using participating dental providers.",
        "This extra incentive helps to make the home more attractive to the new owner.",
        "Consequently, while you might already encourage your teen driver to do well in school, you can legitimately use the car insurance costs to provide even greater incentive for good grades.",
        "This dental insurance provider offers a program called Preventative Incentive, which allows policyholders to receive some diagnostic and preventative dental care without maxing out their coverage restrictions.",
        "Many upscale shops will offer the panties at a bargain price as an added incentive.",
        "If there is something else you can offer in return, such as free advertising, the incentive to work with you is that much higher.",
        "Bolstered by Subway's financial incentive, she dropped another 52 pounds at home before the Season Nine finale.",
        "The added incentive of saving money just contributes to the fun of earning Foursquare badges.",
        "For example, in our business we describe why we setup a referral program and how it works, including the incentive for the referrer and referral.",
        "The last step is to follow up and thank the referrer, contact the referral, then deliver the incentive to each when the referral becomes a paying client.",
        "combined with the fact that Spreckelsen receives incentive pay, calls into question his independence on appointment.",
        "Destruction of seized contraband: an additional perverse incentive is the destruction of contraband tobacco products that have been seized by enforcement agencies.",
        "It would be wrong, therefore to remove the price incentive to quit smoking.",
        "Film industry tax incentive will be extended to 2005 at a cost of £ 50 million in 2002.",
        "SPECIAL PROMOTIONS From time to time 3 may promote cash bonus incentive programs.",
        "Through such measures, the Iraqi leadership was deprived of any incentive to comply with the weapons inspectorate.",
        "Land rights would give pastoralists much more incentive to invest in the natural resources of the rangeland.",
        "Lowest rate for everyone incentive for your more than million sortstream canada presort.",
        "If your incentive program is to succeed, it's important to make sure that you keep it fair."
    ],
    "definition": [
        "Link/Cite",
        "Something that motivates, rouses, or encourages.\nI have no incentive to do housework right now.",
        "A bonus or reward, often monetary, to work harder.\nManagement offered the sales team a $500 incentive for each car sold.",
        "Inciting; encouraging or moving; rousing to action; stimulating.",
        "Serving to kindle or set on fire.",
        "Link/Cite"
    ]
}