{
    "translation": "חשוך מרפא",
    "uses": [
        "Herod was stricken with an incurable disease.",
        "The worst enemy of the P Y Greeks was their own incurable spirit of faction; in the very crisis of their fate, during the siege of Missolonghi, rival presidents and rival assemblies struggled for supremacy, and a third civil war had only been prevented by the arrival of Cochrane and Church.",
        "The incessant anxiety and strain of some is a well-nigh incurable form of disease.",
        "The council of Constance then deposed him, as a perjurer, an incurable schismatic and a heretic (26th July 1417), After struggling with the popes of Rome, Urban VI., Boniface IX., Innocent VII.",
        "On the 11th of March 1868 Talal, smitten with an incurable malady, fell by his own hand and was succeeded by his brother Matab; after a brief reign he was murdered by his nephews, the elder of whom, Bandar, became amir.",
        "The Russian government has benefited by their comparative prosperity, and by the incurable hatred they continue to feel for the classes which were once their oppressors.",
        "He was amiable and even estimable, the chief fault of his character being vanity and an incurable tendency towards theatrical effect, which makes his travels, memoirs and other personal records as well as his historical works radically untrustworthy.",
        "Next Spanish hides, with the tails still preserving their twist and the angle of elevation they had when the oxen that wore them were careering over the pampas of the Spanish Main--a type of all obstinacy, and evincing how almost hopeless and incurable are all constitutional vices.",
        "The husband or male partner has an incurable sexually transmitted disease such as HIV.",
        "Holding aloof from active affairs, he tried to relieve the incurable boredom of satiety in.",
        "An incurable, terminal disease?",
        "Congo for maternity cases and cases of curable Ubangi-Chad illness; (2) the hospice, where the aged Madagascar poor, cases of incurable malady, orphans, Nossi-be Island foundlings and other children without Ste Marie Island means of support, and in some cases Comoro Islands lunatics, are received; (3) the bureau de Somali Coast bien-faisance, charged with the provision 9f Reunion out-door relief (secours a domicile) in money st Paul 1 or in kind, to the aged poor or those who, Amsterdam though capable of working, are prevented Kerguelen.",
        "On the 1st of April 527 Justin, enfeebled by an incurable wound, yielded to the request of the senate and assumed Justinian at his colleague; on the 1st of August he died.",
        "Petrarch remained an incurable rhetori cian; and, while he stigmatized the despots in his ode to Italy and in his epistles to the emperor he accepted their hospitality.",
        "It is remarkable that he should not have discovered in her the qualities so obvious to modern champions of her character - easiness, gullibility, incurable innocence and invincible ignorance of evil, incapacity to suspect or resent anything, readiness to believe and forgive all things.",
        "Yet, while Sweden was surely ripening into the dominating power of northern Europe, Denmark had as surely entered upon a period of uninterrupted and apparently incurable decline.",
        "In 1789 he was removed to the Charenton Lunatic Asylum, but was discharged in 1790, only to be recommitted as incurable in 1803.",
        "The city is the seat of Marshall College (founded in 1837; a State Normal School in 1867), which in1907-1908had 34 instructors and I ioo students; and of the West Virginia State Asylum for the Incurable Insane; and it.",
        "He found their religious life too formal, external and worldly; and they could not sanction his comparative indifference to doctrinal correctness and his incurable tendency to separatism in church life.",
        "But his incurable corruption and unbridled temper so discredited the government that he was deprived of the post shortly after the accession of Anne.",
        "He had become an incurable hypochondriac. He said long after that he had been mad all his life, or at least not perfectly sane; and, in truth, eccentricities less strange than his have often been thought ground sufficient for absolving felons and for setting aside wills.",
        "In 32, being seized with an illness believed to be incurable, he starved himself to death.",
        "Louis and still more Marie Antoinette regarded them with incurable distrust.",
        "Prince and followers alike soon earned hatred, the former showing the incurable vices of his character, and pulling the beards of the chieftains.",
        "Of such we may cite tuberculosis of the larynx, formerly as incurable as distressing; and \"adenoids\" - a disease revealed by intrascopic methods - which used grievously to thwart and stifle the growth both of mind and body in children, are now promptly removed, to the infinite advantage of the rising generation.",
        "But his great qualities were overbalanced by an incurable suspiciousness, which made it impossible for him to act cordially with those about him.",
        "Karman, who had long been suffering from an incurable disease, died in the same year.",
        "On the authority of Charles Darwin they have been held by many to be cannibals, but they are not, although those suffering from incurable ailments are often put to death.",
        "A year later, the kings insanity being proved incurable, the regency was definitively established (February 1812).",
        "But their attitude towards the \"way out\" (a-ycory7 1 7) of incurable discomforts is quite unlike the anxious sentimentalism with which Seneca dwells upon death.",
        "He saw also that much of the inefficiency of the Assembly arose from the inexperience of the members and their incurable verbosity; so, to establish some system of rules, he got his friend Romilly to draw up a detailed account of the rules and customs of the English House of Commons, which he translated into French, but which the Assembly, puffed up by a belief in its own merits, refused to use.",
        "This may have been a proper thing to do if their distrust of Shelburne was incurable, but the next step, coalition with Lord North against him, was not only a political blunder, but a shock to party morality, which brought speedy retribution.",
        "Hallucinations, incurable pain, loss of muscular control, cognitive dysfunction.",
        "StMarylebone contains a great number of hospitals, among which are the Middlesex, Mortimer Street; Throat Hospital and Dental Hospital and School, Great Portland Street; Lying-in and Ophthalmic Hospitals, Marylebone Road; Samaritan Hospital for women, Seymour Street; Consumption Hospital, Margaret Street; and the Home for incurable children, St John's Wood Road.",
        "On the death of Alexander (1503) he returned to Italy and supported the election of Pius III., who was then suffering from an incurable malady, of which he died shortly afterwards.",
        "His intentions, as exhibited to his famous Landelove (National Code), were progressive and enlightened to an eminent degree; so much so, indeed, that they mystified the people as much as they alienated the patricians; but his actions were often of revolting brutality, and his whole career was vitiated by an incurable double-mindedness which provoked general distrust.",
        "Cicero, an incurable optimist in politics, may have convinced himself of Octavian's sincerity.",
        "But his incurable indolence and love of pleasure prevented him from taking any active part in affairs.",
        "None but men of free and legitimate birth, and free from debt and contagious or incurable disease were received.",
        "Guicciardini seems to glory in his disillusionment, and uses his vast intellectual ability for the analysis of the corruption he had helped to make incurable.",
        "Disease and famine; crushing imposts and extortions; official debasement of the currency; bankruptcy; state prisons; religious and political inquisition; suppression of all institutions for the safe-guarding of rights; tyranny by the intendants; royal, feudal and clerical oppression burdening every faculty and every necessary of life; monstrous and incurable luxury; the horrible drama of poison; the twofold adultery of Madame de Montespan; and the narrow bigotry of Madame de Maintenon-~--all concurred to make the end of the reign a sad contrast with the splendour of its beginning.",
        "Situations can change, medical advances are being made all the time, illness that is now incurable may become curable may become curable.",
        "embodyhat picturesque expression, it seems to me, is perfectly embodied the incurable morbidity of modern ethics.",
        "Rabies is an acute, progressive, incurable viral encephalomyelitis first described in Mesopotamian civilisations about 4000 years ago.",
        "It's an incurable immune system illness, probably genetic in origin and mainly suffered by females.",
        "BJ has hyper IgM syndrome and is one of only 30 children in the Australia to suffer from the rare and incurable genetic disease.",
        "I cured myself of psoriasis, a skin condition usually considered incurable, after suffering with it for 29 years.",
        "Some will prove incurable, some will have to come back for further treatment, and so on.",
        "His embarrassing new obsession seems incurable, despite all his parents efforts.",
        "Even so, at the start of the twenty-first century, IBD still remains incurable.",
        "Some strains of tuberculosis - Africa's other great killer - have become virtually incurable.",
        "incurable optimist who longs to make the world a better place.",
        "incurable diseases of the Red Army had their effect.",
        "incurable illness.",
        "incurable cancer can live good quality lives for long times.",
        "incurable medical condition in which the blood is unable to clot properly.",
        "incurable blood disorder.",
        "EB is currently incurable, affecting children from birth.",
        "We asked ourselves whether the time had not come for my wife to be delivered from her agonizing and apparently incurable headaches?",
        "Situations can change, medical advances are being made all the time, illness that is now incurable may become curable.",
        "Gene therapy shows promise for curing otherwise incurable diseases.",
        "The major killers today are heart and vascular disease, chronic degenerative diseases and cancer, largely incurable and increasing in incidence.",
        "Perhaps its the result - cure for previously incurable disease - or the method, or just the way it's written.",
        "incurable in animals and, so far, BSE has killed 180 people, mostly in Britain.",
        "regenerative cell therapies will pave the way for treatments for hitherto incurable diseases.",
        "In many cases, the disease is lengthy and treatable, but incurable.",
        "Leo was deemed fortunate by his contemporaries, but an incurable malady, wars, enemies, a conspiracy of cardinals, and the loss of all his nearest relations darkened his days; and he failed entirely in his general policy of expelling foreigners from Italy, of restoring peace throughout Europe, and of prosecuting war against the Turks.",
        "Kwang-Chow-Wan however, is bound to providefor destitute children (see FOUNDLING HOSPITALS) Total in As and pauper lunatics (both these being under the care of the department), aged In Africa and the mdi Algeria and infirm people without resources and Algerian Sahara victims of incurable illness, and to furnish Tunisia medical assistance gratuitously to those West Africa without resources who are afflicted with Senegal..",
        "The indoor institutions are the more important in regard to endowment, and consist of hospitals for the infirm (a number of these are situated at the seaside); of hospitals for chronic and incurable diseases; of orphan asylums; of poorhouses and shelters for beggars; of infant asylums or institutes for the first education of children under six years of age; of lunatic asylums; of homes for the deaf and dumb; and of institutes for the blind.",
        "and his son were very unfriendly, and there existed between them the jealousy which Stubbs calls the \"incurable bane of royalty.\"",
        "Street, is a fine example of modern Gothic. Among the principal buildings and institutions are the town-hall, museum of the natural history society, theatre and opera-house (1880), market, schools of art and science, the Torbay infirmary and dispensary, the Western hospital for consumption, Crypt House institution for invalid ladies and the Mildmay home for incurable consumptives.",
        "defects of his works are due to his restlessness and impetuosity, and to a patriotic and personal vanity which led him in Scottish questions into absurd exaggerations, and in matters affecting his own life into an incurable habit of romancing.",
        "Allowing embryo research in the UK to include the investigation of regenerative cell therapies will pave the way for treatments for hitherto incurable diseases.",
        "Although incurable, this form of kidney disease is treatable.",
        "The condition is incurable and just a few incidences of FIP within a cattery can devastate a breeder's reputation.",
        "This simple, in-office test looks for exposure to this devastating and incurable disease.",
        "Recent rumors have surfaced that Hopper has been informed that his prostate cancer has now spread to his bones and is incurable.",
        "Andi started on her journey after her cat, Spot, had been diagnosed with several incurable problems.",
        "As of 2004 diabetes is a chronic and incurable disease.",
        "CF is an incurable, inherited disorder that affects glands in the lungs, intestines, bile duct, and pancreas, as well as the sweat glands.",
        "Sickle cell anemia is an inherited, chronic, incurable blood disorder that causes the body to produce defective hemoglobin, the abnormal HgbS, which occurs primarily in African Americans.",
        "Some infants born with Patau syndrome have severe and incurable birth defects.",
        "Sensorineural hearing impairment and congenital deafness are incurable.",
        "As of 2004, PKU was incurable, but early, effective treatment can prevent the development of serious mental incapacity.",
        "If you are a patient or family member of someone who has been diagnosed with an incurable disease, you may be considering the possibility of hospice care and wondering how hospice regulations affect you.",
        "Romantic: For the incurable romantic, feminine and flowy hair works best.",
        "Yet, even today, the exact cause of autism is unknown and as a result, the condition is considered incurable but highly treatable.",
        "Asperger's disorder is an incurable condition, and many people argue that there is no need to find a cure for the symptoms of Aspergers."
    ],
    "definition": [
        "Being such that a cure is impossible; not curable: an incurable disease.",
        "Incapable of being altered, as in disposition or habits: an incurable optimist; an incurable smoker.",
        "in·cur′a·bil′i·ty\nn.",
        "in·cur′a·ble\nn.",
        "in·cur′a·bly\nadv.",
        "Link/Cite"
    ]
}