{
    "translation": "עצמאי, בלתי תלוי",
    "uses": [
        "I'd like space to do some independent experiments too.",
        "Lori was certainly independent – and ambitious.",
        "Can we not count upon some independent votes?",
        "Alex married an independent woman who loved to cook and take care of her family.",
        "Maybe she was too independent for her own good.",
        "She was too independent for him to voice his concerns for her.",
        "Certainly she was more independent, but hadn't Josh become more assertive?",
        "Here he was, in total control, independent of outside power—only his arms and legs and gravity.",
        "No independent men, such as you or I, are left.",
        "She was so confident and independent that she could be a different person.",
        "This sort of thing is usually done via the witness protection program but I once heard of a situation where fake papers were assembled independent of any government agency.",
        "Unfortunately, the more independent she became, the less she listened to his advice.",
        "Originally it comprised two independent kingdoms, Bernicia and Deira.",
        "I'm just tired of the labels we slap on people who think independent of the 'in' crowd.",
        "He wanted her to be more independent, but when she tried, he hung on to her.",
        "It also becomes clear that only where such mental life really appears need we assign an independent existence, but that the purposes of everyday life as well as those of science are equally served if we deprive the material things outside of us of an independence, and assign to them merely a connected existence through the universal substance by the action of which alone they can appear to us.",
        "He formalized the structure of medical inquiry as an independent science.",
        "Does my independent nature trouble you?",
        "Reading, I think, should be kept independent of the regular school exercises.",
        "If there's one thing he can't stand, it must be an independent female.",
        "You.re not independent anymore, Gabriel.",
        "The book is Miss Keller's and is final proof of her independent power.",
        "It was an independent lab and when Cynthia took a bathroom break and freed the phone, he telephoned.",
        "In 1888 Charlottesville was chartered as a city administratively independent of the county.",
        "While the independent woman had only been to Ouray once in the six months the Deans had been married, she and her son-in-law got along spectacularly.",
        "The Different Elements Potential Gradient, Dissipation, Ionization And Radioactivityare Clearly Not Independent Of One Another.",
        "Nor is there any man so independent on his farm that he can say them nay.",
        "He sat on various royal commissions, including those on the Civil Service and Venereal Diseases, and from 1917 to 1919 was again chairman of the Independent Labour party.",
        "Her first independent novel, Indiana, was written.",
        "The town's poor seem to me often to live the most independent lives of any.",
        "In her eagerness to feed his desire to control, she had been willing to give up the independent spirit he found attractive.",
        "Westlake was once again off photographing; the Dawkins, in independent pairs, Jeeping somewhere in the mountains, probably spying on one another.",
        "The harder his position became and the more terrible the future, the more independent of that position in which he found himself were the joyful and comforting thoughts, memories, and imaginings that came to him.",
        "You can't be blamed if I keep doing a little snooping, independent like.",
        "But even if--imagining a man quite exempt from all influences, examining only his momentary action in the present, unevoked by any cause--we were to admit so infinitely small a remainder of inevitability as equaled zero, we should even then not have arrived at the conception of complete freedom in man, for a being uninfluenced by the external world, standing outside of time and independent of cause, is no longer a man.",
        "He said he wanted her to be independent and run her own business, but that wasn't what he actually wanted.",
        "You think he dominates her, but here he is trying to give her the means to be independent and what does she do?",
        "On the other hand, that the direction of complete polarization should be independent of the refracting power of the matter composing the cloud has been considered mysterious.",
        "that it established itself in a set of independent tribunals which remained in standing contrast to the ordinary courts for many hundred years.",
        "The effort includes secretive projects to create independent cellphone networks inside foreign countries, the paper reported.",
        "It was plain that she was following a train of thought independent of her sister-in-law's words.",
        "This consciousness is a source of self-cognition quite apart from and independent of reason.",
        "Only the expression of the will of the Deity, not dependent on time, can relate to a whole series of events occurring over a period of years or centuries, and only the Deity, independent of everything, can by His sole will determine the direction of humanity's movement; but man acts in time and himself takes part in what occurs.",
        "He unsuccessfully contested Blackburn in 1900 and Wakefield in 1902, and in 1903 he became chairman of the Independent Labour party.",
        "She thought it was at the time, but an independent person never actually wanted someone else to make all the decisions.",
        "In the steady state the number, n, of ions of either sign per cc. is given by n=-Vg/a, and so is independent of the pressure or the height.",
        "But this genealogy, though it is attributed to Hesiod, is apparently post-Homeric; and it is clear that the Ionian name had independent and varied uses and meanings in very early times.",
        "Considerations of this latter kind will naturally present themselves in the two great departments of cosmology and psychology, or they may be delegated to an independent research under the name of religious philosophy.",
        "Aided by France they defeated the German troops, and the peace of Basel in September 1499 recognized them as virtually independent of the empire.",
        "From 1816 to 1818 he was Luxemburg envoy at the German diet, but was recalled, at the instance of Metternich, owing to his too independent advocacy of state constitutions.",
        "The motel was an independent, adequate at best, barely holding its own against the national chains.",
        "The victories of the French at Jena and Auerstadt destroy the independent existence of Prussia.",
        "The town was independent in the 13th century, but in 1353, owing to the dissensions of the Salvucci (Ghibellines) and Ardinghelli (Guelphs), it fell into the hands of Florence.",
        "Having thus perfected the instrument, his next step was to apply it in such a way as to bring uniformity of method into the isolated and independent operations of geometry.",
        "It was terrible, but he felt that in proportion to the efforts of that fatal force to crush him, there grew and strengthened in his soul a power of life independent of it.",
        "He was surprised to find that this inner freedom, which was independent of external conditions, now had as it were an additional setting of external liberty.",
        "Each magisterial district constitutes a school district and there are also a few independent school districts.",
        "A simple and independent mind does not toil at the bidding of any prince.",
        "After this the Pisan supremacy of the island seems to have become more of a reality, but Arborea remained independent, and after the defeat of the Pisans by the Genoese at the naval battle of Meloria in 1284 they were obliged to surrender Sassari and Logudoro to Genoa.",
        "Through the columns of the Independent Reflector, which he established in 1752, Livingston fought the attempt of the Anglican party to bring the projected King's College (now Columbia University) under the control of the Church of England.",
        "Prince Andrew noticed, however, that though what happened was due to chance and was independent of the commander's will, owing to the tact Bagration showed, his presence was very valuable.",
        "If the Deity issues a command, expresses His will, as ancient history tells us, the expression of that will is independent of time and is not caused by anything, for the Divinity is not controlled by an event.",
        "As a critic of independent views he won the approval of Goethe; on the other hand, he fell into violent controversy with Ranke about questions connected with Italian history.",
        "As an independent measure of economy, the stipend paid to the titular nawab of Bengal, who was then a minor, was reduced by one-half - to sixteen lakhs a year (say 160,000).",
        "The laborer's day ends with the going down of the sun, and he is then free to devote himself to his chosen pursuit, independent of his labor; but his employer, who speculates from month to month, has no respite from one end of the year to the other.",
        "Arnulf, who was a candidate for the German crown in 919, claimed to be independent, and openly defied the German king, Conrad I.",
        "Whoever camps for a week in summer by the shore of a pond, needs only bury a pail of water a few feet deep in the shade of his camp to be independent of the luxury of ice.",
        "I was more independent than any farmer in Concord, for I was not anchored to a house or farm, but could follow the bent of my genius, which is a very crooked one, every moment.",
        "She was too different, though, too independent.",
        "Haydn finds the pianoforte so completely capable of expressing his meaning that he is at a loss to find independent material for any accompanying instruments; and the violoncello in his trios has, except perhaps in four passages in the whole collection of thirty-three works, not a note to play that is not already in the bass of the pianoforte; while the melodies of the violin are, more often than not, doubled in the treble.",
        "Now that she was doing so, she was becoming more independent.",
        "Alex was trying his best to teach her to be independent.",
        "Seven years ago Katie had insisted Carmen was too independent.",
        "No wonder he felt the need to teach her to be independent.",
        "You're much too independent.",
        "To say that these truths are independent of him is to speak of God as a Jupiter or a Saturn, - to subject him to Styx and the Fates.\"",
        "In 1895 Korea was declared independent.",
        "Such is the reflex and mechanical movement independent of the mind.",
        "Then in rapid succession came several independent bodies - the Midland Counties (1895), the London and Southern Counties (1896), the Imperial (1899), the English (1903) and the Irish and Welsh (1904).",
        "Laristan remained an independent state under a Turkish ruler until 1602, when Shah Ibrahim Khan was deposed and put to death by Shah `Abbas the Great.",
        "This appears to be an independent form of the vision, which has been brought into connexion with that of i.",
        "(3) The Dukajin, whose territory lies between that of the last-named group and the district of Jakova, include the Pulati, Shalla, Shoshi and other tribes; they are more independent and more savage than the Mi-shkodrak, 1 and have never paid tribute from time immemorial.",
        "Southern Albania and Epirus remained under Byzantine domination till 1204, when, after the capture of Constantinople by the crusaders, Michael Comnenus, a member of the imperial family, withdrew to Epirus and founded an independent sovereignty known as the Despotate of Epirus at Iannina; his realm included the whole of southern Albania, Acarnania and Aetolia.",
        "About 1760 a Moslem chieftain, Mehemet of Bushat, after obtaining the pashalik of Scutari from the Porte, succeeded in establishing an almost independent sovereignty in Upper Albania, which remained hereditary in his family for some generations.",
        "about 1750), an able, cruel and unscrupulous man, subdued the neighbouring pashas and chiefs, crushed the Suliotes and Khimarrhotes, and exercised a practically independent sovereignty from the Adriatic to the Aegean.",
        "In 1430 the bishopric was united to that of Cork; in 1638 it again became independent, and in 1660 it was again united to Cork and Ross.",
        "In 1678 it was once more declared independent, and so continued till 1835.",
        "The theological interest which attaches to the idea of the preAaronic king-priest in these typical applications is practically independent of the historical questions suggested by the narrative of Gen.",
        "After the defeat of the king of Vijayanagar at Talikot (1565), Dharwar was for a few years practically independent under its Hindu governor; but in 1573 the fort was captured by the sultan of Bijapur, and Dharwar was annexed to his dominions.",
        "In 1865 the synod of that province, in an urgent letter to the archbishop of Canterbury (Dr Longley), represented the unsettlement of members of the Canadian Church caused by recent legal decisions of the Privy Council, and their alarm lest the revived action of Convocation \"should leave us governed by canons different from those in force in England and Ireland, and thus cause us to drift into the status of an independent branch of the Catholic Church.\"",
        "For large buildings where large quantities of hot water are used an independent boiler of suitable size should be installed.",
        "Cylinders, tanks and independent boilers should be encased in a non-conducting material such as silicate cotton, thick felt or asbestos composition.",
        "Independent boilers are made in every conceivable size and form of construction, and many of them are capable of doing excellent work.",
        "They are: Methodist New Connexion (founded 1797-1798); Bible Christians (1815); United Methodist Free Churches 2 (about 1836); Primitive Methodists (founded 1807-1810); Independent Methodist Churches (about 1 806); Wesleyan Reform Union (1850, reorganized 1859).",
        "Lucas brought in a bill in his first session to effect this reform, but was defeated on the motion to have the bill sent to England for approval by the privy council; and he insisted upon the independent.",
        "Albertus Magnus argued that the soul is immortal, as ex se ipsa causa, and as independent of the body; Pietro Pomponazzi maintained that the soul's immortality could be neither proved nor disproved by any natural reasons.",
        "In this arrangement, instead of the circuit being made through the jacks in series, each jack is connected to an independent branch from the main circuit.",
        "Italy was now for a brief space independent.",
        "The coast is chiefly occupied by Arab tribes who were virtually independent, paying merely a nominal tribute to the shah's government until 1898.",
        "But he never ceased to exercise an independent judgment, and his work on St Paul, which appeared in 1855, was the result of much original reflection and inquiry.",
        "The ecclesiastical unit in episcopacy is a diocese, comprising many churches and ruled by a prelate; in congregationalism it is a single church, self-governed and entirely independent of all others; in Presbyterianism it is a presbytery or council composed of ministers and elders representing all the churches within a specified district.",
        "When the conclusions thus reached by many independent investigators were at length reduced to a system by Calvin, in his famous Institutio, it became the definite ideal of church government for all the Reformed, in contradistinction to the Lutheran, churches.",
        "These articles, however, never came into operation; and the decisions of the synod of Dort in 1578, which made the Church independent were equally fruitless.",
        "From the beginning of the 18th century the greater number of the Presbyterian congregations became practically independent in polity and Unitarian in doctrine.",
        "But there were exceptions: Irish Presbyterians from Ulster formed a church at Londonderry, New Hampshire, which, about 1729, grew into a presbytery; the Boston presbytery, organized in 1745, became in 1774 the synod of New England with three presbyteries and sixteen ministers; and there were two independent presbyteries, that of \"the Eastward\" organized at Boothbay, Maine, in 1771, and that of Grafton, in New Hampshire, founded by Eleazar Wheelock and other ministers interested in Dartmouth College.",
        "The Presbyterians from the Scotch Established Church combined with the American Presbyterian Church, but the separating churches of Scotland organized independent bodies.",
        "Its strength was increased by the addition: in 1863 of the small Independent Presbyterian Church of South Carolina; in 1865 of the United Synod (New School), which at that time had 120 ministers, 190 churches, and 12,000 communicants; in 1867 of the presbytery of Patapsco; in 1869 of the synod of Kentucky; and in 1874 of the synod of Missouri.",
        "Lane and Auburn remained practically independent.",
        "The province of Buenos Aires was recognized as an independent state, and under the enlightened administration of Doctor Obligado made rapid strides in commercial prosperity.",
        "The small independent river, the Var, drains that portion of the Alps which fringes the Mediterranean.",
        "The military government of Lyons is another independent and special command; it comprises practically the XIV.",
        "The French colonial (formerly marine) infantry, recruited by voluntary enlistment, comprises 18 regiments and 5 independent battalions (of which 12 regiments are at home), 74 batteries of field, fortress and mountain artillery (of which 32 are at home), with a few cavalry and engineers, &c., and other services in proportion.",
        "The nati-ve troops include 13 regiments and 8 independent battalions.",
        "In all the colonies the judicature has been rendered independent of the executive.",
        "Since July 1899, when the post office in Salem was made a sub-station of that of Winston, the cities (officially two independent municipalities) have been known by postal and railway authorities as Winston-Salem.",
        "\"A threefold cord is not quickly broken,\" and these three independent witnesses agree in describing a significant innovation which ends with the supremacy of the Zadokites of Jerusalem over their brethren.",
        "There are, however, independent grounds for believing that i Chron.",
        "attractive and suggestive view requires confirmation and independent support.",
        "Rhodes was again famous for its pottery in medieval times; this was a lustre ware at first imitated from Persian, though it afterwards developed into an independent style of fine colouring and rich variety of design.",
        "His efforts met with great success, and in 1800 he founded what was virtually a new and independent church organization on the Methodist system, of which he became the presiding elder, and eventually (1807) bishop. This church is officially the Evangelical Association, but its adherents have been variously known as \"New Methodists.\"",
        "Sachsen-Meiningen), a duchy in Thuringia, forming an independent member of the German empire and consisting chiefly of an irregular crescent-shaped territory, which, with an average breadth of 10 m., stretches for over 80 m.",
        "Its remoteness from the control of the authority of the German and French kings, together with its inaccessibility, gave special facilities in Lower Lorraine to the growth of a number of practically independent feudal states forming a group or system apart.",
        "The remaining years of Innocent's life were taken up by a quarrel with the Roman commune, which had set up an independent senate, and one with King Louis VII.",
        "St Mary's in Builth, took its name from the ancient territorial division of Buallt in which it is situated, which was, according to Nennius, an independent principality in the beginning of the 9th century, and later a cantrev, corresponding to the modern hundred of Builth.",
        "Occasional outbreaks of cholera occur from time to time, and in the independent states these cause terrible loss of life, as the natives fly from the disease and spread the infection in every direction.",
        "Politically the Malay Peninsula is divided into four sections: the colony of the Straits Settlements and the Federated Malay States; the independent Malay State of Johor, which is within the British sphere of influence; the non-federated states under British protection; and the groups of states to the north of Perak and Pahang which are now recognized as lying within the sphere of influence of Siam.",
        "In the meantime, Vermont continued as an independent state without any recognition from Congress until its admission into the Union on the 4th of March 1791.",
        "Agha harbour has also an independent entrance on its southern side.",
        "Not long after it had been sacked by Totila Benevento became the seat of a powerful Lombard duchy and continued to be independent until 1053, when the emperor Henry III.",
        "Cromwell was not the originator of this act, but showed his approval of it by taking his seat among the fifty or sixty Independent members who remained.",
        "A letter of Bishop George of Arabia to Jeshu, a priest of the town Anab, dated 714 (edited by Dashian, Vienna, 1891), contains an independent tradition of Gregory, and styles him a Roman by birth.",
        "From 1651 the town was subject alternately to Poland and to independent hetmans (Cossack chiefs).",
        "This result was apparently confirmed by some independent experiments, but it Is very far from the truth, for it is now known that the actual ratio, or factor as it is commonly called, of the velocity of the wind to that of the cups depends very largely on the dimensions of the cups and arms, and may have almost any value between two and a little over three.",
        "There is no doubt that under average conditions of atmospheric density, the .005 should be replaced by 003, for many independent authorities using different methods have found values very close to this last figure.",
        "Severo contains Raphael's first independent fresco (1505), much damaged by restoration.",
        "Such a unit is independent of gravity or of any other quantity which varies with the locality.",
        "The close agreement between the results at least indicates that \"the amount of heat produced by friction is proportional to the work done and independent of the nature of the rubbing surfaces.\"",
        "In Beethoven's orchestration there is almost always room for an independent viola part.",
        "There is not room for one together with an independent violoncello part; the wonderful use of muted solo violoncellos in the slow movement of the Pastoral Symphony being a special effect, like the earlier instance in Haydn's 12th Salomon Symphony.",
        "Haydn's numerous examples of independent violoncello melodies are almost all either marked solo or written for such small orchestras that they would be played as solos.",
        "the working of several instruments from one set of batteries or accumulators, is adopted, the positive and negative currents have to be sent from independent batteries, as shown by fig.",
        "This slip is then passed through a transmitter fitted with brush contacts and connected to the two line wires of a metallic loop. One circuit is formed by the loop itself, and a second, quite independent, by the two wires in parallel, earthed at each end.",
        "The motion communicated to rollers by the pencil serves to cut resistance in or out of the two line circuits which are connected to the rollers, and thus two independent variable line currents are obtained.",
        "This method of communication by magnetic induction through space establishes, therefore, a second method of wireless telegraphy which is quite independent of and different from that due to conduction through earth or water.",
        "was established between these independent circuits.",
        "east, was declared by royal order an independent port.",
        "Under the Moors it became an independent principality, which was destroyed by Ferdinand II.",
        "A Dominican, Leandro Alberti (Descrizione d'Italia, 1550), states that they were originally nine in number, and an independent authority, Antonio Concioli (Statuta civitatis Eugubii, 1673), states that two of the nine were taken to Venice in 1540 and never reappeared.",
        "b, 53-60, and we may infer that the'town of Iguvium was independent but in fear of the Etruscans at the time when the curse was first composed.",
        "The original method of charging adopted in Great Britain took the telephone instrument as the unit, charging a fixed annual rental independent of the amount of use to which the instrument was put.",
        "FRANCIS OF ASSISI (1181 or 1182-1226), founder of the Franciscans, was born in 1181 or 1182 at Assisi, one of the independent municipal towns of Umbria.",
        "The Adige, formed by the junction of two streams—the Etsch or Adige proper and the Eisak, both of which belong to Tirol rather than to Italy—descends as far as Verona, where it enters the great plain, with a course from north to south nearly parallel to the rivers last described, and would seem likely to discharge its waters into those of the Po, but below Legnago it turns eastward and runs parallel to the Po for about 40 m., entering the Adriatic by an independent mouth about 8 m.",
        "The jewellers art received large encouragement in a country which had so many independent courts; but nowhere has it attained a fuller development than at Rome.",
        "Vercelli Alessandria della Paglia, Biella, Casale, Mnnfprr,itn, Nnvsrs Vow~,~n Twelve archbishops and sixty-one bishops are independent of all metropolitan supervision, and hold directly of the Holy See.",
        "The army consists of 96 three-battalion regiments of infantry of the line and 12 of bersaglieri (riflemen), each of the latter having a cyclist company (Bersaglieri cyclist battalions are being (1909) provisionally formed); 26 regiments of cavalry, of which 10 are lancers, each of 6 squadrons; 24 regiments of artillery, each of 8 batteries; I I regiment of horse artillery of 6 batteries; I of mountain artillery of 12 batteries, and 3 independent mountain batteries.",
        "The duchies of Spoleto in the centre, and of Benevento in the south, inserted wedge-like into the middle of the peninsula, and enclosing independent Rome, were but loosely united to the kingdom at Pavia.",
        "The duchy of Benevento remained tributary, but independent.",
        "The last king of the quasi-Italian succession, Berengar II., marquis of Ivrea (951961), made a vigorous effort to restore the authority of the regno; and had he succeeded, it is not impossible that now at the last moment Italy might have become an independent nation.",
        "Within those precincts the bishops and the citizens were independent of all feudal masters but the emperor.",
        "It still needed nearly a century of struggle to render the burghers independent of lordship, with a fully organized commune, self-governed in its several assemblies.",
        "They remained independent of the emperor, but the emperor had still to seek the crown at their hands.",
        "The points of dispute between them related mainly to Matildas bequest, and to the kingdom of Sicily, which the pope had rendered independent of the empire by renewing its investiture in the name of the Holy See.",
        "Montferrat and Alessandria were added to his northern provinces, and his state was recognized as independent.",
        "independent state, to his second son, Peter Leopold.",
        "From this date, however, we are able to trace the revival of independent thought among the Italians.",
        "Robilant, for whom the Skiernie~vice pact was no secret, followed a firmly independent policy throughout the Bulgarian crisis of 1885-1886, declining to be drawn into any action beyond that required by the treaty of Berlin and the protection.",
        "The resignation of the Gladstone-Granville cabinet further precluded the projected Italian occupation of Suakin, and the Italians, wisely refraining from an independent attempt to succour Kassala, then besieged by the Mahdists, bent their efforts to the increase of their zone of occupation around Massawa.",
        "cif Italian influence to a part of northern Somaliland and to the Benadir coast, had, with the support of France and Russia, completed his preparations for asserting his authority as independent ruler of Ethiopia.",
        "Conflicts occurred between the strikers and the independent laborers and the police; the trouble spread to the city of Parma, where violent scenes occurred when the labor exchange was occupied by the troops, and many soldiers and policemen, whose behaviour as usual was exemplary throughout, were seriously wounded.",
        "There are also an orphans' home, supported by the Independent Order of Odd Fellows, and a Carnegie library.",
        "Intuitionalism supposes that there are two realms - of necessity and freedom, of nature and will, of matter and mind; contiguous, independent, yet interacting - dualism.",
        "Perhaps the attack on cause as used in the cosmological argument is independent of Kant's philosophical peculiarities.",
        "Ritschl, \" independent judgments of value \"?",
        "Independent of what?",
        "\" Perhaps the meaning is that they are of independent importance.",
        "The buds may all become detached after a time and give rise to separate and independent individuals, as in the common Hydra, in which only polyp-individuals are produced and sexual elements From Allman's Gymnoblastic Hydroids, by permission of are developed the Council of the Ray Society.",
        "common flesh, which cannot be assigned more to one individual than another, but consists of a more or less complicated network of tubes, corresponding to the hydrocaulus and hydrorhiza of the primitive independent polypindividual.",
        "- In the Hydromedusae the medusa-individual occurs, as already stated, in one of two conditions, either as an independent organism leading a true life c2 a2 in the open seas, or as a subordinate individuality in the hydroid c colony, from which it is never set free; it then becomes a mere reproductive appendage or gono- phore, losing suc FIG.",
        "(a) The Medusa as an Independent Organism.",
        "In this way the medusa sinks from an independent per sonality to an organ of the polyp-colony, becoming a so-called medusoid gonophore, or bearer of the reproductive organs, and losing gradually all organs necessary for an independent existence, namely those of sense, locomotion and nutrition.",
        "The theory that the medusa is an independent individual, fully equivalent to the polyp in this respect, is now universally accepted as being supported by all the facts of comparative morphology and development.",
        "The Hertwigs when they discovered the endoderm-lamella showed on morphological grounds that polyp and medusa are independent types, each produced by modification in different directions of a more primitive type represented in development by the actinulastage.",
        "The hydroid genus Lafoea is remarkable for producing gonothecae on the hydrorhiza, each containing a blastostyle which bears a single gonophore; this portion of the colony was formerly regarded as an independent parasitic hydroid, and was named Coppinia.",
        "Thus in Velella free medusae are produced, which have been described as an independent genus of medusae, Chrysomitra.",
        "Each monad is an original independent being, and is determined to take this particular point in the universe, this place in the scale of beings.",
        "It is not true, for example, that a fish is a reptile arrested in its development, or that a reptile was ever a fish; but it is true that the reptile embryo, at one stage of its development, is an organism which, if it had an independent existence, must be classified among fishes; and all the organs of the reptile pass, in the course of their development, through conditions which are closely analogous to those which are permanent in some fishes.",
        "It is necessary to determine if the modification be a simple change that might have occurred in independent cases, in fact if it be a multiradial apocentricity, or if it involved intricate and precisely combined anatomical changes that we could not expect to occur twice independently; that is to say, if it be a uniradial apocentricity.",
        "For some time it was considered that he was a mere office-holder dependent on the will of the bishop with a jurisdiction merely \" vicarial \"; but by the 13th century it was settled that he held a \" benefice \" and that his jurisdiction over causes was ordinary and independent of the bishop (Van Espen, pars i.",
        "Fournier (p. 219) says that in France it was not till the 17th century that there grew up a custom of having different officials for the metropolitan, one for him as bishop, a second as metropolitan, and even a third as primate, with an appeal from one to the other, and that it was an abuse due to the parlements which strove to make the official independent of the bishop. In England there has been, for a long time, a separate diocesan court of Canterbury held before the \" commissary.\"",
        "The establishment of The Atlantic Monthly in 1857 gave her a constant vehicle for her writings, as did also The Independent of New York, and later The Christian Union, of each of which papers successively her brother, Henry Ward Beecher, was one of the editors.",
        "Previous to this the Aryan settlements, along the three routes they followed in their penetration into India, had remained isolated, independent and small communities.",
        "The construction of the wooden external dome, and the support of the stone lantern by an inner cone of brickwork, quite independent of either the external or internal dome, are wonderful examples of his, constructive ingenuity.",
        "The independent plant which is generally attached to the soil by hair-like structures is the sexual generation, the sporophyte is a stalked or sessile capsule which remains always attached to the gametophyte from which it derives the whole or part of its nourishment.",
        "A characteristic feature of the fungal vegetative plantbody (mycelium) is its formation from independent coenocytic tubes or cell-threads.",
        "Such an independent coenocytic branch or cell-thread is called a hypha.",
        "gonium largely independent of the supply of elaborated organic food from the thallus of the mother plant (the gametophyte).",
        "Sometimes the original cambial ring is broken into several arcs, each of which is completed into an independent circle, so that several independent secondary vascular cylinders are formed.",
        "If we pass a little higher up the scale ot life we meet with forms consisting of two or more cells, each of which contains a similar minute mass of living substance, A study of them shows that each is practically independent of the others; in fact, the connection between them is so slight that they can separate and each becofne free without the slightest disadvantage to another.",
        "When the young sporophyte first begins its independent lifewhen, that is, it exists in the form of the embryo in the seedits living substance has no power of utilizing the simple inorganic compounds spoken of.",
        "This conception of,the plant as an aggregate or colony of independent vital units governing the nutrition, growth and reproduction of the whole cannot, however, be maintained.",
        "The cell in such a division of labor cannot therefore be regarded as an independent unit.",
        "The chloroplasts increase in number by division., which takes place in higher plants when they have attained a certain size, independent of the division.",
        "In multinucleate cells the division of the nucleus is independent of the division of the cell.",
        "Belajeff regards it as a true centrosome; but this is doubtful, for while in some cases it appears to be connected with the division of the cell, in others it is independent of it.",
        "Boveri in fact has put forward the view that the chromosomes are elementary units which maintain an organic continuity and independent existence in the cell.",
        "Protoplasmic Continuity.Except in the unicellular plants the cell is not an independent unit.",
        "Casimir de Candolle has made an independent investigation, based on Hooker and Benthams Genera plantarum.",
        "While the central provinces, Media and northern Babylonia, were conquered by the Parthians, Mesene, Elymais and Persis made themselves independent.",
        "The direct line of Portuguese exploration resulted in the discovery of the Cape route to India by Vasco da Gama (1498), and in 1500 to the independent discovery of South America by Pedro Alvarez Cabral.",
        "vapour of the atmosphere is caused in part by vertical movements of the atmosphere involving heat changes and apparently independent of the surface upon which precipitation occurs; but in greater part it is dictated by the form and altitude of the land surface and the direction of the prevailing winds, which itself is largely influenced by the land.",
        "Next in importance comes a mountain range, but here there is often difficulty as to the definition of the actual crest-line, and mountain ranges being broad regions, it may happen that a small independent state, like Switzerland or Andorra, occupies the mountain valleys between two or more great countries.",
        "While steam has been said to make a ship independent of wind and tide, it is still true that a long voyage even by steam must be planned so as to encounter the least resistance possible from prevailing winds and permanent currents, and this involves the application of oceanographical and meteorological knowledge.",
        "But it is doubtful whether the psalm, as distinguished from the Hebrew Psalter, can be said to have any independent existence.",
        "Consequently only a few of the original extensor muscles have been preserved, but these are much modified into very independent organs, notably the extensor metacarpi radialis longus, the ext.",
        "These - as indicated by their supply from a branch of the hypoglossal nerve, which descends on either side of the trachea - are, so to speak, a detached, now mostly independent colony of glosso-pharyngeal muscles.",
        "They are not put forward as the result of an independent review of the evidence.",
        "It was not independent of the written Law, still less could it be in opposition to it.",
        "from Yemen, is especially valuable as representing an independent tradition.",
        "The kings claimed independent divine origin.",
        "It was at first an independent episcopal see: Gregory the Great united it with that of Cumae.",
        "Even in the 3rd century the cult of Celtic deities (Hercules Magusanus, Deusoniensis, &c.) were revived, the Celtic leuga reintroduced instead of the Roman mile on official milestones, and a brief effort made to establish an independent, though romanized, Gaul under Postumus and his short-lived successors (A.D.",
        "URUGUAY (officially the Oriental Republic of the Uruguay, and long locally called the Banda Oriental, meaning the land on the eastern side of the river Uruguay, from which the country takes its name), the smallest independent state in South America.",
        "From 1750 Montevideo enjoyed a provincial government independent of that of Buenos Aires.",
        "A long struggle for dominion in Uruguay between Brazil and the revolutionary government of Buenos Aires was concluded in 1828, through the mediation of Great Britain, Uruguay being declared a free and independent state.",
        "Chernomorskaya), a military district of the province of Kuban, formerly an independent province of Transcaucasia, Russia; it includes the narrow strip of land along the N.E.",
        "The university of Indianapolis (1896) is a loose association of three really independent institutions - the Indiana Law School (1894), the Indiana Dental College (1879), and Butler University (chartered in 1849 and opened in 1855 as the North-western Christian University, and named Butler University in 1877 in honour of Ovid Butler, a benefactor).",
        "The older nobility is independent of the possession of land; it is independent of office about the sovereign; it is hard to say what were the powers and privileges attached to it; but of its existence there is no doubt.",
        "In 1847 the American colonists declared their country to be an independent republic, and its status in this capacity was recognized in1848-1849by most of the great powers with the exception of the United States.",
        "In this way the Moravian orders were maintained; the \"ecclesiola\" became an independent body, and the British parliament recognized the Brethren as \"an ancient Protestant Episcopal Church\" (1 749, 22 Geo.",
        "In provincial matters each province is independent, holds its own synods, makes its own laws, and elects its own governing board; but the General Synod meets, on the average, every ten years at Herrnhut, and its regulations are binding in all the provinces.",
        "In opposition to Aquinas, who maintained that reason and revelation were two independent sources of knowledge, Duns Scotus held that there was no true knowledge of anything knowable apart from theology as based upon revelation.",
        "He maintained, in opposition to Aquinas, that the will was independent of the understanding, that only will could affect will.",
        "The larger cities (St Petersburg, Moscow, Odessa, Sevastopol, KertchYenikala, Nikolayev, Rostov) have an administrative system of their own, independent of the governments; in these the.",
        "This was entirely independent of the ordinary police, but was associated with the previously existing corps of gendarmes (Korpus Zhandarmov), whose chief was placed at its head.",
        "8 It was not till 1905 that the zemstvos regained, at least de facto, some of their independent initiative.",
        "In 1905 a second totally independent line was opened from Tashkent down the Syr-darya to Kazalinsk, and thence to Orenburg.",
        "BE.) History The history of Russia may be conveniently divided into four consecutive periods: (I) the period of Independent Principalities; (2) the Mongol Domination; (3) the Tsardom of Muscovy; and (4) the Modern Empire.",
        "A Conglomeration of Independent Principalities.",
        "It had to be divided, therefore, into a number of independent principalities, but it continued to be loosely held together by the dynastic sentiment of the descendants of Rurik and by the patriarchal authority - a sort of patria potestas - of the senior member of the family, called the grand-prince, who ruled in Kiev, \" the mother of Russian cities.\"",
        "For forty years after the death of its founder it remained united under the authority of a series of grand khans chosen from among his descendants, and then it began to fall to pieces till the various fractions of it became independent khanates.",
        "For some time longer the Tatars remained troublesome neighbours, capable of invading and devastating large tracts of Russian territory and of threatening even the city of Moscow, but the Horde was now broken up into independent and mutually hostile khanates, and the Moscow diplomatists could generally play off one khanate against the other, so that there was no danger of the old political domination being re-established.",
        "Already Dimitri of the Don was called the grand-prince of all Russia, but the assumption of such an ambitious title was hardly justified by facts, because there were still in his time principalities with grand princes who claimed to be independent.",
        "came to the throne the remaining independent principalities were Great Novgorod, Pskov, Tver, Ryazan and NovgorodSeversk.",
        "With the suppression and absorption of the independent principalities the problem was only half solved.",
        "dissatisfaction among men of Slavonic temperament, whose grandfathers had been independent princes, boyars or free lances, and the malcontents could not adopt the old practice of emigrating to some other principality.",
        "There was no longer within the Russian land any independent principality in which an asylum could be found, and emigration to a principality beyond the frontier, such as Lithuania, was regarded as treason, for which the property of the fugitive would be confiscated and his family might be punished.",
        "As these independent Tatar states were always jealous of each other, and their jealousy often broke out in open hostility, it was easy to prevent any combined action on their part; and as in each khanate there were always several pretenders and contending factions, Muscovite diplomacy had little difficulty in weakening them individually and preparing for their annexation.",
        "In the negotiations for peace the inordinate pretensions of the Muscovite prince were put forward boldly: he not only refused to restore Smolensk, but claimed Kiev and a number of other towns on the ground that in the old time of the independent principalities they had belonged to descendants of Rurik.",
        "Here, about 1590, was founded an independent military colony called the Setch, the members of which, recognizing no authority but that of their own elected officers, lived by fishing, hunting and making raids on the Tatars, and were always ready to assist their less fortunate countrymen in resisting Polish aggression.",
        "It was intended that Russia should take what remained of the northern coast of the Black Sea, Austria should annex the Turkish provinces contiguous to her territory, the Danubian principalities and Bessarabia should be formed into an independent kingdom called Dacia, the Turks should be expelled from Europe, the Byzantine empire should be resuscitated, and the grand-duke Constantine, second son of the Russian heir-apparent, should be placed on the throne of the Palaeologi.",
        "The reformers of the previous reign had endeavoured to make the emancipated peasantry administratively and economically independent of the landed proprietors; the conservatives of this later era, proceeding on the assumption that the peasants did not know how to make a proper use of the liberty prematurely conferred upon them, endeavoured to re-establish the influence of the landed proprietors by appointing from amongst them \" land-chiefs,\" who were to exercise over the peasants of their district a certain amount of patriarchal jurisdiction.",
        "At the same time that these two extensions were being undertaken by old and well-established railways, a new company-the Kansas City, Mexico && Orient-was engaged in constructing a line almost due south-west from Kansas City, Mo., to the lower part of the gulf of California in Mexico; while an additional independent line was under construction from Denver in a north-westerly direction towards the Pacific coast.",
        "Independent carriers cannot run trains over the same line and underbid one another in offering transportation services.",
        "So much of the expense of the handling, both of freight and of passengers, was independent of the length of the journey that a mileage rate sufficiently large for short distances was unnecessarily burdensome for long ones, and was bound to destroy long-distance traffic, if the theory were consistently applied.",
        "Of this character are the expenditures necessary for maintenance of way, for general administration and for interest on capital borrowed, which are almost independent of the total amount of business done, and quite independent of any individual piece of business.",
        "The growth of railways has been accompanied by a world-wide tendency toward the consolidation of small independent ventures into large groups of lines able to aid one another in the exchange of traffic and to effect economies in administration and in tl-_e purchase of supplies.",
        "Similarly in Great Britain there is a tendency towards combination by mutual agreement among the companies while they still preserve their independent existence.",
        "independent unit complete in itself.",
        "As far as possible, these railways are laid beside roads, in preference to independent formation; the permanent way costs £977 per mile in the former as against £793 in the latter.",
        "Count Agenor de Gasparin, in his Tables tournantes (Paris, 1854), gives an account of what seem to have been careful experiments, though they are hardly described in sufficient detail to enable us to form an independent judgment.",
        "The report, however, would be of greater value if the names of the medium and of the working members of the committee were given - we only know that of Serjeant Cox - and if they had written independent accounts of what they witnessed.",
        "Joseph Maxwell, of Bordeaux, has published accounts 8 of raps and movements of objects without contact, witnessed with private and other mediums, which he appears to have observed with care, though he does not describe the conditions sufficiently for others to form any independent judgment about them.",
        "The Great Basin is not, as its name implies, a topographic cup. Its surface is of varied character, with many independent closed basins draining into lakes or \"playas,\" none of which, however, has outlet to the sea.",
        "2 Voltaire was at Geneva, Rousseau at Montmorency, and Buffon he neglected to visit; but so congenial did he find the society for which his education had so well prepared him, and into which some literary reputation had already preceded him, that he declared, \" Had I been rich and independent, I should have prolonged and perhaps have fixed my residence at Paris.\"",
        "It was not, indeed, until October 1772 that he found himself at last independent, and fairly settled in his house and library, with full leisure and opportunity to set about the composition of the first volume of his history.",
        "An independent local government was formed a week later, and this lasted for several months, until the Utah authorities intervened.",
        "It formed part of the Frankish king's donation to the pope in the middle of the 8th century, though the archbishops, as a fact, retained almost independent power.",
        "It was an independent republic, generally taking the Guelph side in the 13th century, subject to rulers of the house of Polentani in the 14th, Venetian in the 15th (1441), and papal again in the 16th, - Pope Julius II.",
        "His work is closely connected with the Oseney Annals, which are printed parallel with his work by Luard, but from 1258 to 1278 Wykes is an independent authority.",
        "His independent attitude drew upon him an attack by Dangerfield, and in the Commons by the attorney-general, Sir W.",
        "Carausius thereupon crossed over to Britain and proclaimed himself an independent ruler.",
        "to death his brother, who had set himself up as an independent ruler.",
        "upset Panin's plans in Sweden, Panin, whose policy hitherto had been at least original and independent, became more and more subservient to Frederick II.",
        "zinc with solutions of copper salts), the thermal effect is practically independent of the nature of the acid radical in the salt employed.",
        "There are, of course, numerous problems relating to the nature, limits and dates of the two recensions, of the incorporated sources, and of other sources (whether early or late) of independent origin; and here there is naturally room for much divergence of opinion.",
        "All modern 1 It is useful to compare the critical study of the Koran, where, however, the investigation of its various \" revelations \" is simpler than that of the biblical \" prophecies \" on account of the greater wealth of independent historical tradition.",
        "From a variety of independent reasons one is forced to conclude that, whatever historical elements they may contain, the stories of this remote past represent the form which tradition had taken in a very much later age.",
        "(I) The Philistines, a foreign people whose presence in Palestine 2 The story of Joseph has distinctive internal features of its own, and appears to be from an independent cycle, which has been used to form a connecting link between the Settlement and the Exodus; see also Ed.",
        "Where the material is fuller, serious discrepancies are found; and where external evidence is fortunately available, the independent character of the biblical history is vividly illustrated.",
        "Without sufficient external and independent evidence wherewith to interpret in the light of history the internal features of the intricate narratives, any reconstruction would naturally be hazardous, and all attempts must invariably be considered in the light of the biblical evidence itself, the date of the Israelite exodus, and the external conditions.",
        "But the history of (north) Israel had naturally its own independent political backgrounds and the literary sources contain the same internal features as the annals and prophetic narratives which are already met with in 1 Samuel.",
        "8, which is independent of the chronicler's artificial treatment of his material, apparently points to some tradition of Egyptian suzerainty.",
        "point clearly to the very close union of Israel and Judah at this period, a union which is apt to be obscured by the fact that the annalistic summaries of each kingdom are mainly independent.",
        "5 The defeat of Ben-hadad by the king of 3 It is possible that Hadad-nirari's inscription refers to conditions in the latter part of his reign (812-783 B.C.), when Judah apparently was no longer independent and when Jeroboam II.",
        "It is at least probable that when Israel was supreme an independent Judah would centre around a more southerly site than Jerusalem.",
        "There are a number of apparently related passages which, however, on internal grounds, are unsuitable to the present period, and when they show independent signs of a later date (in their present form), there is a very strong probability that they refer to such subsequent disasters.",
        "44 8 -447), independent evidence for the position of Judah is needed, since a catastrophe apparently befell the unfortunate state before Nehemiah appears upon the scene.",
        "On the other hand, from the independent writings ascribed to these prophets, it appears that no considerable body of exiles could have returned - it is still an event of the future (Zech.",
        "Greater weight must be laid upon the independent evidence of the prophetical writings, and the objection that Palestine could not have produced the religious fervency of Haggai or Zechariah without an initial impulse from Babylonia begs the question.",
        "independent and undated record (a) points to a return, a rebuilding (apparently after some previous destruction), and some interference.",
        "This agrees substantially with the independent records of Nehemiah, and unless we assume two disasters not widely separated in date - viz.",
        "The independent testimony of the names in Neh.",
        "The Graf-Wellhausen hypothesis (§ 4) does not pretend to be complete in all its details and it is independent of its application to the historical criticism of the Old Testament.",
        "They were all-powerful with the people, but Hyrcanus with his mercenaries was independent of the people, and the wealthy belonged to the sect of the Sadducees.",
        "There were still, as always, rites which were independent of the place and of the priest; there had been a time when the Temple did not exist.",
        "The Babylonian Jews were practically independent, and the exilarch (reshgalutha) or prince of the captivity was an official who ruled the community as a vassal of the Persian throne.",
        "In 1841 an independent reform congregation was founded, and the Spanish and Portuguese Jews have always maintained their separate existence with a IIaham as the ecclesiastical head.",
        "The judges are chosen without regard to religious belief, and precautions have been taken to render them independent of political parties.",
        "But besides these three, there were many other independent cities, which, though they generally followed the lead of one or other of these more powerful rivals, enjoyed complete autonomy, and were able to shift at will from one alliance to another.",
        "In 1827 the battle of Navarino took place, and in 1830 (3rd of February) Greece was declared independent.",
        "Acting on the constitutional principle that the king's right to convene did not interfere with the church's independent right to hold assemblies, they sat till the 10th of December, deposed all the Scottish bishops, excommunicated a number of them, repealed all acts favouring episcopacy, and reconstituted the Scottish Kirk on thorough Presbyterian principles.",
        "In 1847 another revolt followed, and the Indians were practically independent throughout the greater part of the peninsula until near the beginning of the Diaz administration.",
        "The \" Mecklenburg Declaration,\" which it is alleged was passed on the 10th of the same month by the same committee, \" dissolves the political bonds \" which have connected the county with the mother country, \" absolves \" the citizens of that county \" from all allegiance to the British Crown,\" declares them \" a free and independent people,\" and abounds in other phrases which closely resemble phrases in the great Declaration of the 4th of July 1776.",
        "territory settlers, many of them from North Carolina, had gone immediately before and during the War of Independence, and had organized a practically independent government.",
        "The distinguishing characteristic of scholasticism is the acceptance by reason of a given matter, the truth of which is independent of rational grounds, and which remains a presupposition even when it cannot be understood.",
        "The whole tract, excepting south-eastern Arabia, is nominally subject to Turkey, but the people are to no small extent practically independent, living a nomadic, pastoral and freebooting life under petty chiefs, in the more arid districts, but settled in towns in the more fertile tracts, where agriculture becomes more profitable and external commerce is established.",
        "On its western side, which is occupied by an immigrant Chinese population, are open and well-cultivated plains; on the east it is mountainous, and occupied by independent indigenous tribes in a less advanced state.",
        "2 35 51.997 With these three independent values, all falling within a range of os.25, it is improbable that the mean value has an error as large as os.10.",
        "It thus places a broad width of independent territory between the boundaries of British India (which have remained practically, though not absolutely, untouched) and Afghanistan; and this independent belt includes Swat, Bajour and a part of the Nlohmand territory north of the Kabul river.",
        "Within this agency there are districts as independent as any in Afghanistan, but the political status of the province as a whole is almost precisely that of the native states of the Indian peninsula.",
        "The country was at most periods independent though nominally tributary to China.",
        "After 1707 it began to decline: the governors became independent: a powerful Mahratta confederacy arose in central India; Nadir Shah of Persia sacked Delhi; and Ahmed Shah made repeated invasions.",
        "Bactria soon became independent under an IndoGreek dynasty, and the blending of Greek, Persian, central Asiatic and Hindu influences had an important effect on the art and religion of India, and through India on all eastern Asia.",
        "It had not, however, a sufficiently coherent organization for permanence; parts of it became independent, others were first protected and then absorbed by the Turks.",
        "It is indeed easy to understand that the romantic incidents of this period were much in the mouths of the people - to whom David was a popular hero - and in course of time were written down in various forms which were not combined into perfect harmony by later editors, who gave excerpts from several sources rather than a new and independent history.",
        "But this unduly narrows the scope of Scottish philosophy, which does not exhaust itself, as is sometimes supposed, in uncritically reasserting the independent existence of matter and its immediate presence to mind.",
        "Witowt was to reign over Lithuania as an independent grand-duke, but the two states were to be indissolubly united by a common policy.",
        "The Pisans soon acquired the sovereignty over the whole island with the exception of Arborea, which continued to be independent.",
        "Its cavity also is at first independent of the coelom though later invaded by the latter.",
        "Quite independent of these are certain large dorsally situate funnel-like folds of the coelomic epithelium, ciliated, but of which no duct has been discovered leading to the exterior.",
        "The intervening segments contain the genitalia, which are on the Oligochaeta plan in that the gonads are independent of their ducts and that there are special spermathecae, one pair.",
        "The district forms a narrow strip of land between the Indian Ocean and the mountains which separate it from the independent kingdom of Siam.",
        "The process whereby the independent hero of the Lanzelet (who, though his mother is Arthur's sister, has but the slightest connexion with the British king), the faithful husband of Iblis, became converted into the principal ornament of Arthur's court, and the devoted lover of the queen, is by no means easy to follow, nor do other works of the cycle explain the transformation.",
        "What appears the most probable solution is that which regards Lancelot as the hero of an independent and widely diffused folk-tale, which, owing to certain special circumstances, was brought into contact with, and incorporated in, the Arthurian tradition.",
        "The didactic novel of Xenophon, the Cyropaedia, is a free invention adapted to the purposes of the author, based upon the account of Herodotus and occasionally influenced by Ctesias, without any independent traditional element.",
        "In politics Higginson was successively a Republican, an Independent and a Democrat.",
        "It ran counter to the ideas suggested in 1527 on the captivity of Clement VII., that England and France should set up independent patriarchates; and its success depended upon the problematical destruction of Charles V.'s power in Italy.",
        "But these principalities, though independent respecting internal administration, and making war or peace with their neighbours according to opportunity, owned allegiance to the peshwa at Poona as the head of the Mahratta race.",
        "It was ordered that these territories should be at once restored to that province under the crown of France, and several independent sovereigns were cited to appear before two chambers of inquiry, called chambres de reunion, which Louis had established at Brisach and Metz.",
        "The success of these dramatic and unsparing invectives apparently gave Oldham hope that he might become independent of teaching.",
        "Towns arose and agriculture began to flourish; but seeking to make itself independent, the Order lost its lands, and disappeared from Transylvania.",
        "The fact that other philosophers, notably Etienne Louis Malus and Augustin Fresnel, were pursuing the same investigations contemporaneously in France does not invalidate Brewster's claim to independent discovery, even though in one or two cases the priority must be assigned to others.",
        "But to use such terms for what is not only an independent, but also an older, orographical formation than the Caucasus tends to perpetuate confusion in geographical nomenclature.",
        "Nevertheless the mountain tribes who inhabited the higher parts of the Caucasus were still independent, and their subjugation cost Russia a sustained effort of thirty years, during the course of which her military commanders were more than once brought almost to the point of despair by the tenacity, the devotion and the adroitness and daring which the mountaineers displayed in a harassing guerilla warfare.",
        "The dioceses were now mapped out into several archdeaconries (archidiaconatus), which corresponded with the political divisions of the countries; and these defined spheres, in accordance with the prevailing feudal tendencies of the age, gradually came to be regarded as independent centres of jurisdiction.'",
        "The bishops, now increasingly absorbed in secular affairs, were content with a somewhat theoretical power of control, while the archdeacons rigorously asserted an independent position which implied great power and possibilities of wealth.",
        "By the 12th century the archdeacon had become practically independent of the bishop, whose consent was only required in certain specified cases.",
        "Individuals are constituted not by the material element but by their independent existence, i.e.",
        "This change led to the gradual disappearance of tenants in villeinage - the villeins and cottiers - and the rise on the one hand of the small independent farmer, on the other of the hired labourer.",
        "Though Mill appears here purely as the disciple of Ricardo, striving after more precise statement, and reaching forward to further consequences, we can well understand in reading these essays how about the time when he first sketched them he began to be conscious of power as an original and independent thinker.",
        "In 197 Antiochus moved to Asia Minor to secure the coast towns which had acknowledged Ptolemy and the independent Greek cities.",
        "The manor was indeed self-sufficient and independent in the sense that it could furnish everything required by the majority of the inhabitants, and that over the greater part of rural England production was not carried on with a view to a distant market.",
        "We cannot suppose that the policy of the Merchant Adventurers' Company had nothing to do with the woollen industry; that the export trade in woollen cloth was quite independent of the foreign exchanges and international trade relations in those times; that the effect on wages of the state of the currency, the influx of new silver, the character of the harvests, and many other influences can be conveniently ignored.",
        "These conditions are of course not independent of each other, and they have brought in their train many consequences, some good and some bad.",
        "But the reputation of the book and its author is quite independent of considerations of this kind.",
        "Moreover, the study of the theory of rent has had a very great influence on all branches of economics by destroying the notion that it is possible to draw sharp lines of distinction, or deal with economic conceptions as though they were entirely independent categories.",
        "Mahmud ibn Sabuktagin, the second of the dynasty (998-1030), continued to make himself still more independent of the caliphate than his predecessors, and, though a warrior and a fanatical Moslem, extended a generous patronage to Persian literature and learning, and even developed it at the expense of the Arabic institutions.",
        "Lack of central control over the virtually independent communes (over forty thousand in number) led to a sharp rebound under the Convention, when all matters of importance were disposed of by commissioners appointed by that body.",
        "From 1886 dates the finding of Mycenaean sepulchres outside the Argolid, from which, and from the continuation of Tsountas's exploration of the buildings and lesser graves at Mycenae, a large treasure, independent of Schliemann's princely gift, has been gathered into the National Museum at Athens.",
        "Independent local developments of art before the middle of the 2nd millennium B.C. suggest the early existence of independent units in various parts, of which the strongest was the Cnossian.",
        "The Mandaean marriage service occurs both in Paris and in Oxford as an independent MS. The Diwan, hitherto unpublished, contains the ritual for atonement.",
        "On the 7th of June 1776 he seconded the famous resolution introduced by Richard Henry Lee that \" these colonies are, and of a right ought to be, free and independent states,\" and no man championed these resolutions (adopted on the 2nd of July) so eloquently and effectively before the congress.",
        "Then, it is true, two lateral points of ossification appear at the margin, but subsequently the remaining three are developed, and when once formed they grow with much greater rapidity than in the fowl, so that by the time the young duck is quite independent of its parents, and can shift for itself, the whole sternum is completely bony.",
        "Persia, and, though nominally provincial governors under the suzerainty of the caliphs of Bagdad, succeeded in a very short time in establishing an almost independent rule over Transoxiana and the greater part of Persia.",
        "had been dethroned, he took possession of Khorasan, deposed Mansur's successor Abdalmalik II., and assumed as an independent monarch for the first time in Asiatic history the title of \"sultan.\"",
        "The last of these is an independent attempt to render the original name, which was probably There were originally 77, but 5 have perished.",
        "In truth, owing to its isolated position on the very verge of Italy, and to its close connexion with the East, Venetian architecture was an independent development.",
        "The destruction of the mainland cities, and the flight of their leading inhabitants to the lagoons, encouraged the lagoon population to assert a growing independence, and led them to advance the doctrine that they were \"born independent.\"",
        "The state was a vassal of a weak and distant empire, which would leave it virtually free to pursue its own career; it was an independent tributary of a near and powerful kingdom with which it could trade, and trade between east and west became henceforth the note of its development.",
        "The annexation of the Orange River Sovereignty in 1848 followed, finally destroying his hope of maintaining independent native states.",
        "The funds for Simmons College were left by John Simmons in 1870, who wished to found a school to teach the professions and \" branches of art, science and industry best calculated to enable the scholars to acquire an independent livelihood.\"",
        "The creation of the state commissions, independent of the city's control, but able to commit the city indefinitely by undertaking expensive works and new debt, was resented.",
        "The independent position of the burgesses, who thus assumed a position of equality by the side of the feudal class, is one of the peculiarities of the kingdom of Jerusalem.",
        "Finally, when one remembers how, during the First Crusade, the pedites had marched side by side with the principes, and how, from the beginning of 1099, they had practically risen in revolt against the selfish ambitions of princes like Count Raymund, it becomes easy to understand the independent position which the burgesses assumed in the organization of the kingdom.",
        "Like the nobles, again, the burgesses had the right of confirming royal grants and of taking part in legislation; and they may be said to have formed - socially, politically and judicially - an independent and powerful estate.",
        "There were some thirty-seven cours de bourgeoisie (several of the fiefs having more than one), each of which was under the presidency of a vicomte, while all were independent of the court of burgesses at Jerusalem.",
        "Each of these followed the procedure and the law of the high court; but each was independent of the high court, and formed a sovereign court without any appeal.",
        "They built up great estates, especially in the principality of Tripoli; they quarrelled with one another, until their dissensions prevented any vigorous action; they struggled against the claims of the clergy to tithes and to rights of jurisdiction; they negotiated with the Mahommedans as separate powers; they conducted themselves towards the kings as independent sovereigns.",
        "The military development which sprang from the Crusades is thus largely a matter of borrowing; the financial development is independent and indigenous in the West.",
        "Generally, one may say that Western architecture is independent of the East.",
        "This translation also contained a continuation by various hands down to 1277; while besides the continuation embedded in the Livre d'Eracles, there are separate continuations, of the nature of independent works, by Ernoul and Bernard the Treasurer.",
        "The Itinerarium Peregrinorum, a work in ornate Latin prose, is (except for the first book) a translation of the Carmen masquerading under the guise of an independent work.",
        "1 They are, like mountaineers generally, of a sturdy, independent spirit, and are given to the free expression of their views, generally stated with good sense and moderation.",
        "These views found a new medium of publicity in 1904 when an independent native I Report by resident-commissioner H.",
        "The extinction of the western caliphate and the dispersion of the once noble heritage of the Ommayads into numerous petty independent states, had taken place some thirty years previously, so that Castilian and Moslem were once again upon equal terms, the country being almost equally divided between them.",
        "The coil carries an index needle moving over a scale, and there is generally an iron core in the interior of the coil but fixed and independent of it.",
        "He had submitted the doctrine of transubstantiation (already generally received both by priests and people, although in the west it had been first unequivocally taught and reduced to a regular theory by Paschasius Radbert in 831) to an independent examination, and had come to the conclusion that it was contrary to reason, unwarranted by Scripture, and inconsistent with the teaching of men like Ambrose, Jerome and Augustine.",
        "When it was found that the Spanish governor did not accept these plans in good faith, another convention was held on the 26th of September which declared West Florida to be an independent state, organized a government and petitioned for admission to the American Union.",
        "On the 10th of January 1861 an ordinance of secession, which declared Florida to be a \" sovereign and independent nation,\" was adopted by a state convention, and Florida became one of the Confederate States of America.",
        "There were, however, some ardent spirits who continued to work along the old lines and whose watchword was revivalism, and out of their efforts came the Bible Christian, the Independent Methodist and the Primitive Methodist denominations.",
        "About this time, too (1809), Bourne appointed James Crawfoot, a Wesleyan local preacher who had been removed from the list for assisting the Independent Methodists, as a travelling preacher at 10s.",
        "The form may have been suggested by that of the Hebrew word for\" wisdom.\"Koheleth, however, is employed in the book not as a title of wisdom (for\" wisdom \"is never the speaker), but as the independent name of the sage.",
        "Vianen is supposed to be the Fanum Dianae of Ptolemy, and was the seat of an independent lordship which passed to the family of Brederode in 1418, and later to the princes of Lippe-Detmold, from whom it was bought by the states in 1725.",
        "It has never enjoyed independent parliamentary representation.",
        "The missionary movement which until his day had been almost independent of control, largely carried on by schismatic Irish monks, was brought under the direction of Rome.",
        "His first difficulties were with Thomas of Bayeux, archbishopelect of York, who asserted that his see was independent of Canterbury and claimed jurisdiction over the greater part of midland England.",
        "Hence the number of independent elements assigned to a planet or other body moving around the sun is commonly six.",
        "After the Seven Years' War Moravia was united in one province with the remnant of Silesia, but in 1849 it was made a separate and independent crownland.",
        "The later text, known as the Lex Alamannorum, dates from a period when Alamannia was independent under national dukes, but recognized the theoretical suzerainty of the Frankish kings.",
        "It was proposed that all the land north of the Padus (Po) lately in possession of the Cimbri, including that of the independent Celtic tribes which had been temporarily occupied by them, should be held available for distribution among the veterans of Marius.",
        "He maintained his liberal and independent attitude in the Conseil des Anciens, the Senate and the Chamber of Peers, being president of the upper house during the Hundred Days.",
        "Meanwhile the other independent principalities of Gondwana had in turn succumbed.",
        "Experience has shown that such mono-derivatives as nitro compounds, sulphonic acids, carboxylic acids, aldehydes, and ketones yield as a general rule chiefly the meta-compounds, and this is independent of the nature of the second group introduced; on the other hand, benzene haloids, amino-, homologous-, and hydroxy-benzenes yield principally a mixture of the orthoand para-compounds.",
        "The limiting law expressing the behaviour of gases under varying temperature and pressure assumes the form pv= RT; so stated, this law is independent of chemical composition and may be regarded as a true physical law, just as much as the law of universal gravitation is a true law of physics.",
        "81° 123° 112° 83° 42° - II° - 29° The replacement of one negative group by another is accompanied by a change in the boiling-point, which is independent of the compound in which the substitution is effected, and solely conditioned by the nature of the replaced and replacing groups.",
        "Theabsolute heat of combustion of a carbon atom is therefore 135.34 calories, and this is independent of the form of the carbon burned.",
        "It contains four independent constants; two of these may be calculated from the heats of combustion of saturated hydrocarbons, and the other two from the combustion of hydrocarbons containing double and triple linkages.",
        "Laplace is due the theoretical proof that this function is independent of temperature and pressure, and apparent experimental confirmation was provided by Biot and Arago's, and by Dulong's observations on gases and vapours.",
        "Although establishing certain general relations between atomic and molecular refractions, the results were somewhat vitiated by the inadequacy of the empirical function which he employed, since it was by no means a constant which depended only on the actual composition of the substance and was independent of its physical condition.",
        "Since a/d is the real specific volume of the molecule, it is therefore a constant; hence (N2-I)/(N2+2)d is also a constant and is independent of all changes of temperature, pressure, and of the state of aggregation.",
        "Since molecular refractions are independent of temperature and of the state of aggregation, it follows that molecular dispersions must be also independent of these conditions; and hence quantitative measurements should give an indication as to the chemical composition of substances.",
        "This he now endeavoured to embody in Der fliegende Hollander, for which he designed a libretto quite independent of any other treatment of the legend.",
        "Each has its independent occasion, purpose, character and method; but they draw largely on a common store of thought and use common means of expression.",
        "The Delta was presumably still independent, and was conquered by Narmerza.",
        "The great bronze head of Augustus Caesar, now in the British Museum, is one of the trophies of this excavation, and is very interesting as being either a trophy of war carried off perhaps from Syene, or was actually set up at Meroe by the independent native ruler in honour of the Emperor.",
        "Equally certain is a second observation of a general character that the epic originating as the greater portion of the literature in Assur-bani-pal's collection in Babylonia is a composite product, that is to say, it consists of a number of independent stories or myths originating at different times, and united to form a continuous narrative with Gilgamesh as the central figure.",
        "This view naturally raises the question whether the independent stories were all told of Gilgamesh or, as almost always happens in the case of ancient tales, were transferred to Gilgamesh as a favourite popular hero.",
        "There can be no doubt that Eabani, who symbolizes primeval man, was a figure originally entirely independent of Gilgamesh, but his story was incorporated into the epic by that natural process to be observed in the national epics of other peoples, which tends to connect the favourite hero with all kinds of tales that for one reason or the other become embedded in the popular mind.",
        "Like other parts of Germany during the 9th century Hesse felt the absence of a strong central power, and, before the time of the emperor Otto the Great, several counts, among whom were Giso and Werner, had made themselves practically independent; but after the accession of Otto in 936 the land quietly accepted the yoke of the medieval emperors.",
        "After the annexation of Hesse-Cassel and Hesse-Homburg by Prussia in 1866 Hesse-Darmstadt remained the only independent part of Hesse, and it generally receives the common name.",
        "two portions of the town were held by two independent princes...",
        "The eastern provinces of Iran went in 240 or thereabouts, when the Greek Diodotus made himself an independent king in Bactria(q.v.) and Sogdiana, and Tiridates, brother of Arsaces, a \" Scythian \" chieftain, conquered Parthia (so Arrian, but see Parthia).",
        "In southern Syria, which had been won by the house of Seleucus from the house of Ptolemy in 198, the independent Jewish principality was set up in 143.",
        "Commagene was independent under a king,MithradatesCallinicus, in the earlier part of the last century B.C. Syria itself in the last days of the Seleucid dynasty is seen to be breaking up into petty principalities, Greek or native.",
        "The divine honours offered on occasion by the Greek cities were the independent acts of the cities.",
        "Up to the year 1139 he follows closely the history written by his predecessor, Prior Richard; thenceforward he is an independent though not a very valuable authority.",
        "In order to consolidate his possessions still further, now that French success seemed assured, the pope determined to deal drastically with Romagna, which although nominally under papal rule was divided up into a number of practically independent lordships on which Venice, Milan and Florance cast hungry eyes.",
        "Since then the race has been drifting steadily southward and eastward, a vast, aggregate of small independent clans united by no common government, but all obeying a common impulse to move outwards from their original seats along the line of least resistance.",
        "He ought not to be satisfied with compiling his map from existing maps, but should subject each explorer's account to an independent examination, when he will frequently find that either the explorer himself, or the draughtsman employed by him, has failed to introduce into his map the whole of the information available.",
        "The former method, usually called the \" natural scale,\" may be described as \" international,\" for it is quite independent of local measures of length, and depends exclusively upon the size and figure of the earth.",
        "America can claim a list of over twenty specialist clubs, and in both countries women exhibitors have their independent associations, Queen Alexandra having become one of the chief supporters of the Ladies' Kennel Association (England).",
        "Dublin Yearly Meeting, constituted in 1670, is independent of London Yearly Meeting (see below).",
        "John Wilbur, a minister of New England, headed a party of protest against the new evangelicalism, laying extreme stress on the \" Inward Light \"; the result was a further separation of \" Wilburites \" or \" the smaller body,\" who, like the \" Hicksites,\" have a separate independent organization of their own.",
        "The state was greatly harassed by Galla invaders in the 17th century, and broke up into a number of petty independent emirates and sultanates under Somali chiefs.",
        "But in the meantime much might be done towards further mitigating the evils of slavery, especially by impressing on master and slave their relative duties and controlling their behaviour towards one another by the exercise of an independent moral authority.",
        "It was for some time thought that from Sierra Leone as a centre industry and civilization might be diffused amongst the nations of the continent; and in 1822 the colony (which in 1847 became the independent republic) of Liberia had been founded by Americans with a similar object; but in neither case have these expectations been adequately fulfilled.",
        "The heterodox movements in Italy in the 13th and 14th centuries, such as those of the Segarellists, Dolcinists, and Fraticelli of every description, were penetrated with Joachimism; while such independent spirits as Roger Bacon, Arnaldus de Villa Nova and Bernard Dblicieux often comforted themselves with the thought of the era of justice and peace promised by Joachim.",
        "Worship in the Zoroastrian Church was devoid of pomp; it was independent of temples.",
        "Samaria thus lay within the grasp of Josiah, who may have entertained hopes of forming an independent power of his own.",
        "The rock-hewn tombs of Etruria scarcely come under the category of catacombs, in the usual sense, being rather independent family burial-places, grouped together in a necropolis.",
        "Resigning the secretaryship in 1848, he was elected to the national House of Representatives as an anti-slavery Whig to succeed John Quincy Adams, and was re-elected in 1849, and, as an independent candidate, in 1850, serving until March 1853.",
        "He published his defence in An Address to the Free and Independent Citizens of the United States of North America (Hartford, Conn., and London, 1784).",
        "In 1904 a state oyster commission was created to supplant the independent control by the parishes.",
        "It comprehends a number of independent groups.",
        "Independent of the government are various schools and learned societies in Havana (q.v.).",
        "Under a succession of liberal governors (especially Luis de las Casas, 1790-1796, and the marques de Someruelos, 1799-1813), at the end of the 18th century and the first part of the 19th, when the wars in Europe cut off Spain almost entirely from the colony, Cuba was practically independent.",
        "Thus rational mechanics, based on the Newtonian Laws, viewed as mathematics is independent of its supposed application, and hydrodynamics remains a coherent and respected science though it is extremely improbable that any perfect fluid exists in the physical world.",
        "entered into friendly negotiations with the ban, whose country was for the moment an independent and formidable state.",
        "Desirous of proving to himself and others that man could be as independent of this kind as the nest-building bird, Thoreau retired to a hut of his own construction on the pine-slope over against the shores of Walden Pond - a but which he built, furnished and kept in order entirely by the labour of his own hands.",
        "Asiatic Turkey is conterminous on the east with Russia and Persia; in the southwest it encloses on the west, north and north-east the independent part of Arabia.",
        "Egypt, though nominally under Turkish suzerainty, has formed a practically independent principality since 1841, and has been de facto under British protection since 1881.",
        "The army is divided into seven army-corps (ordus), each under the command of a field marshal, and the two independent commands of Tripoli (Africa) and the Hejaz.",
        "From ancient times the artillery has formed an altogether independent command in the Turkish army.",
        "In all other respects the council, provided that it kept within the limits of the laws the administration of which was entrusted to it, was to be entirely independent of the Ottoman government, free to appoint and dismiss its own officials from highest to lowest, and to carry on its administration on such lines as it thought best.",
        "conferred on him the proprietorship of the lands he had thus conquered by the sword, and presented him at the same time with the horse-tail, drum and banner which constituted the insignia of independent command.",
        "Osman reigned as independent monarch until 1326.",
        "Though Yahsha Bey, grandson of Mahommed Karaman Oghlu, had declared himself the successor of the Seljukian sultans, the princes of Aidin, Sarukhan, Menteshe, Kermian, Hamid, Tekke and Karassi declined to recognize his authority, and considered themselves independent, each in his own dominions.",
        "Salonica, Thessaly, Athens and the Morea were under independent Greek princes.",
        "The independent princes of Asia Minor were now completely subjugated and their territories finally absorbed into the Turkish dominions; Walachia was next reduced to the state of a tributary province.",
        "P Europe, after the suppression of a revolt of the governor of Damascus, who had thought to take advantage of the new sultan's accession to restore the independent rule of the Circassian chiefs.",
        "John Sigismund was recognized as independent prince of Transylvania and of sixteen adjacent Hungarian counties, Queen Isabella to act as regent during his minority.",
        "The Kabardias, great and little, were to remain independent, to serve as a barrier between the two empires.",
        "The Tatars Treaty of from the frontier of Poland to the shores of the Kuchuk Caspian, including those of the Crimea and Kuban, were declared independent under their own khan 1774' of the race of Jenghiz, saving only the religious rights of the sultan as caliph of Islam.",
        "The dispute, at first of little importance, developed in seriousness during the next year or two, owing to the avowed intention of Russia, which by conquest or treaties with independent chiefs had acquired all the high land between the Caspian and the Black Sea, to take possession of the low lands along the coast, between Anapa and Poti, of which the sultan claimed the sovereignty.",
        "In Egypt Mehemet Ali had succeeded in establishing himself as quasi independent ruler of the country.",
        "Thus Ali (q.v.), Pasha of Iannina, the most famous of these, though insubordinate and inclined to intrigue with foreign powers in the hope of making himself independent, had used his influence to keep the Greeks quiet; and it was only after his power had been broken in 1821 that the agitation of the Hetairia issued in widespread dangerous revolt.",
        "The Treaty of Adrianople, by which the Danubian principalities were erected into practically independent states, the treaty rights of Russia in the navigation of the Bosporus Anapa and Poti in Asia ceded to the tsar, included also a settlement of the Greek question on the terms of the protocol of the 22nd of March.",
        "On the 3rd of February 1830 was signed a protocol embodying the principle of an independent Greece under Leopold of Coburg as \" sovereign prince.\"",
        "This was ultimately expanded, after the fall of the Wellington ministry, into the Treaty of London of the 7th of May 1832, by which Greece was made an independent kingdom under the Bavarian prince Otto.",
        "The Christian population, who in common with their Mussul- Macedo ' 'Questio man fellow subjects suffered from the defective methods of government of their rulers, had at least before them the example of their brethren - Greeks, Bulgarians or Servians - dwelling in independent kingdoms under Christian governments on the other side of the frontier.",
        "It was designed to hold the enemy in position by the vigour of its attack, thus neutralizing his independent will power and compelling him to expend his reserves in the effort to rescue the troops engaged.",
        "of their day, were immeasurably ahead of their times, and both also understood to the full the strategic art of binding and restraining the independent will power of their opponents, an art of which Marlborough and Frederick, Wellington, Lee and Moltke do not seem ever even to have grasped the fringe.",
        "Since that period it has remained nominally a part of the Turkish empire; but with the decline of Turkish power, and the general disintegration of the empire, in the first half of the 18th century, a then governor-general, Ahmed Pasha, made it an independent pashalic. Nadir Shah, the able and energetic usurper of the Persian throne, attempting to annex the province once more to Persia, besieged the city, but Ahmed defended it with such courage that the invader was compelled to raise the siege, after suffering great loss.",
        "She returned to Coppet, and found herself its wealthy and independent mistress, but her sorrow for her father was deep and certainly sincere.",
        "ROANOKE, a city in (but administratively independent of) Roanoke county, Virginia, on the Roanoke river, about 55 m.",
        "They are amongst the earliest examples of the \"catenic\" (catena, chain) form of commentary, consisting of a series of extracts from the fathers, arranged, with independent additions, to elucidate the portions of Scripture concerned.",
        "The principal newspapers of the city are the Plain Dealer (1841, independent), the Press (1878, independent), the Leader (1847, Republican), and the News (1889, Republican).",
        "The motion of the outwardscreeping inland ice will naturally be more independent of the configurations of the underlying land in the interior, where its thickness is so enormous, than near the margin where it is thinner.",
        "It was for centuries a \"head port,\" its limits extending from Chepstow to Llanelly; in the 18th century it sank to the position of \"a creek\" of the port of Bristol, but about 1840 it was made independent, its limits for customs' purposes being defined as from the Rumney estuary to Nash Point, so that technically the \"port of Cardiff\" includes Barry and Penarth as well as Cardiff proper.",
        "They are more independent than the Ostiaks, less.",
        "Politically Sumbawa, with its four independent states, belongs to the confederated states of the government of Celebes and its dependencies, a situation to be explained by the fact of the old supremacy of the Macassaresi over Sumbawa, Flores and Sumba.",
        "The independent states are Sumbawa proper, Dompo, Sangar and Bima.",
        "During the early period of the Roman Empire the Thracian kings were allowed to maintain an independent sovereignty, while acknowledging the suzerainty of Rome, and it was not until the reign of Vespasian that the country was reduced to the form of a province (Kalopathakas, De Thracia, provincia romana, 1894; Mommsen, Roman Provinces, Eng.",
        "The independent opening of the genital ducts and the absence of an ectodermal vagina and ejaculatory duct are remarkable archaic features of these insects, as has been pointed out by J.",
        "The trade of Hamburg received its first great impulse in 1783, when the United States, by the treaty of Paris, became an independent power.",
        "Wales (1883), with female students' hall, Independent, Baptist, Normal and N.",
        "Each tribe was politically independent; they formed no confederations.",
        "At the end of the 4th century and at the beginning of the 5th, when the Roman legions withdrew from the banks of the Rhine, the Salians installed themselves in the district as an independent people.",
        "Towards 457 Meroveus was succeeded by his son Childeric. At first Childeric was a faithful foederatus of the Romans, fighting for them against the Visigoths and the Saxons south of the Loire; but he soon sought to make himself independent and to extend his conquests.",
        "When the passage of an electric current through a substance is accompanied by definite chemical changes which are independent of the heating effects of the current, the process is known as electrolysis, and the substance is called an electrolyte.",
        "He also found that, for the same current, the amount of chemical action was independent of the size of the electrodes and proportional to the time that the current flowed.",
        "This again suggests that these parts are independent of each other.",
        "For some substances it has been shown to be independent of the particular reaction used.",
        "ii., Leipzig, 1893) investigated the relative affinities of acids for potash, soda and ammonia, and proved them to be independent of the base used.",
        "He was the grandson of an Essex pastor, and son of John Spurgeon, Independent minister at Upper Street, Islington.",
        "Resultants.-When we are given k homogeneous equations in k variables or k non-homogeneous equations in k - i variables, the equations being independent, it is always possible to derive from them a single equation R = o, where in R the variables do not appear.",
        "Resultant Expressible as a Determinant.-From the theory of linear equations it can be gathered that the condition that p linear equations in p variables (homogeneous and independent) may be simultaneously satisfied is expressible as a determinant, viz.",
        "1,' treating them as independent unknowns.",
        "the orders of the quantic and covariant, and the degree and weight of the leading coefficient; calling these 'n, e,' 0, w respectively we can see that they are not independent integers, but that they are invariably connected by a certain relation n9 -2w = e.",
        "k k According to the well-known law for the changes of independent variables.",
        "The discriminant is the resultant of ax and ax and of degree 8 in the coefficients; since it is a rational and integral function of the fundamental invariants it is expressible as a linear function of A 2 and B; it is independent of C, and is therefore unaltered when C vanishes; we may therefore take f in the canonical form 6R 4 f = BS5+5BS4p-4A2p5.",
        "Hesse showed independently that the general ternary cubic can be reduced, by linear transformation, to the form x3+y3+z3+ 6mxyz, a form which involves 9 independent constants, as should be the case; it must, however, be remarked that the counting of constants is not a sure guide to the existence of a conjectured canonical form.",
        "Hesse's canonical form shows at once that there cannot be more than two independent invariants; for if there were three we could, by elimination of the modulus of transformation, obtain two functions of the coefficients equal to functions of m, and thus, by elimination of m, obtain a relation between the coefficients, showing them not to be independent, which is contrary to the hypothesis.",
        "In order to obtain the seminvari ants we would write down the (w; 0, n) terms each associated with a literal coefficient; if we now operate with 52 we obtain a linear function of (w - I; 8, n) products, for the vanishing of which the literal coefficients must satisfy (w-I; 0, n) linear equations; hence (w; 8, n)-(w-I; 0, n) of these coefficients may be assumed arbitrarily, and the number of linearly independent solutions of 52=o, of the given degree and weight, is precisely (w; 8, n) - (w - I; 0, n).",
        "Solving the equation by the Ordinary Theory Of Linear Partial Differential Equations, We Obtain P Q 1 Independent Solutions, Of Which P Appertain To S2Au = 0, Q To 12 B U =0; The Remaining One Is Ab =Aobl A 1 Bo, The Leading Coefficient Of The Jacobian Of The Two Forms. This Constitutes An Algebraically Complete System, And, In Terms Of Its Members, All Seminvariants Can Be Rationally Expressed.",
        "The Number Of Linearly Independent Seminvariants Of The Given Type Will Then Be Denoted By (W; 0, P; 0', Q) (W; 0, P; 0', Q); And Will Be Given By The Coefficient Of A E B E 'Z W In L Z 1 A."
    ],
    "definition": [
        "Not governed by a foreign power; self-governing.",
        "Free from the influence, guidance, or control of another or others; self-reliant: an independent mind.",
        "Not determined or influenced by someone or something else; not contingent: a decision independent of the outcome of the study.",
        "often Independent Affiliated with or loyal to no one political party or organization.",
        "Not dependent on or affiliated with a larger or controlling entity: an independent food store; an independent film.",
        "a. Not relying on others for support, care, or funds; self-supporting.\nb. Providing or being sufficient income to enable one to live without working: a person of independent means.",
        "Mathematics\na. Not dependent on other variables.\nb. Of or relating to a system of equations no one of which can be derived from another equation in the system.",
        "Independent Of or relating to the 17th-century English Independents.",
        "often Independent One that is independent, especially a voter, officeholder, or political candidate who is not committed to a political party.",
        "Independent A member of a movement in England in the 17th century advocating the political and religious independence of individual congregations.",
        "Independent Chiefly British A Congregationalist.",
        "in′de·pen′dent·ly\nadverb",
        "Link/Cite",
        "not dependent; not contingent or depending on something else; free",
        "(politics) not affiliated with any political party",
        "Providing a comfortable livelihood.\nan independent property",
        "Not subject to bias or influence; self-directing.\na man of an independent mind",
        "Separate from; exclusive; irrespective.",
        "contingent",
        "dependent",
        "A candidate or voter not affiliated with any political party, a free thinker, free of a party platform.",
        "A neutral or uncommitted person.",
        "Link/Cite"
    ]
}