{
    "translation": "ללא הבחנה, ללא אפליה",
    "uses": [
        "Many words are used indiscriminately as nouns, adjectives or verbs, without any change of form.",
        "indiscriminately all that occurred to him.",
        "Thus, one of them is named indiscriminately Nan-shan, Richthofen Range and Momoshan.",
        "TADPOLE, a term often, but wrongly, applied indiscriminately to all Batrachian larvae.",
        "Moreover, zinc and bismuth were confused, and the word spiauter (the modern spelter) was indiscriminately given to both these metals.",
        "The ultimate origin of this word is the Sanskrit root man-, meaning to \"think,\" seen in \"man,\" \"mind,\" &c. The term \"mandarin\" is not, in its western usage, applied indiscriminately to all civil and military officials, but only to those who are entitled to wear a \"button,\" which is.",
        "There can be little doubt that the earlier of these expeditions were from Denmark, though the term Northmen was originally applied indiscriminately to all these terrible visitants from the unknown north.",
        "The natives, whom the French call Kanakas (Canaques, a word meaning \"man,\" applied indiscriminately to many Pacific peoples), live on reservations.",
        "TSETSE-FLY (Tsetse, an English rendering of the Bantu nsi-nsi, a fly), a name applied indiscriminately to any one of the eight species of Glossina, a genus of African blood-sucking Diptera (two-winged flies, see Diptera), of the family Muscidae.",
        "They are all called \" Digger Indians \" indiscriminately, although divided by a multiplicity of tongues.",
        "In recent times the term tarantula has been applied indiscriminately to many different kinds of large spiders in no way related to Lycosa tarantula; and to at least one Arachnid belonging to a distinct order.",
        "de la Condamine uses \" Amazon \" and \" Maranon \" indiscriminately and considers them one and the same.",
        "He also read largely, though somewhat indiscriminately, in French literature, and appears to have been particularly struck with Pascal's Provincial Letters, which he tells us he reperused almost every year of his subsequent life with new pleasure, and which he particularly mentions as having been, along with Bleterie's Life of Julian and Giannone's History of Naples, a book which probably contributed in a special sense to form the historian of the Roman empire.",
        "All later collections availed themselves indiscriminately of the contents of this vast collection, whether authentic or forged, without the least suspicion.",
        "He's capable of great violence, but he doesn't act indiscriminately.",
        "One lesson only, instead of many, has to be learnt; and once learnt at the expense of a few individuals of one or two species it will thereafter be applied indiscriminately to all.",
        "This warning applies notably to those - usually women - who are accustomed indiscriminately to use belladonna or atropine in order to give greater brilliancy to their eyes.",
        "subsequently conferred on Charlemagne at his coronation, and borne, as we gather from medieval documents, indiscriminately, not only by subsequent emperors, but also by a long line of Burgundian rulers and minor princes of the middle ages generally.'",
        "Nevertheless, though the conceptions originally denoted by \" evolution \" and \" development \" were shown to be untenable, the words retained their application to the process by which the embryos of living beings gradually make their appearance; and the terms\" development,\" \" Entwickelung,\"and \" evolutio \" are now indiscriminately used for the series of genetic changes exhibited by living beings, by writers who would emphatically deny that \" development \" or \" Entwickelung \" or \" evolutio,\" in the sense in which these words were usually employed by Bonnet or Haller, ever occurs.",
        "On both sides was civil war, urged as fiercely as that against the common enemy, in which the parties sought allies indiscriminately among Christians and Mahommedans.",
        "The acting-president had in his absence been granted leave by the volksraad to carry out various measures opposed to the public welfare; native lands had been indiscriminately allotted to adventurers, and a war with Sikukuni (Secocoeni), a native chief on the eastern borders of the country, was imminent.",
        "Not, however, all diseases of the nervous system conduct themselves on these definite paths, for some of them pay no attention to the geography of structure, but, as one may say, blunder indiscriminately among the several parts; others, again, pick out particular parts definitely enough, but not parts immediately continuous, or even contiguous.",
        "An enormous accumulation of lunatics of all sorts and degrees seems to have paralysed public authorities, who, at vast expense in buildings, mass them more or less indiscriminately in barracks, and expect that their sundry and difficult disorders can be properly studied and treated by a medical superintendent charged with the whole domestic establishment, with a few young assistants under him.",
        "The cachet of the Fukagawa atelier was indiscriminately applied to all such pieces, and has probably proved a source of confusion to collectors.",
        "Early English used ]' and S indiscriminately for both voiced and unvoiced sounds, in Middle English S disappeared and p was gradually assimilated in form to y, which is often found for it in early printing.",
        "The rank and file of the Tatar soldiery were known as Kazaki, or Cossacks, a word meaning \"freebooters,\" and this term came to be applied indiscriminately to all the free dwellers in the Ukraine, or border-lands.",
        "was thus indiscriminately enjoyed even in the earlier days of chivalry.",
        "p. 286), that the human bones and worked flints had been deposited indiscriminately together with the remains of fossil elephant, rhinoceros, &c. Certain caves and rock-shelters in the province of Dordogne, in central France, were examined by a French and an English archaeologist, Edouard Lartet and Henry Christy, the remains discovered showing the former prevalence of the reindeer in this region, at that time inhabited by savages, whose bone and stone implements indicate a habit of life similar to that of the Eskimos.",
        "As president of the elder society he had already in 1892 foreshadowed the ideals of the League in a lecture entitled \" The necessity for de-anglicizing the Irish nation,\" not, he explained \" as a protest against imitating what is best in the English people, for that would be absurd, but rather to show the folly of neglecting what is Irish, and hastening to adopt, pell-mell and indiscriminately, everything that is English, simply because it is English.\"",
        "Of such probably are the toxins and antitoxins of certain infections, which, anchoring themselves not by any means indiscriminately, but to particular and concerted molecules, by such anchorage antagonize them or turn them to favourable or unfavourable issues.",
        "In 427 Cleon gained an evil notoriety by his proposal to put to death indiscriminately all the inhabitants of Mytilene, which had put itself at the head of a revolt.",
        "In Asia Minor the Kurdish troops under Ibrahim Pasha revolted, and, although they were defeated with the loss of their commander, the Kurds continued to attack indiscriminately the Turks, Nestorians and Armenians; disturbances also broke out among the other reactionary Moslems of this region, culminating in a massacre of the Armenians at Adana.",
        "The name Protestant seems to have been first applied to the protesting princes by their opponents, and it soon came to be used indiscriminately of all the adherents of the reformed religion.",
        "The word is used loosely, especially by Hindu authors, to designate all the tribes which from time to time invaded India from the north, much as all the tribes who invaded China are indiscriminately termed Tatars.",
        "Still the tendency to treat merchet as a distinctive feature of serfdom has to be noted, and we find that the custom spread for this very reason in consequence of the encroachments of powerful lords: in the Hundred Rolls it is applied indiscriminately to the whole rustic population of certain hundreds in a way which can hardly be explained unless by artificial extension.",
        "Undoubtedly \" hirundo \" has now been used so indiscriminately for one species or the other as to cause confusion, which is perhaps best avoided by adopting the epithets of Naumann (Isis, 1819, pp. 1847, 1848), who, acting on and confirming the discovery of Nitzsch (who first detected the specific differences), called the southern species S.",
        "Birds of either phase of plumage pair indiscriminately, and the young show by their earliest feathers whether they will prove whole or parti-coloured; but in their immature plumage the upper surface is barred with pale reddish brown.",
        "It is necessary, therefore, that assent should not be given indiscriminately; we must determine a criterion of truth, a special formal test whereby reason may recognize the merely plausible and hold fast the true.",
        "Thus Mommsen (History of Rome) indiscriminately describes the supremacy of Rome over Armenia as \" suzerainty \" or \" protectorate.\"",
        "wrong in recommending so highly and indiscriminately the life of celibacy and fasting, though he was ready to admit that both under certain circumstances might be good and useful \" (Neander).",
        "Many words are used indiscriminately, as nouns, adjectives or verbs, without change; but sometimes a noun is indicated by its termination.",
        "In some species the male deposits small oval spermatophores indiscriminately on any part of the body of the female.",
        "SPECIES, a term, in its general and once familiar significance, applied indiscriminately to animate and inanimate objects and to abstract conceptions or ideas, as denoting a particular phase, or sort, in which anything might appear.",
        "But the terms passport and sea-letter are often used indiscriminately.",
        "Now, whatever speculation may say as to God's purpose being necessarily universal benevolence, experience plainly shows us that our present happiness and misery depend upon our conduct, and are not distributed indiscriminately.",
        "It is obviously on the. face of it an atrocious practice because it indiscriminately punishes men who are completely guiltless of any war crime.",
        "Secrecy concerning practical formulae of ceremonial magic is also advisable, for if they are used indiscriminately, the virtue goes out of them.",
        "versifyit out indiscriminately; drown everyone around you in the vapid production of versified prose!",
        "woodcut images that frequently adorn printed broadsides were often recycled, wandering somewhat indiscriminately from one ballad to another.",
        "The alchemists used the terms fermentation, digestion and putrefaction indiscriminately; any reaction in which chemical energy was displayed in some form or other - such, for instance, as the effervescence occasioned by the addition of an acid to an alkaline solution - was described as a fermentation (Lat.",
        "The English form \"eremite,\" which was used, according to the New English Dictionary, quite indiscriminately with \"hermit\" till the middle of the 17th century, is now chiefly used in poetry or rhetorically, except with reference to the early hermits of the Libyan desert, or sometimes to such particular orders as the eremites of St Augustine (see Augustinian Hermits).",
        "Mimetic posture-dances (Shosagoto) were always introduced as interludes; past and present indiscriminately contributed to the playwrights subjects; realism was carried to extremes; a revolving stage and all mechanical accessories were supplied; female parts were invariably taken by males, who attained almost incredible skill in these simulations; a chorusrelic of the Nochanted expositions of profound sentiments or thrilling incidents; and histrionic talent of the very highest order was often displayed.",
        "It is pointed out that the word missa long continued to be applied to any church service, and more particularly to the lections (see Du Cange for numerous examples), and it is held that such services received their name of missal from the solemn form of dismissal with which it was customary to conclude them; thus, in the 4th century Pilgrimage of Etheria (Silvia) the word missa is used indiscriminately of the Eucharist, other services, and the ceremony of dismissal.",
        "The introduction of Christianity was hampered by the baneful influence of a secret society called the Kakian Union, to which pagans, Mahommedans and Christians indiscriminately attached themselves; and it has several times cost the Dutch authorities considerable efforts to frustrate their machinations (see Tijdschrift van Ned.",
        "Pour it out indiscriminately; drown everyone around you in the vapid production of versified prose !",
        "The woodcut images that frequently adorn printed broadsides were often recycled, wandering somewhat indiscriminately from one ballad to another.",
        "Looking to turn the greatest profit, these businesses tend to breed indiscriminately for mass production.",
        "Because they are bred indiscriminately for mass production and profit, the puppies from puppy mills often have severe congenital defects and serious health problems.",
        "Dogs are bred constantly and indiscriminately.",
        "Dahlia - Distinct groups of Dahlias present a fine effect, if the colors are well chosen, and many good effects are spoilt by mixing up tall and dwarf bushy kinds indiscriminately.",
        "The average age a first depressive episode occurs is in the mid-20s, although the disorder strikes all age groups indiscriminately, from children to the elderly.",
        "At first, babies will indiscriminately try to grasp things that cannot be grasped, such as pictures in a book, as well as those that can, such as a rattle or ball.",
        "His older brother, Damon, is far more hedonistic and feeds indiscriminately.",
        "Many people feel sugar alcohols are \"free\" foods they can eat indiscriminately."
    ],
    "definition": [
        "In an indiscriminate manner.",
        "Link/Cite"
    ]
}