{
    "translation": "להראות, להצביע, לסמן, לציין",
    "uses": [
        "Alex had done nothing to indicate he was unhappy with things the way they were now – and yet, he was definitely troubled about something.",
        "This time he didn't simply indicate what he felt.",
        "He raised his chin to indicate the table to her left.",
        "Even now she wouldn't be sure which way to go back to the cabin if the twine didn't indicate the direction.",
        "He heard nothing to indicate danger, but the heat grew steadily with their bodies pressed together.",
        "It is also interesting to note that fossil remains indicate the former occurrence of thylacines and Tasmanian devils on the Australian mainland.",
        "He asked me to indicate as far as I could the gestures and action that should go with the lines.",
        "Their heads jerked up, water dripping from their muzzles as they looked around, their ears perked forward searching for any sound that might indicate danger.",
        "The older rocks are early Tertiary or late Cretaceous but there are no fossils to indicate age.",
        "She gave a brisk nod to indicate she heard.",
        "The walls still stand at many of the angles with a height of from 40 to 50 ft., and indicate an original elevation of several storeys, perhaps six or seven.",
        "An examination of their language seems to indicate that, it belongs to the Mon-Khmer group of languages, and the anthropological information forthcoming concerning the Sakai points to the conclusion that they show a greater affinity to the people of the Mon-Khmer races than to the Malayan stock.",
        "The cracking and booming of the ice indicate a change of temperature.",
        "Long corrections she wrote out on her typewriter, with catch-words to indicate where they belonged.",
        "I use playing cards marked in the upper right-hand corner with braille symbols which indicate the value of the card.",
        "A modification (known as the cable code) of the ordinary single needle alphabet is used; that is to say, currents in one direction indicate dots and in the other direction dashes.",
        "She was still too pale and her frame slender enough to indicate she needed some food to bring her back to a healthy weight.",
        "xiv.), which point in the same direction, and indicate that the model of the liver was used as an object lesson to illustrate the method of divination through the liver.",
        "Anything that would indicate where his next strike would fall.",
        "The paddle was driven by weights, and the temperature of the water was observed by thermometers which could indicate 2 kuth of a degree Fahrenheit.",
        "She inclined her head to indicate the endless sand, broken only by an occasional yucca or chickweed.",
        "She recalled no emotions, though, to indicate if that exchange was good or bad.",
        "There was nothing unusual in the final epistle to indicate why the correspondence abruptly ended.",
        "She waved her hand at the bed, as if to indicate the location of his foul deed.",
        "Such a condition has been termed, with regard to the group of animals or plants the organs of which are being studied, archecentric. The possession of the character in the archecentric condition in (say) two of the members of the group does not indicate that these two members are more nearly related to one another than they are to other members of the group; the archecentric condition is part of the common heritage of all the members of the group, and may be retained by any.",
        "The manner of their arrangement seems to indicate clearly that they were intended to be fortified habitations, not tombs or temples.",
        "It is difficult to indicate in a short space the most important sources of general Italian history.",
        "Various adjustments and modifications still continue, and a number of scattered details may indicate that internal rivalries made themselves felt.",
        "There was absolutely nothing that Dean could see to indicate any unusual pattern or unaccounted time.",
        "The guards have shot another dozen people around the perimeters, and our sensors indicate there is a small camp of some sort housing over a hundred survivors nearby and another one with several hundred at the bottom of the mountain, she said.",
        "Nor had Burgess heard any noise or conversation from apart­ment C to indicate there was anyone there—much less more than one person.",
        "Whatever the case, Mary questioned anything that might indicate discord between Carmen and Alex.",
        "The thermal G G detectors are especially useful for the purpose of quantitative measurements, because they indicate the true effective or square root of mean square value of the current or train of oscillations passing through the hot wire.",
        "There was no luggage standing by to indicate an imminent departure.",
        "Aside from his solemn expression, there was nothing in the way he acted with the children that might indicate anything was wrong between them.",
        "Even Josh had said something to indicate a relationship between the two of them existed.",
        "Josh's sister had made a few comments to indicate that she thought Josh might have ended his life purposely because he still loved Carmen.",
        "These run in wet seasons, but in every instance for a short distance only, and sooner or later they are lost in sand-hills, where their waters disappear and a line of stunted gum-trees (Eucalyptus rostrata) is all that is present to indicate that there may be even a soakage to mark the abandoned course.",
        "\"I'll pick up a throwaway phone,\" he said, but didn't indicate when I'd hear from him.",
        "\"Buonaparte?\" said Bilibin inquiringly, puckering up his forehead to indicate that he was about to say something witty.",
        "And he released Bolkonski's arm to indicate that he had now quite finished.",
        "Elsewhere the plants generally indicate a higher horizon and are considered to correspond with the Rhaetic of Europe_ Jurassic beds are known only in the Cordillera itself, and the Cretaceous beds, which occur in the west of the country, are of freshwater origin.",
        "She listened but heard no one downstairs to indicate the movers had been through and glanced at the clock on her nightstand.",
        "The description given by Procopius does not indicate clearly where this church was situated.",
        "The instruments used for land telegraphs on this system are of two types - \" sounders,\" which indicate by sound, and \" recorders,\" which record the signals.",
        "I remember how unbearable I used to find the inquisitiveness of my friends' children; but I know now that these questions indicate the child's growing interest in the cause of things.",
        "The blue eyes -and the white coat of the kitten indicate that the Siamese breed is a semi-albino, which when adult tends towards melanism, such a combination of characters being apparently unknown in any other animal.",
        "The older records utilized by the Deuteronomic and later compilers indicate some common tradition which has found expression in these varying forms. Different religious standpoints are represented in the biblical writings, and it is now important to observe that the prophecies of Hosea unmistakably show another attitude to the Israelite priesthood.",
        "De Beausset closed his eyes, bowed his head, and sighed deeply, to indicate how profoundly he valued and comprehended the Emperor's words.",
        "Yully wouldn't be home yet, and there was no tingling of power that would indicate the Other was present.",
        "As far west, therefore, as the Cordillera, there is no evidence that any part of the region was ever beneath the sea in Mesozoic times, and the plant-remains indicate a land connexion with Africa.",
        "C. Stirling indicate that in the enclosed as far as the nails in structure of the feet this creature a common integument.",
        "Only faint outlines can be traced of the condition of Rajputana previous to the invasion of Upper India by the Mahommedans, and these indicate that the country was subject for the most part to two or three powerful tribal dynasties.",
        "II and 12 indicate typical subscriber's and connecting-cord circuits as equipped by the Western Electric Company.",
        "But the lowness of stature extends to the lower animals - cattle, horses, donkeys, &c. - and this may indicate that climatic causes have some part in the matter also, though Sergi denies this.",
        "A brief comparison with these will indicate its salient features.",
        "Such arguments as the indivisibility of the soul and its persistence can at most indicate the possibility of immortality.",
        "If she wanted to indicate something large, she spread the fingers of both hands as wide as she could, and brought them together, as if to clasp a big ball.",
        "Yet since in these systems inquiries into the esse and fieri of the world are rarely distinguished with any precision, it will be necessary to indicate very briefly the general outlines of the system so far as they are necessary for understanding their bearing on the problems of evolution.",
        "When the key is released the condensers and cables at once begin to return to zero potential, and if the key is depressed and released several times in rapid succession the cable is divided into sections of varying potential, which travel rapidly towards the receiving end, and indicate their arrival there by producing corresponding fluctuations in the charge of the condenser C3.",
        "Black diamonds indicate the same level of quality, but the property does not pay a licensing fee.",
        "It would not have sufficed even to indicate his later ideas.",
        "So long as the characters of new fossils are only of specific and generic value, it is mostly possible to assign the birds to their proper place, but when these characters indicate new families or orders, for instance Hesperornithes, Ichthyornithes, Palaelodi, their owners are put outside the more tersely constructed classifications applicable to modern birds.",
        "- Morphology of an Insect: the embryo of Gryllotalpa, somewhat diagrammatic. The longitudinal segmented band along the middle line represents the early segmentation of the nervous system and the subsequent median field of each sternite; the lateral transverse unshaded bands are the lateral fields of each segment; the shaded areas indicate the more internally placed mesoderm layer.",
        "This order can be traced with certainty back to the early Jurassic epoch, while the Permian fossil Eugereon, and the living order - specially modified in many respects - of the Thysanoptera indicate steps by which the aberrant suctorial and piercing mouth of the Hemiptera may have been developed from the biting mouth of primitive Isopteroids, by the elongation of some parts and the suppression of others.",
        "This great work, which is perhaps the frequently-referred-to Liber Sex Scientiarum, he began, and a few fragments still indicate its outline.",
        "KaBoXtKOS, general, universal), a designation adopted in the 2nd century by the Christian Church to indicate Christendom as a whole, in contrast with individual churches.",
        "The ruins of the old town indicate that it was much larger and finer than its successor.",
        "\" Attornment,\" or the agreement by a tenant to become tenant to a new landlord, is a term now often used to indicate an acknowledgment of the existence of the relationship of landlord and tenant.",
        "The following table, summarized from the Handbook to the Imperial Institute Cotton Exhibition, 1905, giving the length of staple and value on one date (January 16, 1905), will serve to indicate the comparative values of some of the principal commercial cottons.",
        "These facts indicate that we have here an agricultural product the market price of which is still far below its value as compared, on the basis of its chemical composition, either with other feeding stuffs or with other fertilizers.",
        "Many other diseases occur, but the above are sufficient to indicate some of the principal ones in the most important cotton countries of the world.",
        "The Trans-Caspian railway has been an important factor; almost all the cotton exported passes over this line, and the statistics of this trade indicate the progress made.",
        "The gas wells of Pennsylvania indicate about double the pressure of those drilled in the Trenton limestone, 600-800 lb.",
        "In this list, while certain occurrences in rocks of undetermined age in little-known regions have been omitted, many of those included are of merely academic interest, and a still larger number indicate fields supplying at present only local needs.",
        "Kelvin ampere balances are made in two types - (i) a variable weight type suitable for obtaining the ampere value of any current within their range; and (2) a fixed weight type intended to indicate when a current which can be varied at pleasure has a certain fixed value.",
        "In any case, since Ben-Sira belongs to about 180 B.C., the date of' Koheleth, so far as these coincidences indicate it, would not be far from 200 B.C. The contrast made in x.",
        "The fact that the semi-wild tribes, which are ethnologically Malayan and distinct from the aboriginal Semang and Sakai, are met with almost invariably in the neighbourhood of the coast would seem to indicate that they reached the peninsula by a sea, not by a land route, a supposition which is strengthened by their almost amphibious habits.",
        "Instead of the personal pronouns, both in their full and abbreviated forms, conventional nouns are in frequent use to indicate the social position or relation of the respective interlocutors, as, e.g.",
        "The fragments indicate the great 'variety of subjects discussed: the origin of the appeal to the people (provocatio); the use of elephants in the circus games; the wearing of gold rings; the introduction of the olive tree; the material for making the toga; the cultivation of the soil; certain details as to the lives of Cicero and Terence.",
        "It is really not extraordinary that Isaac Hollandus was able to indicate the method of the preparation of the \" philosopher's stone \" from \" adamic \" or \" virgin \" earth, and its action when medicinally employed; that in the writings assigned to Roger Bacon, Raimon Lull, Basil Valentine and others are to be found the exact quantities of it to be used in transmutation; and that George Ripley, in the 15th century, had grounds for regarding its action as similar to that of a ferment.",
        "Thus, the symbols 14 2 and P4 indicate that the molecules of hydrogen and phosphorus respectively contain 2 and 4 atoms. Since, according to the molecular theory, in all cases of chemical change the action is between molecules, such symbols as these ought always to be employed.",
        "Cyanogen and hydrocyanic acid, recognizable by their odour, indicate decomposable cyanides.",
        "The application of the name Tanais to the Syr seems to indicate a real confusion with Colchian Caucasus.",
        "In modern times the term \"Aborigines\" has been extended in signification, and is used to indicate the inhabitants found in a country at its first discovery, in contradistinction to colonies or new races, the time of whose introduction into the country is known.",
        "It is only possible to indicate, by way of example, some of the points of similarity.",
        "Dean couldn't believe it, and shook his head to so indicate.",
        "Egyptian inscriptions indicate that the physician-priests sent their prescriptions to be dispensed by the priests of Isis when, accompanied by the chanter of incantations and spells, they visited the sick'.",
        "The curious signs on the coloured carboys in chemists' windows, which were commonly to be seen until the middle of the 19th century, were signs used by the alchemists to indicate various chemical substances.",
        "He paid especial attention to orthography, and sought to differentiate the meanings of cases of like ending by distinctive marks (the apex to indicate a long vowel is attributed to him).",
        "But even when inside it does not follow that the Fungus can kill the cell, and many cases are known where the Fungus can break throtigh the cells first lines of defence (cell-wall and protoplasmic lining); but the struggle goes on at close quarters, and various degrees of hypertrophy, accumulation of plastic bodies or secretions, discolorations, &c.,, indicate the suffering of the still living cell.",
        "Red spots may indicate the presence of Fungi, e.g.",
        "It was at one time thought that the centrosomes played an important part in the fertilization of plants, but recent researches seem to indicate that this is not so.",
        "This seems to indicate that they had penetrated to about 9° N.",
        "So far only is it possible to speak with certainty, but it is permissible to take a few steps into the twilight of dawning knowledge and indicate the chief subdivisions which are likely to be established in the great crust-hollow and the great crust-heap. The boundary between these should obviously be the mean surface of the sphere.",
        "The - - study of tidal strain in the earth's crust by Sir George Darwin has led that physicist to indicate the possibility of the triangular form and southerly direction of the continents being a result of the differential or tidal attraction of the sun and moon.",
        "References to original papers indicate further sources of information.",
        "The character of this skull and the compound rhamphotheca (known by the imprints left upon the jaws) indicate affinities with the Steganopodes.",
        "Now, mere geographical considerations, taken from the situation and configuration of the islands of the so-called Indian or Malay Archipelago, would indicate that they extended in an unbroken series from the shores of the Strait of Malacca to the southern coast of New Guinea, which confronts that of north Australia in Torres Strait, or even farther to the eastward.",
        "Some of the Malagasy avifauna is certainly ancient, aboriginal, and even points to India; other forms indicate clearly their African FIG.",
        "The fact also that many of the most ancient of these ruins, like Ur, Lagash (Sirpurla), Larsa, Erech, Nippur, Sippara and Babylon, were situated on the banks of the great canals would indicate that the control of the waters of the rivers by a system of canalization and irrigation was one of the first achievements of civilization.",
        "Sharp to indicate a stage in the life-history of an insect between two successive castings of the cuticle.",
        "The figures in this column indicate that o 06 is a good average value to work with.",
        "of Western rituals indicate the importance which was attached to this part of the liturgy by the fact of its being written in a much more ornate way than the other parts, e.g.",
        "Borings and soundings taken at Funafuti in 1897 indicate almost beyond doubt that the whole of this Polynesian region is an area of comparatively recent subsidence.",
        "There do not seem to be any minerals of value, and the rocks are not such as to indicate any probability of their discovery.",
        "In Armenia the Greek word agape has been used ever since the 4th century to indicate these sacrificial meals, which either began or ended with a eucharistic celebration.",
        "(3) The Tell el-Amarna inscriptions indicate that the term Elohim might even be applied in abject homage to an Egyptian monarch as the use of the term ilani in this connexion obviously implies.3 The religion of the Arabian tribes in the days of Mahomet, of which a picture is presented to us by Wellhausen in his Remains of Arabic Heathendom, furnishes some suggestive indications of the religion that prevailed in nomadic Israel before as well as during the lifetime of Moses.",
        "If these things, however, indicate Prescott's deficiencies from the point of view of ideal history, few historians have had in a higher degree that artistic feeling in the broad arrangement of materials which ensures popular interest.",
        "every century; there is, however, now reason to think that the rate of contraction is by no means so rapid as this would indicate.",
        "Certain traditions, it is true, indicate that Israel had been at war with the Aramaeans from before 854 to 842, and that Hazael was attacking Gilead at the time when Jehu revolted; but in the midst of these are other traditions of the close and friendly relations between Israel and Damascus !",
        "3), had entered into a reciprocal covenant with a people who, as Micah's writings would indicate, had suffered grievous oppression and misery.'",
        "Some took root in the strange lands, and, as later popular stories indicate, evidently reached high positions; others, retaining a more vivid tradition of the land of their fathers, cherished the ideal of a restored Jerusalem.",
        "Though Jason had fled, it was necessary to storm the city; the drastic measures which Menelaus advised seem to indicate that the poorer classes had been roused to defend the Temple from further sacrilege.",
        "Such hints as these indicate the impossibility of recovering a complete picture of the Jews during the sovereignty of the Greeks, which the Talmudists regard as the dark age, best left in oblivion.",
        "The name stratified drift has been used to indicate its connexion with the northern drift.",
        "The word Orchis is used in a special sense to denote a particular genus of the Orchid family (Orchidaceae); very frequently, also, it is employed in a more general way to indicate any member of that large and very interesting group. It will be convenient here to use the word Orchis as applying to that particular genus which gives its name to the order or family, and to employ the term \"orchid\" in the less precise sense.",
        "The letter L indicates the position of the labellum; the large figures indicate the developed stamens; the italic figures show the position of the suppressed stamens.",
        "boundaries, from following lines on which the continuity of the land is interrupted, often necessarily indicate important differences in the conditions of adjoining countries, and of their political and physical relations, yet variations of the elevation of the surface above the sea-level frequently produce effects not less marked.",
        "These figures sufficiently indicate the main characteristics of the air temperatures of Asia.",
        "Much still remains to be done in the exploration of China and eastern Asia; but it is known that many of the special forms of this region extend to the Himalaya, while others clearly indicate a connexion with North America.",
        "The Urals indicate no real division of races, and in both Greek and Turkish times Asia Minor has been connected with the opposite shores of Europe rather than with the lands lying to the east.",
        "This distribution seems to indicate that they once spread over the whole region, and were divided by the later advance of the Siamese and others.",
        "- Diagrams of various Earth of several Geoscolicidae, the nephridiopores indicate the segments; to each segment corresponds internally a chamber of the coelom which is separated from adjacent segments by transverse septa,which are only unrecognizable in the genus Aeolosoma and in the head region of other Oligochaeta.",
        "The name does not indicate a social caste, or a religious sect; it is not even tribal.",
        "The figures for cereals are important, as they indicate that it is the farmers of England who are the chief sufferers through the diminishing prices of corn; and particularly is this true of East Anglia, where corn-growing is more largely pursued than in anyother part of the Table Vi.",
        "The yields in the experimental wheat-field at Rothamsted - where there is no change either of land or of treatment - indicate this.",
        "It is the custom of the Royal Agricultural Society of England to invite competitions at its annual shows in specified classes of implements, and an enumeration of these will indicate the character of the appliances which were thus brought into prominence in the latter years of the 19th and the early years of the 10th century.",
        "The terms last named indicate the nature of the aims which Napoleon had in view at Tilsit.",
        "After 1600 B.C. the palaces in Crete had more than one story, fine stairways, bath-chambers, windows, folding and sliding doors, &c. In this later period, the distinction of blocks of apartments in some palaces has been held to indicate the seclusion of women in harems, at least among the ruling caste.",
        "We shall try to indicate the extent to which it can legitimately be applied.",
        "There are other ganglia in addition to those of the ventral chain, and Janet supposes that the ganglia of the sympathetic system indicate the existence of three anterior head-segments; the remains of the segments themselves are, in accordance with this view, to be sought in the XIII.",
        "The present influence of Wagnerian harmony is, then, somewhat indefinite, since the most important real phenomena of later music indicate a revolt both from it and from earlier classical methods.",
        "Under any of these hypotheses the address would indicate that we have a circular letter, written to a group of churches, doubtless in Asia Minor.",
        "His career shows no great political ideas, and none of his actions indicate genius.",
        "The second method is still employed in many cases, and we find thus: In cases where the draughtsman has omitted to indicate the scale we can ascertain it by dividing the actual length of a meridian degree by the length of a degree measure upon the map. Thus a degree between 50° and 51° measures 111,226,000 mm.; on the map it is represented by i r r mm.",
        "Later references to them probably indicate that the term was.",
        "The scales around the throat of the corolla protect the pollen and honey from wet or undesirable visitors, and by their difference in colour from the corolla-lobes, as in the yellow eye of forget-me-not, may serve to indicate the position of the honey.",
        "to W., though the shores are indented to an extraordinary degree and the bulk of the island is much narrower than the extreme width would indicate.",
        "The arrangements are certainly such as indicate a congregational purpose, but the extreme narrowness of the suite, and still more of the passage which connects the two divisions, must have rendered it difficult for any but a small number to take any intelligent part in the services at the same time.",
        "are supposed by Marchi and others to indicate schoolrooms, where the catechumens were instructed by the bishop or presbyters.",
        "142) further states that roads must have run direct from Nola to Neapolis and Pompeii, but Kiepert's map annexed to the volume does not indicate them.",
        "The shells which have been found in them indicate that they belong for the most part to the Oligocene period.",
        "The arithmetic of rational numbers is now established by means of appropriate definitions, which indicate the entities meant by the operations of addition and multiplication.",
        "In a series of observations of winds about one half have been found to indicate a direction from north-east or east.",
        "A few soundings made outside this coast seem to indicate that the fjords continue as deep submarine valleys far out into the sea.",
        "Numerous raised beaches and terraces, containing shells of marine mollusca, &c., occur along the whole coast of Greenland, and indicate that the whole of this large island has been raised, or the sea has sunk, in post-glacial times, after the inland ice covered its now icebare outskirts.",
        "Other settlers followed and in a few years two colonies had been formed, one called Osterbygd in the present district of Julianehaab comprising later about 190 farms, and another called Vesterbygd farther north on the west coast in the present district of Godthaab, comprising later about 90 farms. Numerous ruins in the various fjords of these two districts indicate now where these colonies were.",
        "Thus the botanical evidence seems to indicate that the wild almond is the source of cultivated almonds, peaches and nectarines, and consequently that the peach was introduced from Asia Minor or Persia, whence the name Persica given to the peach; and Aitchison's discovery in Afghanistan of a form which reminded him of a wild peach lends additional force to this view.",
        "Ptychodera ruficollis), seeming to indicate that the pleural folds have in such cases been secondarily suppressed.",
        "It is within the bounds of possibility that Tornaria actually does indicate a remote affinity on the part of the Enteropneusta to the Echinoderms, not only on account of its external form, but also by reason of the possession of a dorsal water-pore communicating with the anterior body-cavity.",
        "Often bands of spherulites alternate with bands of pure glass, a fact which seems to indicate that the growth of these bodies took place before the rock ceased to flow.",
        "Thus neither a chlorate, which contains the ion C103, nor monochloracetic acid, shows the reactions of chlorine, though it is, of course, present in both substances; again, the sulphates do not answer to the usual tests which indicate the presence of sulphur as sulphide.",
        "The logarithmic formulae for these concentration cells indicate that theoretically their electromotive force can be increased to any extent by diminishing without limit the concentration of the more dilute solution, log c i /c 2 then becoming very great.",
        "But the ions of an electrolytic solution can move independently through the liquid, even when no current flows, as the consequences of Ohm's law indicate.",
        "(After Hancock.) The its primitive connexion with the letters indicate the muscles as external epithelium.",
        "Each part of the partition is a bipartite number, and in representing the partition it is convenient to indicate repetitions of parts by power symbols.",
        "The first and fourth of these indicate that (a 2) w is a homogeneous function of X i, X2, and of /u1, ï¿½ 2 separately, and the second and third arise from the fact that (X / 1) is caused to vanish by both Da ï¿½ and Dï¿½A.",
        "1 A2B' Where The Denominator Factors Indicate The Forms Themselves, Their Jacobian, The Invariant Of The Quadratic And Their Resultant; Connected, As Shown By The Numerator, By A Syzygy Of Degreesorder (2, 2; 2).",
        "In the succeeding paragraph the bracketed figures indicate the distance in miles above London Bridge.",
        "Shimizu 3 indicate that Steinmetz's formula holds for nickel and annealed cobalt up to B =3000, for cast cobalt and tungsten steel up to B =8000, and for Swedish iron up to B =18,000, the range being in all cases extended at the temperature of liquid air.",
        "The experiments were not sufficiently numerous to indicate whether, as is possible, there is a critical degree of hardness for which the height of the elongation curve is a maximum.",
        "Heydweiller, 2 which appeared to indicate a reversal in weak fields (corresponding to I= 5, or thereabouts), have been shown by Honda and Shimizu to be vitiated by the fact that his specimen was not initially in a magnetically neutral state; they found that when the applied field had the same direction as that of the permanent magnetization, Heydweiller's fallacious results were easily obtained; but if the field were applied in the direction opposite to that of the permanent magnetization, or if, as should rightly be the case, there were no permanent magnetization at all, then there was no indication of any Villari reversal.",
        "temperature, Morris's results are in general agreement with those of Hopkinson, though no doubt they indicate details with greater clearness and accuracy.",
        "We shall, therefore, ignoring the ocular somite, speak of the first, second, third, fourth, fifth and sixth legbearing somites of the prosoma, and indicate the appendages by the Roman numerals, I, II, III, IV, V, VI, and whilst ignoring the praegenital somite we shall speak of the first, second, third, &c., somite of the mesosoma or opisthosoma (united mesosoma and metasoma) and indicate them by the Arabic numerals.",
        "It is possible, as maintained by some writers (Patten and others), that the lobes of the cerebral nervous mass in Arach nids indicate a larger number of prosthomeres as having fused in this region, but there is no embryological evidence at present which justifies us in assuming the existence in Arachnids of more than two prosthomeres.",
        "The Arabic numerals indicate the segments of the legs.",
        "The Roman numerals indicate the body somites and the two figures are adjusted for comparison.",
        "Secondly, identity of structure in two organisms does not necessarily indicate that the identical structure has been inherited from an ancestor common to the two organisms compared (homogeny), but may be due to independent development of a like structure in two different lines of descent (homoplasy).",
        "The similarity of the form of their appendages to those of the scorpions suggests that they are a degenerate group derived from the latter, but the large size of the prae-genital somite in them would indicate a connexion with forms preceding the scorpions.",
        "Other examples are shortly noticed in the tables on p. 505, which although by no means exhaustive, sufficiently indicate the scope and trend of arbitration during the years covered.",
        "The designation comes thus developed into a formal official title of high officers of state, some qualification being added to indicate the special duties attached to the office in each case.",
        "Under the early Carolings the title count did not indicate noble birth.",
        "The crystalline rocks are succeeded by beds which have been referred to the Cambrian and Silurian systems. In the valley of the Trombetas, one of the northern tributaries of the Amazon, fossils have been found which indicate either the top of the Ordovician or the bottom of the Silurian.",
        "and a Pterophyllum - indicate a Rhaetic age.",
        "The establishment of the \" national \" or popular \" school is attributable chiefly to Andrew Dugonics, though his earliest works, Troia veszedelme (1774) and Ulysses (1780), indicate a classical bias.",
        "(n- I)(r)xr+ï¿½ï¿½ï¿½}; the symbol \" being used to indicate that the equality is only formal, not arithmetical.",
        "Madame de Lamotte had told the cardinal that Marie Antoinette would make him a sign to indicate her thanks, and Rohan believed that she did make him a sign.",
        "1834), who in 1866, seven years after the publication of Darwin's Origin of Species, published his suggestive Generelle Morphologic. Haeckel introduced into classification a number of terms intended to indicate the branchings of a genealogical tree.",
        "1877), to indicate this giving off of branches at a higher or lower, i.e.",
        "Neuserre of the Vth Dynasty appears to have been in the shape of a stumpy obelisk on a vast scale, only the base now remains, but hieroglyphic pictures, indicate this form.",
        "There is nothing in it to indicate that the author's standing-point is earlier than the Babylonian captivity.",
        "Several Roman inscriptions are built into it, and many others that have been found indicate the ancient importance of the place, which, though it does not appear in early history, is vouched for by Cicero and Strabo.'",
        "It is now commonly used to indicate the transparent homogeneous structureless swellings which are found affecting the smaller arteries and the capillaries.",
        "If the particle enveloped by the protoplasm be of an organic nature, such as a bacterium, it undergoes digestion, and ultimately becomes destroyed, and accordingly the term \" phagocyte \" is now in common use to indicate cells having the above properties.",
        "Although the latter were often called Asclepiads, this was in the first place to indicate their real or supposed descent from Asclepius, and in the second place as a complimentary title.",
        "Further, he had the discernment to see that certain symptoms - such as convulsions and delirium, which were then commonly held always to indicate inflammation - were often really signs of weakness.",
        "But much the greater mass of the illustrations of his philosophy indicate that, while engaged on his poem he must have passed much of his time in the open air, exercising at once the keen observation of a naturalist and the contemplative vision of a poet.",
        "It is necessary to remember that London is older than these counties, whose names, Middlesex and Surrey, indicate their relative positions to the city and the surrounding county.",
        "The dedications of many of the churches indicate their great age, but the constant fires in London destroyed these buildings.",
        "The word \" port \" in the title \"portreeve \" does not indicate the Port of London as might naturally be supposed, for Stubbs has pointed out that it is porta not por us, and \"although used for the city generally, seems to refer to it specially in its character of a Mart or City of Merchants.\"",
        "The information so gained not only determines the value of the deposit, but also serves to indicate the best methods of development and of working.",
        "So you should indicate precisely, what parts of your site are restricted in use â€” because the 1911 text as such (whether on paper or in electronic form) is free, and anyone may use it for any purpose, without any conditions.",
        "The \" Passglas,\" another popular drinking-glass, is cylindrical in form and marked with horizontal rings of glass, placed at regular intervals, to indicate the quantity of liquor to be taken at a draught.",
        "His next work, Geheimniss der gottlichen Sophia, published in 1700, seemed to indicate that he had developed a form of mysticism.",
        "Sumerian in its turn borrowed from Semitic Babylonian, and traces of Semitic influence in some of the earliest Sumerian texts indicate that the Semite was already on the Babylonian border.",
        "A cadastral survey seems also to have been instituted, and one of the documents relating to it states that a certain Uru-Malik, whose name appears to indicate his Canaanitish origin, was governor of the land of the Amorites, as Syria and Palestine were called by the Babylonians.",
        "In this section an attempt is made to indicate briefly the causes which have led to so great a diversity of opinion, and to describe in outline the principles underlying the chief schemes of chronology that have been suggested; a short account will then be given of the latest discoveries in this branch of research, and of the manner in which they affect the problems at issue.",
        "It is not the purpose of this note to set forth the principles underlying the formation of proper names among the Babylonians and Assyrians, but it may not be out of place to indicate that by the side of such full names, containing three elements (or even more), we have already at an early period the reduction of these elements to two through the combination of the name of a deity with a verbal form merely, or through the omission of the name of the deity.",
        "seems to indicate that the Frankish power extended south of the Loire, since it speaks of men dwelling \"trans Legerem\" being summoned to the mallus (judicial assembly) and being allowed eighty nights for their journey.",
        "14) indicate that the prediction referred to appeared first not in a spoken address but in a written form, as was characteristic of apocalypses.",
        "The tumults against the Paterine heretics (1244-1245), among whom were many Ghibelline nobles favoured by the podestd Pace di Pesamigola, indicate a successful Guelphic reaction; but Frederick II., having defeated his enemies both in Lombardy and in the Two Sicilies, appointed his natural son, Frederick of Antioch, imperial vicar in Tuscany, who, when civil war broke out, entered the city with 1600 German knights.",
        "We may indicate a few passages which stamp Odoric as a genuine and original traveller.",
        "Analyses of this character would appear to indicate the permanent productive capacity of the soil rather than its immediate power of growing a crop.",
        "When recommendations are made about liming land it is necessary to indicate more precisely than is usually done which of the three classes of material named above - chalk, quicklime or slaked lime - is intended.",
        "The same needs produce in different ages associations which have striking resemblances, but those of each age have peculiarities which indicate a spontaneous growth.",
        "The evidence seems to indicate the pre-existence of the gild merchant in Normandy, but it is not mentioned anywhere on the continent before the 11th century.",
        "63, Office of Experiment Stations, U.S. Department of Agriculture, indicate the more important constituents and also the changes which take place during fermentation.",
        "It is not likely that the Avars, living in their \"ring\" encampments, destroyed the Roman municipium; and Becs, the Hungarian name for Vienna to this day, is susceptible of a Slavonic interpretation only, and would seem to indicate that the site had been occupied in Slavonic times.",
        "Nevertheless there are many points connected with the Khazars which indicate a close connexion with Ugrian or Turkish peoples.",
        "23 and 24), and the dates indicate an average period of 6.7 years for fifteen returns.",
        "This appears to indicate B that the Polyzoa are remotely allied to other phyla in which this type of larva prevails, and in particular to the Mollusca and Chaetopoda, as well as to the Rotifera, which are regarded as persistent Trochospheres.",
        "Some fragmentary walls of large, well-dressed blocks near this latter town indicate the early prosperity of Ambracia.",
        "These, like the mollusca, indicate the influence of the Kuro Shiwo and the south-west monsoon, for they have close affinity with species found in the Indian and Pacific Oceans.",
        "It is not to be supposed, however, that these traces of different elements indicate any lack of homogeneity in the Japanese race.",
        "In Europe the same physical traitsrelative length of head and shortness of legsdistinguish the central race (Alpine) from the Teutonic, and seem to indicate an affinity between the former and the Mongols.",
        "They are family names, and though the dates we have given indicate the eras of the most noted ceramists in each family, amateurs must not draw any chronological conclusion from the mere fact that a specimen bears such and such a name.",
        "Japanese connoisseurs indicate the end of the 17th century as the golden period of the art, and so deeply rooted is this belief that whenever a date has to be assigned to any specimen of exceptionally fine quality, it is unhesitatingly referred to the time of Joken-in (Tsunayoshi).",
        "==Geology== The flat shore of Lough Neagh in the north is due to the thick deposit of pale-coloured clays with lignites, which are probably of Pliocene age, and indicate a reduction of the area of the lake in still later times.",
        "These and other actions indicate that William could show on occasion a cold and cynical ruthlessness.",
        "hemisphere the 45th parallel may indicate their limit.",
        "If a mixture of A and B be melted and then allowed to cool, a thermometer immersed in the mixture will indicate a gradually falling temperature.",
        "They indicate the great gaps in our present knowledge of the subject of valency.",
        "Their experiments, although not conclusive, appear to indicate that the molecule of a metal when in dilute solution often consists of one atom.",
        "This represents the Argive Dorians as having come by sea (apparently from the Maliac Gulf, the nearest seashore to Parnassian Doris), accompanied by survivors of the Dryopes (former inhabitants of that Doris), whose traces in south Euboea (Styra and Carystus), in Cythnus, and at Eion (Halieis), Hermione and Asine in Argolis, were held to indicate their probable route.",
        "The early Montanists (the prophets themselves) used expressions which seem to indicate a Monarchian conception of the person of Christ.",
        "It must suffice here to indicate the character of the principal movements in the past, and then describe certain aspects of modern migration.",
        "He had public and private audiences with the pope on the 9th of April and the 11th of May 1848, but recorded next to nothing in his diary concerning them, though numerous other entries show an eager interest in everything connected with the Roman Church, and private papers also indicate that he recognized at this time grave defects in the Church of England and a mysterious attractiveness in Roman Catholicism, going so far as to question whether he might not one day be a Roman Catholic himself.",
        "V., c. 4) speaks of the importance and ornamentation of Maltese dwellings, and to this day remains of palaces and dwellings of the Roman period indicate a high degree of civilization and wealth.",
        "Ashmead's \" super-families \" have, however, been adopted as - founded on definite structural characters - they probably indicate relationship more nearly than the older divisions founded mostly on habit.",
        "i, the other included in the Catalepton, the collection of small poems attributed to Virgil) indicate the esteem in which he was held.",
        "It consists of a steelyard mounted on a fulcrum; one arm carries at its extremity a heavy bob and pointer, the latter moving along a scale affixed to the stand and serving to indicate when the beam is in its standard position.",
        "In what particular way that \"right line\" was to be traced he did not venture to indicate.",
        "On this account it is very difficult to know when all the gas is driven out of a sample of sea-water, and a much larger proportion is present than the partial pressure of the gas in the atmosphere and its coefficient of absorption would indicate.",
        "The investigations of Aime in 1845 and Hensen in 1889 indicate that the amount of cloud has a great effect.",
        "The rude type of the implements, the absence of fine pottery, and the peculiarities of the human remains, indicate a race of occupants more ancient than the \"mound-builders.\"",
        "Polished rocks outside the cavern and pictographs in the vicinity indicate the work of a prehistoric race earlier than the Osage Indians, who were the historic owners previous to the advent of the white man.",
        "From these primary axioms the whole body of necessary thoughts must be developed, and, as Socrates would say, the argument itself will indicate the path of the development.",
        "Fragments of those books of his satires which seem to have been first given to the world (books xxvi.-xxix.) clearly indicate that they were written in the lifetime of Scipio.",
        "42 indicate that exclusion from the synagogue was a recognized penalty, and that it was probably inflicted on those who confessed Jesus as the Christ.",
        "Afterwards it was often made of gold, and among the Romans was bestowed as a recognition of honourable service performed or distinction won, and on occasion it took such a form as to correspond with, or indicate the character of, the service rendered.",
        "It was in analytical development that Jacobi's peculiar power mainly lay, and he made many important contributions of this kind to other departments of mathematics, as a glance at the long list of papers that were published by him in Crelle's Journal and elsewhere from 1826 onwards will sufficiently indicate.",
        "Mesnil (1899), which indicate a universal distinction between the two groups in their manner of sporulation.",
        "The records of printing indicate that religious, social and economic betterment was the subject of an ever-increasing number of pamphlets.",
        "It is not here possible to do more than indicate what appear to be the valid elements in these two conflicting interpretations of the requirements of a true idealism.",
        "Post office statistics indicate a similarly high average of intelligence.",
        "In the 7th century Gaza, Ascalon, Ashdod and Ekron were Assyrian vassals, together with Judah, Moab and Edom - in all, twenty-two kings of the \" Hittites \" - and the discovery of Assyrian contract-tablets at Gezer (c. 650) may indicate the presence of Assyrian garrisons.",
        "The date of his death is not known, but his chronicle goes as far as 455, and the fact that Ammianus Marcellinus mentions him under the year 463 seems to indicate that his death was shortly after that date.",
        "But the features which are held to indicate late date may be due to editorial revision.",
        "These references indicate that the hymn was used in private devotions; as it does not appear in any of the earliest liturgies, whether Eastern or Western, its introduction into the public services of the church was probably of a later date than has often been supposed.",
        "Among the passages quoted from Pacuvius are several which indicate a taste both for physical and ethical speculation, and others which expose the pretensions of religious imposture.",
        "from the ground, and the various levels of pavement in the macellum help to indicate, according to Gtinther's researches (Archaeologia, lvii.",
        "They are not so convenient as the formulae of § 76, but they serve to indicate the degree of accuracy of the approximate formulae.",
        "Though it has resisted all attempts to reduce it to an ordered scheme, and probably was not written on any set plan, still it is possible roughly to indicate its contents: after the prologue and introductory chapter setting forth St Benedict's intention, follow instructions to the abbot on the manner in which he should govern his monastery (2, 3); next comes the ascetical portion of the Rule, on the chief monastic virtues (4-7); then the regulations for the celebration of the canonical office, which St Benedict calls \"the Work of God\" or \"the divine work,\" his monks' first duty, \"of which nothing is to take precedence\" (8-20); faults and punishments (23-30); the cellarer and property of the monastery (31,32); community of goods (33, 34); various officials and daily life (21, 22, 35-57); reception of monks (58-61); miscellaneous (62-73).",
        "The inscriptions seem to indicate that the monarchies of South Arabia were hereditary, the son generally following the father, though not seldom the brother of the deceased came between, apparently on the principle of seniority, which we find also in North Arabia.",
        "He used two kinds of experiment, but it will be sufficient here to indicate the second.",
        "The contents of the relic beds indicate that they belong for the most part to the age of bronze, although in some cases they may be referred to the latter part of the Stone age.",
        "All of these enumerations are open to the objection that they merely describe the action of the state at a particular time, or indicate a theory of what an ideal state should be.",
        "62, where the circles indicate points at which the flooring girders FIG.",
        "Putting arrows on the frame diagram to indicate the direction of the forces, we see that the member EY must pull and therefore act as a tie, and that the member XE must push and act as a strut.",
        "We have been guided in the selection of the particular quadrilateral adopted by the rule of arranging the order of the sides so that the same letters indicate corresponding sides in the diagram of the frame and its reciprocal.",
        "Let the arrows be placed on the frame round each joint, and so as to indicate the direction of each force on that joint; then when two arrows point to one another on the same piece, that piece is a tie; when they point from one another the piece is a strut.",
        "Among his smaller works, which, however, indicate the line of his researches, are the following: Jahrbiicher des deutschen Reichs unter Heinrich I.",
        "- This is too large to indicate even in outline, but is given fully in the chief modern editions, viz.",
        "In the west above Westerham these hills exceed 800 ft.; to the east the height is much less, but even in Kent (for in Surrey they are higher) the North Downs form a more striking physical feature than their height would indicate.",
        "The names of the oldest foundations which still survive, such as the Hotel Dieu in Paris, St Thomas's and St Bartholomew's in London, the order of St Augustine, and (in the form of a modern revival) that of St John of Jerusalem, sufficiently indicate the original religious connexion.",
        "This may be taken to indicate the possible earnings of trained nurses working independently, as they usually do in America.",
        "The New Testament, however, does not indicate that its writers were agreed as to any formal dogma of the atonement, as regards the relation of the death of Christ to the sinner's restoration to God's favour; but various suggestions are made as to the solution of the problem.",
        "(London, 1898), 27, 547 so arranged as to indicate the consumption in Board-of-Trade units (i Board-of-Trade unit = 1000 watt-hours).",
        "The counting mechanism and dials may be so arranged as to indicate this energy directly in watt-hours.",
        "The season, however, on account of the dryness of the climate, is not so harsh as the low temperatures would seem to indicate.",
        "We owe to its realization by them the constitution and nomenclature of the twelve signs of the zodiac. Assyrian cylinders and inscriptions indicate for the familiar series of our text-books an antiquity of some four thousand years.",
        "Some of its main streets (as their names indicate) follow the lines of canals, which still (though now covered) traverse the city in various directions.",
        "In this place it must suffice to indicate the gist of the more recent developments of the electro-optical theory, which involve the dynamical verification of Fresnel's hypothesis regarding optical convection and the other relations above described.",
        "This alone would serve to indicate the remarkable deepening of the religious life that had taken place in the Latin countries.",
        "Such a complete reduction of the whole anterior limb and girdle is unique among birds, but the cassowaries indicate the process.",
        "Its object, as modestly stated in the preface, was \"to indicate some of the earliest ideas of mankind, as they are reflected in ancient law, and to point out the relation of those ideas to modern thought.\"",
        "This absolute scepticism, indeed, can hardly be regarded as more than empty words; the position which they would indicate is not one which has ever existed.",
        "But though the plan shows no imitation of the great Byzantine church, the decorations of the interior (mosaics, frescoes, &c.) do indicate direct Byzantine influence.",
        "The pollen grain bears numerous spines, the dark spots indicate thin places in the outer wall.",
        "The passage may perhaps indicate that Seth was originally the name of a tribe.",
        "It has only been possible here to indicate in the briefest way what is involved in the collection and critical sifting of the extant evidence for the text of the Old Testament, Results of how much of the work has been done and how much Criticism.",
        "remains; and with equal brevity it must suffice to indicate the position which faces the textual critic when all that can be done in this way has been done.",
        "The dangers of conjectural emendation are well known and apparent; large numbers of such emendations have been ill-advised; but in the case of many passages the only alternative for the textual critic who is at once competent and honest is to offer such emendations or to indicate that such passages are corrupt and the means of restoring them lacking.",
        "But two things, the extent of the influence of criticism and the relation of archaeology and criticism, yet remain for consideration, in the course of which it will be possible just to indicate some other problems awaiting solution.",
        "The figures in parentheses indicate the entire ages assigned to the several patriarchs; these are generally the same in the three texts.",
        "thus merely indicate the manner in which the author of the Priestly Narrative - and probably to some extent tradition before him - pictured the course of these early ages of the world's history.",
        "10 The figures after a king's name indicate the number of years assigned to his reign in the O.T.",
        "He abandons the practice of making a distinction between uncial and minuscule, on the ground that for textual criticism the style of writing is less important than the date and contents of a MS. To indicate these he divided MSS.",
        "xxix 22 seems to indicate that older tradition was fuller than the present records in Genesis, and supplies another example of the link connecting the Old Testament with Rabbinical thought.",
        "The Rio Grande de Tarcoles rises close to the Ochomogo Pass and the sources of the Reventazon, at the base of Irazu; and the headwaters of these two streams indicate precisely the depression in the central plateau which severs the northern from the southern mountains.",
        "In the old citadel on the height, the remains of a Hindu palace with some interesting carvings indicate the former importance of the place.",
        "The values here given are from some Persian buildings (25), which indicate 21.4, or slightly less; Oppert's value, on less certain data, is 21.52.",
        "The greater part of those weights which bear names indicate a mina of double the usual reckoning, so that there was a light and a heavy system, a mina of the drachma and a mina of the stater, as in the Phoenician and Assyrian weights.",
        "The distinction between the laws and dispositions of matter, as between the ethics and objects of theology, he was the first to indicate and enforce, and he laid great emphasis on the superior authority as witnesses for the truth of Revelation of the Scriptural as compared with the Extra-Scriptural writers, and of the Christian as compared with the non-Christian testimonies.",
        "the minus sign being usually written over the characteristic, and not before it, to indicate that the characteristic only, and not the whole expression, is negative; thus 1.4084604 stands for -I+ 4084604.",
        "To every geometric mean in the column of numbers there corresponds the arithmetical mean in the column of logarithms. The numbers are denoted by A, B, C, &c., in order to indicate their mode of formation.",
        "The of tencited poems attributed to Nezahualcoyotl may not be quite genuine, but at any rate poetry had risen above the barbaric level, while the mention of ballads among the people, court odes, and the chants of temple choirs would indicate a vocal cultivation above that of the instrumental music of drums and horns, pipes and whistles, the latter often of pottery.",
        "In this genus the number of segments composing the pygidium is obscured, as also it is in the genus Illaenus, which has as many as ten movable segments preceding the large semi-circular pygidium; but in such forms as Ogygia and Asaphus, which have about eight free segments, the sutural lines on the pygidium indicate that it is composed of about a dozen or more segments.",
        "These deposits are held by Passarge to indicate Tertiary desert conditions, to which the basin of the Zambezi is slowly reverting.",
        "and was the first to indicate the presence of a nucleus in the cell-body.",
        "Bodily infirmity, combined with mental aptitude, were eventually considered to indicate a theological vocation; he was, in 1584, placed at the seminary of Adelberg, and thence removed, two years later, to that of Maulbronn.",
        "A few years ago a full-sized tree was felled in Fresno county, California, and contiguous transverse sections have been set up, one in the Museum of Natural History at New York, the other (upper one) in the British Museum of Natural History at South Kensington; the annual rings of the latter section have been carefully counted and found to indicate an age of 1335 years.",
        "This movement is resisted by the torsional elasticity of the suspending wire, and hence a fixed indicating needle attached to the movable system can be made to indicate directly on a scale, the difference of potential between the terminals of the instrument in volts.",
        "If, in any case, all present had eaten in their homes beforehand, the giving of the cup would immediately follow on the breaking and eating of the one loaf, but Paul's words indicate that the common meal within the church was the norm.",
        "It is a not uncommon theory that the fairies survive in legend from prehistoric memories of a pigmy people dwelling in the subterranean earth-houses, but the contents of these do not indicate an age prior to the close of the Roman occupation of Britain; nor are pigmy bones common in neolithic sepulchres.",
        "The fable of the centaurs, if the derivation from to goad, Taupos, bull, be accepted (but see Centaur), would indicate the early existence of pastoral peoples living on horseback, like the modern cowboys (cp. \"cow-punchers\") or gauchos of North and South America.",
        "Salt and gypsum deposits, and other features of the Permian beds, together with the fewness of fossils, indicate that the climate of the Permian was notably arid in many regions.",
        "The last is the roughest approximation and would indicate a native mass of 50,000,000 in 1900, or a foreign contribution of approximately half.",
        "For the reasons just given these figures do not accurately indicate the religious affiliations of the population of the United States.",
        "Since the English board of trade estimated the exports of British manufactured goods at from 17 to 20% of the industrial output of the United Kingdom in 1902, this would indicate a manufactured product hardly two-thirds as great as that of the true factory establishments of the United States in 1900.",
        "In this, as in other cases, actual product may indicate little regarding potential resources, and still less regarding the distribution of these throughout the Union.",
        "The production had steadily fallen to 16,984 flasks in 1908, but in the opinion of the United States Geological Survey this reduction is mainly attributable, in recent years at least, to market conditions, and does not truly indicate the exhaustion of the mines, although the ores now available are of low grades, those of New Almaden having shown a decrease in yield from 36.7% in1850-1851to o~74% in 1895-1896, so that only the greatest metallurgical skill and business economy can sustain the mines against a weak market.",
        "In the decline that followed the Civil War an apparent minimum was reached of 4,068,034 tons in 188o; but this does not adequately indicate the depression of the, shipping interest, inasmuch as the aggregate was kept up by the tonnage of vessels engaged in the coasting trade and commerce of the inland waters, from which foreign shipping is by law excluded.",
        "Coal and lignitic coal are the principal economic minerals met with in this central plain, though natural gas occurs and is put to use near Medicine Hat, and \" tar sands \" along the northeastern edge of the Cretaceous indicate the presence of petroleum.",
        "The very names of the islands indicate their nature, for the terminal a or ay is the Norse ey, meaning \"island,\" which is scarcely disguised even in the words Pomona and Hoy.",
        "indicate the course of fluid ab, Posterior, cut remnants of the from the pericardium outintestine and ventricle.",
        "Difficult as it is to determine when Aristotle wrote all these various works, some of them indicate their dates.",
        "The taste is mucilaginous, sweetish and slightly bitter and aromatic. The root is frequently forked, and it is probably owing to this circumstance that medicinal properties were in the first place attributed to it, its resemblance to the body of a man being supposed to indicate that it could restore virile power to the aged and impotent.",
        "In Order To Find The Column From Which The Letter In Any Given Case Is To Be Taken, Strike Off The Last Two Figures Of The Date, Divide The Preceding Figures By Four, And The Remainder Will Indicate The Column.",
        "It Could Not Therefore Long Continue To Preserve Its Correspondence With The Seasons, Or To Indicate The Days Of The New Moons With The Same Accuracy.",
        "In Like Manner, If The New Moon Fell On The 4Th Of December, The Epact Of The Following Year Would Be Twenty Eight, Which, To Indicate The Day Of Next New Moon, Must Correspond To The 3Rd Of January.",
        "The Epacts Are Also Placed So As To Indicate The Full Moons Generally One Or Two Days After The True Full Moons; But This Was Done Purposely, To Avoid The Chance Of Concurring With The Jewish Passover, Which The Framers Of The Calendar Seem To Have Considered A Greater Evil Than That Of Celebrating Easter A Week Too Late.",
        "The Calendar Of The Church Of England Is Therefore From Century To Century The Same In Form As The Old Roman Calendar, Excepting That The Golden Numbers Indicate The Full Moons Instead Of The New Moons.",
        "The Signs And Are Respectively Annexed To Hesvan And Kislev To Indicate That The Former Of These Months May Sometimes Require To Have One Day More, And The Latter Sometimes One Day Less, Than The Number Of Days Shown In The Table The Result, In Every Case, Being At Once Determined By The Total Number Of Days That The Year May Happen To Contain.",
        "Hence If W= 1234567 Indicate Sun.",
        "In art no attempt was made, as a rule, to indicate the lameness of Hephaestus; but one sculptor (Alcamenes) is said to have suggested the deformity without spoiling the statue.",
        "This brief summary of the leading features of the Arthurian tradition will indicate with what confused and complex material we are here dealing.",
        "A solution containing to% of pure salt is used to indicate the zero of the scale, and the point at which the instrument floats when immersed in distilled water at to° R.",
        "Between the bulb and counterpoise is placed a thermometer, which serves to indicate the temperature of the liquid, and the instrument is provided with three weights which can be attached to the top of the stem.",
        "If the mercury in the thermometer stand above this zero the spirit must be reckoned weaker than the hydrometer indicates by the number on the thermometer scale level with the top of the mercury, while C f if the thermometer indicate a temperature a? ?!",
        "The instrument is provided with a sliding rule, with scales corresponding to the several weights, which indicate the specific gravity corresponding to the several divisions of the hydrometer scale compared with water at 55° F.",
        "The marine hydrometers, as supplied by the British government to the royal navy and the merchant marine, are glass instruments with slender stems, and generally serve to indicate specific gravities from 1.000 to 1.040.",
        "The salinometer is a hydrometer originally intended to indicate the strength of the brine in marine boilers in which sea-water is employed.",
        "On the second point, Richelieu's letters in many places indicate that his treatment of the great question of frontier would have been more thorough, but then he would not have been hampered in France itself.",
        "All his past career and utterances seemed to indicate that he would favour the harshest measures toward exConfederates, hence his acceptability to the most radical republicans.",
        "It is important to observe that the term µaXaiaa, of which Mollusca is merely a latinized form, was used by Aristotle to indicate a group consisting of the cuttle-fishes only.",
        "Assuming that these ancestral forms resembled the existing Nautilus in their internal anatomy, they had two pairs of renal ducts and one pair of genital ducts, which would apparently indicate, not a single metamere or unsegmented body, but three metameres.",
        "While the tables indicate the fluctuations of supply they show generally that Asiatic countries, in addition to supplying the necessities for their home trade, export to Europe and America about threefifths of the whole of the silk consumed in Western manufactures.",
        "(c) To indicate the wages of rural labour.",
        "The unequal intensities observed indicate a difference in the effectiveness of the channels through which energy is lost, and this need not be connected with the ultimate state of equilibrium when the body is kept at a uniform temperature.",
        "These lines in the case of the spark cannot be due entirely to the increased mass of vapour near the poles, but indicate a real change of spectrum probably connected with a higher temperature.",
        "While some of the phenomena seem to indicate that the projection of metallic vapours into the centre of the spark is a process of molecular diffusion independent of the mechanism of the discharge, the different velocities obtained with bismuth, and the probability that the vibrating systems are not electrically neutral, seem to indicate that the projected metallic particles are electrified and play some part in the discharge.",
        "The author, no doubt correctly, remarks that the shift does net indicate a change of frequency but a change of relative intensity, consisting of a great number of fine lines; when the maximum intensity of the distribution of light is altered, the appearance is that of a shift.",
        "There seem to be characteristic bands, however, of any one series of radicals between woo and about i roo, which would indicate what may be called the central hydrocarbon group, to which other radicals may be bonded.",
        "In cases where the poisonous material did its deadly work, it was held at once to indicate and rightly to punish guilt; but when it was rejected by the stomach of the accused, innocence was held to be satisfactorily established.",
        "Besides the works already mentioned, de Gerando left many others, of which we may indicate the following: - Considerations sur diverses methodes d'observation des peoples sauvages (Paris, 1801); Eloge de Dumarsais, - discours qui a remporte le prix propose par la seconde classe de l'Institut National (Paris, 1805); Le Visiteur de pauvre (Paris, 1820); Instituts du droit administratif (4 vols., Paris, 1830); Cours normal des instituteurs primaires ou directions relatives a l'education physique, morale, et intellectuelle dans les ecoles primaires (Paris, 1832); De l'education des sourds-muets (2 vols., Paris, 1832); De la bienfaisance publique (4 vols., 1838).",
        "- Unifilar Magnetometer, arranged to indicate declination.",
        "Andalusia consists of a great plain, the valley of the Guadalquivir, shut in by mountain ranges on every side except the S.W., where it descends to the Atlantic. This lowland, which is known as Andalucia Baja, or Lower Andalusia, resembles the valley of the Ebro in its slight elevation above sea-level (300-400 ft.), and in the number of brackish lakes or fens, and waste lands (despoblados) impregnated with salt, which seem to indicate that the whole surface was covered by the sea at no distant geological date.",
        "In the meantime some confirmation of the law has been obtained from terrestrial experiments, and observations of double stars tend to indicate for it a wider if not universal range.",
        "It is nevertheless the experience of yarn salesmen that Lancashire produces an increasingly large amount of specialities that indicate a continued differentiation in trade.",
        "Various cotton cloths are imitations of other textures and have modified names which indicate their superficial character, frequently produced by finishing processes.",
        "The general structure of the trans-Himalayan chains appears to indicate that the main axis of upheaval of the whole vast mass of the Tibetan highlands is to be found on two approximately parallel lines, represented the one by the Kuen-lun and the other by a line which is more or less coincident with the watershed between India and the central lake region, extending from Lake Pangong to Tengri Nor, the plateau enclosed between the two being wrinkled by minor folds, of which the relative elevation is comparatively low, averaging from woo to 1500 ft.",
        "This statue was found at Cherchel, and is held by some archaeologists to indicate an Egyptian settlement here about 1500 B.C.",
        "Elsewhere \" Phoenicians \" are merchants, kidnappers, &c., \" Sidonians \" are artists; to indicate nationality both names seem to be used indifferently, e.g.",
        "The Phoenician words which made their way into Greek at an early period indicate the kind of goods in which the Phoenicians traded with the West, or made familiar through their commerce; the following are some of them - Xpua6c, Xcrcov, (u6aos, 606v?,, uivppa, va(3Aa, Ia 7rpos, ?uxos, µv a, 7raXAaxis, 1 3airi Aos.",
        "Traces existing within the exterior porticos on north, west and east indicate much carriage traffic.",
        "In the west it seems to be entirely Eocene, but towards the east intercalated beds with Inoceramus, &c., indicate that it is partly of Cretaceous age.",
        "The researches of Gregor Johann Mendel (1822-1884), abbot of the Augustinian monastery at Briinn, in connexion with peas and other plants, apparently indicate that there is a definite natural law at work in the production of hybrids.",
        "much as the sketch would indicate), and the scion, when cut to a thin wedge form, as shown at c and e, is inserted into the cleft; the whole is then bound up and clayed as in the former case.",
        "This appears to indicate that the Neomeniomorpha are descended from Chiton-like ancestors, and that they have lost their shell valves.",
        "A relief figure in stone, some pavements, potsherds, coins and burials have been found, but nothing to indicate an important station.",
        "The situation of Axminster at the intersection of the two great ancient roads, Iknield Street and the Fosse Way, and also the numerous earthworks and hill-fortresses in the neighbourhood indicate a very early settlement.",
        "Since 1877 railway communication has been largely supplemented by steam-tramways, which either run along the main roads or across the country on special embankments, while one of them is ' The dates indicate the period of construction of the different sections.",
        "The subjoined diagram will indicate the relationship of the forms.",
        "The word a= the sign A = \" water \" (original meaning) can indicate anything whatever connected with the idea moisture.",
        "Concentrated acids convert them into the isomeric nitro-amines, the - NO 2 group going into the nucleus in the orthoor paraposition to the amine nitrogen; this appears to indicate that the compounds are nitramines.",
        "It will probably be sufficient to indicate the problem as conceived by Hume, and the relation of the method he adopts for solving it to the fundamental doctrine of his theory of knowledge.",
        "The writers of the Scottish school, Reid in particular, did undoubtedly indicate some of the weaknesses in Hume's fundamental conception, and their attempts to show that the isolated feeling cannot be taken as the ultimate and primary unit of cognitive experience are efforts in the right direction.",
        "Of the choir only the foundations remain to indicate its extent; at the east end stood the high altar before which Robert III.",
        "From this it seems probable that Palaeotragus and Ocapia indicate the ancestral type of the giraffe-line; while it has been further suggested that the apparently hornless Helladotherium of the Female Okapi.",
        "These symptoms with more or less gastro-intestinal irritation and decrease in the quantity of urine passed indicate digitalis poisoning.",
        "He insists on the diversities in religions; he dwells also on what would indicate a common origin.",
        "The fact that his successor as bishop was appointed in 1123 would seem to indicate that the Greenlanders had information that Eric had perished.",
        "The variations in external characters which lions present, especially in the colour and the amount of mane, as well as in the general colour of the fur, indicate local races, to which After a Drawing by Woll in Elliot's Monograph of the Felidae.",
        "The circles in the centre indicate a rectilinear series of indicate the five turns of the spiral, scales and two lateral secondand show the insertion of each of the ary spirals, one turning from leaves.",
        "Experiments by the capillary tube method have shown that the viscosity varies more nearly as 0 1, but indicate that the rate of increase diminishes at high temperatures.",
        "Huxley in his often-quoted paper in the Zoological Proceedings (1867, pp. 4 2 5, 426) was enabled to place the whole matter in a clear light, urging that the Tinamous formed a very distinct group of birds which;, though not to be removed from the Carinatae, presented so much resemblance to the Ratitae as to indicate them to be the bond of union between those two great divisions.",
        "A large percentage of moisture found in any sample would indicate improper condition.",
        "His Discours sur les passions, de l'amour, a striking and characteristic piece, not very long since discovered and printed, has also been assigned to this period, and has been supposed to indicate a hopeless passion for Charlotte de Roannez, the duke's sister.",
        "We can still point to much in exact science that is absolutely his; and we can indicate infinitely more which is due to his inspiration.",
        "Here it must suffice to indicate briefly the general features of local government in the other German states, as compared with that in~Prussia.",
        "There are signs that during Ottos reign they began to have a distinct consciousness of national life, their use of the word deutsch to indicate the whole people being one of these symptoms. Their common sufferings, struggles and triumphs, however, account far more readily for this feeling than the supposition that they were elated by their king undertaking obligations which took him for years together away from his native land.",
        "Nothing could indicate more clearly than this fact how much of their old power the German kings had lost.",
        "was too short to enable him to do more than indicate his good intentions; he acted in general with the electors in observing a neutral attitude with regard to the dispute between the council of Basel and Pope Eugenius IV., and he put forward a scheme to improve the administration of justice.",
        "How far the different forms indicate real difference in the nature of the phenomenon, and how far they are determined by the position of the observer, it is difficult to say.",
        "Inland the Chebchi and Mandara mountains indicate the direction and extent of the rift.",
        "Both the Lom and the Nyong (a more southerly stream) rise in the central plateau, from which they descend in splendid cascades, breaking through the parallel coast range in rapids, which indicate the extent of their navigability.",
        "But it will be first necessary to indicate briefly what Hellenism in itself implied.",
        "For example, if the falling body s is attached by a thread to the pendulum of a timepiece, it may be used to stop it and indicate the approximate time at which the tremor occurred.",
        "With a period of 18 seconds, and the record-receiving paper at a distance of about 15 ft., a deflection of I millimetre of the light spot may indicate a tilting of AD part of a second of arc, or I in.",
        "Canal and opening indicate the course of the ancient Sebennytic branch of the Nile.",
        "These figures do not, however, indicate fully the prosperity of the country, for although the nominal amount of the capital was practically identical in 1883 and 1905, in the latter year the Egyptian government or the Caisse held stock (bought with surplus revenue) to the value of 8,770,000.",
        "The temples of the earliest times were of course far more primitive than this: from the pictures that are all that is now left to indicate their nature, they seem to have been little more than huts or sheds in which the image of the god was kept.",
        "=1; so conventionally transcribed since it unites two values, being sometimes y but often s (especially at the beginning of words), and from the earliest times used in a manner corresponding to the Arabic hamza, to indicate a prosthetic vowel.",
        "Flexional consonants are almost always marked by phonograms, except in very early times; as when the feminine word z.t, cobra, is spelled ~ Also, if a sign had more than one value, a phonogram would be added to indicate which of its values was intended:",
        "4, 5) are quite as rude as the human figures: they only summarily indicate the mature, and often hardly express the genus.",
        "But three new temples at Karnak, that of Month (Mentu), of Mut and a smaller one, all are due to this reign, as well as the long avenue of sphinxes before the temple of Khons; these indicate that the present Ramesside temple of Khon.s has superseded an earlier one of this king.",
        "(1) Regnal dates as given on contemporary monuments may indicate the lengths of individual reigns, but not with accuracy, as they seldom reach to the end of a reign and do not allow for co-regen.cies.",
        "The areas of intervening cortex, arriving at structural completion later than the above sense-spheres, are called by some association-spheres, to indicate the view that they contain the neural mechanisms of reactions (some have said \"ideas\") associated with the sense perceptions elaborated in the several sensese spheres.",
        "Vertigo is a frequent result of cerebellar injury: animals indicate it by their actions; patients describe it.",
        "The tactual organs of the soles, and the muscular sense organs of limbs and trunk, are originating perceptions that indicate that the self is standing on the solid earth, yet the eyes are at the same time originating perceptions that indicate that the solid earth is far away below the standing self.",
        "Coral formations on heights in the interior would indicate oscillations of the land in several periods, but a detailed geology of the island is wanting.",
        "Seeds in which endosperm or perisperm or both exist are commonly called albuminous or endospermic, those in which neither is found are termed exalbuminous or exendospermic. These terms, extensively used by systematists, only refer, however, to the grosser features of the seed, and indicate the more or less evident.",
        "It is in this reign that Asser applies to Alfred the unique title of secundarius, which seems to indicate a position analogous to that of the Celtic tanist, a recognized successor, closely associated with the reigning prince.",
        "Justinian's ecclesiastical policy was so complex and varying that it is impossible within the limits of this article to do more than indicate its bare outlines.",
        "130), that some of them settled near Massilia in the territory of the Volcae, may indicate the route taken by them.",
        "\" Having regard to the nature of the case it is found impossible further to indicate the character of the information the publication of which is undesirable in the national interests.",
        "Such colonial forms as Hydrurus and Phaeocystis are supposed, however, to indicate a stage in the passage to the multicellular condition.",
        "These pits serve to indicate the genetic relationship of adjacent cells, when they form a compact pesudo-parenchyma, notwithstanding the fact that somewhat smaller secondary pits appear later between any contiguous cells.",
        "(De Toni's Sylloge Algarum, 5897.) After this survey of the four groups comprised under Algae it is easier to indicate the variations in the limits of the class as defined by different authorities.",
        "We have the evidence of this in his own written words, as well as in a sketch which he drew to indicate the seat of his suffering to some physician with whom he was in correspondence, and again in the record of his physical aspect which is preserved by a portrait engraved on wood just after his death, from a drawing made no doubt not long before: in this portrait we see his shoulders already bent, the features somewhat gaunt, the old pride of the abundant locks shorn away.",
        "Above the Boulder Clay are found sands and gravels, along with perched boulders which, by their source and position, indicate the direction and thickness of the ice that carried them.",
        "Yet their Christology and negative attitude towards the state rather indicate, as in the case of Wicklif, Hus and the Fraticelli, an affinity to the Cathari and other medieval sects.",
        "upwards from Persepolis; and all the other references in the historians of Cyrus and Alexander indicate the same place.",
        "The absence of San skrit roots in the Polynesian languages appears to indicate that this migration was in pre-Sanskritic times.",
        "It is almost certain that they did not prevail in Hawaii in early times, but that they were the result of that deterioration in the race which their traditions and many of their customs indicate.'",
        "(2) Things were made taboo by being dedicated to the god; and it is this form of taboo which is still kept up. If, e.g., any one wishes to preserve his coco-nuts from being taken, he will put something upon the trees to indicate that they are sacred or dedicated.",
        "Some traditions indicate a marked distinction between the spirits of warriors and those of others: the former go to a place where they are happy and are immortal, while the latter are devoured by the gods and are annihilated.",
        "The brief comments in brackets, appended above to the arguments, merely indicate what has been said or can be said on the other side.",
        "This seems to indicate the arrival, in ships, of strangers of a higher grade of civilization.",
        "Unfortunately, the skull is incomplete, and the rest of the skeleton very imperfectly known; but sufficient of the former remains to show that the socket of the eye was open behind, and of the latter to indicate that in the hind-foot, at any rate, the upper bones of the two functional toes had not coalesced into a cannon-bone.",
        "These bones, although separate, have their adjacent surfaces more closely applied than is the case in the latter; while in this and the earlier genera the terminal toe-bones indicate that the foot was of the normal hoofed type.",
        "But he says nothing to indicate this, while on the other hand he distinctly proclaims that his purpose is to produce and confirm conviction of the divine claims of Jesus Christ.",
        "The remiges and rectrices indicate perfect feathers, with shaft and complete vanes which were so neatly finished that they must have possessed typical radii and hooklets.",
        "The latter indicate that at one period nearly the whole of this depression was filled with water up to a level somewhat above that of the Mediterranean.",
        "But even if, by omitting these accidental items, the list be reduced to thirty, a sufficient number will be lef t to indicate the cosmopolitan character of the city.",
        "These still indicate communication with Egypt and the north (Syria, Asia Minor; Assyria and the Levant not excluded), and even when a novel culture presents itself, as in certain graves at Gezer, the affinities are with Cyprus and Asia Minor (Caria) of about the r rth or 10th century.'",
        "The excavations (at Gezer, Megiddo, Jericho, &c.) indicate a persisting gross and cruel idolatry, utterly opposed to the demands of the law and the prophets.'",
        "xiv.), the concessions of conservative scholars, and even the view that the Hebrew text is too uncertain for literary criticism, indicate that the starting-point of inquiry must be the present form of the writings.",
        "Hence Argos was perhaps the earliest town of importance in Greece; the legends indicate its high antiquity and its early intercourse with foreign countries (Egypt, Lycia, &c.).",
        "The mantras or sayings composing the Samhita of the Atharva Veda differ from those of the other Vedas by being in the form of spells rather than prayers or hymns, and seem to indicate a stage of religion lower than that of the Rig Veda.",
        "The moon's apparent mean motion in longitude seems also to indicate slow periodic changes in the earth's rotation; but these are not confirmed by transits of Mercury, which ought also to indicate them.",
        "As for Socrates, he ranked himself neither with the philosophers, who professed to know, nor with the sophists, who professed to teach; and, if he sometimes described himself as a cbtX6a040s he was careful to indicate that he pretended to no other knowledge than that of his own limitations.",
        "1, 1), swordsmanship, and forensic argumentation, implies that they came to eristic not from the sophistry of Socrates, but from that of the later humanists, polymaths of the type of Hippias; (2) that the fifth and sixth definitions of the Sophist, in which \" that branch of eristic which brings pecuniary gain to the practitioner \" is opposed to the \" patience-trying, purgative elenchus \" of Socrates, indicate that contemporary with Socrates there were eristics whose aims were not his; (3) that, whereas the sophist of the final definition \" disputes, and teaches others to dispute, about things divine, cosmical, metaphysical, legal, political, technical, in fact, about all things,\" we have no ground for supposing that the Megarians and the Cynics used their eristic for any purpose except the defence of their logical heresies.",
        "Inscriptions on stone and copper, the palmleaf records of the temples, and in later days the widespread manufacture of paper, all alike indicate, not only the general knowledge, but also the common use, of the art of writing.",
        "It will be enough in this place to explain the general principles upon which the system is based, and to indicate the chief differences of application in the several provinces.",
        "The figures given are the partial dispersions for ordinary crown and ordinary extra dense flint glasses, styled in Messrs Schott's catalogue of optical glasses as o 60 and 0.102 respectively, having refractive indices of 1 5179 and 1.6489 for the D ray respectively, and (µ D -I)/(l F -µc) =60 2 and 33.8 respectively to indicate their dispersive powers (inverted), = v.",
        "The Jews quite early ceased to pronounce the Tetragrammaton, substituting (as the Books of Chronicles and the LXX translation already indicate) the word Lord ('Adonai).",
        "This Might Be Merely Accidental, Or It Might Indicate Some Constant Difference In The Conditions Requiring Further Investigation.",
        "J Amin And Amaury, And Of Many Other Experimentalists Who Succeeded Regnault, Appeared To Indicate Much Larger Rates Of Increase Than He Had Found, But There Can Be Little Doubt That The Discrepancies Of Their Results, Which Often Exceeded 5%, Were Due To Lack Of Appreciation Of The Difficulties Of Calorimetric Measurements.",
        "Stracciati By The Method Of Mixture Between O° And 30° C., Though Their Curve Is Otherwise Similar To Rowland'S, Had Appeared To Indicate A Minimum At 20° C., Followed By A Rapid Rise.",
        "This Would Indicate That Rowland'S Corrected Values Should, If Anything, Be Lowered.",
        "They Also Indicate That It Is Much Larger, And Increases Considerably With Rise Of Temperature, In The Case Of More Condensible Vapours, Such As C1 2J Br 2, Or More Complicated Molecules, Such As Co 2, N 2 0, Nh 3, C 2 H 4.",
        "This Is The Value Of The Minimum Of Atomic Heat Calculated By Perry From Diatomic Hydrogen, But The Observations Themselves Might Be Equally Well Represented By Taking The Imaginary Limit 3, Since The Quantity Actually Observed Is The Mean Specific Heat Between O° And 182 5° C. Subsequent Experiments On Other Metals At Low Temperatures Did Not Indicate A Similar Diminution Of Specific Heat, So That It May Be Doubted Whether The Atomic Heats Really Approach The Ideal Value At The Absolute Zero.",
        "The general results indicate that one of the drifts is moving (relatively to the sun) directly away from a point near a Ophiuchi (about R.A.",
        "A glance at the Milky Way, with its sharply defined irregular boundaries, its clefts and diverging spur, is almost sufficient to assure us that it is a real cluster of stars, and does not merely indicate the directions in which the universe extends farthest.",
        "These works are lost; but their titles, combined with expressions in the letters of Synesius, who consulted her about the construction of an astrolabe and a hydroscope, indicate that she devoted herself specially to astronomy and mathematics.",
        "All the male friends of the deceased go to the door, bow down, and raise their two hands from the floor to their heads to indicate their respect for the departed.",
        "Various other things indicate a separation of the islands from the mainland in quaternary times; since which, owing to the later southward movement on the continent of northern forms in glacial times, there has been a struggle for existence on the mainland from which the islands have largely escaped.",
        "Vapour density determinations indicate that dissociation occurs when the vapour is heated above the boiling point.",
        "And if these terms were intended to indicate so many degrees in the exercise of jurisdiction they would not be correct.",
        "It is unnecessary to refer more fully to the evidence for former human sacrifice or to the popular stories and grim superstitions which indicate its persistence; the grisly custom of our ancestors has been attested by comparatively recent observation in Mexico, Peru, Fiji and W.",
        "Sometimes, indeed, such contact with deity is thought to be dangerous, and the rites indicate avoidance (tabu), and sometimes it is thought desirable.",
        "In the earliest period the services were characterized by extreme freedom, and by manifestations of ecstasy which were believed to indicate the presence of the spirit of God; but as the years went by the original enthusiasm faded away, the cult became more and more controlled, until ultimately it was completely subject to the priesthood, and through the priesthood to the Church.",
        "The existence of ancient lacustrine beaches, upheaved between the two basins by volcanic agencies or left dry by some enlargement of the San Juan outfall, and a consequent subsidence of the water-level, seems to indicate that the lakes were formerly united.",
        "In the language of Ebon, one of the islands in the Marshall archipelago, nouns have the peculiarity which is characteristic of the Papuan languages: those which indicate close relationship - as of a son to a father, or of the members of a person's body - take a pronominal suffix which gives them the appearance of inflexions.",
        "In others there are no special dual forms, but the numeral for two is used to indicate the dual.",
        "The ideal alphabet would indicate one sound by one symbol, and not more than one sound by the same symbol.",
        "It is clear, therefore, that the best alphabet would not long indicate very precisely the sounds which it was intended to represent.",
        "As already mentioned, the twenty-two symbols of the Phoenician alphabet indicate consonantal sounds only.",
        "Greek had no sound corresponding to Latin F, consequently an attempt is made by combining F and H to indicate the difference of sound.",
        "As Latin, however, made the symbol V indicate not only the vowel sound u, but also the consonant sound v (i.e.",
        "In what follows an attempt will be made to summarize the facts and indicate the conclusions to be drawn from recent experience.",
        "The recent large increase of the Greek population in the western districts, the construction of railways, and the growing interests of Germany and Russia on the plateau seem, however, to indicate that the tide is again turning in favour of the West.",
        "Leaves of aluminium foil may with advantage be substituted for gold-leaf, and a scale is sometimes added to indicate the angular divergence of the leaves.",
        "The uses of an electroscope are, first, to ascertain if any body is in a state of electrification, and secondly, to indicate the sign of that charge.",
        "It may be premised that although the existing MS. is written in the West-Saxon dialect, the phenomena of the language indicate transcription from an Anglian (i.e.",
        "As thes laws are discussed under a separate heading (MoTION, LAWS 0F it is here only necessary to indicate the standpoint from whic the present article is written.",
        "Considerable additions, however, have been introduced in order to indicate subsequent developments of the subject; the new sections are numbered continuously with the old, objects to which they relate are intended to remain fixed or to move relatively to each otherthe former class being comprehended under the term Theory of Structures and the latter under the term Theory of Machines.",
        "Then will the projection of that line in the prnjectec figure indicate the vertical direction, and represent the weight of th part of the second structure corresponding to the before-mentione portion of the first structure.",
        "That is to say, there are no general principles of action, and no words which indicate that acts have been classified as good or bad, right or wrong.",
        "The frequent mention in the Scholia of \" better \" and inferior \" texts may indicate a classification made by him or by the general opinion of critics.",
        "It has been shown by means of spectroscopic observations that the green colour of the elytra, &c., is due to the presence of chlorophyll; and that the variations of the spectral bands are sufficient, after the lapse of many years, to indicate with some certainty the kind of leaves on which the insects were feeding shortly before they were killed.",
        "In Scandinavia, and perhaps in Italy, the rate may be affected by the emigration of adult males, but the later columns of the table indicate that this is not the cause of the low rate in Ireland, which appears to be mainly due to abstinence from marriage at the ages specified.",
        "The appearance of Hering, son of Hussa, Ã†thelfrith's predecessor, on the side of the invaders seems to indicate family quarrels in the royal house of Bernicia.",
        "RENAISSANCE - The \"Renaissance\" or \"Renascence\" is a term used to indicate a well-known but indefinite space of time and a certain phase in the development of Europe.'",
        "These terms indicate moments in the whole process of modern history which were opposed, each to the other, and both to the Renaissance; and it is needful to bear in mind that they have, scientifically speaking, a quite separate existence.",
        "So much had to be premised in order to make it clear in what relation humanism stood to the Renaissance, since the Italian work of Dante, Petrarch and Boccaccio is sufficient to indicate the re-birth of the spirit after ages of apparent deadness.",
        "Both De Comines and Villon indicate the entrance of a new quality into literature.",
        "In painting Nuremberg is not less prominent, as the names of Wohlgemuth and DÃ¼rer sufficiently indicate.",
        "The amount of volatile acid should be very small, and, except in special cases, a percentage of volatile acid exceeding 0.1 to 0.15%, according to the class of wine, will indicate that an abnormal or undesirable fermentation has taken place.",
        "One method of assisting nature in wine-making, which is, in the opinion of the author, not justifiable if the resulting product is sold as wine or in such a manner as to indicate that it is natural wine, is the process termed \" gallisizing,\" so called from its inventor H.",
        "interests of the state among the states west of the Mississippi, the presence of excellent manganiferous ores, a central position for distribution, and much the best railway system of any mountain state, indicate that Colorado will almost certainly eventually entirely or at least largely control the trans-Mississippi market in iron and steel.",
        "It is here proposed merely to classify the works, to indicate their general character and to enter somewhat more in detail upon what he himself regarded as his great achievement, - the reorganization of the sciences and the exposition of a new method by which the human mind might proceed with security and certainty towards the true end of all human thought and action.",
        "It is impossible within our limits to do more than indicate the influence which Bacon's views have had on subsequent thinkers.",
        "These names indicate the particular district in which the flax has been grown, but it is more general to group the material into classes such as Livonian Crowns, Rija Crowns, Hoffs, Wracks, Drieband, Zins, Ristens, Pernau, Archangel, &c.",
        "On the other hand, certain references indicate that there was a strong opposition to writing down the Oral Law.",
        "Selfregistering voltmeters indicate at any moment the potential difference in every tank, and therefore give notice of short circuits occurring at any part of the installation.",
        "To indicate the variety of uses to which jute is applied, the following quotation may be cited from the official report of Hem Chunder Kerr as applying to Midnapur.",
        "The chief cause of dispute was the quartering by the Danish king of the three crowns of Sweden on the Dano-Norwegian shield, which was supposed to indicate a claim of sovereignty.",
        "The large and steadily increasing receipts from import duties, amounting to 91,321,860 pesos in 1905, and 103,507,556 pesos in 1906, appears to indicate an encouraging state of prosperity in the country, although an average of 34z pesos a year (nearly £2: 12s.), in addition to the increased prices paid for home manufactures, seems to be a very heavy indirect tax upon so poor a people.",
        "Least of all does the historical evidence at our disposal justify the inference that the civilization of north Galatia, during the 1st century A.D., was Romano-Gallic rather than Hellenic; for, as the coins and inscriptions indicate, the Anatolian culture which predominated throughout the province did not exclude the infusion either of Greek religious conceptions or of the Greek language.",
        "So great was the influence of Sheikh Haidar, and so earnestly did he carry out the principles of conduct which had characterized his family for five generations, that his name has become, as it were, inseparable from the dynasty of his son Ismail; and the term Haidari (leonine) is applied by many persons to indicate generally the Safawids of Persia.",
        "The subsequent statement that his son, Sultan Ali, was seized, in company with two younger brothers, by Yaqub, one of the descendants of their grandfather Uzun }.iasan, who, jealous of the numerous disciples that resorted to Ardebil, confined them to the hill fort of Istakhr in Fars, seems to indicate a second interpretation of the passage just extracted from Purchas, and that there is confusion of persons and incident somewhere.",
        "This strict definition, if adhered to, however, would not be applicable to a large number of cases of neuralgia; for in not a few instances the pain is connected with some source of irritation, by pressure or otherwise, in the course of the affected nerve; and hence the word is generally used to indicate pain affecting a particular nerve or its branches from any cause.",
        "On the sides and top of the lower chamber was a framework of timbers, which seems to indicate that the mound is of comparatively recent date.",
        "Previous to this (in 1629) Parkinson, the friend and associate of Johnson, had published his Paradisus, in which (p. 517) he gives an indifferent figure of the potato under the name of Papas seu Battatas Virginianorum, and adds details as to the method of cooking the tubers which seem to indicate that they were still luxuries."
    ],
    "definition": [
        "Link/Cite"
    ]
}