{
    "translation": "אות, סימן",
    "uses": [
        "She displays no indication of homesickness.",
        "They showed no indication of giving them any privacy.",
        "If Alex knew that, he gave no indication - and she had no intention of telling him.",
        "She winced as she stood, and glanced up into blue eyes that gave every indication he could read her mind.",
        "She looked up at him, but his expression gave no indication what was going on in his mind.",
        "\"Oh, so that is Vereshchagin!\" said Pierre, looking at the firm, calm face of the old man and seeking any indication of his being a traitor.",
        "The Englishman nodded, but gave no indication whether he intended to accept this challenge or not.",
        "If her clothes and car were any indication, life was improving for her now.",
        "He gave no indication he heard.",
        "No sense of nervousness, no indication he had anything to hide.",
        "His eyes wandered over her face, but he gave no indication that he understood her, much less that he wanted to respond.",
        "Every day she assured him of her love, even though he gave no indication that he heard.",
        "If his week was any indication, this was not about to fix itself as easily as the portal shutting out his assassins.",
        "Gabriel winked, the only indication she didn't need to run.",
        "She was getting used to the hard stares the warriors gave her, the only indication of their surprise at her candidness.",
        "Suspecting some of them remained, he gave no indication he.d found the vial as he carefully lifted Sasha.s body and laid it on the sarcophagus.",
        "Surely she must feel bitter about that fact, and yet neither her voice nor her expression gave any indication that she felt animosity.",
        "His neck colored, but otherwise he gave no indication he knew what she was talking about.",
        "If the kiss was any indication, yes.",
        "Otherwise, there was no indication of understanding.",
        "Her response to the issue about a son was indication that she was ready to break from the past.",
        "The silver of her eyes flared and swirled as she gazed at him, an indication she was reading either his future or his mind.",
        "If the displeased look on his face was any indication, he must have heard Josh.",
        "I watched as they removed him, a sheet over his body in a clear indication of his lack of immortality.",
        "The frolicking hadn't been planned, but if the look on Lori's face was any indication, she got the picture.",
        "He never looked directly at her, but the way he held back branches was indication enough that he knew she was there and was thinking of her.",
        "Tests gave no indication of an underlying cause.",
        "If popular models were an accurate indication, people preferred tall women.",
        "He sat in the caleche, dozing and waking up by turns, and listening for any sound of firing on the right as an indication that the action had begun.",
        "She searched his face for some indication of comprehension, eventually finding it only in his voice.",
        "She smiled but it seemed more designed to give comfort to Dean than a true indication of her feelings.",
        "Davis handed her a scalding cup of coffee, his chocolate gaze scrutinizing - probably searching for some indication of congeniality.",
        "The nurse said he was up early, which was probably an indication he was looking forward to going home.",
        "His steady gaze gave no indication of what else was on his mind.",
        "Has your sister given any indication Shipton might have told her the truth about Annie Quincy?",
        "If his tone was any indication, he wanted more.",
        "She sat up and gazed at him, chewing her lip in a way he knew to be an indication that she was troubled.",
        "It was a subtle indication of her employer's wealth.",
        "She rose, a clear indication she'd devoted enough time to these non-paying visitors.",
        "That was a pretty good indication of interest - or lack thereof.",
        "There's a strong indication they might have been wrong and he was innocent.",
        "He used to be awake instantly - another indication that this thing with Lori was troubling him deeper than he would admit.",
        "She glanced up at Yancey, but he gave no indication he might give her any privacy.",
        "If their meeting today was any indication, this visit was going to be interesting - if not uncomfortable.",
        "If her Christmas gift was any indication, she thought she might be falling for the brute.",
        "If her pulse were any indication, she should be happy – and cautious.",
        "He gave no indication he and his mother were leaving and joined Fred at the table when the old man offered him a bowl of cereal.",
        "Tests revealed normal brain function, and there was no indication of any permanent damage.",
        "His tone was controlled, his features calm, his eyes the only indication of the fire in his blood.",
        "But despite himself, on his face too that same indication of something new and stern showed round the mouth.",
        "\"If I do, will everything be okay?\" she asked, searching his face for any indication she survived the ordeal and left Hell.",
        "There is no indication whatsoever he cares a flip about that picture.",
        "Ryland gave no indication of having any interest in furthering his relationship with the mother of his out-of-wedlock son.",
        "He didn't have the pointed teeth of a demon, which she hoped was indication enough she wasn't about to make a deal with the devil.",
        "They both agreed—Dean still reluctantly—that the money was one more indication that Jeffrey Byrne was among the living.",
        "As to the serfs the only indication was that three out of their huge retinue disappeared during the night, but nothing was stolen; and as to the value of their possessions, the thirty peasant carts that had come in from their estates and which many people envied proved to be extremely valuable and they were offered enormous sums of money for them.",
        "This was the first indication of the necessity of deviating from what had previously seemed the most natural course--a direct retreat on Nizhni-Novgorod.",
        "Of the immense number of indications accompanying every vital phenomenon, these historians select the indication of intellectual activity and say that this indication is the cause.",
        "If he noticed, he gave no indication.",
        "When he didn't give any indication that he heard, she threw the covers back.",
        "Apparently he mistook her breathless state as an indication of passion.",
        "At least he was honorable, but if the look on his face was any indication, he was regretting that offer.",
        "Only his eyes gave any indication of emotion – and that not very much.",
        "Instead he would lay there beside her, neither touching her nor giving any indication that he knew she was there.",
        "If he did, he gave no indication.",
        "But if Mary and Cade met, there was no indication.",
        "Selyn hurried across the room to a pad of paper and pen that Wynn had clearly left behind, if his tight writing on the back cover was any indication.",
        "Both were on the courses he laid out for them, though that was not always an indication his preferred outcome was inevitable.",
        "If he was self-conscious about his inability to talk, he gave no indication.",
        "Possibly. It might be an early indication.",
        "If he felt the same, he gave no indication.",
        "She thought him sitting with her so long on the beach was an indication.",
        "If he was frightened, he gave no indication.",
        "If he was angry, he gave no indication.",
        "On the other hand, hadn't his 'appointment' this morning to talk to her about last chances been indication enough that he was anxious?",
        "If Alex minded all the attention, he gave no indication.",
        "If Alex noticed anything, he gave no indication.",
        "When he turned to her, she hesitated, waiting for any indication that he actually wanted her in his arms.",
        "\"Just give me any indication I'm not going to ruin everything,\" he added.",
        "His warmth and magic filled her, flowing between them in an indication that they were one.",
        "Outwardly he gave no indication that he was uncomfortable.",
        "If he had been scouting around, he had given no indication.",
        "If he thought it was childish to cry over a dog, he gave no indication.",
        "If Gerald was his problem, he gave no indication when they were together.",
        "If he had been humiliated today, he gave no indication.",
        "The fact that he didn't think of those things was indication enough that he took her forgiveness for granted.",
        "He named it Sentinel, which was probably a good indication of his expectations.",
        "If he had been afraid, he had given no indication.",
        "If the amused expression on his face was any indication, he detected her heightened awareness.",
        "If his reactions were any indication, the same was true for him.",
        "The very fact you think drinking may be a problem is one indication.",
        "Do not give her a call or any other indication that you have moved.",
        "There's no indication of how long to hold a note.",
        "Environmental benefits are tougher to pinpoint, but there is some indication that the negative effects of pesticide and chemical runoffs could be lessened.",
        "A loss of time is also a common indication of a sleep disorder like narcolepsy.",
        "After 30 days, if the mask proves to be too uncomfortable with no indication of getting used to it, then it's time to try a new mask.",
        "Remembering the details to your dreams is a good indication that you were awakened during the REM stage, but not being able to recall details of your dreams indicates you were in an NREM stage of sleep upon awakening.",
        "In children, hyperactivity can be an indication of apnea.",
        "Rather, if someone did not snore, or snore as intensely as they are now, this could be an indication of sleep apnea.",
        "If the past is any indication, get ready for some major Multiplayer fun.",
        "Veteran Splinter Cell gamers know that sound is a critcial indication of someone's presence.",
        "Digestive and neurological symptoms could also be an indication of other underlying disorders.",
        "Obesity is a general indication of possible high cholesterol levels.",
        "Black often is an indication of depression or feeling hopeless or restricted.",
        "Chest x rays give some indication of whether the lungs are hyperinflated from an effort to move air in and out.",
        "Recurring styes may be an indication of a chronic eye infection called Staphylococcus blepharitis.",
        "More research needs to be done, but there is some indication ACV lowers the glycemic index.",
        "For individuals over the age of 55, this is important because it can be an indication of health complications to come in the future.",
        "This is a measurement that compares your height to your weight and gives you an indication of whether you're at a healthy weight for your height.",
        "This ranking will not be indicative of customer satisfaction or the cost of premiums, but instead will be an indication of the financial stability of an insurer.",
        "Being involved in a car accident may be an indication that you are a reckless driver, and multiple accidents on your record may make it more difficult for you to find insurance coverage.",
        "If the past efforts at reform were any indication, the insurance industry and the medical industry have a great deal of pull in Washington.",
        "This designation is not an indication of a substandard type of insurance, but instead means that they accept vehicles or drivers that other companies may consider too risky.",
        "Healthy curves soon went out of style, but if the growing interest in enhancing underwear is any indication, they might be on the verge of a comeback.",
        "The presence of cells in the tumor being positive for estrogen and/or progesterone receptors is an indication for treatment.",
        "For 16q and WT1, some indication of which of these theories applies comes from the data on tumor progression.",
        "A tally of seven cup goals from eight matches was perhaps a better indication of her scoring prowess during the campaign however.",
        "quantifier rules provide no indication as to what terms or free variables must be used in their deployment.",
        "acute phase reactants Recent research suggests that circulating levels of cytokines may be a more direct indication of inflammatory activity.",
        "Whether heme precursors occur in the blood, urine, or stool gives some indication of the type of porphyria, but more detailed biochemical testing is required to determine their exact identity.",
        "When the last were abundant, it seems to be an indication that tillage was practised.",
        "Mr Hooker has shown with reference to the wheat market how close is the correlation between prices in different places,' and the same has been observed of the cotton market, though the Conceivably some indication of the working of \" futures \" might be gleaned from observation of the relations of near and distant \" futures \" to one another and of both to spot.\"",
        "This may consist simply in attaching one end of the wire to an index lever and the other to a fixed support, or the elongation of the wire may cause a rotation in a mirror from which a ray of light is reflected, and the movement of this ray over a scale will then provide the necessary means of indication.",
        "A precise indication of date has been sought in certain supposed references or allusions to historical facts.",
        "In this way curd, mottled or marbled soap is formed, and such mottled appearance was formerly highly valued as an indication of freedom from excess of water or other adulteration, because in fitted soaps the impurities are either washed out or fall to the bottom of the mass in cooling.",
        "Since molecular refractions are independent of temperature and of the state of aggregation, it follows that molecular dispersions must be also independent of these conditions; and hence quantitative measurements should give an indication as to the chemical composition of substances.",
        "Other features frequently met with are the Paradise in the Far East, miniatures of towns, plants, animals, human beings and monsters, and an indication of the twelve winds around the margin.",
        "- an additional indication, if any were needed, of the thriftlessness of the latter in the matter.",
        "When Tarquinius Superbus desired to build a temple to Jupiter, the auguries forbade its removal, and it was enclosed within the walls of the new sanctuary, an indication of the immovability of such stones and of the permanence of the Roman territory.",
        "As soon as the telegram at Cuxhaven announces high tide three shots are fired from the harbour to warn the inhabitants of the \" fleets \"; and if the progress of the tide up the river gives indication of danger, other three shots follow.",
        "Finally, the laws of distribution of animals over Siberia cannot be made out until the changes undergone by its surface during the Glacial and Lacustrine periods are well established and the Post-Tertiary fauna is better known The remarkable finds of Quaternary mammals about Omsk and their importance for the history of the Equidae are merely a slight indication of what may be expected in this field.",
        "In 1861, while conducting a spectroscopic examination of the residue left in the manufacture of sulphuric acid, he observed a bright green line which had not been noticed previously, and by following up the indication thus given he succeeded in isolating a new element, thallium, a specimen of which was shown in public for the first time at the exhibition of 1862.",
        "ir`\"' lines of force,\" of which the curves formed by the filings afford a rough indication; Faraday's lines are howeve confined to the plane of the cardboard, but occur in the whole of the space around the magnet.",
        "Heydweiller, 2 which appeared to indicate a reversal in weak fields (corresponding to I= 5, or thereabouts), have been shown by Honda and Shimizu to be vitiated by the fact that his specimen was not initially in a magnetically neutral state; they found that when the applied field had the same direction as that of the permanent magnetization, Heydweiller's fallacious results were easily obtained; but if the field were applied in the direction opposite to that of the permanent magnetization, or if, as should rightly be the case, there were no permanent magnetization at all, then there was no indication of any Villari reversal.",
        "Owing to the difficulty of determining the magnetization I and the susceptibility K with accuracy, it has not yet been possible to submit this formula to a quantitative test, but it is said to afford an indication of the results given by actual experiment.",
        "The controversy was between Nominalists and Realists; and, exclusively logical as the point may at first sight seem to be, adherence to one side or the other is an accurate indication of philosophic tendency.",
        "There is an equally striking difference among the disp uted prophecies themselves, and one of no small moment as a subsidiary indication of their origin.",
        "in 1215 was intended to prevent Jews from being mistaken for Christians, and similarly in Mahommedan lands they were compelled to wear some distinctive indication of their sect.",
        "In other words, a rough indication is seen of the separation of medicine and surgery.",
        "In order to select remedies which should fulfil the indication of producing symptoms like those of the disease, Hahnemann made many observations of the action of drugs on healthy persons.",
        "lines; it remains to give some indication of the advance of these subjects of study and practice in particular departments.",
        "Gomme refers to an open space outside the western wall of Dorchester still called the Pummery as an indication of the Pomoerium in that place; and he considers that the name of Mile End, situated 1 m.",
        "When the solid rock is not exposed the soil sometimes furnishes an indication of the character of the underlying rock.",
        "But the obduracy of King Pagan, who had succeeded his father in 1846, led to the refusal alike of atonement for past wrongs, of any expression of regret for the display of gratuitous insolence, and of any indication of a desire to maintain friendship for the future.",
        "For further details regarding the formation of Sumerian and Babylonian-Assyrian proper names, as well as for an indication of the problems involved and the difficulties still existing, especially in the case of Sumerian names,' see the three excellent works now at our disposal for the Sumerian, the old Babylonian, and the neoBabylonian period respectively, by Huber, Die Personennamen den Keilschrifturkunden aus der Zeit der Konige von Ur and Nisin (Leipzig, 1907); Ranke, Early Babylonian Proper Names (Philadelphia, 1905); and Tallqvist, Neu-Babylonisches Namenbuch (Helsingfors, 1905).",
        "In the meantime we have proper names to argue from; and these give us at least the significant indication that the Hittite nominative ended in s and the accusative in m.",
        "section Antiquities above), which have done service both by their own indication of a great civilization in Arabia for nearly (or more than) a thousand years before the Christian era, and by the new stimulus which they gave to the study and appreciation of the materials in the Assyrian inscriptions, the Old Testament, and the Greek and Roman writers.",
        "iii., is there the slightest indication that the Israelites connected the name of their God with the idea of \" being \" in any sense, it may fairly be questioned whether, if the author of Exod.",
        "The cult of the heroes exhibits points of resemblance with that of the chthonian divinities and of the dead, but differs from that of the ordinary gods, a further indication that they were not \" depotentiated \" gods.",
        "The rigid Cheilostomes which have this habit were formerly placed in the genus Eschara, but the bilaminar type is common to a number of genera, and there can be no doubt that it is not in itself an indication of affinity.",
        "But to spread and fix the enamel so that neither at the rim nor in the interior shall there be any break of continuity, or any indication that the base is copper, not porcelain, demands quite exceptional skill.",
        "It may conveniently be extended to similar mixtures of sulphur and selenium or tellurium, of bismuth and sulphur, of copper and cuprous oxide, and of iron and carbon, in fact to all cases in which substances can be made to mix in varying proportions without very marked indication of chemical action.",
        "certainly give no indication of chemical combination.",
        "We must not take it for granted, when the freezing-point curve gives no indication of the compound, that the compound does not exist in the solid alloy.",
        "The comedies of Terence may therefore be held to give some indication of the tastes of Scipio, Laelius and their friends in their youth.",
        "No doubt the later indigitamenta (\" bidding-prayers\") which give us detailed lists of the spirits which preside over the various actions of the infant, or the stages in the marriage ceremony, or the agricultural operations of the farmer, are due in a large measure to deliberate pontifical elaboration, but they are a true indication of the Roman attitude of mind, which reveals itself continually in the analysis of the cults of the household or the festivals of the agricultural year.",
        "The desire for a sharper exercise of discipline, and a more decided renunciation of the world, combined with a craving for some plain indication of the Divine will in these last critical times, had prepared many minds for an eager acceptance of the tidings from Phrygia.",
        "They contain clear indication of the interment of martyrs.",
        "Larger quantities of deposit may be conveniently collected by means of the dredge, which can be worked in any depth and brings up large stones, concretionary nodules or fossils, of the existence of which a sounding-tube could give no indication.",
        "An indication of the character of the ash of a coal is afforded by its colour, white ash coals being generally freer from sulphur than those containing iron pyrites, which yield a red ash.",
        "The first indication is a dull hollow sound heard when treading on the pavement or floor, probably occasioned r FIG.",
        "The extraordinary popularity of Erasmus is a sufficient (1464- indication that his attitude of mind was viewed with sympathy by the learned, whether in France, England, Germany, Spain or Italy.",
        "The first indication of a revival of its prestige is to be traced in the action attributed to it by Lysias during the siege of Athens (404 B.C.) (in Eratosth.",
        "In 1904, however, they were counted on a very simple schedule, by sex and by large age-groups up to 40 years old, with a return of birthplace, in a form affording a fair indication of race.",
        "This was about the first indication of a tendency, which grew in strength for half a century, to load the Federal census with inquiries having no essential or necessary connexion with its main purpose, which was to secure an accurate enumeration of the population as a basis for a reapportionment of seats in the House of Representatives.",
        "The swelling of the mountain of Venus is simply the indication of the size of the muscles of the ball of the thumb, and can be increased by their exercise.",
        "This guard wire prevents any current which leaks over the surface of the insulator from passing through the galvanometer G, and the galvanometer indication is therefore only determined by the amount of current which passes through the insulator, or by its insulation-resistance.",
        "Besides the general indication that the Empire was passing through a military crisis, which points to the long struggle waged by Marcus Aurelius against the Marcomanni and other Germanic tribes, there is a reference (Contra Celsum, viii.",
        "With the Ethiopians Saba means \" men,\" a clear indication of their Sabaean descent.",
        "Three gods of the inscriptions are named in the Koran - Wadd, Yaghuth and Nasr. In the god name Ta'lab there may be an indication of tree-worship. The many minor deities may be passed over; but we must mention the sanctuary of Riyam, with its images of the sun and moon, and, according to tradition, an oracle.",
        "There is no indication of an abrupt change from the use of stone to the use of metal such as might have occurred had the knowledge of copper and bronze, and the methods of working them, been introduced through the conquest of the original inhabitants by an alien race of superior culture and civilization.",
        "But his limp is the only indication that he is Lucifer fallen from heaven.",
        "An indication of the mineral products has already been given; as regards the export trade, tin is the most important of these, but the Ombilin coalfields of Sumatra, connected by a railway with the coast, call for mention here also.",
        "But not the slightest indication has been discovered that these mountains were ever panoplied with ice.",
        "His character peeps forth most clearly perhaps in the saying which has become his epithet, Atterdag (\" There will be a to-morrow\"), which is an indication of that invincible doggedness to which he owed most of his successes.",
        "viii.) - a fact which may be an indication of their common origin in some folk-tale current among several races.",
        "The most remarkable of these was made outside the Church - a significant indication of the adverse effect of the conditions within; the Neo-platonist philosopher Porphyry 2 in the 3rd century A.D., untrammelled by church tradition and methods, anticipated one of the clearest and most important conclusions of modern criticism: he detected the incorrectness of the traditional ascription of Daniel to the Jewish captivity in Babylon and discerned that the real period of its composition was that of Antiochus Epiphanes, four centuries later.",
        "Neither in the plan of Smith's university course nor in the wellknown passage at the end of his Moral Sentiments is there any indication of his having conceived such a bipartite scheme.",
        "The willows are cut at the first indication of the sap rising and \"couched\" in rotten peelings and soil at a slight angle, the butts being on the ground, which should be strewn with damp straw from a manure heap. The tops are covered lightly with rotted peelings and by periodical application of water, fermentation is induced at the bottom, heat is engendered, the leaves force their way through the covering and peeling may begin.",
        "There is some indication of his having sided with John in his struggle with the barons; but of the later history of de Courci little is known.",
        "This is not an indication of the density in settled parts; as in Quebec, Ontario and the western provinces there are large unpopulated districts, the area of which enters into the calculation.",
        "But there are two tests of a more objective character that may be used - orthography, and indication of lacunae or other faults in his exemplar.",
        "Another indication of a treatise having arisen out of separate discourses is its consisting of different parts imperfectly connected.",
        "His early life gave little indication of his subsequent activity, and up to the moment of his accession in 1855 no one ever imagined that he would be known to posterity as a great reformer.",
        "On the other hand, the American forms, which have one pair of large chisel-like incisors in the lower jaw, also possess a lower canine, and show no marked gap in front of the cheek-teeth, nor any indication of the characteristic rodent backwards movement of the lower jaw.",
        "Though there is no absolutely conclusive evidence, no experiments hitherto have given any indication that the nature of the gas producing the pressure has any effect on the amount of shift.",
        "The first part, Bio-bibliograpliie (1877-1886; 2nd ed., 1905), contains the names of all the historical personages alive between the years 1 and 1500 who are mentioned in printed books, together with the precise indication of all the places where they are mentioned.",
        "In his Collection, Pappus gives no indication of the date of the authors whose treatises he makes use of, or of the time at which he himself wrote.",
        "Consequently, it is not strange that citations of sayings of Christ - and these are the only express citations in writings of the Subapostolic Age - should be made without the source whence they were derived being named, and (with a single exception) without any clear indication that the source was a document.",
        "This ordination of Ulfilas by the chiefs of the semi-Arian party is at once an indication of their determination to extend their influence by active missionary enterprise, and evidence that Ulfilas was now a declared adherent of the Arian or semi-Arian party.",
        "In none of the early records, however, do we get any clear indication that the Teutonic peoples were distinguished from the Celts.",
        "This could only have been a somewhat rough affair, but its originator maintained reasonably that it would be of interest if some indication of the daily movements could be obtained.",
        "maintained untouched the two offices called the secretariate of briefs to princes, and the secretariate of Latin Letters, the names of which are sufficient indication of their functions.",
        "4, which, according to the kinetic theory, is an indication that an important fraction of the energy absorbed is devoted to rotation or vibration.",
        "any indication of local limitation or action was implied or expressed, in the Hebrew text, of God the Targumists were careful to substitute some expression involving the use of \"Shekinah.\"",
        "The fact that rents are so heavy around Paris is in itself an indication of the money that is realized by the growers not only in the Paris markets, but also in Covent Garden.",
        "But little can be done in the northern states except to prepare manure, and get sashes, tools, &c., in working order; but in sections of the country where there is little or no frost the hardier kinds of seeds and plants may be sown and planted, such as asparagus, cabbage, cauliflower, carrot, leek, lettuce, onion, parsnip, peas, spinach, turnip, &c. In any section where these seeds can be sown in open ground, it is an indication that hotbeds may be started for the sowing of such tender vegetables as tomatoes, egg and pepper plants, &c.; though, unless in the extreme southern states, hotbeds should not be started before the beginning or middle of February.",
        "They seem also never to walk or run when on the ground, but always to hop. The bodyfeathers are commonly loose and soft; and, gaily coloured as are most of the species, in few of them has the plumage the metallic glossiness it generally presents in the pies, while the proverbial beauty of the \"jay's wing\" is due to the vivid tints of blue - turquoise and cobalt, heightened by bars of jet-black, an indication of the same style of ornament being observable in the greater FIG.",
        "elective); (2) the statement that Solon invented sortition for the office is put as the basis of a comparison (89ev, ern ye ov) and, therefore, may fairly be regarded as a hypothesis; (3) there is no indication that the change made in 487 B.C. was a return to an obsolete method, and on the same argument it is odd that Solon's alleged system should not have been revived at the end of the Tyranny.",
        "The third most valuable indication which molecular structure gives about these isomers is how to prepare them, for instance, that normal hexane, represented by CH 3 CH 2 CH 2 CH 2 CH 2 CH3, may be obtained by action of sodium on propyl iodide, CH 3 CH 2 CH 2 I, the atoms of iodine being removed from two molecules of propyl iodide, with the resulting fusion.",
        "A general sketch of pre-Christian asceticism and monasticism, with indication of the chief authorities, is given in O.",
        "Of the date of the book we have only one certain indication.",
        "His scheme was first to work out, in a separate treatise De corpore, a systematic doctrine of Body, showing how physical phenomena were universally explicable in terms of motion, as motion or mechanical action was then (through Galileo and others) understood - the theory of motion being applied in the light of mathematical science, after quantity, the subject-matter of mathematics, had been duly considered in its place among the fundamental conceptions of philosophy, and a clear indication had been given, at first starting, of the logical ground and method of all philosophical inquiry.",
        "Perhaps an indication of it may be discerned as early as the 4th century in a custom, current in Spain, northern Italy and elsewhere, of washing the feet of the catechumens towards the end of Lent before their baptism.",
        "We now find a sudden issue of bronze money by a large number of the cities of the kingdom in their own name - an indication of liberties extended or confirmed.",
        "This is a marked indication of the increasing prosperity of the fellahin.",
        "The face has a beaky nose and some indication of eyes.",
        "The king shares his power with the parliament (Rigsdag), which consists of two chambers, the Landsthing and the Folkething, but the constitution contains no indication of any difference in their attributes.",
        "Usually the great barrows occupy conspicuous sites; but in general the external form is no index to the internal construction and gives no definite indication of the nature of the sepulchral usages.",
        "Apart from this, botanists are generally agreed that the concrescence of parts of the flower-whorls - in the gynaeceum as the seed-covering, and in the corolla as the seat of attraction, more than in the androecium and the calyx - is an indication of advance, as is also the concrescence that gives the condition of epigyny.",
        "Not till then did the courts of first instance have a uniform and controlling indication that the relation between words alleged to be criminal and the armed forces of the nation must be direct enough to constitute \" a clear and present danger.\"",
        "It is perhaps desirable, in an article like this, to treat of algae in the widest possible sense in which the term may be used, an indication being at the same time given of the narrower senses in which it has been proposed to employ it.",
        "In most of the events narrated no further indication of time is given than by the words \"the king of Israel,\" the name not being specified.",
        "It is possible that there may be warm springs on the bed of Lake Victoria, as such springs are of frequent occurrence in the Pamirs; but there is no indication of them in the Chakmaktin basin, and the latter lake must be regarded rather as an incident in the course of the Aksu - a widening of the river channel in the midst of this highlevel, glacier-formed valley - than as the fountain-head of the infant stream.",
        "The increase in the number of joint-stock companies, and the capital thus invested in industrial undertakings, furnish a valuable indication.",
        "An indication of the activity of the Anglican Church was the creation of two new dioceses, George (1911), and Kimberley and Kuruman (1912).",
        "xx.i, &c.), an indication of the normal north-and-south limits of their land; and in defining the area of the country under discussion it is this indication which is generally followed.",
        "The first indication of settlement at Crediton (Credington, Cryditon, Kirton) is the tradition that Winfrith or Bonif ace was born there in 680.",
        "The borough and manor were granted by Elizabeth to William Killigrew in 1595, but there is no indication of town organization then or in 1630, and in the 18th century Crediton was governed by commissioners.",
        "Halley's most notable scientific achievements were - his detection of the \"long inequality\" of Jupiter and Saturn, and of the acceleration of the moon's mean motion (1693), his discovery of the proper motions of the fixed stars (1718), his theory of variation (1683), including the hypothesis of four magnetic poles, revived by C. Hansteen in 1819, and his suggestion of the magnetic origin of the aurora borealis; his calculation of the orbit of the 1682 comet (the first ever attempted), coupled with a prediction of its return, strikingly verified in 1759; and his indication (first in 1679, and again in 1716, Phil.",
        "Even at this depth there was no indication of an approach to the base of the alluvial deposits.",
        "Another remarkable indication of the decay of the ceorl's estate is afforded by the fact that in the treaties with the Danes the twihynde ceorls are equated with the Danish leysings or freedmen.",
        "The former are susceptible of elucidation by indication of what falls under them.",
        "It is only then in the rather mystical relation of vous to the first type of induction as the process of the psychological mechanism that an indication of the direction in which the bridge from individual being to universal knowledge is to be found can be held to lie.",
        "Some indication of the way in which he would hypothetically and speculatively mitigate the antithesis is perhaps afforded by the reflection that the distinction of the mental and what appears as material is an external distinction in which the one appears outside to the other.",
        "All these movements are logic of the present, and a very brief indication may be added of points of historical significance.",
        "No Cambrian rocks are such as would be formed in the abysses of the sea - although the absence of well-developed eyes in the trilobites has led some to assume that this condition was an indication that the creatures lived in abyssal depths.",
        "In the majority of instances, however, no local indication could be found marking the point at which the microbe was implanted.\"",
        "1 In this case the visible indication consisted in the attraction exerted between the electrified body and the light pivoted needle which was acted upon A, ' j+ C and electrified by induction.",
        "These Homeridae, then, belonged to Chios, but there is no indication of their being rhapsodists.",
        "Between the eyes and the tail-piece in all the orders nineteen segments are counted, the proof of a segment's existence depending on its separateness, complete or partial, or on a sutural indication, or else on the pair of appendages known to belong to it.",
        "There is no other indication of a borough.",
        "In spite of certain prejudices against the import of luxuries and the export of gold, there is little indication of the influence of mercantilist or protectionist ideas.",
        "85), but no indication of its extent is given.",
        "Here we find not only sufficient indication of the growth of a legend as to Dauger, but also the existence in fact of a real mystery as to who he was and what he had done, two things both absent in Mattioli's case.",
        "At the beginning of the 20th century the Baptist Union collected a \"Twentieth Century Fund\" of £250,000, which has largely assisted the formation of new churches, and gives an indication of the unity and virility of the denomination.",
        "In none of these cases is there any indication that acclimatization was necessary or ever took place.",
        "Rattlesnakes, owls and weasels are commonly found in the burrows; but their presence is no indication of the existence of a kind of \"happy family\" arrangement, the snakes, at any rate, preying on the young marmots.",
        "in Tierra del Fuego, affording another indication of the low maximum temperatures ruling during the summer.",
        "The higher summits of the Cordilleras afford a larger and more continuous supply of water, and so dependent are the people in the cultivated river valleys on this source of water supply that they watch for snowstorms in the Cordilleras as an indication of what the coming season is to be.",
        "Two of the tower piers and a part of one arch give some indication of the grandeur of the building.",
        "This action, finally blocking the Boer road to the sea, taken by a Liberal government, was clear indication that Great Britain was determined to maintain her supremacy in South Africa.",
        "It is clear, then, that in front of the Himalaya there is a great depression, but as yet there is no indication that this depression was ever beneath the sea.",
        "Reinach (reviewing P. Mazan's L'Orestie d'Eschyle, 1902) defends the theory of Bachofen, who finds in the legend of Orestes an indication of the decay of matriarchal ideas.",
        "He gives no precise indication of their geographical position, but states that, together with six other tribes, including the Varini (the Warni of later times), they worshipped a goddess named Nerthus, whose sanctuary was situated on \"an island in the Ocean.\"",
        "weight, the indication that the toxin has been antagonized being that a fatal result does not follow within five days after the injection.",
        "The object in such treatment is to raise the opsonic index of the serum, this being taken as an indication of increased immunity.",
        "One significant indication of this may be mentioned.",
        "The Summa he therefore regarded as representative of the work of the Latin Geber, and study of it convinced him that it contains no indication of an Arabic origin, either in its method, which is conspicuous for clearness of reasoning and logical co-ordination of material, or in its facts, or in the words and persons quoted.",
        "As an indication of their earnestness of purpose the government allowed officials a period of six months in which to break off the use of opium, under heavy penalties if they failed to do so.",
        "Besides the two royal seals of Anglo-Saxon kings noticed above there are extant a few other seals, and there is documentary evidence of yet others, which were Anglo- used in England before the Norman Conquest; but Saxon the rarity of such examples is an indication that the private employment of seals could not have been very seals.",
        "The number of farms, however, increased from 2 3,9 0 5 to 34, 2 94, and the average size of the farms decreased from 115.2 acres to 82 acres, an indication that agriculture gradually became more intensive.",
        "A religious census, such as is customary in other countries, has not been taken since 1851; nor is it probable that such a census would be any true indication of the actual religious beliefs of the population.",
        "Any statistics of this nature, then, however useful they may be as a general indication, must not be treated as conclusive.",
        "These have, in some cases, a record from a fairly early date; thus, an indication of the Northumberland coal-supply occurs in a charter of 1234, and the Yorkshire coal-field is first mentioned early in the following century.",
        "The position of the various principal coal-fields has been indicated in dealing with the physical geography of England, but the grouping of the fields adopted in the official report may be given here, together with an indication of the counties covered by each, and the percentage of coal to the total bulk raised in each county.",
        "The fact that his plays could be referred to by name alone without any indication of the author (Cicero, De Finibus, ii.",
        "In her six hands are torches, sometimes a snake, a key (as wardress of the lower world), a whip or a dagger; her favourite animal was the dog, which was sacrificed to her - an indication of her nonHellenic origin, since this animal very rarely fills this part in genuine Greek ritual.",
        "The want of harmony between the facts and the statements about them is patent to all scholars, and it is the knowledge of this, unacknowledged to themselves, which has made the literati labour with an astonishing amount of fruitless ingenuity and learning to find in individual words, and the turn of every sentence, some mysterious indication of praise or blame.",
        "14), is another indication of comparatively late date.",
        "During her stay all animal and vegetable productivity ceases, to begin again with her return to earth - a clear indication of the conception of her as a goddess of fertility.",
        "As many commentators have brought out, there can be little doubt that the doctrine of angels in Daniel is an indication of prolonged Persian influence.",
        "In such cone-scales as show little or no external indication of being double in origin, e.g.",
        "In the Quadragesimae de Epiphania as described by Etheria there is, as Monsignor Duchesne points out (Christian Worship, p. 272), no indication of a special association with the Blessed Virgin; and the distinction between the festival as celebrated in the East and West is that in the former it is a festival of Christ, in the latter a festival pre-eminently of the Virgin Mother.",
        "It has by many topographers been placed between the Albanus Mons and the Albanus Lacus, according to the indication given by Dionysius (i.",
        "The office of high commissioner in South Africa was now separated from the governorship of the Cape and associated with that of the Transvaal - an indication of the changed conditions in South Africa.",
        "If therefore the upper bar be graduated in divisions, each of which is 4, the indication of the poise Q, viz.",
        "They are rapid in action, the indication is in general clear, and there is no need of loose weights except for testing the machine occasionally.",
        "is cited as follows: the opening words of the chapter are given, or else its order or number, then the title to which it belongs; earlier scholars added X (extra); nowadays, this indication is omitted, and the order or number of the title in the book is given 2 By referring to the decretals of Gregory IX.",
        "They are cited, like the decretals, with a further indication of the collection to which they belong: Extra y.",
        "It' includes the constitutions of Clement V., and above all, the decrees of the council of Vienne of 1311, and is divided, like preceding collections, into books and titles; it is cited in the same way, with the additional indication Clem-(entina).",
        "The advantage of the Austrian arrangement of the quotient lies in the indication it gives of the true value of each partial quotient.",
        "This being so, the ordinary analysis of a coal affords but little indication of its value for gas-making purposes, which can only be really satisfactorily arrived at by extended use on a practical scale.",
        "175-177, notes Pelasgians in Crete, together with two apparently indigenous and two immigrant peoples (Achaeans and Dorians), but gives no indication to which class the Pelasgians belong.",
        "Iron being a constituent part of the blood itself, there is a direct indication for the physician to prescribe it when the amount of haemoglobin in the blood is lowered or the red corpuscles are diminished.",
        "In using the apparatus a measured mile or other known distance is walked and the indication thereby made on the dial-plate observed.",
        "The other indication is the name Alti Mermer (the six columns) given to a quarter in the same neighbourhood.",
        "The absence of any special name for it in the Semitic, Chinese and Sanskrit languages is also adduced as an indication of its comparatively recent culture.",
        "Near Orchomenus her wooden image stood in a large cedar-tree - an indication that her worship was originally that of the tree itself (KESpeEins, \" the cedar goddess\"); at Caryae there was an image of Artemis Kapvarts (\" the nut-tree goddess\").",
        "A brief indication and fourth somites.",
        "We can gather no indication of the forefathers of the Hexapoda or of the Chilopoda less specialized than they are, whilst possessing the essential characteristics of these classes.",
        "But there is no indication of this practice in works of art, in which the Amazons are always represented with both breasts, although the right is frequently covered.",
        "The most delicate indication of an atmosphere would be through the refraction of the light of a star when seen coincident with the limb of the moon.",
        "This second hole is opened the next year, and used as the ordinary entrance, so that the number of closed up holes round a burrow gives an indication of the length of time that it has been occupied.",
        "termination, and may be regarded as an embryonic indication of its present outline.",
        "From the sea the only indication of a river mouth is a break in the dark green mangroves which here universally fringe the coast.",
        "The Kuh-i-Khwajah is a sufficient indication of the western side.",
        "In many cases the deviations do not appear to favour any simple hypothesis as to the mode of variation of s with temperature, but as a rule the indication is that s is nearly constant, or even diminishes with rise of temperature.",
        "A thin halo seen above the new moon was pictured as a cap, and the association between this and the symbol of royalty, which was a conical-shaped cap, led to interpreting the phenomenon as an indication that the ruler would have a successful reign.",
        "It is regarded as an indication of good bone.",
        "This was in the main only an indication of the general Farmers' Movement,' but this found in Nebraska special stimulus in large losses (almost $900,000) suffered by the state from the negligence and defalcation of certain Republican officeholders.",
        "The tracheae are minute tubes exhibiting a faint transverse striation which is probably the indication of a spiral fibre.",
        "The first unmistakable indication of the public use of the painter's art for directly religious ends does not occur until A.D.",
        "(After Duchartre.) the calyx being trifid (three-cleft), quinquefid (five-cleft), &c., according to their number; or they reach to near the base in the form of partitions, the calyx being tripartite, quadripartite, quinquepartite, &c. The union of the parts may be complete, and the calyx may be quite entire or truncate, as in some Correas, the venation being the chief indication of the different parts.",
        "It appears at first as a simple cellular papilla of meristem, upon which an indication of two lobes soon appears.",
        "Evidence from traces of organization is alone ' conclusive; the presence of carbonaceous matter, though a useful indication, may be deceptive, for the organic substance may have been derived from other sources than the body which left the impression.",
        "This contains only results, and there is no indication of the method by which they were obtained, so that, according to L.",
        "Hopefully it wasn't an indication of his attitude for the entire visit.",
        "That evening he went to bed early and slept until dawn - indication enough that the bucking had taken its toll.",
        "Not that his speech was any indication.",
        "It was another subtle indication of her employer's wealth.",
        "If her pulse were any indication, she should be happy â€“ and cautious.",
        "It was another indication of that underlying humor.",
        "We guessed our offering was miniscule compared to what the others learned in our lengthy absence, if the excitement in Martha's voice on the phone was an indication.",
        "The lawn needed mowing; an indication Quinn wasn't using his recent free time for domestic chores.",
        "His jury duty was scheduled for the next day, although he gave no further indication of concern since Martha's bones were occupying his interest.",
        "No, and it caused irreparable damage to at least Brandon, although there's no indication Ralph carried any scars.",
        "There was no emotion in the demon lord's voice, no indication of warmth or affection whatsoever.",
        "They had never given any indication that they would bother anyone, but it was a precaution she always took.",
        "Only his eyes gave any indication of emotion â€“ and that not very much.",
        "They both agreedâ€”Dean still reluctantlyâ€”that the money was one more indication that Jeffrey Byrne was among the living.",
        "None of the information on this site should be taken as an indication that we condone trespass.",
        "If attempts at suicide are any indication of guilt, this man must have a very uneasy conscience.",
        "Contrary to any previous indication, students can submit their poster abstracts on any relevant topic.",
        "Cough is not an indication to stop an ACE inhibitor unless it is troublesome.",
        "The initial indication is that is should not be too far adrift from the stance we are taking in the UK.",
        "It does, however, provide a useful indication of the uncertainties of the overall estimates of roadside benzene concentrations.",
        "There is no indication for prescribing two benzodiazepines rather than diazepam alone.",
        "bipolar (affective) disorderibitory activity of diverse mood stabilizers suggests that bipolar disorder represents a further indication for this therapeutic class.",
        "calibrated to give an indication of average speed.",
        "cella walls is an indication of the superior engineering skills of the Romans.",
        "Clinical indication was short distance claudication in 5 and rest pain with ulceration in one.",
        "clear indication also needs to be given about how to bid for additional funds where necessary.",
        "The names dropped in the fake biog give some indication of what's on offer among the album's 14 admirably concise tracks.",
        "confounding by indication.",
        "congo phone calls example, this allows the Power Cycle error to avoid causing a Remote Error indication on a TDM handheld reader.",
        "contra indication give oral beta blocker for at least 1 year, if tolerated.",
        "Top of page coping with a panic attack Panic attacks are an indication of severe anxiety you should seek professional help.",
        "Each religion have some unique claims that seem to offer some special significant indication that they were relayed from the divine creator.",
        "For sensitive bite indication I opted to use a sliding float, only to find that this was irresistible to these pea-brained crocodilians.",
        "A wheel arch that is covered with Ultraseal is a good indication that the tire has experienced a controlled deflation.",
        "The mother's first indication of trouble came when she met the plane at the airport in Budapest and Eva did not disembark.",
        "There is an obvious indication for neck dissection, even in early cases.",
        "The first indication of fetal distress is an abnormal heart rate.",
        "dowsean>Dowsing also gives a good indication of depth without having to drill bore holes.",
        "But the nasal drip is as good an indication of the game's nature as any.",
        "There is no convincing evidence to suggest that the second- and third-generation cephalosporins are more efficacious than the first-generation cephalosporins in this indication.",
        "Because he lasted draft lists a gold leaf electroscope no indication of.",
        "elevated concentrations of DMS above the ocean surface can be an indication of dense aggregations of zooplankton feeding beneath the surface.",
        "The resulting subcutaneous emphysema can be an indication of the extensive internal damage.",
        "erratum is no indication in the main text of those entries that have errata or additions.",
        "ethnicity questions is a further indication.",
        "Neither stick has a ferrule, nor any indication that one was ever fitted.",
        "first-generation cephalosporins in this indication.",
        "gannets also seen feeding in these areas is a good indication that herring are in good supply.",
        "gantrymotorway gantries give no indication of seriousness of delays either.",
        "This gives an indication of whether a novel sequence is that of an active peptidase or a non-peptidase homologue.",
        "hopeful indication of the value being placed on it.",
        "The move is the clearest indication yet of the depth of the relationship that has developed between the pop princess and the movie hunk.",
        "In some cases IgG subclass deficiency may be the first indication of the future evolution of common variable immunodeficiency (CVI ).",
        "Sometimes a mere belfryman will be elected to the chair, but no indication of shock at such impropriety may be given.",
        "But if it gives an indication of the range of approaches, how can we reconcile such apparently incongruent perspectives?",
        "indication of the extent to which the extreme right had lost ground.",
        "indication of the seriousness of the subject.",
        "indication of the timescale involved should be given.",
        "indication of trends.",
        "indication of the breadth and depth of the work that is currently being undertaken to support weight management throughout the UK.",
        "The black cross only gives an indication of where to aim.",
        "The nature of the accident itself provides an indication of the risk of SCI.",
        "indication for liver transplantation in the United States.",
        "indication for specialist referral.",
        "indication for surgery, operative details and outcome data were extracted from the medical records.",
        "Data on the number of banks do not provide a clear indication of the level of monopoly power.",
        "The \" PDO \" and \" Protected Geographical indication \" regime were introduced in the early 90s.",
        "The spoil heaps are generally large and is a rough indication of the age of the sett.",
        "With the light top the rod retains the delicate bite indication and presentation required when using lighter leads.",
        "The comment was not an indication of Mr Smith's political inexperience, a spokesman told us, it was meant rhetorically.",
        "inflexionicular, it shows several distinctive Northern features, eg. the verbal inflections, which are generally a good indication of dialect localisation.",
        "Furthermore, your waist measurement can be an indication of your future health.",
        "metronidazole treatments administered during the first trimester of pregnancy, whatever the dose or indication, were included in the review.",
        "misgivee can imagine an instrument that never misgave or made a false indication in the whole course of our experience.",
        "mood stabilizers suggests that bipolar disorder represents a further indication for this therapeutic class.",
        "The thickening process has not left any indication of the initial crystal morphology.",
        "muffle material gives little indication of its features.",
        "There was no indication that any of the protein kinase genes was frequently mutated in this set of breast cancer samples.",
        "Our services and activities offer the clearest possible indication of our refusal to be trapped or imprisoned by our history however noble.",
        "If a reasonable range is observed, this is a good indication that laser energy is penetrating the obscurant.",
        "Is the creation of a universe a sure indication of absolute omnipotence, for example?",
        "overfly was also an indication, but not confirmed, that Canadian bases had been overflown by a helicopter.",
        "This was an indication of the KingÃ•s view that defense of the entire realm now took precedence over local particularism, and regional tradition.",
        "A Google search will reveal 1.2 million results - an indication of its surging popularity worldwide!",
        "Dark yellow urine is an indication of dehydration although vitamin supplements containing riboflavin will color the urine dark yellow.",
        "Please note the file sizes are given to give you an indication of download times.",
        "Some deafblind people may need a stronger indication, perhaps a gentle squeeze of the wrist, but check with them.",
        "On the evidence, there is an indication that quite apart from the defendants, there were other subcontractors working on the site.",
        "subcutaneous emphysema can be an indication of the extensive internal damage.",
        "This circuit has a level control and peak display indicator, a variable trigger threshold and trigger threshold and trigger indication.",
        "Moon in Jupiter's Dorothean triplicity and Jupiter in Moon's Dorothean triplicity but Moon's Fall sign - indication = no.",
        "The non-specific pitch indication was also used with a specific rhythmic notation to achieve rhythmic unisons within ' improvised ' tonalities and harmonies.",
        "Wattmeters LDG TW-1 The TW-1 talking wattmeters LDG TW-1 The TW-1 talking Wattmeter provides an aural spoken indication of power and SWR using a digitally recorded voice.",
        "An indication of the research interests of staff members is provided on the unit's introductory Web pages.",
        "The prophet then receives his call (ii., iii.) in the shape of a roll of a book, which he is required to eat (an indication of the literary form now taken by prophecy).",
        "(iv.) There is an incidental indication of time, which points to the period after Marathon as the true date for the events which are referred by Herodotus to the year before Marathon, viz.",
        "Physiological and Morphological Di,fferentiation.The first indication of this differentiation in the vegetative body of the plant can be seen not only in the terrestrial green plants which have been particularly referred to, but also in the bulkier seaweeds.",
        "Considering that our sun is but a star, or but one of the millions of stars, it is of interest to see whether any other systems present indication of a nebulous origin analogous to that which Laplace proposed for the solar system.",
        "The third tractatus of this volume deals with birds - including among them bats, bees and other flying creatures; but as it is the first printed book in which figures of birds are introduced it merits notice, though most of the illustrations, which are rude woodcuts, fail, even in the coloured copies, to give any precise indication of the species intended to be represented.",
        "even below the level of his old opponents; and that this was not the consequence of temporary depression naturally resulting from the accumulated load of his misfortunes, is sufficiently shown by the downright puerility of the arguments by which he seeks to justify his own successes in the St Helena memoirs, which one may search in vain for any indication that Napoleon was himself aware of the magnitude of his own discovery.",
        "p. 285) sees in it an indication that, as the daughter of Metis, Athena was already invested with a mental and moral character, and explains the swallowing of Metis (for which compare the story of Cronus and his children) by the desire to attribute an extraordinary birth to one in whom masculine traits predominated.",
        "Other forms show no indication of ever having been attached, while some that had been moored by means of a peduncle during the early portion of their existence have become detached at a more advanced stage of life, the opening becoming gradually cicatrized, as is so often seen in Leptaena rhomboidalis, Orthisina anomala, &c. Lastly, some species adhere to submarine objects by a larger or smaller portion of their ventral valve, as is the case with many forms of Crania, Thecidium, Davidsonia, &c. Some Cranias are always attached by the whole surface of their lower or ventral valve, which models itself and fills up all the projections or depressions existing on either the rock, shell or coral to which it adhered.",
        "The lines presented to the eye by the scattered filings are too vague and ill-defined to give a satisfactory indication of the field-strength (see Faraday, Experimental Researches, § 3 2 37) though they show its direction clearly enough.",
        "The absence of allusion to a hostile or oppressing empire may be fairly taken in connexion with the fact that the prophecy gives no indication of political life at Jerusalem.",
        "The absence of the musical titles, however, ma y be taken as an indication that the last collection of psalms was formed in a different place from that in which the earlier collections had arisen; and if, as seems probable, we may identify this place with the Temple at Jerusalem, the absence of musical titles is easily explained, for the number of skilled musicians who there ministered, and who would, of course, possess the tradition of the various modes and tones, would make precise musical directions superfluous.",
        "- The earliest indication which we possess of the belief that the author was Luke, the companion of the Apostle Paul (Col.",
        "palpalis, the disseminator of sleeping sickness (see fig.), is about 92 millimetres in length and is the darkest of all the tsetse-flies, though the dark brown abdomen has pale lateral triangular markings and usually at least an indication of a pale longitudinal median stripe.",
        "An indication, however, foreshadowing the disappearance of extra-territorial rights, appeared in the treaty of 1907 between France and Siam, the former power therein surrendering all such rights where Asiatics are concerned so soon as the Siamese penal and procedure codes should have become law, and this was followed by a much greater innovation in 1909 when Great Britain closed her courts in Siam and surrendered her subjects under certain temporary conditions to the jurisdiction of the Siamese courts.",
        "The more resistant rocks, even though dissected by Tertiary erosion, retain in their summit tiplands an indication of the widespread peneplain of Cretaceous tinie, now standing at the altitude given to it by the Tertiary upwarping and post-Tertiary uplift; and the most resistant rocks surmount the Cretaceous peneplain as unconsumed monadnocks of the Mesozoic cycle.",
        "His activity as a jurist in Rome must fall within the period of Commodus; for there is no indication in his writings that he was in Rome in the time of Marcus Aurelius, and many passages seem to preclude the supposition.",
        "No importance can be attached to the presence of horns as an indication of affinity between Arsinoitherium and the Amblypoda; and there are important differences in the structure of the skulls of the two, notably in the external auditory meatus, the occiput, the premaxill.ae, the palatal foramina and the lower jaw.",
        "This segregation of the germ cells and their independence of the intestinal sac is an indication that the origin of these cells is not coelomic nor enteric, and until we possess further information as to the evolution of the complex genitalia of the higher Turbellaria we cannot hope to understand the presence of such highly modified structures in animals of an otherwise low grade or organization.",
        "Without any indication of whence or how he came, he again appeared, as usual with startling abruptness, in the vineyard when Ahab entered to take possession of it, and pronounced upon the king and his house that awful doom (I Kings xxi.",
        "No other hand could have ventured to render the hair and beard of a sitter, as it was the habit of this inveterate linearist to do, not by indication of masses, but by means of an infinity of single lines swept, with a miraculous certainty and fineness of touch, in the richest amd most intricate of decorative curves.",
        "There is therefore in a large class, of cases an indication that the variability of an array of brethren, produced either sexually or asexually, is a constant fraction of the variability of the race to which the brethren belong.",
        "His flair for the essentials in his problem, his subtlety of analysis, his patient willingness to return upon a difficulty from a fresh and still a fresh point of view, and finally his fineness of judgment, make his logic 2 so essentially logic of the present, and of its kind not soon to be superseded, that nothing more than an indication of the historical significance of some of its characteristic features need be attempted here.",
        "(iii.) The coincidences of language between Lamentations and certain late Psalms, such as Psalms lxix., lxxiv., lxxx., lxxxviii., lxxxix., cxix., are numerous and significant, at least as a general indication of date.",
        "They are quite often tinted blue to help you locate them and to ease in cleaning, although the blue tint is also an indication of the UV protection factor that they now feature.",
        "Price is sometimes an indication -- extremely low prices can sometimes be indicative of inferior quality.",
        "Determining anatomical age can give parents an indication of their children's future growth and can help them work with their doctors to determine treatment if there seem to be growth problems.",
        "SWS is a rare congenital disorder whose most apparent indication is a port wine stain on the face that is associated with neurological abnormalities.",
        "Crab lice in children may be an indication of sexual activity or abuse.",
        "A nosebleed can also be an indication of illness.",
        "Results of intelligence tests should not be considered a complete indication of a child's future path.",
        "Brown leaves are an indication of toxins.",
        "In fact, if the black fish dies, it's considered a good indication that it absorbed the negative energy that would otherwise have affected you and your family.",
        "The look sparked a furious \"love it or leave it?\" debate, and if hundreds of women considering a hint of pink in their hair is any indication, then the answer is clear.",
        "An indication of future business profitability is partially determined by evaluating the financial statements prepared during past years.",
        "While this is no guarantee of ethical behavior, it is at least an indication of ongoing professional involvement.",
        "Some financial experts cite this as an indication of potential improvement in the U.S. economy.",
        "Checking out this site will also provide you with an indication of whether local rates are higher or lower than the national average.",
        "If you don't have regular periods, a missed period may not be an indication of pregnancy.",
        "They are not preventable and not necessarily an indication that a woman would be unable to have a healthy pregnancy in the future.",
        "This amount of bleeding is generally very small and can be a first indication to take a pregnancy test.",
        "Blood tinged mucus before 36 weeks of pregnancy can be an indication of a serious problem.",
        "This is an indication that you may have inherited a gene for hyper ovulation.",
        "A missed period in combination with some of these symptoms can give you a stronger indication that you might be pregnant than a missed period alone, but a missed period alone does not necessarily indicate that you are pregnant.",
        "Missing a period could be the first indication a woman is pregnant.",
        "If the blastocyst does not implant, it will be absorbed into the body without the mother having any indication that a sperm and egg met.",
        "Coco Nicole is not shy about wearing a bikini, and if her early career is any indication, it’s a style that the swimsuit model is very comfortable sporting.",
        "Generally, a small indication on your microwave oven (to the left after opening the door or in the back) will tell you the model number of your unit.",
        "Our expression is a clear indication of our feelings, something that is difficult for most people to hide.",
        "How you answer these questions will be an indication of whether you have something to be concerned about.",
        "It is likely that he sees her help as an indication that she forgives the past and this gives him an inside track to her heart.",
        "How two people behave when trouble arises is a good indication of how successful the couple's relationship will be.",
        "It may also be an indication that you need to end the relationship - with open eyes, trying to minimize the pain that you both will feel when breakups happen.",
        "That's an indication that that primary goal of that site - and many others like it - is simply to get people to look at advertising.",
        "Another pitfall to watch out for is whether an invitation to an engagement party will also give someone the indication that they are also going to be attending the wedding.",
        "This gives a good indication of the correct size for a comfortable fit.",
        "Kris and Kim are a couple who may have fallen in love at first sight, if their courtship is any indication.",
        "The theory behind the contest is that writers most often struggle with the opening of their novel, so the first three chapters are a good indication of whether or not a story has what it takes to hold the reader's attention.",
        "If the company doesn't ask about your specific academic qualifications and has a website that talks about busy students needing to take shortcuts in their work, that's a good indication the business is a term paper mill.",
        "In fact, all of these symptoms parallel bowel diseases, so your first indication that celiac sprue might be responsible for your plight is if you have any family members with celiac disease.",
        "The Suarez family has been selling Italian totes since 1938, and if consumer demand is any indication, they won't be stopping any time soon!",
        "Sun to Venus: Out of all of the aspects the sun can make, it's a clear indication of love when it makes an aspect to Venus, and it can go a long way in smoothing over conflicts that arise.",
        "The nodes are a powerful indication of love, but even today, they are not well understood by astrologers.",
        "A child straining to pass a bowel movement is not necessarily the best indication of constipation because some kids simply like to grunt and push when in the middle of a movement.",
        "The price of the item may be an indication of just how sturdy the toy really will be.",
        "There was one minor indication (.05%) that the use of uniforms might improve standardized tests, but even that was inconclusive.",
        "Nothing says summer fun better than a good comedy, and if the trailers are any indication, You, Me & Dupree makes a decent effort at providing nothing more than a good laugh.",
        "This is another indication of a pause-and-stop video fake.",
        "While thread count is important when choosing bedding, it's not the sole indication of quality.",
        "While one bad review doesn't necessarily mean a computer isn't worth the money, several reviews that state the same problem may be an indication you should choose a different desktop or laptop.",
        "If their name is any indication, Rocket Dog Shoes is a company that is committed to providing products that are environmentally friendly.",
        "Also, the \"kitten\" label makes no indication of the rest of the shoe.",
        "They included a perpetual calendar with phases and age of the moon, indication of sunrise and sunset, and a celestial chart depicting the constellations of stars in the sky over Packard's home in Ohio.",
        "When the second hand begins to jump every four seconds, this is an indication that the watch's battery needs replaced.",
        "Obsessive behavior-Sometimes, the first indication that a child may have autism is through evidence of obsessive behaviors.",
        "However, extreme mood swings may be an indication of autism as well.",
        "While experts on one side of the debate are convinced that there are various links between the administration of vaccines and the onset of autism, the CDC disagrees, stating that here is no indication of a cause and effect relationship.",
        "The child's behavior is often a good indication of autism.",
        "Impaired social skills are often the first indication that something might be wrong.",
        "A story gives a better indication of character than just character traits.",
        "When using a graph to describe the economic conditions of a country, the country's GDP, or Gross Domestic Product, is one indication that should be included and referenced.",
        "Consumer spending is another indication of the business cycle's movements.",
        "Even if your points are valid, the employer may see the complaint as an indication of your future behavior.",
        "Words like leadership, intelligence, dedicated, energy level, initiative, direction and ability to handle conflict all provide a clear indication of the person's attributes.",
        "The business plan gives a clear indication of what the business offers and how it competes with others in the area.",
        "If you live in Canada and notice at times that vehicle prices are higher in Canadian dollars than they are in U.S. dollars, this is a positive indication that the Canadian economy is doing fairly well.",
        "While this does not provide you with a comprehensive look at all of the quotes available, it does give you some indication about your options.",
        "These votes are by no means the definitive factor during audition season, but they are an indication of which cheerleaders garner the most public appeal.",
        "There is no indication about the recommendation for physical activity (although that is emphasized in the Dietary Guidelines for Americans).",
        "The name itself gives you a good indication of the types of fantasy lingerie you'll find at this fantastic store.",
        "When shopping from vintage shops, you'll have to bear in mind that the size may not be an indication of modern day fit.",
        "This is not an indication that the silk is of poor quality; simply that it is not a man-made fabric.",
        "At age 19, she's accomplished a lifetime's worth of goals, and if her determination is any indication, it won't be long before her name is on everyone's lips.",
        "The nature sounds can be used as a voicemail indication, text message indication, or any other sound associated with the use of your mobile phone.",
        "It was hardly the ratings juggernaut that the network had hoped for, and could perhaps be an indication of just how well an Octomom reality show will fare.",
        "The little ship is quickly captured and hauled into the enormous belly of the giant ship, and we visually received an indication of how massively outmanned and outgunned the rebel alliance was.",
        "The Da Vinci surgery robot is an indication of the possibilities of robots working in hospitals.",
        "So not only is a tan a sign of exposure to the sun, it is actually an indication of how the body protects itself against this harmful influence.",
        "If the highly complex, effective anti-aging products of today are any indication of what's to come in the future, then we certainly have plenty to look forward to.",
        "Although it might sound somewhat complex, it basically involves several steps that can be well worth the time and effort, if the consumer buzz surrounding the product is any indication.",
        "Another aspect of instant message smileys is the indication of other facial characteristics - for example, the comma representing the tear in the last emoticon above."
    ],
    "definition": [
        "Link/Cite"
    ]
}