{
    "translation": "אינו מרוצה כתוצאה מחוסר צדק,\nממורמר",
    "uses": [
        "He gave an indignant reply.",
        "He might have been overlooked but for the well-meant, indignant officiousness of his father.",
        "She gave an indignant response.",
        "It was an indignant, nationwide protest.",
        "Indignant protests followed this proceeding.",
        "I was getting indignant at being asked what I thought were stupid questions by him.",
        "He was indignant at the idea of valuing honor above life, calling the whole notion nonsense.",
        "Indignant at his faithlessness, she refused to help him, and Paris returned to Troy and died of his wound.",
        "The indignant young man accused him of being merely nostalgic.",
        "Luckily, help was at hand as I could never have pulled two drenched and highly indignant ewes from the Atlantic.",
        "Curiously, very few people get worked up about this UK situation compared to the numbers who wax indignant about European fraud.",
        "It was an indignant letter, the main gist of which was \"Don't flog the willing horse.\"",
        "I shall speak to him myself, said the countess, indignant that they should have dared to treat this little Natasha as grown up.",
        "Hegel, indignant at what he deemed patronage, demanded that the note should be withdrawn.",
        "His imprisonment created much excitement, and in some quarters, in spite of the pro-slavery spirit of the time, was a subject of indignant comment in public as well as private.",
        "Indignant murmurs rose from the assembled nobles, and the life of the legate was only saved from their fury by the intervention of the emperor himself.",
        "He was especially indignant at the way in which spiritual worship was being ousted by the adoration of saints and their relics.",
        "Germans of all states and ranks were indignant at so gross a humiliation, but even the loss of Strassburg did not suffice to move the diet.",
        "He asked me questions which made me quite indignant.",
        "That's so the big boys can be 'officially' indignant if the shit hits the fan and we get caught.",
        "The troops at Tacna, indignant at the inglorious part they had been condemned to play by the incompetence or cowardice of their president, deprived him of their command and elected Colonel Camacho to lead them.",
        "He is often righteously indignant, but never satirical, and such a pessimism as that of Tacitus and Juvenal is wholly foreign to his nature.",
        "It was, no doubt, possible to say a good deal for Gladstones indignant denunciation of his predecessors policy in annexing the Transvaal; it would have been equally possible to advance many reasons for reversing the measures of Lord Beaconsfields cabinet, and for conceding independence to the Goer War, Transvaal in 1880.",
        "Two viceroys, earlier wooers, were burned to death by her orders for their impertinence, and she refused the hand of Olaf Trygvessiin, king of Norway, rather than submit to baptism, whereupon the indignant monarch struck her on the mouth with his gauntlet and told her she was a worse pagan than any dog.",
        "He pleaded his age, now close upon seventy years, his infirm health, and the obstacles to travel caused by quarantine regulations; but the pope was sternly indignant at what he held to be his ingratitude and insubordination, and no excuse was admitted.",
        "The Watauga settlers, indignant at this transfer without their consent, and fearing to be left without any form of government whatever, called a convention which met at Jonesborough on the 23rd of August 1784, and by which delegates to another convention to form a new state were appointed.",
        "I personally don't recall any righteously indignant posts in Blogland for those people.",
        "The old man looked indignant.",
        "His reply was peremptory and indignant.",
        "The rebels joined the invading forces of President Steyn, whose false assurances Mr Schreiner had offered to an indignant House of Assembly only a few weeks before.",
        "The right of precedence in consultation of the oracle (7rpoyavrEia) was transferred from Athens to Philip. While indignant Athenians were clamouring for the revocation of the peace, Demosthenes upheld it in his speech \"On the Peace\" in September.",
        "She first proclaimed them dead, then waxes indignant because they are still alive.",
        "Although he sounded indignant, he spoke mere bluster and would not follow through on his anger.",
        "Quarrels soon arose, partly out of the circumstance that the Romans had sought to make alliances with certain Danubian tribes which Ruas chose to regard as properly subject to himself, partly also because some of the undoubted subjects of the Hun had found refuge on Roman territory; and Theodosius, in reply to an indignant and insulting message which he had received about this cause of dispute, was preparing to send off a special embassy when tidings arrived that Ruas was dead and that he had been succeeded in his kingdom by Attila and Bleda, the two sons of his brother Mundzuk (433).",
        "His friends looked indignant, which only caused him to laugh even harder.",
        "their French sympathies the citizens were indignant at the seizure of Sarzana, and while they gave the king a splendid welcome, they did not like his attitude of conqueror.",
        "When in 1549 Don Diego announced the emperor's purpose of erecting a fortress in Siena to keep the citizens in order, the general hatred found vent in indignant remonstrance.",
        "Indeed for some time his persistent prosperity provoked the indignant surprise of those who believed him to be under a curse.",
        "Some students even grew indignant at the idea of valuing honor above life, calling the whole notion nonsense.",
        "maidenly modesty - not challenging and indignant because she thought she was being trifled with.",
        "This comrade was made indignant by the conduct of the Yugoslavs, who employed various subterfuges to elect candidates of their own choice.",
        "He formed a league with the primate Prazmowski and other traitors to dethrone the king; when (1670) the plot was discovered and participation in it repudiated by Louis XIV., the traitors sought the help of the elector of Brandenburg against their own justly indignant countrymen.",
        "Charles Felix was most indignant with the ex-regent, but he resented, as an.",
        "He accordingly directed the Sardinian admiral Persano only to arrest the expedition should it touch at a Sardinian port; while in reply to the indignant protests of the continental powers he disclaimed all knowledge of the affair.",
        "Bismarck, moreover, was indignant at the connivance of the Italian government in the Garibaldian expedition to Dijon, and was irritated by Visconti-Venostas plea in the Italian parliament for the integrity of French territory.",
        "The indignant friar would hear of no compromise: \"Judas,\" he cried, \"sold Christ for 30 pence; and your highnesses wish to sell Him again for 300,000 ducats.\"",
        "In July 1863 Gorchakov was appointed chancellor of the Russian empire expressly in reward for his bold diplomatic attitude towards an indignant Europe.",
        "A play entitled An ill Beginning has a good End, brought on the stage as early as 1613 and attributed to Ford, was (if his) his earliest acted play; whether Sir Thomas Overbury's Life and untimely Death (1615) was a play is extremely doubtful; some lines of indignant regret by Ford on the same subject are still preserved.",
        "The following is in brief the sequence of events: In 560 B.C. Peisistratus drove into the market-place, showed to an indignant assembly marks of violence on himself and his mules, and claimed to be the victim of assault at the hands of political enemies.",
        "The elder Gibbon heard with indignant surprise of this act of juvenile apostasy, and, indiscreetly giving vent to his wrath, precipitated the expulsion of his son from Oxford, a punishment which the culprit, in after years at least, found no cause to deplore.",
        "This same year his naval accounts were subjected to an examination in consequence of his indignant refusal to take part in the attack upon Ormonde; 1 and he was suspended from his office in 1668, no charge,however, against him being substantiated.",
        "Sussex, indignant at Shane's request for his sister's hand in marriage, and his demand for the withdrawal of the English garrison from Armagh, was not supported by the queen, who sent the earl of Kildare to arrange terms with O'Neill.",
        "The slaves of Pedanius Secundus, who, in spite of a threatened outbreak of the indignant populace, were all put to death because they had been under their master's roof when he was murdered, were four hundred in number.",
        "Indignant at the severity with which they were punished, Lazarus, king of Servia, joined the rebel princes.",
        "His cruelties and vices, however, caused him to be greatly detested, and during another civil war he was defeated in a battle at Damascus, and killed near Tyre, possibly at the instigation of his wife, a daughter of Ptolemy VII., who was indignant at his subsequent marriage with a daughter of the Parthian king, Mithradates.",
        "Indeed, his very love of life may itself be regarded as an indignant revolt against the toils that were inexorably closing in around him.",
        "He paraded the streets of Berlin wrapped in a scarf of the German black and gold, symbol of his intention to be the leader of the united Germany; and he even wrote to the indignant tsar in praise of \"the glorious German revolution.\"",
        "On the other hand, he was most indignant when in the House of Lords he was accused by Lord Cairns of impairing British interests and relinquishing the queen's suzerainty.",
        "But the imperiousness showed itself in the more effectual form of action; in his sudden resolves, his invincible insistence, his recklessness of consequences to himself and his friends, his habitual assumption that the civilized world and all its units must agree with him, his indignant astonishment at the bare thought of dissent or resistance, his incapacity to believe that an overruling Providence would permit him to be frustrated or defeated.",
        "His letters (especially Ep. 45) are full of outcries against his enemies and of indignant protestations that he had done nothing unbecoming a Christian, that he had taken no money, nor gifts great nor small, that he had no delight in silken attire, sparkling gems or gold ornaments, that no matron moved him unless by penitence and fasting, &c. His route is given in the third book In Rufinum; he went by Rhegium and Cyprus, where he was entertained by Bishop Epiphanius, to Antioch.",
        "(Mystery of Mary Stuart, p. 429.) It may seem to the reader doubtful whether these complaints are words of Darnley's, or an indignant addition by his friend Crawford.",
        "but he could not help feeling how unlike their speculations were to the doctrines which he had learned from the Apostles, and so he met with indignant reprobation their attempt to supersede Christ's gospel with fictions of their own devising.\"",
        "The exhibition of the Holy Coat at Trier had attracted enormous numbers of pilgrims, and so, indignant at what appeared to him an imposture, he assisted to publish an investigation into the authenticity of the celebrated relic. From this time he began to take an active part in contemporary politics and in controversy as a strong though moderate Liberal.",
        "The queen's conduct towards Lady Flora was kind and sisterly from the beginning to the end of this painful business; but the scandal was made public through some indignant letters which the marchioness of Hastings addressed to Lord Melbourne praying for the punishment of her daughter's traducers, and the general opinion was that Lady Flora had been grossly treated at the instigation of some private court enemies.",
        "He was lionized in London to his heart's content and discontent, for it may truly be said of Rousseau that he was equally indignant at neglect and intolerant of attention.",
        "1 seq.), the example of Manasseh did not stand alone, and Jeremiah and Ezekiel made frequent and indignant reference to the \"high places\" for the sacrifice of children by their parents which rose beneath the very walls of the temple from the gloomy ravine of Hinnom or Tophet.",
        "The tidings of the death of his brother Charles IX., which reached him on the 14th of June 1574, determined him to exchange a thorny for what he hoped would be a flowery throne, and at midnight on the 18th of June 1574 he literally fled from Poland, pursued to the frontier by his indignant and bewildered subjects.",
        "But the king, and even Kollontaj, despairing of success, now acceded to the confederation; hostilities were suspended; the indignant officers threw up their commissions; the rank and file were distributed all over the country; the reformers fled abroad; and the constitution of the 3rd of May was abolished by the Targowicians as \"a dangerous novelty.\"",
        "Si-Hamza, leader of the Walidsidi-Sheikh, an ally of France, indignant at the growing influence of a base-born agitator, pursued him and seized Wargla (1853).",
        "The latter celebrated in indignant strains the murder of the French envoys to the congress of Rastadt.",
        "The appearance of the nebhiim in the time of Samuel was, it would seem, as is explained in the article Hebrew Religion, one manifestation of the deep pulse of suppressed indignant patriotism which began to beat in the hearts' of the nation in the age of Philistine oppression, and this fact explains the influence of the movement on Saul and the interest taken in it by Samuel.",
        "Indignant protest in Cape Town and throughout South Africa, as well as England, led to the despatch g P in October 1884 of the Warren expedition, which was sent out by the British government to remove the filibusters, to bring about peace in the country, and to hold it until further measures were decided upon.",
        "French public opinion was, moreover, indignant at certain negotiations which were secretly carried on with Berlin by the French Prime Minister, M.",
        "She objected when King James proposed to marry her to Lord Esme Stuart, whom he had created duke of Lennox, but when the appalling news reached her that Arabella had actually found a lover in Edward Seymour, grandson of Catherine Grey, heiress of the Suffolks, she was so deeply alarmed and indignant that she immediately ordered her imprisonment.",
        "Now, the curious fact is, that Kant himself wrote a most indignant letter, dated 7th August 1 799 (Kant's Werke, ed.",
        "wrung from the pope, by a display of force at Rome, concessions which provoked the indignant clamours of the most ardent reformers in France and Italy.",
        "Rome, however, had greater dangers to cope with than the indignant reproofs of her friends the monks, and the opposition Growth of of the bishops, who were displeased at the spectacle of their authority waning day by day.",
        "Abner was indignant at the deserved rebuke, and immediately opened negotiatons with David, who welcomed him on the condition that his wife Michal should be restored to him.",
        "Charles had forestalled the proclamation of the treaty by an indignant protest against its injustice, and a declaration that he would not be bound by its provisions.",
        "No year had passed since the appearance of Leviathan without some indignant protest against the influence which its trenchant doctrine was calculated to produce upon minds longing above everything for civil repose; but after the Restoration \" Hobbism \" became a fashionable creed, which it was the duty of every lover of true morality and religion to denounce.",
        "Asserting that the German crown could only be worn by one who had received the papal approbation he called upon Louis to lay it down; the answer was an indignant refusal, and in 1324 the king was declared deposed and excommunicate.",
        "Its one effort to make its authority effective as the guardian of the constitution, in the matter of the repudiation of the Westphalian debt and of the sale of the domains by the elector of Hesse, was crushed by the indignant intervention of Austria.",
        "The next day, Frederick William, with characteristic histrionic versatility, was heading a procession round the streets of Berlin, wrapped in the German tricolour, and extolling in a letter to the indignant tsar the consummation of the glorions German revolution.",
        "To indignant patriots it seemed no more than a piece of perfidy, Disputes for which Prussia should be called to account by united in the Germany.",
        "The Germans, who accepted the principle of dualism, were indignant at the financial arrangements; for Hungary, while gaining more than an equal share of power, paid less than one-third of the common expenses.",
        "In 1885 great festivities in honour of Bismarck's eightieth birthday, which had been arranged in Graz, were forbidden by the government, and the Germans of Styria were very indignant that the party did not take up the matter with sufficient energy.",
        "Corinth did not regain Sollium and Anactorium, while Megara and Thebes respectively were indignant that Athens should retain Nisaea and receive Panactum.",
        "According to Vasari, Marcantonio, in copying Diirer's series of the Little Passion on wood, had imitated the original monogram, and Darer, indignant at this fraud, set out for Italy in order to protect his rights, and having lodged a complaint against Marcantonio before the signory of Venice, carried his point so far that Marcantonio was forbidden in future to add the monogram of Darer to copies taken after his works.",
        "I said, trying to sound indignant.",
        "His tone was indignant.",
        "The king was indignant at this encroachment, and acting partly on the advice of Bacon, held a council on the 6th of June 1616, at which the judges attended.",
        "To the preliminaries of the peace concluded in February 1763 he offered an indignant resistance, considering the terms quite inadequate to the successes that had been gained by the country.",
        "There was a screen between them at the interview, such as the present regentempresses of China use in giving audience to their ministers; but Tze-lu, one of his principal disciples, was indignant that the master should have demeaned himself to be near such a woman, and to pacify him Confucius swore an oath appealing to Heaven to reject him if he had acted improperly.",
        "The king, indignant that an attempt should be made to exempt the vast ecclesiastical lands from taxation at a time of national crisis, sequestrated the estates of the see of Canterbury, and copied Johns conduct in 1208 by outlawing the whole body of the clergy.",
        "But Giraldus threw up his post, indignant at the indifference of the bishop to the welfare of his see.",
        "Calvin, indignant at the calumny which was thus cast upon the reformed party in France, hastily prepared for the press his Institutes of the Christian Religion, which he published \"first that I might vindicate from unjust affront my brethren whose death was precious in the sight of the Lord, and, next, that some sorrow and anxiety should move foreign peoples, since the same sufferings threatened many.\"",
        "Indignant at his conversion., Elizabeth, the Germans, and the Swiss Protestants~ deserted him; while the taking of Amiens by the Spaniards compromised for the moment the future both of the king and the, country.",
        "Count Romanones, desiring to educate the electors, had been busy establishing schools; but the sweeping victory of the Liberals at the polls2 was probably far more due to the fact that this was the first election held under Seor Mauras Local Administration Act, and that the ignorant electors, indignant at being forced to vote under penalty of a fine, where they did not spoil their ballot papers, voted against the Conservatives as the authors of their grievance.",
        "I asked a tram conductor if he lived in Poplar, and had an indignant answer: ' Me?",
        "Yesterday, I had a call for a very indignant man.",
        "Some people dash off letters to editors of newspapers regularly whenever they feel indignant about something.",
        "waxes indignant because they are still alive.",
        "Alexander III., indignant at what he considered the ingratitude of the Slav nationalities, remained coldly aloof, as far as possible, from all intervention in their affairs.",
        "The Spartans were indignant, and when the Argives and their allies, in flagrant disregard of the truce, took Arcadian Orchomenus and prepared to march on Tegea, their fury knew no bounds, and Agis escaped having his house razed and a fine of 100,000 drachmae imposed only by promising to atone for his error by a signal victory.",
        "Turgot, on hearing of this, wrote an indignant letter to the king, in which he reproached him for refusing to see him, pointed out in strong terms the dangers of a weak ministry and a weak king, and complained bitterly of Ailaurepas's irresolution and subjection to court intrigues; this letter the king, though asked to treat it as confidential, is said to have shown to Maurepas, whose dislike for Turgot it still further embittered.",
        "On the roth of April 1257 Aibek was murdered by his wife Shajar al-durr, who was indignant at his asking for the hand of another queen: but Aibeks followers immediately avenged his death, placing on the throne his infant son Malik al-Man~iir, who, however, was almost immediately displaced by his guardian Koluz, on the plea that the Mongol danger necessitated thepresence of a grown man at the head of affairs.",
        "According to one of the Greek legends about Arcas, son of Lycaon, king of Arcadia, he was killed by his father and his flesh was served up in a banquet to Zeus, who was indignant at the crime and restored him to life.",
        "Indignant at this negligence, Penry published, early in 1587, The /Equity of an Humble Supplication - in the behalf of the country of Wales, that some order may be taken for the preaching of the Gospel among those people.",
        "Not unnaturally, the Alids in Medina were indignant at being supplanted by the Abbasids, and Mansur's chief concern was to get Mahommed into his power.",
        "Hadi, indignant at the fact that she was generally regarded as the real source of authority, had attempted to poison her, and Khaizoran, hoping to find a more submissive instrument of her will in her second and favourite son, caused Hadi to be smothered with cushions by two young slaves whom she had presented to him.",
        "York was scandalized at its clergyman's indecency, and indignant at his caricature as \"Slop\" of a local physician (Dr John Burton); London was charmed with his audacity, wit and graphic unconventional power.",
        "When the duke proceeded to build a castle in that town in order to overawe its inhabitants, the nobles were furiously indignant, and a plot to murder him was organized by the marquis Anguissola and others with the support both of Gonzaga and of Andrea Doria, Charles's admiral, who wished to be revenged on Pierluigi for the part he had played in the Fiesco conspiracy (see FIEsco).",
        "Dorothy was nearly weeping, by this time, while Ozma was angry and indignant.",
        "Then she became indignant."
    ],
    "definition": [
        "in·dig′nant·ly\nadverb",
        "Link/Cite",
        "Showing anger or indignation, especially at something unjust or wrong.",
        "Link/Cite"
    ]
}