{
    "translation": ".1 לפנק, לענג\n.2 להתמכר",
    "uses": [
        "Indulge yourselves at the spa with a La Prairie \"caviar\" treatment.",
        "At the same time the crown prince was able to indulge to the full his personal tastes.",
        "Take time to indulge, taste, smell, relax and pamper.",
        "Do no indulge the sinful nature; rather serve one another in love.",
        "I plan to indulge in a favorite pastime - losing myself in a book.",
        "The security which he thereby gained gave him the opportunity to indulge his taste for costly buildings, parks and other luxuries, of which the chroniclers give accounts bordering on the fabulous.",
        "You should take time to indulge in nostalgia.",
        "I'll go back to being good old Martha but indulge me tonight, will you?",
        "The women cover themselves with silks, gold and jewels, while the men indulge to excess their love of fine horses and splendid arms.",
        "They liked to indulge in fine cuisine.",
        "I beg you not to indulge in trifles now, but to help to pack, and tomorrow we must go, go, go!...",
        "Does that mean we can't indulge in a little innocent affection now and then?",
        "Martha, free to indulge, surprised me by drinking more than her share, an uncommon practice on her part.",
        "You should indulge in some plausible speculation.",
        "If you indulge the senses and escape the demands of everyday life, there can be only one choice.",
        "So long as he could indulge freely in his favourite pastimes – shipbuilding, ship-sailing, drilling and sham fights – he was quite content that others should rule in his name.",
        "She had decided to receive them, but feared lest the prince might at any moment indulge in some freak, as he seemed much upset by the Rostovs' visit.",
        "He liked to indulge in escapist fantasy.",
        "It is frightening for all of us who occasionally indulge in on-line hyperbole.",
        "It was the first time she saw him break down and indulge in a heart felt smile.",
        "St. Petersburg has an inspiring cafe, bar and music scene; so, indulge.",
        "Dusuns and Muruts alike are in a very low state of civilization, and both indulge inordinately in the use of intoxicating liquors of their own manufacture.",
        "After some thirty years of settled rule uninterrupted by revolt, Egypt was now strong and rich enough to indulge to the full its new taste for war and lust of conquest.",
        "To molly coddle someone or some pet is to really fuss over them; to over indulge them.",
        "Nor did the king indulge his unruly subjects in foreign wars, though he was constantly engaged in negotiations with France, Scotland, Spain and the emperor, which from time to time took awkward turns.",
        "For dessert indulge in the house-made cannoli cake.",
        "To complete their meal guests can indulge in one of many specialty coffees.",
        "Indulge on local oysters, prime steaks and fresh seafood in a rustic but refined lakeside setting.",
        "If you are lusting for something rich, indulge in the smooth texture of tapioca pudding or the zing of a pear ginger crisp.",
        "Feel free to indulge in a few cocktails because the restaurant has a free limousine and shuttle service that goes to and from hotels in the area.",
        "For dessert, indulge in rice pudding, peach melba or apple strudel.",
        "For dessert indulge in one of the homemade pies like the maple walnut pie, the cheese pie or the blackberry pie.",
        "The restaurant is open for lunch and dinner seven days a week, ensuring that a great meal is available whenever you are ready to indulge.",
        "Planting seeds offers gardeners the chance to indulge in their hobby even when snow still covers the ground.",
        "tempted to indulge in cans of coke.",
        "If you indulge in any of these habits, quit.",
        "And that's not even mentioning dinner when you can indulge in a variety of innovative regional cuisine.",
        "There are pasta dishes to choose from as well as seafood and small bites for those who choose not to indulge so heavily.",
        "Diners can take advantage of the full breakfast menu or indulge in appetizers.",
        "After a day of hiking in the woods, stop in at a local restaurant and indulge in a hearty meal.",
        "I did indulge in alcohol in college and for some years after, but became a teetotaler many years ago.",
        "These delicious cocktails are also great year-round, whenever you want to indulge in a frosty treat.",
        "You can indulge in a little guilt-free shopping when you purchase Vera Bradley jewelry cases, knowing the company puts considerable effort and a portion of its profits into funding breast cancer research.",
        "A work from home candle business can be a great way to indulge your passion for richly scented candles while earning extra money to help with everyday household expenses.",
        "Sample a taste of summer and indulge in a deliciously refreshing sorbet with new bottlegreen simply sorbet push ups.",
        "visionary architect was given total freedom to indulge his unique style.",
        "If you have your heart set on that spectacular door you saw in Architectural Digest and have to use it in your pocket door setup, by all means indulge your need to explore your creative vision, but use good judgment.",
        "Lydgate had a consuming passion for literature, and it was probably that he might indulge this taste more fully that in 1 434 he retired from the priorate of Hatfield Broadoak (or Hatfield Regis), to which he had been appointed in June 1423.",
        "In these African campaigns Sulla showed that he knew how to win the confidence of his soldiers, and throughout his career the secret of his success seems to have been the enthusiastic devotion of his troops, whom he continued to hold well in hand, while allowing them to indulge in plundering and all kinds of excess.",
        "Additionally, you can play solo, in groups, join a guild or indulge in player versus player fights or raids.",
        "monarch of the forest, I do not indulge in any act of injustice and corruption.",
        "If you want to be truly pampered, a parador is one of the very best places of all to indulge yourself.",
        "sceptice case against global warming skeptics is so strong, why is it necessary to indulge in ad hominem attacks and smears?",
        "Escape to the tranquility of the spa, indulge in superb cuisine and allow expert sommeliers to select a perfect wine.",
        "There are decidedly unchristian aspects such as reincarnation (of the elves) and the ancestor worship many of the characters indulge in.",
        "So long as he could indulge freely in his favourite pastimes - shipbuilding, ship-sailing, drilling and sham fights - he was quite content that others should rule in his name.",
        "Indolent, sensual and dissipated by nature, Charles's vices had greatly increased during his exile abroad, and were now, with the great turn of fortune which gave him full opportunity to indulge them, to surpass all the bounds of decency and control.",
        "If the case against global warming skeptics is so strong, why is it necessary to indulge in ad hominem attacks and smears?",
        "That way I keep hydrated and do n't get tempted to indulge in cans of coke.",
        "Rex's associates indulge in a second spate of unintelligent comments on the current political situation, two years after we first heard them.",
        "To do so, or to indulge in unseemly behavior within the grounds, is an offense against cemetery byelaws.",
        "Here, the visionary architect was given total freedom to indulge his unique style.",
        "Indulge in a little fly fishing, and maybe catch that whopper you 've always dreamt about - straight from a Scottish stream !",
        "Parents of newborns don't typically have time to indulge themselves in treats, so that's why it is important for friends and family to do so instead!",
        "If you are single, you can probably afford to indulge in furniture that's a bit more formal and maybe even a bit \"high maintenance.\"",
        "Whether you prefer Kirk, Picard, or Janeway, there are numerous ways to buy Star Trek patches and indulge in your love of the science fiction franchise.",
        "If you are with a tour group and staying at a local hotel, you can drive, take the shuttle bus, or indulge yourself with a ride in a private limousine.",
        "Whether you prefer the sturdier feel of the Nook or the speedier, lighter Kindle, both of these eReaders will let you indulge your literary obsessions on the go.",
        "Beauty addicts will be thrilled to learn that there are plenty of opportunities to indulge in makeup freebies.",
        "Likewise, the courthouse is open nearly 24 hours on the weekend, allowing excited couples to indulge that spur of the moment passion.",
        "They also may indulge in using other drugs like alcohol or marijuana to fill the void between smokes.",
        "Children are becoming fashion conscious at younger ages, so for parents who understand and want to indulge it, this is a perfect shop.",
        "What might look silly on an older girl looks fun and sweet on a smaller girl, so now is definitely the time to indulge that.",
        "Other good ways to indulge your fan's hobby without breaking the bank are searching thrift and second-hand stores for My Little Pony apparel.",
        "Small ships, on the other hand, offer a more personalized experience that allows guests to indulge in local culture and history in ways that large ships, with their lengthy passenger manifests, never can.",
        "Many cruise companies also include cruise shore excursions in their prices so guests can indulge in land activities without stressing their budgets.",
        "Members also get a directory of public gardens, so they can indulge in their love of plants wherever they travel.",
        "Candle makers can indulge their passion for making candles while making beautiful unique handmade candles to sell to others.",
        "With the rise of the middle class, parents desired to indulge and reward their children without spoiling them.",
        "If you want to indulge in a true Mardi Gras costume, go for the elegant, mysterious and beautiful, perhaps with just a hint of something exotic.",
        "Rather than wait till Halloween to encourage your youngsters to indulge in their fantasies, stock a treasure chest with the following supplies for daily role playing endeavors.",
        "Will you indulge us with the one about The Monkeys?",
        "Others simply enjoy the opportunity to indulge in a creative pursuit.",
        "Many people, especially in small countries like Sweden, indulge in what might be called a fetishism of the UNO.",
        "Indulge yourself in the heart of Italian gastronomy in Bologna, a beautifully preserved medieval city laced with porticoes, piazzas and palaces.",
        "visit the giant pandas at the zoo, and in the evening fly to Beijing and indulge in a succulent Peking Duck dinner.",
        "In the South East you'll find the perfect environment to sip a pint or indulge in a cream tea.",
        "It might be a guilty pleasure you like to indulge in.",
        "If ever there was someone to indulge in a rather shameless bout of nostalgia then Whiteley is the man.",
        "Your dedicated stylist, beautician and personal shopper will indulge every whim, until you emerge calm and refreshed.",
        "Indulge in a little fly fishing, and maybe catch that whopper you've always dreamt about - straight from a Scottish stream!",
        "They would indulge in prophecies of the last judgment, and back their threats with a string of strange, half-frantic and utterly unmeaning sounds, the sense of which no one with any intelligence could discover; for they were obscure gibberish, and merely furnished any fool or impostor with an occasion to twist the utterances as he chose to his own purposes.",
        "The Moors are temperate in their diet and simple in their dress, though among the richer classes of the towns the women cover themselves with silks, gold and jewels, while the men indulge to excess their love of fine horses and splendid arms. The national fault is gross sensuality.",
        "On the other hand, smoking is legal, and celebrities have just as much right to indulge as everyone else.",
        "For couples who want to have their marriage ceremony elsewhere and then indulge in an Alaskan cruise for the honeymoon, there are countless options.",
        "Now you can support his passion (or if you are a guy, indulge in a special treat), by buying billiards pool T shirts that will help him flaunt his skills in style.",
        "Many stories are told of the vivacity and enthusiasm with which he lectured, of the absent-mindedness which sometimes led him, forgetting that his pupils could not hear what he was saying, to continue his explanations while he was out of the classroom looking for some piece of apparatus, and of the vigorous tirades, generally culminating in the epithet \"plagiaire,\" in which he used to indulge against men with whom he disagreed (Hofer, Hist.",
        "are low fellows who indulge in coarse abuse.",
        "In puritanical circles, from which plays and novels were strictly excluded, that effect was such as no work of genius, though it were superior to the Iliad, to Don Quixote or to Othello, can ever produce on a mind accustomed to indulge in literary luxury.",
        "He was now too feeble to indulge in any of his former freaks of foreign policy, ~ ~i and allowed the realm to be governed under his sons Her~~Z1.",
        "Louis of Orleans, the head of the French war party, was murdered by his cousin End of the John, duke of Burgundy, in November 1407, and after French his death the French turned from the struggle with and ScotEngland to indulge in furious civil wars.",
        "\"The more closely the body is confined,\" he wrote, \"the more the mind is disposed to indulge in flights of imagination, and to consider the possibility of executing projects of which a more active existence would never perhaps have left it the leisure to think.\"",
        "What's your favorite bevy and how often do you indulge?",
        "using natural botanicals, Temple Spa offers a wide range of superb skin care products that will indulge your senses.",
        "Delicious, nutritious, beating the bulge, at Co-op prices I can afford to indulge.",
        "I would have the same prejudice toward anyone who wishes to indulge their own sadism.",
        "A zebra print wall border might just be the answer for people who want to indulge in their wild side without going overboard.",
        "The tub and shower - Winter is a time to indulge, so don't forget the tub.",
        "It has already been shown that the lowest and least intellectual races indulge in local animal-worship, each stock having its parent bird, beast, fish, or even plant, or inanimate object.",
        "And to indulge a passion for The Magnetic Fields '69 Love Songs, my favorite album.",
        "Hopefully, Chesnutt's new paymasters will have the courage to stick with him, to indulge him, even.",
        "Among the symbolic conceits in which the authors of the Brahmanas so freely indulge, there is one overshadowing all others - if indeed they do not all more or less enter into it - which may be considered as the sum and substance of these speculations, and the esoteric doctrine of the sacrifice, involved by the Brahmanical ritualists.",
        "During the remainder of his residence at Lausanne he had good reason to \" indulge his dream of felicity \"; but on his return to England, \" I soon discovered that my father would not hear of this strange alliance, and that without his consent I was myself destitute and helpless.",
        "In his tragedie-ballet Circe (1576) he did not hesitate to indulge in the most outspoken sarcasm against the king and other members of the royal family.",
        "However, when I have thought to indulge myself in this respect, and lay their Heaven under an obligation by maintaining certain poor persons in all respects as comfortably as I maintain myself, and have even ventured so far as to make them the offer, they have one and all unhesitatingly preferred to remain poor.",
        "For your age, is it not shameful on your part to indulge in such a sacrilegious act of stretching your legs toward God?",
        "Benny began to indulge in the type of schoolboy smut and saucy postcard humor that would eventually become his trademark.",
        "Homemade cat treats are a great way to indulge your favorite feline while keeping tabs on what goes into the food you give him or her.",
        "As you indulge in the intimate, pampered luxury of a cruise ship, you will also get to enjoy an incredible variety of sights, sounds and activities this diverse nation has to offer.",
        "With many options to choose from, even one day can help passengers indulge in Bahamian flair.",
        "Whether you want to sooth winter-chapped skin, minimize pregnancy stretch marks or just indulge yourself, body butters made from organic ingredients are your answer.",
        "When you can use eco-friendly materials to indulge in your hobby, you can feel even better about your crafts.",
        "Being full-figured doesn't mean you can't indulge in fashion trends, and if you like to wear low-rise jeans, you need some great low rise plus size string bikini panties to wear under them.",
        "Even if you choose to avoid trends because they don't look good on you, there is nothing to say that you can't indulge in sexy underwear.",
        "Choose from full-figured bras and panties for everyday wear, or indulge in some sultry, sexy sleepwear.",
        "Dress Pro: Indulge yourself with this wide selection of sassy, sexy summer dresses for any special occasion.",
        "Hobby Gifts: These items relate to the individual's hobbies, which they will now be able to indulge in more frequently because they have escaped from the rat race.",
        "Relaxation Gifts: Retirement is an era of relaxation and gifts such as a hammock, pillow, reclining deck chair, luxury robe, slippers or spa treatments help new retirees indulge right from the onset of their retirement.",
        "Activities that perhaps the retiree has had a desire to indulge in for many years but just didn't have the time.",
        "Luxurious bath oils, sensuous body lotions and silky body creams are often combined with beautifully-scented candles, CDs of tranquil music and soft comfortable bath pillows in gift baskets made to indulge the retiree.",
        "As one might expect, the prices can be pretty steep, but when you consider the cache that comes with this famous pair, you may be willing to indulge!",
        "To get the most out of the popular role-playing game, you may need to indulge in some Oblivion Xbox cheats.",
        "Whether you're a hardcore fan of first person shooters or you are more inclined to indulge in some free online casual games, it is more than possible to get paid to play video games.",
        "A group of fans managed to get a ROM and translate it, which is how the English-speaking gamers managed to indulge themselves.",
        "Indulge in great wines with neo-classic Roman architecture.",
        "But even smokers who indulge in the habit only occasionally are more prone to these diseases.",
        "You, as the customer, have the ability to indulge in the decadence of a salon treatment or to live on a budget with their at-home hair care products.",
        "Beauty may be only skin deep, but feeling beautiful can extend to a person's soul when they indulge in a relaxation treatment at Figaro's.",
        "Indulge in a hot oil or deep conditioning treatment to prepare hair for the rigors of the wedding day.",
        "For example, for under $20, one can get a haircut or styling service, or indulge in a perm for under $50.",
        "If you have a wild side, embrace your inner rebel and indulge in a summer of hair love.",
        "Many guests want to bring home that feeling of pampering with them, and learning to fold towels at home is one way they can indulge themselves for little to no cost or time.",
        "Some couples prefer not to indulge in sex while the female is bleeding, which is perfectly understandable.",
        "Baby gender predictors are a fun way to indulge your curiosity.",
        "You might also want to indulge in matching cover-ups and even accessories.",
        "So there is no reason not to indulge in some see-through swimwear and hit a sexy party in style.",
        "Wearing a leather swimsuit is equally edgy and feminine, and a great way to add a little unexpected flair to you suit as you indulge in sun, fun and looking your best.",
        "Bratz dolls are not really new to the toy aisle, but the size of their superstar empire continues to grow as girls indulge themselves with the rock star lifestyle these dolls enjoy.",
        "Given the breadth of colors and styles available, it's natural that women may seek to indulge in more than just one or two to fill their wardrobes for the season.",
        "If you know that your best girlfriend really loves vanilla, for instance indulge her with a gift basket of handmade vanilla-scented candles, soaps and other goodies.",
        "Gather your supplies and indulge in this simple, inexpensive and whimsical project!",
        "The site also offers adults a safe play space to indulge or to observe and learn about the lifestyle.",
        "In the past, people with sexual fetishes often felt alone, wondering if they would ever find someone to indulge their fantasies.",
        "It's true that finding time to indulge in a little afternoon tryst is extremely hard.",
        "Psychologically speaking, for men this is about exploring new and uncharted territories, it's a way to indulge the wandering eye without actually wandering.",
        "Sexual interest in other people does not necessarily end because you are in a committed relationship; it is a choice to not indulge in that sexual activity that makes up the commitment.",
        "Couples can indulge in the luxury of multi-stone wedding bands without the risks of pave styles by choosing channel settings or other more durable designs that are just as luxurious and eye-catching.",
        "Release your inner elegance and indulge in the leather-finished styles of the Kipling Star collection.",
        "Now you can easily indulge your corporate couture fantasies!",
        "Female college students looking for a quality carrier can indulge in the slingback style.",
        "The Palm Gifts offers you the opportunity to indulge your creative streak.",
        "Prom night is definitely not the night to indulge in conservative tendencies.",
        "Pisces people like their relationships to be dreamy and full of love, so indulge them with special gifts, trips and sensual massages.",
        "Indulge the artistic side of your Pisces man and he'll love you all the more for it!",
        "To this sign, flirting is an art form to indulge in whenever the opportunity arises.",
        "Kids of all ages can indulge their inner artist at Expressions, an art studio featuring paint, easels, clay, and computers.",
        "Make birthdays a time to indulge that wish.",
        "If your child has an interest in the more traditional business ideas, go ahead and indulge her.",
        "By finding and using pizza coupons, it is possible to indulge in that favorite dish without carving a slice out of the budget at the same time.",
        "Minnesota Orchestra's Sommerfest: Peavey Plaza Free Music: Indulge in free concerts by a variety of groups at Peavey Plaza.",
        "You can also make your own coffee at home to bring to work, or invest in a single cup coffee brewer for your cubicle so you can indulge in flavored coffee at discount prices.",
        "Jessica's Loubouti clones cost just $80, allowing shoe aficionados to indulge in designer style for a fraction of the cost.",
        "It comes in twelve different colors and fabrics, so if you like it, you can indulge in a black velvet and pink pearlized leather and look like you've spend a million bucks when you've only spent $63.95.",
        "Rebel Retro: You can certainly indulge your love for the retro rage with Rebel footwear.",
        "That's good news, because it allows you to expand your spring 2008 fashion shoe collection and indulge in some glamorous, versatile neutrals.",
        "If you want to indulge in some of the season's biggest footwear trends without breaking the bank, you might want to check out stores that offer big-name designers are reasonable prices.",
        "Naturally, the company, which was founded in 2002, offers this as one of many reasons to indulge in a pair of these clever shoes.",
        "It's also a great way to keep in touch with girlfriends you may not talk to as often, giving you something in common to indulge upon.",
        "If you're desperate for your Corrie fix, pay a visit to YouTube and indulge in the huge library of videos available.",
        "He has played the part since 2000, and still takes stage appearances in between as he continues to indulge his love of both stage and screen acting.",
        "Indulge your love of tattoos by heading to any zine or publication, including Skin & Ink.",
        "Rose and heart designs can be simple enough to make quite small yet still maintain the beauty and elegance of the deisgn.Some loving couples choose to indulge in matching rose and heart design tattoos as a testament to their love.",
        "Fleurs de Chocolat Hot Stone Massage - Indulge in the ultimate relaxation with this heated river rock massage featuring chocolate and orange scented shea butter.",
        "If you are ever in Vancouver, Washington, take an hour and indulge in a yoga class at the beautiful Vancouver Yoga Center.",
        "If you are traveling to Dallas it is definitely worth your time to indulge in a weekend yoga retreat at the Dallas Yoga Center.",
        "With such a tremendous range of craft items available, there are an endless number of potential projects for crafters to indulge in.",
        "If you are fed up with thinking you are going to become fat and undesirable every time you indulge in a chip, cookie or piece of candy, then this bestseller may be just what you need to boost your self-esteem.",
        "Taste: While you may not find a diet that permits you to indulge in all of your favorite foods; you can find one that offers sufficient substitutes.",
        "Indulge your sweet tooth with sugar free cocoa or sugar-free frozen fruit bars.",
        "Feeling \"starved\" only encourages you to over indulge.",
        "When you feel deprived, you are more likely to increase your portion size or indulge in high caloric foods.",
        "Then, if you suffer no ill effects, indulge occasionally.",
        "Dangerous hobbies you indulge in might make your life insurance more expensive.",
        "If you want to indulge in a fantasy but feel like buying lingerie specifically for the event is just not in the budget right now, you can always build your own Yuletide look by accessorizing lingerie you already have.",
        "Cuddl Johns easily indulge the inner child in all of us.",
        "There really isn't anything quite like the feel of a European spa, but if you can't get to Europe, you can certainly indulge yourself in a European luxury bath robe.",
        "They are some of the least expensive knickers available, so you can indulge yourself with several pairs.",
        "If coral's your color, indulge yourself.",
        "Plush Signature Robe: Indulge yourself with this plushy microfiber robe with a traditional shawl collar and matching sash.",
        "Indulge your budget-friendly side by reading these quick robe tips.",
        "If you're going to indulge yourself in stockings that hearken back to an earlier era, you should go further and hold them up with garter belts and girdles that are made to do the job and help shape your curves as well.",
        "However, if you are wearing your sheer bodysuit after hours, it may be appropriate to indulge yourself with coordinating accessories, such as a sheer and flirty robe or negligee, or even a pair of thigh high stockings.",
        "Wearing sheer nylons can be a practical choice, but you can also indulge yourself when you want to wear something alluring.",
        "If you're going to indulge in something different, you should indulge all the way.",
        "Enjoy it in the comfort of your own home, wear it to indulge your feminine side and maybe even show it off to a special someone.",
        "And while you can certainly buy very expensive silk, you can also find this luxury at a price that will allow you to indulge in plenty of other extravagances as well.",
        "Hey, they're gorgeous girls; indulge yourself.",
        "What better way to do that than to indulge your wild side a little and show off some wolf designs?",
        "For those special intimate evenings, however, you might want to indulge yourself with a silk nightgown and silk robe.",
        "On this site, Hannah Montana fans can really indulge in their favorite song.",
        "If you're searching for one hit wonders: 80's music, you'll have a catalog of songs to indulge in!",
        "Star Wars MP3 downloads are readily available online and are perfect for those days you want to indulge your inner Jedi warrior.",
        "While some party planners may want to bake the cake themselves, many specialty bakeries offer elaborate confections for this romantic holiday, allowing anyone to indulge in a delicious dessert with minimal effort.",
        "If you decide to indulge your party planning whims in such a way, be prepared for your efforts to be overlooked.",
        "Kids always love to see adults, especially relatives, being silly, so be sure to indulge them.",
        "The results will be so frightfully good, you may want to indulge in the festive fare, too!",
        "Many of these pages contain discussion links toward the bottom, where fans come to indulge their interest and share tidbits of information they have discovered.",
        "If you like to indulge in some \"what ifs\" and \"how abouts\", you can explore Smallville alternate universe (AU) stories on most large fan fiction sites.",
        "Massage Oil and Massage Silk: Lubricate the skin for a relaxing massage with the oil or indulge in a rich moisturizing treatment with the oil-free silk.",
        "You don't have to break the bank to indulge.",
        "Don't limit yourself to run-of-the-mill scents when you can just as easily indulge in something a little different, like Bath and Body Works' Wild Honeysuckle.",
        "It's perfect for those that seek a simplistic, yet functional bathing routine who also like to indulge in distinctive scents and fruity varieties.",
        "The trick to wearing such an attention-getting nail look is knowing when to indulge.",
        "Old baseball uniforms are a rich part of the nostalgia that baseball fans indulge in all over the world.",
        "The knight who joined the Crusades might thus still indulge the bellicose side of his genius - under the aegis and at the bidding of the Church; and in so doing he would also attain what the spiritual side of his nature ardently sought - a perfect salvation and remission of sins.",
        "But he does not indulge, like Papias, in sensuous descriptions of this seventh millennium; to Barnabas it is a time of rest, of sinlessness, and of a holy peace.",
        "Versions.) Notwithstanding the labour involved in translating the Scriptures, Jerome found time to do a great deal of literary work, and also to indulge in violent controversy.",
        "The chief purpose for which betel nuts are cultivated and collected is for use as a masticatory, - their use in this form being so widespread among Oriental nations that it is estimated that onetenth of the whole human family indulge in betel chewing.",
        "Destined by his father to the pursuits of trade, he was allowed, nevertheless, to indulge his fondness for music, and learnt to play at an early age on several instruments, his first teacher being the Tirolean composer, I.",
        "Also he took advantage of the rule of the Commonwealth to indulge much more freely than he might have otherwise dared in rationalistic criticism of religious doctrines; while, amid the turmoil of sects, he could the more forcibly urge that the preservation of social order, when again firmly restored, must depend on the assumption by the civil power of the right 2 L.W.",
        "He was at liberty, after thirty years of anxiety and drudgery, to indulge his constitutional indolence, to lie in bed till two in the afternoon, and to sit up talking till four in the morning, without fearing either the printer's devil or the sheriff's officer.",
        "Their part henceforth was to vote blindly with the Conservative groups, in a common fear of the Social Democracy, or to indulge in protests, futile because backed by no power inside or outside the parliament; their impotence was equally revealed when in December 1902 they voted with the Agrarians for the tariff, and in May 1909 when they withdrew in dudgeon from the new tariff committee, and allowed the reactionary elements a free hand.",
        "Science.The Egyptians sought little after knowledge for its own sake: they might indulge in religious speculation, but their science was no more than the knowledge of practical methods.",
        "During this period of comparative rest Hamann was able to indulge in the long correspondence with learned friends which seems to have been his greatest pleasure.",
        "His Plato is important in that it emphasizes the generally neglected passages of Plato in which he seems to indulge in mere Socratic dialectic rather than to seek knowledge; it is, therefore, to be read as a corrective to the ordinary criticism of Plato.",
        "The queen was now able once more to indulge in her favourite patronage of the church, and by her influence an act was passed in 1712 for building fifty new churches in London.",
        "Coke, who was principal spokesman, managed the case with great want of skill, incessantly allowing the thread of the evidence to escape, and giving the prisoners opportunity to indulge in irrelevant justifications and protestations which were not ineffectual in distracting attention from the real question at issue.",
        "On the other hand, on the eve of the meeting of the federal Cortes, he could indulge in no illusions as to what he had to expect from the bulk of the republicans, who openly dissented from his conservative and conciliatory policy, and announced that they would reverse it on the very day the Cortes met.",
        "The recognition of Germany as a leading factor in the world's counsels had been given, and the people of Berlin could indulge in the task of embellishing the capital in a manner befitting its position.",
        "There is not in his history a trace of that rather gross adulation in which even Virgil does not disdain to indulge.",
        "In 1826 Davy's health, which showed signs of failure in 1823, had so declined that he could with difficulty indulge in his favourite sports of fishing and shooting, and early in 1827, after a slight attack of paralysis, he was ordered abroad.",
        "To lean back against cushions covered in knitted cashmere or smooth velvet pile is to indulge in luxury.",
        "They may indulge in sexual orgies or lead ascetic lives of strict celibacy.",
        "chewy bars are perfect for when you want to indulge your desire for that smooth chocolate taste.",
        "There are plenty of poets who indulge in blanket condemnation.",
        "Yet they may still routinely fleece their clients or indulge in insider dealing.",
        "She also tries not to indulge in keeping up with the latest electronic equipment.",
        "At the very low prices now charged, it'd be a shame not to indulge yourself in a bit of sheer escapism.",
        "Whether this is holiday or fashion related, you might need to indulge in a little escapism.",
        "The reality is that members who indulge in such views should be made to retract them, or face expulsion from the party.",
        "Simply lie back and indulge in the pampering of our extravagant treatments, from massages and body wraps to rejuvenating facials.",
        "If you're in a hurry but the idea of a custom bookshelf appeals to you, there are kits available that will let you indulge in a little creative construction without all the hassle of cutting and choosing the hardware yourself.",
        "Overstuffed furniture and pillows simply beg people to indulge in their comfort.",
        "For bedding, indulge yourself in sumptuous fabrics with inviting colors and textures.",
        "You may love the idea of having a patriotic bedroom, a nautical room or one that will indulge your sense of whimsy and romance.",
        "If Victorian mansion interiors make you swoon, then indulge yourself.",
        "Shiseido has several reds you might want to try: Rouge Indulge, Real Red and Simmering Red.",
        "There's no better way to transform yourself into something you're not than to indulge in a little bit of Halloween makeup special effects magic.",
        "Glitter or rhinestone lashes will only add more fairy charm to your costume, so be sure to indulge in any special effects if available.",
        "Use this opportunity to indulge in special effect makeup and cosmetic accessories and you'll be sure to impress all the pixies in the hollow while flaunting your Tinkerbell costume.",
        "A MAC makeup kit makes a wonderful gift for anyone who loves to indulge in quality color cosmetics.",
        "The summertime heat in July can be a killer and your guests might not want to indulge in heavy red meat when the temperatures hit the roof.",
        "Health food has gotten a bad rap, and those that indulge in it are often labeled health nuts or fanatics.",
        "The next time you see a massage therapist standing next to his massage chair, take a few minutes out of your busy schedule and indulge yourself in a 15- to 20-minute upper back and neck massage.",
        "This is supposed to be the best time of year, so indulge in it, and knowing how to relax during the holidays can help you make the most of them in a delightful and memorable way.",
        "Unfortunately, in today's world, it can be difficult to find the time to indulge in your practice.",
        "After all, they are just games that indulge in your girly side and don't have plot lines or strategies.",
        "Honeymooners can indulge in relaxation with their new spouse in an overwater bungalow or a romantic lagoon-side private picnic.",
        "Crazy grooms cakes can be a fun way to indulge in the wild side and celebrate the groom during the wedding festivities without jeopardizing the formality of the actual wedding cake.",
        "At Star Doll Heaven, you can indulge your fantasy of becoming a celebrity stylist.",
        "The male celebrity smoking list is full of Hollywood superstars who indulge in the habit.",
        "Ann Loren girls' clothing are perfect for the feminine, trendy girl with funky style and the parents who want to indulge those styles without spending boutique prices.",
        "Allowing her to indulge in her fantasies can enrich her sense of wonder and optimism as she grows into adulthood.",
        "Both group and private babysitting is available, including the \"Parents' Night Out\" on formal nights to allow parents to relax and indulge.",
        "Take the time to try a new activity, indulge in an hour of unadulterated relaxation, or sample a wickedly decadent dessert.",
        "The ultra-luxe itinerary includes eight days at sea, which allows passengers the opportunity to indulge in the premium-class ship's Greenhouse Spa, Culinary Arts Center and Explorations Café.",
        "By all means, seek out Oakton shorts if you want to indulge nostalgia and show off muscular legs.",
        "It will perch on the topmost bough of a tree, if a tree be near, to watch his proceedings, and the cock exhibits all the astounding gesticulations in which the males of so many other Limicolae indulge during the breeding-season - with certain variations, however, that are peculiarly its own.",
        "The goal of most scrapbooks is to help preserve memories, indulge your creative side, and express your sentiments."
    ],
    "definition": [
        "a. To yield to (a desire or whim); gratify: indulge a craving for chocolate.\nb. To yield to the desires or whims of (someone), often excessively: We indulged our daughter on her birthday. See Synonyms at pamper.",
        "Roman Catholic Church To grant an ecclesiastical indulgence or dispensation to.",
        "To indulge oneself: eyed the desserts but didn't indulge.",
        "To engage or take part, especially freely or avidly: indulged in outrageous behavior; indulged in all the latest fads.",
        "in·dulg′er\nnoun",
        "Link/Cite",
        "(intransitive, often followed by \"in\"): To yield to a temptation or desire.\nHe looked at the chocolate but didn't indulge.\nI indulged in drinking on the weekend.",
        "To satisfy the wishes or whims of.\nGrandma indulges the kids with sweets.\nI love to indulge myself with beautiful clothes.",
        "To give way to (a habit or temptation); not to oppose or restrain.\nto indulge sloth, pride, selfishness, or inclinations",
        "To grant an extension to the deadline of a payment.",
        "To grant as by favour; to bestow in concession, or in compliance with a wish or request.",
        "indulgence",
        "indulgent",
        "indulger",
        "Link/Cite"
    ]
}