{
    "translation": "אדיש",
    "uses": [
        "He opened the back door of the van and motioned Betsy inside as Molly lay inert on the ground.",
        "The acid is inert, but picro-podophyllin is the active principle.",
        "Whereas the soil used to be looked upon solely as a dead, inert material containing certain chemical substances which serve as food constituents.",
        "Left to himself, Louis might have been too inert for resistance.",
        "One remarkable discovery, however, of general interest, was the outcome of a long series of delicate weighings and minute experimental care in the determination of the relative density of nitrogen gas - undertaken in order to determine the atomic weight of nitrogen - namely, the discovery of argon, the first of a series of new substances, chemically inert, which occur, some only in excessively minute quantities, as constituents of the 1 The barony was created at George IV.'s coronation in 1821 for the wife of Joseph Holden Strutt, M.P. for Maldon (1790-1826) and Okehampton (1826-1830), who had done great service during the French War as colonel of the Essex militia.",
        "John sat inert at Rouen, pretending to take his misfortunes lightly, and boasting that what was easily lost could be as easily won back.",
        "At every stage the degree of tension requisite for existence is slackened, and the resulting element approaches more and more to \" inert \" matter.",
        "In so-called natural cement which is comparatively lightly burnt, the magnesia appears to be inert, and as much as 20 to 30% may be present.",
        "As a medicinal agent the bamboo is entirely inert, and it has never been received into the European materia medica.",
        "Nitrogen is a very inert gas: it will neither burn nor support the combustion of ordinary combustibles.",
        "They have made this observation the basis of a practical method of separating helium from the other inert gases.",
        "Sarsaparilla still has a popular reputation as an \"alterative,\" but it has been examined and tested in every manner known to modern medical science, and is professionally regarded as \"pharmacologically inert and therapeutically useless.\"",
        "Some are dense and will sit inert on the bottom.",
        "inert in the body.",
        "that it does not involve anxiety or excitement, that it is comparatively inert and compatible with the entire absence of the sensuous element - it is generally and usefully distinguished from passion.",
        "It is tasteless, colourless and odourless gas, which is exceedingly stable and inert.",
        "When placed in such a position the scorpion faints and becomes inert.",
        "For example, aluminum bronzes are used very successfully for inert gas fans in oil tankers.",
        "aligned multiwalled nanotubes are inert, conductive and have extremely high surface areas.",
        "This is achieved by using a plasma arc, where energy is released by an electrical discharge in an inert atmosphere.",
        "Rayleigh is perhaps most famous for his discovery the inert gas argon in 1895, work which earned him a Nobel Prize in 1904.",
        "luminous may, if they do not contain the same vibrating system, behave like inert molecules.",
        "Lime in the caustic state is beneficially applied to soils which contain an excess of inert vegetable matter, and hence may be used for the improvement of old garden soils saturated with humus, or of peaty soils not thoroughly reclaimed.",
        "8 and 9 cut out in paper to realize that extensive, inert, horizontal aeroplanes' in a flying machine would be a mistake.",
        "Ramsay, repeating these experiments, found that the inert gas emitted refused xIIl.",
        "The properties of podophyllin resin vary with the reaction of the tissue with which it is in contact; where this is acid the drug is inert, the picro-podophyllin being precipitated.",
        "it-, privative, and g pyov, work; hence meaning \"inert\"), a gaseous constituent of atmospheric air.",
        "In comparison with the isomeric propylene, CH 3 HC:CH 2, it is remarkably inert, being only very slowly attacked by bromine, which readily combines with propylene.",
        "If it melts and bubbles then it is the inert filler which is used to make the weight of a real shell for tests.",
        "flowchart approach based on the WRAP's Quality Protocol for the production of aggregates from inert waste.",
        "Whit to congressional mirror was placed inert gases in.",
        "Temperature resistant, inert base oils and a new type of thickener are blended to form a soft, white lubricating grease.",
        "inert in the atmosphere, becomes highly reactive in oceans, leading to physical, biological, and geological changes.",
        "Plot hole: Slater decides to render the nuke inert by punching in the wrong code three times.",
        "inert gases, can dramatically cut heat loss by up to 15 percent.",
        "inert fillers in the formulation.",
        "inert landfills, which pose little risk and are being developed for commercial and industrial use.",
        "inert atmosphere soldering is really the ability to solder in the absence of oxygen.",
        "With reference to all such further refinements of theory, it is to be borne in mind that the perfect fluid of hydrodynamic analysis is not a merely passive inert plenum; it is also a continuum with the property that no finite internal slip or discontinuity of motion can ever arise in it through any kind of disturbance; and this property must be postulated, as it cannot be explained.",
        "In 1902, in an \"attempt at a chemical conception of the ether,\" he put forward the hypothesis that there are in existence two elements of smaller atomic weight than hydrogen, and that the lighter of these is a chemically inert, exceedingly mobile, all-penetrating and all-pervading gas, which constitutes the aether.",
        "It is the idea of tension or tonicity as the essential attribute of body, in contradistinction to passive inert matter, which is distinctively Stoic. The Epicureans leave unexplained the primary constitution and first movements of their atoms or elemental solids; chance or declination may account for them.",
        "Jungfleisch has obtained it by carrying out the combustion with oxygen under reduced pressure, or diluted with an inert gas.",
        "adsorbed onto the surface of an inert solid.",
        "Sense experience is thus the constant action upon our minds of supreme active intellect, and is not the consequence of dead inert matter.",
        "Magnesia, if present in Portland cement in quantity not exceeding 5%, appears to be inert, but there is evidence that in larger proportion, e.g.",
        "Extensive inert surfaces indeed are contra-indicated in a flying machine, as they approximate it to the balloon, which, as has been shown, cannot maintain its position in the air if there are air currents.",
        "Hahnemann's use of mild and often quite inert remedies contrasted favourably with both of these.",
        "All metals, when exposed in an inert atmosphere to a sufficient temperature, assume the form of liquids, which all present the following characteristic properties.",
        "It may be obtained crystallized in quadratic octahedra of a greenish-blue colour, by melting in a sealed tube containing an inert gas, and inverting the tube when the metal has partially solidified.",
        "The argument may be shortly put as follows: As the Nature which is the object of mechanics and all natural sciences is not natural substances, but phenomena and ideas; as mass is not substance, and force is not cause; as activity is not in the physical but in the psychical world; as the laws of Nature are not facts but teleological conceptions, and Nature is teleological, as well as not mechanical but kinematical; as the category of causality is to be referred to \" conation \"; as, in short, \" mind is active and matter inert,\" what then?",
        "In addition, radium evolves an \"emanation\" which is an extraordinarily inert gas, recalling the \"inactive\" gases of the atmosphere.",
        "A similar behaviour has since been noticed in other trimethylene derivatives, but the fact that bromine, which usually acts so much more readily than hydrobromic acid on unsaturated compounds,, should be so inert when hydrobromic acid acts readily is one still.",
        "Old turpentine and French oil of turpentine are antidotes to phosphorus, forming turpentine-phosphoric acid, which is inert.",
        "inert waste in certain areas of the site.",
        "inert substances designed to have no effect.",
        "Like H 2 O, CO 2 is a chemically inert molecule.",
        "Food contact: being physiologically inert, it is suitable for food contact.",
        "Such entities would seem to be causally inert, some philosophers will say.",
        "Any remaining matter is composted to reduce its bulk and make it biologically inert.",
        "Urea is a relatively inert substance compared with ammonia.",
        "A microchip is a tiny, totally inert electronic transponder about the size of a grain of rice.",
        "In the occupied area the whole of heavy industry lay inert because of passive resistance.",
        "Christ have mercy For the times we could have turned love into a reality but remained inert... .",
        "Now many people say that if you do this you will become inert.",
        "Sephar says \" It seems inert for the moment, Sir.",
        "Sulfur hexafluoride is an inert, innocuous gas, poorly soluble in aqueous solutions.",
        "stationary phase - a bed of inert material with a large surface area.",
        "These refills are made from inert, clear polypropylene and are safe and suitable for long-term archival storage of documents.",
        "sulphurr hexafluoride is an inert, innocuous gas, poorly soluble in aqueous solutions.",
        "The first was marked with the inert tracer SF 6.",
        "I found her inert, her head hanging down, a thin trickle of blood running from the corner of her mouth.",
        "The inserts were to be welded in using a tungsten inert gas technique.",
        "A technique has been available for assessing cerebral blood flow on CT machines using the inert gas xenon since the 1970s.",
        "Hillebrand, who had noticed, in examining the mineral uraninite, that an inert gas was evolved when the mineral was decomposed with acid.",
        "In former days this was the prevalent poplar in Britain, and the timber was employed for the purposes to which that of other species is applied, but has been superseded by P. monilifera and its varieties; it probably furnished the poplar wood of the Romans, which, from its lightness and soft tough grain, was in esteem for shield-making; in continental Europe it is still in some request; the bark, in Russia, is used for tanning leather, while in Kamchatka it is sometimes ground up and mixed with meal; the gum secreted by the buds was employed by the old herbalists for various medicinal purposes, but is probably nearly inert; the cotton-like down of the seed has been converted into a kind of vegetable felt, and has also been used in paper-making.",
        "More important is the so-called \" red phosphorus,\" which is produced by heating yellow phosphorus to about 230 for 24 hours in an inert atmosphere, or in closed vessels to 300Ã‚°, when the change is effected in a few minutes.",
        "Tall planting round the back and sides of the tank, together with an inert substrate will limit the skittish behavior of the fish.",
        "Stationary phase - a bed of inert material with a large surface area.",
        "The hitherto inert and passive mill woke: fire flashed from its empty window-frames; a volley of musketry pealed sharp through the Hollow.",
        "A technique has been available for assessing cerebral blood flow on CT machines using the inert gas Xenon since the 1970s.",
        "Three groups were given a different amount of cinnamon each and three groups received placebo pills (inert substances indistinguishable from the cinnamon capsules).",
        "This means when applied they simply do the job and then degrade into harmless, inert compounds.",
        "While the EPA requires us to label these with proper precautions, the natural actives will degrade very quickly into harmless inert compounds.",
        "Before the discovery, sleep was believed to be a continuous and generally inert state.",
        "The results in that experiment showed that vitamin C was no better than a placebo (an inert substance) at curing cancer or improving outcomes in cancer patients.",
        "The crystals are usually aluminum oxide (due to the inert and oil absorbing qualities), although other substances can be used.",
        "On the degeneration of the polypide, its nutritive material is apparently absorbed for the benefit of the zooid, while the pig mented substances assume a spheroidal form, which either remains as an inert \"brown body\" in the body-cavity or is discharged to the exterior by the alimentary canal of the new polypide.",
        "It becomes less when the \"oxyhydrogen\" is mixed with excess of one or the other of the two reacting gases, or an inert gas such as nitrogen, because in any such case the same amount of heat spreads over a larger quantity of matter.",
        "Its adherents feel themselves to be the isolated, the few, the free and the enlightened, as opposed to the sluggish and inert masses of mankind degraded into matter, or the initiated as opposed to the uninitiated, the Gnostics as opposed to the \" Hylici \" (Wiwi); at most in the later and more moderate schools a middle place was given to the adherents of the Church as Psychici (1/vXtKoi).",
        "Practically any vessel may serve as a receiver - test tube, flask, beaker, &c. If noxious vapours come over, it is necessary to have an air-tight connexion between the condenser and receiver, and to pro vide the latter with an outlet tube leading to an absorption column or other contrivance in which the vapours are taken up. If the substances operated upon decompose when heated in air, as, for example, the zinc alkyls which inflame, the air within the apparatus is replaced by some inert gas, e.g.",
        "In order to exert force, or at all events that force of reciprocal pressure which we best understand, and on which, in impact, the third law of motion was founded, there are always at least two bodies, enduring, triply extended, mobile, each inert, mutually impenetrable or resistent, different yet similar; and in order to have produced any effect but equilibrium, some bodies must at some time have differed either in mass or in velocity, otherwise forces would only have neutralized one another.",
        "Cements of the Portland type differ in kind from those of the pozzuolanic class; they are not mechanical mixtures of lime and active silica ready to unite under suitable conditions, but consist of definite chemical compounds of lime and silica and lime and alumina, which, when mixed with water, combine therewith, forming crystalline substances of great mechanical strength, and capable of adhering firmly to clean inert material, such as stone and sand.",
        "This means that the previous manufacture of sulphuric acid in the vitriol-chambers is done away with, but this apparently great simplification is balanced by the great cost of the Hargreaves plant, and by the fact that the whole of the hydrochloric acid is mixed with nine or ten times its volume of inert gases.",
        "He found that a small fraction, not more thanoth part, resisted the change, and in this residue he doubtless had a sample of the inert gas argon which was only recognized as a distinct entity more than a hundred years later.",
        "The aldo-ketenes are colourless compounds which are not capable of autoxidation, are polymerized by pyridine or quinoline, and are inert towards compounds containing the groupings C :N and C :O.",
        "There are in all cultivated soils forms of bacteria which are capable of forcing the inert free nitrogen to combine with other elements into compounds assimilable by plants.",
        "The mesogloea is in itself an inert non-cellular secretion, but the immigration of muscular and other cells into its substance, from both ectoderm and endoderm, gives it in many cases a strong resemblance to the mesoderm of Triploblastica, - a resemblance which, while probably superficial, may yet serve to indicate the path of evolution of the mesoderm.",
        "These appliances as indicated should not be unnecessarily expanded, but when expanded they should, wherever practicable, be converted into actively moving flying surfaces, in preference to fixed or inert dead surfaces.",
        "Of the three bromides in common use the potassium salt is the most rapid and certain in its action, but may depress the heart in morbid states of that organ; in such cases the sodium salt - of which the base is inert - may be employed.",
        "More important is the so-called \" red phosphorus,\" which is produced by heating yellow phosphorus to about 230 for 24 hours in an inert atmosphere, or in closed vessels to 300°, when the change is effected in a few minutes.",
        "His field army had been destroyed, and on all sides the provinces which had long lain inert beneath the English yoke were beginning to stir.",
        "Baker), and when this is not so, indirect methods are available, except with bromine and fluorine (and also with the so-called inert gases - argon, helium, &c.), which so far have yielded no oxides.",
        "He did not succeed either in stemming the tide of expense, nor in his administration, being in no way in advance of his age, and not perceiving that decisive reform could not be achieved by a government dealing with the nation as though it were inert and passive material, made to obey and to payS Like a good Cartesian he conceived of the state as an immense machine, every portion of which should receive its impulse from outsidethat is from him, Colbert.",
        "with his niece Mariana of Austria, the Spanish monarchy was an inert mass, which Louis XIV.",
        "The play of brilliant colours and of ever-changing contrasts of light and shade on those rugged mountain-sides and on the surface of the sea itself might have been expected to appeal to the most prosaic. The surface of the sea is generally smooth (seldom, however, absolutely inert as the pilgrims represented it), but is frequently raised by the north winds into waves, which, owing to the weight and density of the water, are often of great force.",
        "Cavendish made many analyses: from more than soo determinations of air in winter and summer, in wet and clear weather, and in town and country, he discerned the mean composition of the atmosphere to be, oxygen 20 833% and nitrogen 79.167% The same experimenter noticed the presence of an inert gas, in very minute amount; this gas, afterwards investigated by Rayleigh and Ramsay, is now named argon.",
        "It is only gradually that there appears any recognition of a spiritual principle exercising a modifying or causal influence over inert matter."
    ],
    "definition": [
        "Chemistry Not readily reactive with other elements; forming few or no chemical compounds.",
        "Having no pharmacologic, metabolic, or other physiological effect.",
        "in·ert′ly\nadv.",
        "in·ert′ness\nn.",
        "Link/Cite"
    ]
}