{
    "translation": "נגוע, מזוהם",
    "uses": [
        "The other lung was infected and they had switched to yet another antibiotic.",
        "The horse's terror infected the men.",
        "I need to know if the infected town is still under lockdown.",
        "They infected the animals in the town with the vamp disease.",
        "Recent reports also show us how much may be done in infected districts.",
        "Sometimes they became infected with other illnesses, and variolation seemed to start entirely new epidemics.",
        "God, maybe it got infected or something!",
        "A practitioner took a scab from someone with a mild case, made an incision in the skin of a healthy person, and infected that person with the scab.",
        "His footsteps made no sounds, and the infected humans staggering through the streets walked through him.",
        "Transverse section through the epidermis of an infected plum.",
        "Infected by the terror in his voice, she sat up and flipped on the light.",
        "In cases where the water supply is known to be infected, or even where it is merely doubtful, it is wise to have recourse to sterilization by boiling, rather than trust to any filter.",
        "You're lucky it's not infected.",
        "Ouh! ouh! came peals of such healthy and good-humored laughter from the soldiers that it infected the French involuntarily, so much so that the only thing left to do seemed to be to unload the muskets, explode the ammunition, and all return home as quickly as possible.",
        "10-26 (J), but had also become tainted and corrupted by centuries of Canaanite influence and practice which especially infected the cult of the high places.",
        "The political leaders were far more conscious than either Vienna or Budapest of the volcanic state of public opinion: but when in genuine alarm and from a sense of impotence they attempted to restrain their followers, the only result was a loss of influence over the younger generation, which had become increasingly infected by revolutionary ideas.",
        "They are due to a peculiar development of the eggs of the tape-worm of the dog, which have been received into the alimentary canal with infected water or uncooked vegetables, such as watercress.",
        "Thanks to her activity and energy, which infected her fellow travelers, they approached Yaroslavl by the end of the second week.",
        "During the 18th century Irish Presbyterianism became infected with Arianism.",
        "In addition, images engraved in walls of what appear to be people infected with polio are found in Egypt dating back to at least 1400 BC.",
        "One soldier, in his fear, uttered the senseless cry, \"Cut off!\" that is so terrible in battle, and that word infected the whole crowd with a feeling of panic.",
        "The Extreme Left was infected by the fanaticism of Kossuth, who condemned the compromise and refused to take the benefit of the amnesty, while the prelates and magnates who had originally opposed the compromise were now to be found by the side of Deal(and Andrassy.",
        "Infected children were removed to hospitals and the rest of the family was quarantined until they became noninfectious.",
        "Some very curious details are observable in these cases of malformation, For instance, the Aecidium eta/mum first referred to causes the new shoots to differ in direction, duration and arrangement, and even shape of foliage leaves from the normal; and the shoots of Euphorbia infected with the aecidia of Uromyces Pisi depart so much from the normal in appearance that the attacked plants have been taken for a different species.",
        "Some wound in the succulent tissues has become infected by the organisms referred to, and their continued action prevents healing.",
        "In short, the country was already thoroughly democratic in spirit, while Federalism stood for obsolescent social ideas and was infected with political \"Toryism\" fatally against the times.",
        "Measly beef (that infected with the Cysticercus bovis) is easily recognized.",
        "In Berlin the proportion of cattle said to be found infected on inspection in 1893 was i in 672.",
        "The Florence streets rang with Lorenzo's ribald songs (the \"canti carnascialeschi\"); the smooth, cultured citizens were dead to all sense of religion or morality; and the spirit of the fashionable heathen philosophy had even infected the brotherhood of St Mark.",
        "\" The symptoms of the disease, by means of which an infected spot may be readily recognized, are as follows: The vines are stunted and bear few leaves, and those small ones.",
        "In spite of this, the calculation was defeated; for in Europe every true democracy at once becomes national, and hence the national problem infected the working-classes so soon as they won parliamentary power; the \" International \" split up into national groups, just as the bourgeoisie had done before it.",
        "They were also infected by the growing spirit of anti-Semitism.",
        "The so-called \"pure\" acid is applied to infected living tissues, especially to tuberculous sinuses or wounds, after scraping them, in order to destroy any part of the tuberculous material still remaining.",
        "Pierre, however, felt excited, and the general desire to show that they were ready to go to all lengths--which found expression in the tones and looks more than in the substance of the speeches--infected him too.",
        "were based on fact: but it is certain that this cunning politician was so far infected with Council of Pisa.",
        "Infected with the excitement of the American Civil War, he crossed the Atlantic in 1861 and enlisted in the Northern army, taking the name of Henri Le Caron.",
        "Mahdism, however, spread over Darfur in spite of Slatins efforts to stay it He fought no fewer than twenty-seven actions in various parts of his province, but his own troops, in course of time, became infected with the new faith and deserted him.",
        "This state of affairs appears to have continued until the accession of James I., and in 1595 the bailiff and constables of Hexham were removed as being \"infected with combination and toleration of thieves.\"",
        "Should a person be infected with latent malaria, heat exposure is very likely to induce an acute malarial attack and the combination is almost certain to lead to hyperpyrexia.",
        "Meanwhile, Holderlin in Jena had been following Fichte's career with an enthusiasm with which he infected Hegel.",
        "In fact dissemination seems to have taken place, as usual, by the conversion of one house after another into a focus of disease, a process favoured by the fatal custom of shutting up infected houses with all their inmates, which was not only almost equivalent to a sentence of death on all therein, but caused a dangerous concentration of the poison.",
        "Simpson in his Report on the Causes of the Plague in Hong Kong (1903) reports the endemicity of the plague in that colony to be maintained by (a) infection among rats often connected with infectious material in rat runs or in houses, the virus of which has not been destroyed, (b) retention of infection in houses which are rat-ridden, and (c) infected clothing of people who have been ill or died of plague.",
        "He considers the outbreaks are favoured by the seasonal heat and moisture of the spring and early summer, and the movement from place to place of infected rats or persons.",
        "Oporto, the seat of the outbreak, had no connexion by sea with any place known to be infected, and all attempts to trace introduction ended in speculation or assumption.",
        "The most probable theory was that soldiers returning home from infected Portuguese possessions in the East brought it with them, but this does not explain.",
        "Whether infection can be introduced through the digestive tract by infected food is doubtful.",
        "Plague-rats have rarely been found in ships sailing from infected ports; and though millions of these animals must have been carried backwards and forwards from quay to quay betweenHong-Kong, Bombay and the great European ports, they have not brought the disease ashore.",
        "Healthy rats contracted plague from infected rats when the only apparent means of communication between the two was the rat flea (pulex cheopis).",
        "Guinea-pigs set free in plague-infected houses become infected with the rat flea and develop plague in a certain percentage.",
        "It was also shown that animals may become infected through the faeces of a flea which has been fed on plague-infected rats.",
        "(3) Man is, in the majority of cases, infected through the skin, though the puncture may not be seen.",
        "The place is infected, not merely the people in it; for if they evacuate it, the disease soon ceases among them, and if they return in a short time, they are again attacked.",
        "Now the poison is contained, as we have already seen, in the discharges from patients, and in such infected localities the standing conditions and the habits of the people combine to retain the discharges on the premises.",
        "The floors, mostly of mud covered with dung, are fouled with spittle, vomit, and urine, and, being seldom or never cleaned out, foster a gradual accumulation of poison, to which infected rats and the concealment of illness contribute.",
        "According to the Venice convention, ships are divided into (1) healthy, (2) suspected, (3) infected.",
        "(a) Healthy are those free from plague throughout the voyage; (2) suspected, those in which plague has occurred, but no fresh case within twelve days; (3) infected, those in which plague has occurred within twelve days.",
        "Great Britain relies on medical inspection, removal of sick or suspected cases, and supervision of the healthy arriving on an infected ship; infected clothing is burnt and infected ships are disinfected.",
        "A watch should be kept on rats at ports of arrival and on board ships from infected countries.",
        "A gallant resistance was still being made at various points, notably at Luico and Globocak, but the enemy had broken through at several positions of vital importance, and, as has been said, the reserves were becoming entangled in the crowds of fugitives, and some of them were becoming infected.",
        "There is no question about the weak resistance of certain units in line, nor can it be denied that other troops, among the reserves, became temporarily infected with a spirit that led to what many observers likened to a strike.",
        "This is apparent to all students of Machiavelli and Guicciardini, the profoundest analysts of their age, the bitterest satirists of its vices, but themselves infected with its incapacity for moral goodness.",
        "Karl Schwarz happily remarks that, as the English apologists of the 18th century were themselves infected with the poison of the deists whom they end eavoured to refute, so Tholuck absorbed some of the heresies of the rationalists whom he tried to overthrow.",
        "He worked with might and main for the continuation of the old theocracy, but before he died it had given way before an increasing Liberalism - even Yale was infected with the Episcopalianism that he hated.",
        "as well as the moral evils which had infected the church, to the sympathy of Persian Christians with the cause of the Roman empire, to the condition of early monastic institutions, to the practice of the Syriac church in regard to Easter, &c.",
        "The fact that in anthrax, one of the first diseases to be fully studied, numerous bacilli are present in the blood of infected animals, gave origin to the idea that the organisms might produce their effect by using up the oxygen g ' P Y g P Yg of the blood.",
        "Local authorities may require premises to be cleansed and disinfected; they may order the destruction of bedding, clothing or other articles which have been exposed to infection; they may provide proper places for the disinfection of infected articles free of charge; they may provide ambulances, &c. In the case of a person found suffering from infectious disease who has not proper lodging or accommodation, or is lodging in a room occupied by more than one family, or is on board any ship or vessel, such person may by means of a justice's order be removed to a hospital; a local authority may pay the expenses of a person in a hospital or, if necessary, provide nursing attendance; any person exposing himself or any other in his charge while suffering from infectious disease, or exposing infected bedding, clothing or the like, is made liable to a penalty.",
        "It is also forbidden to let houses or rooms in which infected persons have been lodging, or to make false statements to persons negotiating for the hire of such rooms. An act was passed in the year 1890, called the Infectious Diseases Prevention Act.",
        "Of these the first is called general expenses, and it includes the expense of the establishment and officers of the council, of disinfection, providing of conveyance for infected persons, and the expenses of highways.",
        "Whatever may have been the views of stockowners in the remote past, it is certain that during the middle ages the belief in \"infection\" was common amongst breeders, and that during the last two centuries it met with the general approval of naturalists, English breeders being especially satisfied of the fact that the offspring frequently inherited some of their characters from a former mate of the dam, while both English and Continental naturalists (apparently without putting the assertions of breeders to the test of experiment) accounted for the \"throwing back\" by saying the germ cells of the dam had been directly or indirectly \"infected\" by a former mate.",
        "If a mare or other female animal is liable to be \"infected\" by her first or by subsequent mates, telegony will rank as a cause of variation, and breeders will be justified in believing (1) that pure-bred females are liable to be \"corrupted\" when mated with sires of a different breed; and (2) that inferior or cross-bred females, if first mated with a high-class sire, will thereafter produce superior offspring, however inferior or cross-bred her subsequent mates.",
        "That mares used in mule breeding are liable to be infected is still widely believed, but irrefragable evidence of the influence of the ass persisting, as Agassiz assumed, is conspicuous by its absence.",
        "In considering telegony it should perhaps be mentioned that some breeders not only believe the dam is liable to be \"infected\" by the sire, but also that the sire may acquire some of the characteristics of his mates.",
        "To combat the phylloxera, the government ordered the destruction of all infected vines, distributed immune American stocks and established schools of viticulture.",
        "In the ear of rye that is infected with ergot a species of fermentation takes place, and there exudes from it a sweet yellowish mucus, which after a time disappears.",
        "Chronic poisoning, or ergotism, used frequently to occur amongst the poor fed on rye infected with the Claviceps.",
        "Oxford infected St Andrews, and we find traces of more than one vigorous search made for Lollards among the teaching staff of the Scottish university, while the Lollards of Kyle in Ayrshire were claimed by Knox as the forerunners of the Scotch Reformation.",
        "Further, the serum of a patient affected with one of the types has a marked agglutinative power on the variety with which he is infected and not on the other.",
        "would eventually be found disarmed in face of a last coalition; but Spanish heroism infected Austria, and showed the force of national resistance.",
        "The infected fleas then fed on 15 mice that had been inoculated with the experimental vaccine containing an adjuvant (an immune booster ).",
        "advertisements in national newspapers, opposing the cull of any infected badgers.",
        "aerosol droplets of saliva or by direct contact with an infected person.",
        "Remove any infected leaves and destroy badly affected plants.",
        "Many of these recent cases are farmers who became infected through contact with infected animals.",
        "A total of seven animals died and a farmer developed cutaneous anthrax after a pre-existing lesion came into contact with infected animals ' blood.",
        "arginine butyrate selectively activates the EBV TK gene in latently infected EBV-positive tumor cells.",
        "ascospores released from infected stubble (3 ).",
        "Choose the action that should be performed in case an infected attachment is found.",
        "bacillus time it has taken you to read this far, another 50 people will have been infected with the tubercle bacilli.",
        "This task should be done working inwards from the outer ring to reduce the risk of infected badgers moving outwards to a clean area.",
        "In such situations, people should avoid contact with infected birds or contaminated surfaces, and should be careful when handling and cooking poultry.",
        "This could happen if someone already infected with the human flu virus catches the bird flu.",
        "bite of an infected mosquito.",
        "bitetting bitten by mosquitos and drinking infected water is never a good thing for your health.",
        "Toes can become gangrenous and can appear black in dry gangrene or when infected becomes covered in pus and slough in wet gangrene.",
        "Life cycle Potato late blight survives the winter in infected potato tubers.",
        "They are hoping livers grown from cord blood stem cells could be used to transfuse and cleanse the infected blood.",
        "wound botulism is caused by toxin produced from a wound infected with Clostridium botulinum.",
        "The update indicated that experimental BSE in sheep had been transmitted to mice through the intracerebral inoculation of infected spleen material.",
        "These areas become infected with anaerobic bacteria, which release malodorous volatile fatty acids as a metabolic byproduct.",
        "The time after death of the infected cadaver is also an important factor influencing the number infected.",
        "Also big cats who had been fed infected chicken carcasses in a Thai zoo were killed by H5N1.",
        "They seem careless in their attitudes to people infected or affected by HIV.",
        "One dog was observed to have an infected carpus and elbow and appeared to have a very painful fracture.",
        "cattle infected with tuberculosis could be banned from the food chain.",
        "The ELISA was able to distinguish vaccinated cattle from infected ones.",
        "The incidence of infected cattle is still increasing, with 30,000 infected animals destroyed over the last four years.",
        "Malaria parasite antigens exposed on the surface of the infected red blood cell membrane.",
        "Snow was now certain that the well had been contaminated with infected sewage - either from the sewer or the many nearby cesspits.",
        "Boyle doesn't let the camera stay on the \" infected \" long enough for their red eyes to look too cheesy.",
        "chickenpox spots or a shingles rash has become infected you should see your doctor.",
        "If the condition becomes chronic the cervix becomes swollen and enlarged and may contain cysts that may also become infected.",
        "clostridium chauvoei, leading to fever and swelling of infected muscles.",
        "colloidal silver is a valuable first aid treatment for sore or infected eyes.",
        "commensal bacteria in their mouths and can be infected during birth.",
        "conidiumplants were inoculated by shaking conidia from powdery mildew infected leaves onto the leaves of the healthy plants.",
        "conidiumplants were inoculated by shaking fresh conidia from naturally infected plants having abundant sporulation onto the leaves of healthy plants.",
        "The worm's payload is a connection proxy that allows the attacker to initiate network connections through an infected computer.",
        "contaminated with the feces of an infected person.",
        "contaminated by infected sewage or feces.",
        "Infected horses often develop a nasal discharge which may start clear but becomes thick with pus and often copious in amount.",
        "Viruses from the lung tissue in Toronto patients readily infected monkey kidney cells, and no known human coronavirus infects that cell line.",
        "It is worth pointing out that virus infected crucifers are not tasty items and they are avoided by most animal predators including humans.",
        "In 1905 the first William was infected with the virus for which there is no known cure.",
        "cytotoxic T-lymphocytes which then kill the infected cell.",
        "In the most infected areas sclerotial size varied widely, in the range 0.1 to 1.0 mm diameter.",
        "differentiation of the infected cell.",
        "Hydrofibre dressings are suitable for use in wounds with medium to high exudate and may be used for infected wounds if changed daily.",
        "The bacteria that cause TB are inhaled in the form of microscopic droplets that come from a person infected with TB.",
        "Flu is primarily spread by aerosol droplets of saliva or by direct contact with an infected person.",
        "The problem: PSA levels also raise when the prostate becomes infected or when a benign enlargement occurs.",
        "Large numbers of neutrophils and lymphocytes penetrate the epidermis and entered the infected surface region.",
        "erupted teeth are more likely to become decayed and infected.",
        "The infected areas can sometimes have a mild erythema.",
        "Probably the most fatal pathophysiological lesion of these is the stasis induced in the the microvascular system by aggregated infected erythrocytes.",
        "The Committee considered options for disposal of animal excreta from experimentally infected cattle.",
        "Up to 20% of salmonella-free pigs are infected during transport and at the abattoir lairage from contaminated excreta (57 ).",
        "exude from the trunks of infected conifers.",
        "exuded from the bark at the base of a heavily infected coast live oak.",
        "face masks and goggles should be worn by veterinary practice personnel or owners who come into contact with infected animals.",
        "faecesns usually become infected by inhaling the organism in fine particles of dried feces or respiratory secretions from infected birds.",
        "faeces in poor health are more likely to be shedding infected feces, particularly cats with feline AIDS.",
        "Dogs can become infected by eating an infected dogs feces and by eating another animal that is infected.",
        "Plague infected fleas lured from mice were used to produce a bacterium that was injected in to prisoners.",
        "However it is inadvisable to put an infected floppy disk into a diskdrive as it may accidentally get cataloged or run.",
        "A PC which boots from an infected floppy disk becomes infected.",
        "You can also fumigate an infected greenhouse with tecnazene smokes.",
        "fumigateo took on a more broadly environmental role, becoming involved in disinfecting and fumigating the homes of the infected poor.",
        "Fig 9.11 A wheat root at different magnifications, infected by the take-all fungus, Gaeumannomyces graminis.",
        "grayling taken from the River Nidd, below the outlet of the infected farm.",
        "guttural pouch becomes infected.",
        "Poor personal hygiene and infected food handlers Poor personal hygiene can result in food becoming contaminated with bacteria.",
        "Infected potato haulms (foliage) may be composted in a good active heap.",
        "head louseh head lice by having your head alongside the head of someone else who is infected with head lice.",
        "healthcare workers have been infected with hepatitis C by such injuries over the period.",
        "In its most recent study, obtained by CTV News, the number of infected dairy herds had risen.",
        "CMT will help the herdsman to monitor the situation in between recordings and to identify infected quarters.",
        "Its most important effect is to cause a severe, prolonged immunosuppression of chickens infected at an early age.",
        "incubatehe safety measures now in place the main risk is whether someone has been previously infected and is currently incubating the disease.",
        "Click here to buy Britain's Most Amazing Places BEEF from cattle infected with tuberculosis could be banned from the food chain.",
        "infected with the virus for which there is no known cure.",
        "infected with roundworms and are they harmful?",
        "infected with tuberculosis could be banned from the food chain.",
        "infected with resistant parasites.",
        "infected with salmonella?",
        "infected by accidental ingestion of ants.",
        "infected by a virus or spyware.",
        "infected by the worm crashed within 12 hours.",
        "infected by the parasite, it's a messy thrill-ride of increasingly grotesque adventures.",
        "ingrowing toe nails that are not infected.",
        "inhalation of infected water droplets.",
        "inhibition of apoptosis in normal cultures resulted in enhanced viral yield, comparable to that seen in infected asthmatic cultures.",
        "Recent figures from Scotland show a marked increase in numbers of young injectors becoming infected.",
        "Once inside the trap, the male moths become contaminated with sufficient fungal inoculum to guarantee that they become infected.",
        "Can BSE be transmitted to cows inseminated with ' infected semen '?",
        "Once inoculated by an infected fly, the trypanosomes proliferate and gradually invade all the organs of the host.",
        "irresistible temptation for a tiny number to continue their pay bonanza by dumping infected parts or selling diseased animals.",
        "Pregnant women infected with syphilis are also at increased risk for miscarriage, preterm labor, and stillbirth.",
        "Birds become infected when they consume the host containing the infective larvae.",
        "His brain was infected at the back left-hand side which controlled his vision and balance.",
        "Sandflies and the transmission of the tropical disease leishmaniasis of sandfly gut infected with Leishmania parasites.",
        "Dogs can contract leptospirosis if they drink or swim in rivers or canals that are inhabited by infected rats.",
        "These questions could easily be answered by molecular genetic analysis of the virus or viruses from infected livestock in the outbreak.",
        "A significant proportion of the adult human population has been infected by the parasite, depending on lifestyle and geographic locale.",
        "loseople infected with HIV and those suffering the ravages of AIDS, are lost in the shuffle of this abstract pursuit ' .",
        "Replication: When an infected document is opened the viral macros are copied to the global template (usually NORMAL.DOT ).",
        "macrophages infected with M. tuberculosis are being monitored using an Affymetrix gene chip array system.",
        "Background The laboratory has previously identified a pathway by which infected human macrophages are induced to kill intracellular mycobacteria rapidly.",
        "malaria parasite antigens exposed on the surface of the infected red blood cell membrane.",
        "These two different viruses were traced back to a SIV that infected red-capped mangabeys and one found in greater spot-nosed monkeys.",
        "French marigolds have been tested by planting in among Potatoes that were infected with eelworm.",
        "Terrestrial mammals such as sheep, stone marten and man have also been recorded as having been infected with EBLVs.",
        "Bacteria causing contagious mastitis are spread from infected quarters to other healthy quarters of the same or other cows.",
        "We will give hospital matrons the power to close down infected wards.",
        "members of a family were infected by a pet hamster.",
        "But without it, cryptococcal meningitis and oral thrush are the painful fates awaiting many people infected with HIV.",
        "tuberculous meningitis is sometimes seen in newly infected children.",
        "migratory salmonids traveling upstream from other infected areas.",
        "For 10 years, they infected monkeys, rabbits and mice with HIV, but they never could duplicate AIDS in these species.",
        "How many times could you have been bitten to catch malaria from an infected mosquito?",
        "motor neurons are infected in an average acute infection, with a 50% neuronal fatality rate.",
        "mousetest this, Dr. Dus Santos team infected the mice with the FMD virus.",
        "Chickenpox spreads in tiny droplets of saliva and nasal mucus coughed out by an infected person.",
        "multinucleate giant cells on a cervical smear Pregnancy Mothers of most infected babies have no signs or history of genital HSV.",
        "Fumonisin and some other mycotoxins are highly toxic, causing fatal diseases in livestock that eat infected corn and esophageal cancer in humans.",
        "The virus causing myxomatosis is transmitted between infected and healthy rabbits by insects, particularly rabbit fleas, but also by flies.",
        "An introduction to plant parasitic nematodes will include the students extracting cyst nematodes from infected soil.",
        "Puppies and kittens: For the treatment of puppies and kittens infected with gastro-intestinal nematodes and puppies infected with protozoa (Giardia spp.",
        "Eric Mabius as Matt Addison returns also and is the infected human who becomes the nemesis.",
        "AB - The risk of lower genital tract neoplasia is increased in women infected with HIV.",
        "offal ban, none of it should be infected anyway.",
        "The article also reported Dr. Grant as saying that infected cattle offal was still being used in pies and meat products.",
        "open a back door to the infected computers.",
        "The resistance of the transgenic papaya allowed farmers to directly reclaim their farms without first clearing their land of all infected papaya trees.",
        "Up to 1 in 1000 infected children and 1 in 75 infected adults may suffer some paralysis.",
        "From the moment Michael Rooker's town bully becomes infected by the parasite, it's a messy thrill-ride of increasingly grotesque adventures.",
        "How do I isolate the specific pathogen from an infected fruit in the field to test in the lab?",
        "The H5N1 strain of avian influenza is not only pathogenic to birds, but has also infected humans.",
        "periderm cells in infected areas were difficult to distinguish as they had become flattened or compressed.",
        "persecution manias have infected all religions and all of them will want to use the law against incitement to religious hatred.",
        "In the lab, the team use a common marine plankton infected with a virus to explore the processes in more detail.",
        "Indeed, it is drawing its strength from the long list of health panics that have infected the body politic in recent years.",
        "The somewhat pompous permit seller showed me a map of infected Britain.",
        "George appears to have been infected with the mental disease porphyria, which gradually led to his madness.",
        "Long term problems A chronic carrier state or recurrent, chronic disease may be long term problems if the guttural pouch becomes infected.",
        "Influenza A(H5N1) viruses normally circulate among wild birds but can infect poultry and rarely have infected people in the past.",
        "Almost all are thought to have caught the disease directly from infected poultry.",
        "poultry meat getting infected.",
        "preventing infection of an existing infected farm within a new isolate.",
        "Efforts to identify the presence of a DNA beta in infected Duranta, using universal DNA beta primers (Briddon et al.",
        "proteolysis of viral proteins in the cytoplasm of an infected cell.",
        "Occasionally blisters become infected, and are filled with yellow pus.",
        "The pathogen produced numerous small yellow powdery pustules, primarily on the lower surface of the infected leaves (Fig.",
        "pylorusxact way H. pylori causes ulcers in some infected people is not clear.",
        "Infected Chenopodium quinoa leaves with necrotic lesions were shown to be infected by INSV when subsequently tested by both ELISA and RT-PCR.",
        "rainbow trout naturally infected with Yersinia ruckeri.",
        "You can catch ringworm by touching people who are infected or by sharing things like combs or shoes.",
        "Both man and wild monkeys are commonly infected, but the virus can also infect rodents (in wild?",
        "Cats and dogs can become infected this way, or if they eat an infected rodent.",
        "Fleas become infected by feeding on the blood of an infected rodent.",
        "root canal system is cleaned to remove infected, inflamed and dead tissue.",
        "Perhaps the drive for clonal diversity on resistant rootstock is due to new vineyard development and the replanting of infected vineyards.",
        "People can be infected by the dog roundworm, but the worms cannot complete their lifecycle in humans.",
        "ruminants infected with T.evansi.",
        "saliva of infected animals, rabies is usually transmitted by bites from infected animals.",
        "sera collected from rabbits infected with T.evansi (242 ).",
        "sera from animals infected with D. congolensis were then found to have antibodies against some of the components.",
        "It is usually contracted through eating or drinking food or water contaminated by infected sewage or feces.",
        "STI s There are all manner of nasty problems you can pick up by having unprotected sex with someone who is infected.",
        "The vast majority of animals reaching slaughterhouses at present will not be infected with the BSE agent.",
        "sloughing open wounds, which are infected with MRSA.",
        "He then infected him with the normally deadly smallpox.",
        "Leaves were inoculated by overhead shaking of naturally infected plants having abundant sporulation.",
        "Swallowed infected sputum has resulted in spread to the Peyer's patches of the ileum.",
        "stasis induced in the the microvascular system by aggregated infected erythrocytes.",
        "sterol content of barley leaves infected with powdery mildew as a means of assessing partial resistance to Erysiphe graminis f.sp. hordei.",
        "stingrt from troubling your baby, they will be in danger of being stung by the wasp or infected by the fly.",
        "On the spot reporter: According to doctors, a beta-haemolytic streptococcus infected a minor incision in the patient's leg.",
        "To dispel the suspicions which infected the subject, it was necessary to repeat the experiment in every large capital.",
        "Infected wild swans have been found in the countries.",
        "Point 3 - tb transmission We do not know exactly how cattle become infected with tb transmission We do not know exactly how cattle become infected with TB.",
        "Your guinea's mouth may then become infected with oral thrush.",
        "This method however could yield false negatives if single infected ticks failed to cause clinical disease (Norval et al., 1990 ).",
        "tick bites or when they hunt or eat infected rabbits, hares or rodents.",
        "titres of the agent in experimentally infected guinea pig corneas.",
        "titres of infectivity than those of asymptomatic infected sheep.",
        "Swollen adenoids are often associated with tonsillitis (infected tonsils) and are usually removed as part of an operation to remove the tonsils.",
        "transmitted by bites from infected animals.",
        "In order to transmit trypanosomiasis infected tsetse flies must land on and bite the animal.",
        "Strain typing studies have confirmed that domestic cats, big cat and exotic ungulates have been infected by eating tainted beef.",
        "unwary user to an infected site.",
        "The disease is transmitted by direct contact with infected urine, poop or saliva.",
        "vaccinated cattle from infected ones.",
        "Who would buy and eat veal believed to be infected with BSE?",
        "As each incumbent died, his successor donned the infected vestments of his predecessor and was soon a victim himself.",
        "The hackers use ' zombie PCs ', infected by viruses such as MyDoom and Bagle, making law-abiding users and businesses unwitting participants.",
        "Apart from troubling your baby, they will be in danger of being stung by the wasp or infected by the fly.",
        "While running my experiments I was in ResEdit on the infected system and heard the disk whir.",
        "A severe winter may cause an infected colony to dwindle in the spring.",
        "Symptoms Sometimes, the first and only sign of tetanus is a spasm of the muscles nearest to the infected wound.",
        "young adults around the world are infected with HIV.",
        "The results have shown that, when a soil growing leguminous plants is infected with appropriate organisms, there is a development of the so-called leguminous nodules on the roots of the plants, and, coincidently, increased growth and gain of nitrogen.\"",
        "c. 43) swine fever in Great Britain was, from the 1st of November in that year, dealt with by the Board of Agriculture in the same way as pleuro-pneumonia, the slaughter of infected swine being carried out under directions from the central authority, and compensation allowed from the imperial exchequer.",
        "What are termed \" swine-fever infected areas \" are scheduled by the board when and where circumstances seem to require, and the movement TABLE Xxiv.-Outbreaks of Swine Fever in Great Britain, 1894-1905.",
        "There is no method known of curing this disease, and all that can be done is to take every precaution to eradicate it, by pulling up and burning diseased plants, isolating the infected area by means of trenches, and avoiding growing cotton, or an allied plant such as the ochro (Hibiscus esculentus), in the field.",
        "In this way land-hunger exploited the Albigensian, as political and commercial motives had helped to exploit the Fourth Crusade; and in the former, as in the latter, Innocent had reluctantly to consent to the results of the secular motives which had infected a spiritual enterprise.",
        "Wright and others, in recent work on opsonins, have shown that, by injecting dead cultures of the causal agent into subjects infected with the organism, there is produced in the body fluids a substance (opsonin) which apparently in favourable conditions unites with the living causal bacteria and so sensitizes them that they are readily taken up and destroyed by the phagocytic cells of tissues.",
        "Of a number of plants growing side by side, those which become infected with moulds are the most weakly, and an animal in low health is more subject to contagious disease than one which is robust.",
        "Fourteen species belonging to five genera have been found in man, but only .one [Schistostomum (Bilharzia) haematobium] is of serious medical importance, the others being rare and occasioned by want of cleanliness and close association with infected domestic animals.",
        "One is to kill the phylloxera itself; another, to destroy it along with the infected vines, and plant fresh and healthy plants; the third, to adapt the secular therapeutics of nature, and to introduce American vines which a long acquaintance with the phylloxera has made immune of its ravages.",
        "By the end of the Republic a good many parts of Latium were infected, and Rome itself was highly malarious in the warm months (see W.",
        "That this defect was serious was dimly apprehended even by those who frequented and admired the lectures of the earlier sophists; that it was fatal was clearly seen by Socrates, who, himself commonly regarded as a sophist, emphatically reprehended, not only the taking of fees, which was after all a mere incident, objectionable because it seemed to preclude independence of thought, but also the fundamental disregard of truth which infected every part and every phase of sophistical teaching.",
        "As has often been observed in other plague epidemics, sound people could enter infected houses and even sleep in the beds of those who had died of the plague \" before they were even cold or cleansed from the stench of the diseased \" (Hodges).",
        "The exact way H. pylori causes ulcers in some infected people is not clear.",
        "Click image to enlarge Cross section of kidney nephron from rainbow trout naturally infected with Yersinia ruckeri.",
        "The root canal system is cleaned to remove infected, inflamed and dead tissue.",
        "Little is known, however, of the nature of immune response in ruminants infected with T.evansi.",
        "Caused by a virus that is in the saliva of infected animals, rabies is usually transmitted by bites from infected animals.",
        "Infected roots showed brown lesions and the leaves, on which orange sclerotia were found, were necrotic (Figs.",
        "The biggest risk to UK horses comes from the importation of infected (carrier) stallions or their semen for artificial insemination.",
        "Experiments were carried out to evaluate the pathways of C3 activation with sera collected from rabbits infected with T.evansi (242).",
        "Sera from animals infected with D. congolensis were then found to have antibodies against some of the components.",
        "Larval Therapy This can be a useful treatment, especially for sloughing open wounds, which are infected with MRSA.",
        "Swallowed infected sputum has resulted in spread to the Peyer 's patches of the ileum.",
        "Measuring the sterol content of barley leaves infected with powdery mildew as a means of assessing partial resistance to Erysiphe graminis f.sp. hordei.",
        "On the spot reporter: According to doctors, a beta-haemolytic streptococcus infected a minor incision in the patient 's leg.",
        "It infected the air, tarnished the silver, might possibly destroy the health, and was speedily, tho reluctantly, abandoned.",
        "Point 3 - tb transmission We do not know exactly how cattle become infected with TB.",
        "Your guinea 's mouth may then become infected with oral thrush.",
        "This method however could yield false negatives if single infected ticks failed to cause clinical disease (Norval et al., 1990).",
        "Cats and dogs become infected through tick bites or when they hunt or eat infected rabbits, hares or rodents.",
        "Iatrogenic transmission of CJD accepted - high titres of the agent in experimentally infected guinea pig corneas.",
        "The CNS tissues of sheep clinically affected with scrapie had been demonstrated to have higher titres of infectivity than those of asymptomatic infected sheep.",
        "In a person infected with CJD, the prion protein can often be seen in a sample (biopsy) of tonsil tissue.",
        "The first contact is usually made through email, enticing the unwary user to an infected site.",
        "He must be said to have been infected by unwitting racism in this regard.",
        "Right: Looking down onto the intact surface of a cultured cell infected with vaccinia virus.",
        "Mastitis is an inflammation of the mammary gland infected by bacteria that decreases milk production and costs 69 billion yen per year in Japan.",
        "Every hour almost 300 children and young adults around the world are infected with HIV.",
        "The airborne bacteria infected all of the people on the trip.",
        "The blood sample must be thoroughly examined under a microscope to determine whether or not the blood cells have the characteristics of infected cells.",
        "An infected animal will quickly fall ill as the virus invades its body.",
        "If your pet spends a lot of time outdoors, it has more of a chance of coming in contact with an infected cat as well.",
        "In this stage, the animal will have infections of bone marrow and other tissue and will be considered terminally infected.",
        "You can protect your pet from FeLV by keeping her inside and away from other, possibly infected, cats.",
        "Any cats living in the same household should be kept separated and should never share a litter box, water or food bowl with the infected cat.",
        "Any kittens born to a leukemia infected mother will have the disease as well.",
        "The infected cells cause inflammation around the tissues where the cells ultimately locate.",
        "There are many symptoms that a bite is becoming infected.",
        "One of the first symptoms that your bite may be getting infected is redness around the bite.",
        "As your body sends antibodies to fight infection, it causes the temperature around the infected area to heat up even before the area turns red.",
        "Sometimes an infected bite can abscess and actually puff up with a growth that looks like a large pimple or boil.",
        "If it begins to look infected, see your healthcare provider.",
        "Female cats infected with FIV usually don't spread the condition to their offspring through birth or even through their milk.",
        "Cats can become infected with FHV, but they cannot pass the virus to their human companions.",
        "Humans can be infected by several other herpes viruses.",
        "If your cat's ear is becoming infected, there may be an unpleasant odor.",
        "Rabies is transmitted by a bite from an infected animal.",
        "If your pet is not vaccinated and is bitten by an infected animal, she may or may not develop rabies.",
        "So, it is possible that your new kitten was infected just prior to being brought home and is now beginning to exhibit flu symptoms.",
        "Viruses: It doesn't take much for your computer to get infected with a virus that can destroy your entire system.",
        "For a pimple that has become infected, try using an Earl Grey teabag as a poultice.",
        "Louis Pasteur first observed garlic's antibacterial qualities in 1858, and until World War II is was routinely used to prevent gangrene in patients with infected wounds.",
        "The infected follicle forms a painful, red, pus-filled lump.",
        "If you believe you've been infected with herpes, please see your doctor for diagnosis and treatment information.",
        "In addition, topical ginger can be rubbed into the infected area.",
        "Acute inflammation occurs when a crisis triggers the body's immune system into combat, such as a splinter that gets infected or another type of wound or infection.",
        "I used to work in public health and I've seen horrible cases of infected tattoos because of dirty needles.",
        "Disease: Norovirus outbreaks occur on different cruise ships several times each year, often from an infected passenger not taking proper sanitary precautions.",
        "This deadly affliction can remain undetected for months, until infected animals are subject to a number of uncomfortable and potentially fatal conditions.",
        "The parasites can grow between six and twelve inches long, and an infected dog may host more than a hundred worms which can spread to the lungs and large vessels in the circulatory system.",
        "As dog owners travel (taking southerly vacations in winter months, for example), they expose their pets to the disease, and northern mosquitoes can acquire the parasites as larvae from infected dogs.",
        "Once a dog is bitten by an infected mosquito, the worms may not reproduce for up to nine months, leaving no visible symptoms of infection.",
        "The preventative drugs can be exceedingly dangerous for animals already infected with heartworm, and dog owners should always have their pets tested before beginning a preventative program.",
        "When a dog eats infected stools, it may be ingesting worm ova, which will then result in a case of worm infestation.",
        "If they are infected, your vet may want to follow up with an antibiotic, something your groomer cannot provide or prescribe.",
        "His ears are constantly getting infected, and he is always licking his feet non-stop.",
        "There is little you can do to keep your dog from becoming infected by dogs that you are unfamiliar with.",
        "Wash your hands after any contact with an infected dog.",
        "Parvovirus requires swift action to help an infected dog survive.",
        "An infected dog will vomit uncontrollably, and continue to heave violently even after the stomach has been emptied.",
        "The cardiac form of parvo is usually transmitted to unborn pups via the uterus of an infected mother.",
        "A potentially fatal disease, heartworm is spread through the bite of an infected mosquito.",
        "The mosquito ingests the larva of the worms that cause heartworm, known as microfilariae, when it bites an infected animal.",
        "Once a dog is infected, the larvae continue to grow into adult heartworms.",
        "Since dog heartworm symptoms can be difficult and sometimes nearly impossible to detect until the dog is seriously infected, your best defense against the risk of heartworms is to take preventative action.",
        "Antifungal medication may also be prescribed if the area is not severely infected.",
        "Heartworm-Positive Pets details how to tell pet owners whether or not to treat their infected animal based on age and illness.",
        "Clinical Case Studies reviews a wide variety of results from actual cases of infected pets.",
        "The infected stool can infect other puppies and dogs.",
        "Allow the bleach and water solution to remain on the surface of the infected area for at least 10 minutes to kill the virus.",
        "Wind blows through the infected trees, and spreads spores onto new maple trees.",
        "Verticillium Wilt: Plants infected with a specific fungus develop verticillium wilt.",
        "If plants are infected, remove and discard immediately to prevent it from spreading throughout the area.",
        "Most homes have materials exposed during remolding that contain some sort of lead paint, lead infected dust, or lead debris from old fixtures.",
        "Some patients who become infected with the swine flu develop pneumonia.",
        "For these reasons, anyone who is considering getting a flu shot should take steps to educate themselves about influenza and the risks associated with becoming infected with it.",
        "The disease is parasitic in origin and, if left untreated, can result in the death of the person infected.",
        "Mobile teams helped control the outbreak in 1920 when they screened the 'at risk' population to identify those infected.",
        "According to the World Health Organization, the disease is endemic in portions of sub-Saharan Africa with more than 50 million people infected with the disease in some form.",
        "Accidental infections can occur in laboratory settings through mishandling of infected blood.",
        "It is the most common version, with more than 90 percent of patients infected having this strain.",
        "Due to the spreading of an alien virus, the human survivors are becoming infected and turning into vicious monsters.",
        "The pop ups are fine, so don't worry about getting infected or getting into \"pop-up\" trouble.",
        "Humanity is facing extinction as many survivors are infected by an alien virus that is turning them into violent monsters.",
        "The good news is that it is pretty easy to keep your PSP from getting infected.",
        "You wouldn't want your computer to get infected.",
        "When a virus enters a cell, it produces certain proteins that are projected onto the surface of the infected cell.",
        "The virus that causes fifth disease lives in the nose, mouth, and throat of an infected person; therefore, the virus can be spread through the air by coughing and sneezing.",
        "Fifth disease is caused by the human parvovirus B19, a member of the Parvoviridae family of viruses, that lives in the nose, mouth, and throat of an infected person.",
        "Once infected, a person is believed to be immune to reinfection.",
        "Pregnant women should avoid exposure to persons infected with the disease and notify their obstetricians immediately if they are exposed so that they can be tested and monitored closely.",
        "The majority of those infected by GAS either have no symptoms or develop enlarged lymph nodes, fever, headache, nausea, vomiting, weakness, and a rapid heartbeat.",
        "A pregnant woman who has GBS infection can develop infections of the bladder, blood, and urinary tract, and deliver a baby who is infected or stillborn.",
        "If the child has a fever and sore throat, a wound that seems to be infected, a rash, is acting very sick, or has any other symptoms of strep infection, the doctor should be consulted.",
        "Strep bacteria can be obtained by swabbing the back of the throat, the vagina, the rectum, or the infected area with a piece of sterile cotton.",
        "Babies infected with GBS during or shortly after birth need to be treated right away, but they may still die.",
        "About one in five people infected with flesh-eating bacteria die.",
        "Exposure to infected people should be avoided, and a family physician should be notified if the child develops an extremely sore throat or pain, redness, swelling, or drainage at the site of a wound or break in the skin.",
        "The mortality rate in infants infected with syphilis is about 54 percent.",
        "Between 0.1 to 2 percent of newborns are infected with rubella.",
        "Birth defects, however, are most likely (85%) in infants infected during the first eight weeks of pregnancy.",
        "About 1 to 2.2 percent of newborns in the United States are infected with CMV.",
        "About 50 percent of infected infants will develop the disease throughout the body (disseminated) within nine to 11 days after birth.",
        "Humans are the only natural host for polioviruses, and it most commonly infects younger children, although older children and adults can be infected.",
        "Poliovirus can be spread by direct exposure to an infected individual, and more rarely, by eating foods contaminated with waste products from the intestines (feces) and/or droplets of moisture (saliva) from an infected person.",
        "About 10 percent of people infected with poliovirus develop severe headache and pain and stiffness of the neck and back.",
        "About 1 percent of people infected with poliovirus develop the most severe form.",
        "This immunization contains no live virus, just the components of the virus that provoke the recipient's immune system to react as if the recipient were actually infected with the poliovirus.",
        "The infected skin in diaper rash that includes infection with Candida appears fiery red with areas that may have a raised red border.",
        "Approximately 78 percent of HIV-infected women are minorities and most become infected through heterosexual transmission.",
        "Three to six days after being exposed to the coxsackie virus, an infected person develops a sudden sore throat that is accompanied by a substantial fever, usually between 102-104°F (38.9-40°C).",
        "The infected person does not normally get the disease again.",
        "In children with Marfan, it is the abnormal mitral valve that is most likely to become infected.",
        "In about 60 percent of healthy adults who become infected, the organism causes no symptoms (asymptomatic).",
        "The most common way is through contact with feces of an infected cat.",
        "Cats, the primary carriers of the organism, become infected by eating rodents and birds infected with T. gondii.",
        "In the United States, approximately 50 percent of cats have been infected with T. gondii.",
        "The second way humans become infected with T. gondii is through eating raw or undercooked meat.",
        "When humans eat raw or undercooked infected meat, the walls of the cysts are broken down in the human digestive tract, and the individual becomes actively infected.",
        "Women who have become infected six months or more before conception do not pass the infection on to their fetus, because the organism has become dormant (inactive) and formed thick-walled cysts in muscle and other tissues of the body.",
        "Women who give birth to one infected child do not pass the infection to their fetus during subsequent pregnancies unless they are immunocompromised (for example, with AIDS) and the infection recurs.",
        "Finally, individuals can also become infected through blood and organ transplant from an infected person.",
        "Women who believe they may have become infected shortly before conception or during pregnancy should call their doctor immediately.",
        "Infected individuals with weakened immune systems may require lifetime drug treatment to keep the infection from recurring.",
        "When a fetus is found early in pregnancy to be infected, parents are faced with the decision of whether to continue the pregnancy given the likelihood of serious complications to the fetus.",
        "In other words, a child can catch a rotavirus infection if she puts her finger in her mouth after touching toys or things that have been contaminated by the stool of another infected child.",
        "Infected food handlers who prepare salads, sandwiches, and other foods that require no cooking can spread the disease.",
        "Breastfed babies may be less likely to become infected, because breast milk contains antibodies (proteins produced by the white blood cells of the immune system) that fight the illness.",
        "Nearly every child by the age of four has been infected by this virus and has rotavirus antibodies in their body.",
        "Children who have been infected once can be infected again.",
        "In some communities, as many as 90 percent of children under age five are actively infected.",
        "Infected young children serve as a reservoir of infection.",
        "Although the disease shows no gender preference, two to three times more women eventually become blind than men, probably because they are the primary caretakers of small children who are infected.",
        "In some heavily infected areas, up to 25 percent of the population becomes blind from this infection.",
        "Kasper. \"Approach to the Acutely Ill Infected Febrile Patient.\"",
        "It is for this reason that if one member of a family is infected with pinworms, the whole family is treated.",
        "Children who are infected with pinworms often show symptoms that include restlessness, irritability, and insomnia.",
        "Most children have been infected by at least one adenovirus by the time they reach school age.",
        "Children who have normal immune systems usually experience only minor symptoms when infected with adenovirus.",
        "Herpes simplex virus is transmitted by infected body fluids (such as saliva) when they contact breaks in another person's skin or mucous membranes.",
        "Newborns may become infected during delivery through an infected birth canal.",
        "The infected human cell dies and releases thousands of new viruses.",
        "The first symptoms of herpes occur within two to 20 days after contact with an infected person.",
        "Anyone can become infected with the herpes virus.",
        "Once infected, the virus remains latent in the body for life.",
        "However, infected people need not have visible blisters to spread the infection since the virus may be present in the saliva without obvious oral lesions.",
        "Parents should be watchful of infected children and not allow them to share toys that may be put into the mouth.",
        "Oral lesions-A single infected sore in the skin around the mouth or mucus membrane inside of the oral cavity.",
        "However, identifying foods which may be contaminated with salmonella is particularly difficult because infected chickens typically show no signs or symptoms.",
        "Since infected chickens have no identifying characteristics, these chickens go on to lay eggs or to be used as meat.",
        "It is known also that the bacteria can be passed from the infected female chicken directly into the substance of the egg before the shell has formed around it.",
        "Only a small proportion of infected people are tested and diagnosed, and as few as 1 percent of cases are actually reported.",
        "While the infection rate may seem relatively low, even an attack rate of less than 0.5 percent in such a large number of exposures results in many infected individuals.",
        "Other foods can then be accidentally contaminated if they come into contact with infected surfaces.",
        "In cases in which other medical problems complicate the illness, prognosis depends on the severity of the other medical conditions, as well as the specific organ system infected with salmonella.",
        "Cytomegalovirus (CMV)-A common human virus causing mild or no symptoms in healthy people, but permanent damage or death to an infected fetus, a transplant patient, or a person with HIV.",
        "Parvovirus B19-A virus that commonly infects humans; about 50 percent of all adults have been infected sometime during childhood or adolescence.",
        "Humans are most commonly infected by swallowing the oocyte form of the parasite in soil (or kitty litter) contaminated by feces from an infected cat; or by swallowing the cyst form of the parasite in raw or undercooked meat.",
        "The inability to sense pain along with the complications of delayed wound healing can result in minor injuries, blisters, or calluses becoming infected and difficult to treat.",
        "However, when the level of irritants in the air is high or when the respiratory system becomes infected, coughing may become frequent and prolonged.",
        "When these bronchioles are infected, they become inflamed, and breathing may become difficult.",
        "Like most types of respiratory viruses, the viruses that cause bronchiolitis are usually contracted through breathing in infected droplets that are sprayed out by another ill individual during coughing or sneezing.",
        "Bronchiolitis is spread the same way that most other respiratory viruses are communicated, through droplets and contact with infected nasal secretions.",
        "Diagnosis of periodontal disease is made by observation of infected gums.",
        "About 85 percent of those people exposed to the virus will become infected with it.",
        "About 95 percent of those people infected with the virus will develop the illness called measles.",
        "Once someone is infected with the virus, it takes about seven to 18 days before he or she actually becomes ill.",
        "If the needle puncture site continues to bleed, or if hours or days later the site looks infected (red and swollen), then a doctor should be contacted.",
        "Tinea capitis, which affects the hair root, is a highly contagious condition and is often transmitted when a child uses the comb, brush, hat, or bed linen of an infected child.",
        "Natural killer (NK) cells are cells that destroy infected cells.",
        "Even when impetigo is initially caused by strep bacteria, the vesicles are frequently secondarily infected with staph bacteria.",
        "Although rubella causes only mild symptoms in child and adult sufferers, the infection can have severe complications for the fetus of a woman who becomes infected with the virus during the first trimester of pregnancy.",
        "Rubella is spread through contact with fluid droplets expelled from the nose or throat of an infected person.",
        "A person infected with the rubella virus is contagious for about seven days before any symptoms appear and continues to be able to spread the disease for about four days after the appearance of symptoms.",
        "Although rubella is generally considered a childhood illness, people of any age who have not been vaccinated or previously caught the disease can become infected.",
        "When the body is infected with the rubella virus, it produces both immunoglobulin G (IgG) and immunoglobulin M (IgM) antibodies to fight the infection.",
        "Older children are more frequently infected by the bacteria Haemophilus influenzae, Neisseria meningitidis, and Streptococci pneumoniae.",
        "An infected person can be contagious during this incubation time period and for as many as five months after the disappearance of symptoms.",
        "As a result, individuals living in a household or college dormitory with someone who has mononucleosis have a very small risk of being infected unless they have direct contact with the person's saliva.",
        "If the lymphatic vessels are also infected, in a condition referred to as lymphangitis, there will be red streaks extending from the wound in the direction of the lymph nodes, throbbing pain, and high fever and/or chills.",
        "Diseases or disorders that involve lymph nodes in specific areas of the body include rabbit fever (tularemia), cat-scratch disease, lymphogranuloma venereum, chancroid, genital herpes, infected acne, dental abscesses, and bubonic plague.",
        "RSV infection shows distinctly different symptoms, depending on the age of the infected person.",
        "Respiratory syncytial virus is spread through close contact with an infected person.",
        "People do not gain permanent immunity to respiratory syncytial virus and can be infected many times.",
        "Infected bites usually cause pain, inflammation of the connective tissues, and a pusfilled discharge at the wound site within eight to 24 hours.",
        "This is why cat bites are much more likely to become infected than dog bites.",
        "The clenched-fist injury happens when a fist hits a mouth during a fight and may lead to an infected hand.",
        "The blister may rupture and become infected.",
        "The wounds, however, can still become infected by the harmful microorganisms that snakes carry in their mouths.",
        "Most cat scratches do not require professional medical treatment unless the wound appears infected or the scratched person has a weakened immune system.",
        "Infected bites can be fatal if neglected.",
        "The paramyxovirus that causes mumps is harbored in the saliva and is spread by sneezing, coughing, and other direct contact with another person's infected saliva.",
        "However, an infected person may not experience these initial symptoms."
    ],
    "definition": [
        "simple past tense and past participle of infect\nSlowly, the strange alien virus infected the whole town.",
        "referring to something that has received an infection\nThe infected bodies were hastily piled up and burned.",
        "Link/Cite"
    ]
}