{
    "translation": "להסתנן, לחדור",
    "uses": [
        "Sookie plans to infiltrate the Fellowship of the Sun to find Godric, unaware that Jason will be there too.",
        "Anger can start in one area and infiltrate the rest of the areas of your life.",
        "As the stress level at the company increases, it's common for the effect to infiltrate the entire business, which means it's crucial to find strategies for managing stress in the workplace.",
        "It featured the first appearance of Solid Snake, a soldier sent to infiltrate a terrorist base and stop the Metal Gear, a walking tank with the capability of launching nuclear warheads.",
        "Staph infection of the blood (staphylococcal bacteremia) develops when bacteria from a local infection infiltrate the lymph glands and bloodstream.",
        "Like Erik said, she's some mutant Sasha made to infiltrate your operations.",
        "About 50 percent of metastatic cancers that infiltrate the central nervous system and about 10 percent of central nervous system tumors will shed cells into the CSF.",
        "Due to the whimsical nature of the fashion industry, everything from platforms to stilettos can safely infiltrate the evening scene.",
        "From the Apple side of the equation, the iPod touch has started to infiltrate the portable gaming marketing occupied by the Nintendo DS and the Sony PSP.",
        "infiltrate the gang to either diffuse or retrieve the bomb.",
        "These unique characters can not only infiltrate the Mii Parade, but they can be used for novelty and humor inside select video games as well.",
        "They can infiltrate nearby tissues, enter the bloodstream, and metastasize to bones, tissues, and organs far from the original malignancy.",
        "Inconsistencies can also occur when using other methods such as the cap or condom, which can allow sperm to infiltrate the cervix if used incorrectly.",
        "infiltrate the ring and fall in love with Will.",
        "Viruses can infiltrate your computer by various methods.",
        "They must infiltrate Skynet and destroy the machines.",
        "Watchmen and The Dark Knight Returns might have been called parodic superhero comics: attempts to infiltrate some reality and see what happens.",
        "espousal of green values and their attempt to infiltrate and exploit the ecological movement.",
        "Can he infiltrate the gang 's base and fool the likes of Rabies?",
        "infiltrate the secret organization, the Molly Maguires.",
        "infiltrate deep into hostile territory and aggressively collect critical intelligence, closer than ever to enemy soldiers.",
        "The second major histological feature is the inflammatory infiltrate.",
        "infiltrate of chronic inflammatory cells, which are restricted to the superficial layers of the colonic mucosa.",
        "inflammatory infiltrate.",
        "A lung carcinoma or an infiltrate of residual or relapsing chronic myelogenous leukemia in the lung could be definitely ruled out.",
        "relapseg carcinoma or an infiltrate of residual or relapsing chronic myelogenous leukemia in the lung could be definitely ruled out.",
        "The fat cells are increased and infiltrate the connective tissue between the bundles of muscle fibres.",
        "To win the map the CT 's must infiltrate the American embassy and rescue the hostages kept within.",
        "The blizzard degenerated into freezing rain and began to infiltrate my allegedly weatherproof jacket.",
        "Many of the franchises found on the PlayStation 2 went on to infiltrate mainstream popular culture.",
        "This fluid contains many eosinophils and can infiltrate the membrane of the lungs (pleural effusion).",
        "Sookie takes Isabel's human Hugo to infiltrate the Fellowship of the Sun.",
        "The plot involves mysterious aliens who infiltrate the Enterprise and hijack ... well, Spock's brain.",
        "commandos trained for Iraq could infiltrate and attack in Turkey."
    ],
    "definition": [
        "To cause a liquid or gas to permeate a substance by passing through its interstices or pores.",
        "To permeate a porous substance with a liquid or gas.",
        "in·fil′tra·tor\nn.",
        "Link/Cite"
    ]
}