{
    "translation": "השפעה ,להשפיע",
    "uses": [
        "I'm a bad influence on you.",
        "He can influence opinion at the highest level.",
        "You become the only person in the universe that can influence him.",
        "On the other hand, how could Alex be a positive influence if his Uncle truly felt that way?",
        "I can influence everything on this side of the Mississippi.",
        "I'm not even sure how to influence someone.",
        "Dracula, the best vampire book ever written, had a strong influence on all modern vampire tales.",
        "\"Yes, he is a very, very kind man when he is not under the influence of bad people but of people such as myself,\" thought she.",
        "You don't want me to influence it.",
        "You did not choose her title, her armies, her gold, her influence, her banishment, her death.",
        "You know me well enough to know that what other people think doesn't influence how I behave.",
        "And, the government chose to pursue the PMF rather than risk another civil war by going after people with a lot of influence and money.",
        "Because young people generally understand and utilize technology better than older people, we will see a shift in power and influence toward the young.",
        "Computers, especially computers of the future, will have no trouble handling all the variables that influence nutrition, though there will be millions of them.",
        "The article will influence public perception and build awareness of disability issues.",
        "The discussion will probably influence the outcome.",
        "Their authors are a natural and irresistible aristocracy in every society, and, more than kings or emperors, exert an influence on mankind.",
        "But he obviously idolized Martha and she seemed to be a calming influence on him.",
        "She had been protected from outside influence – partly by having no television and partly by the fact that neither of her parents worked away from the home.",
        "To his delight they were now plainly visible, which proved that they had passed beyond the influence of the magical Valley of Voe.",
        "Without a doubt, the fact that the babies were healthy had major influence on his mood.",
        "What have been your main musical influences, and which bands can you hear your influence in?",
        "It will influence decisions on whether to begin new groups or focus on capacity building of existing groups.",
        "If she told him more, he might influence the paths she saw in a way that would make their slim chance of survival even slimmer.",
        "Public anxiety about the potentially corrupting influence of the new language was constant from its birth.",
        "\"You can't influence destiny, Gabe,\" she said.",
        "He had learned under Gabriel's tutelage how to influence them to forget.",
        "In Britain, finally, the church, or rather the churches, wield tremendous influence in all spheres of life.",
        "Damian sought out Sofi, both for her calming influence and any tidbits of what she might've Seen.",
        "The bond creates more than dependency; it gives you a helluva lot of influence over him.",
        "And again, under Helene's influence, what had seemed terrible now seemed simple and natural.",
        "Cosmology, for instance, is entirely founded on observation of a system over which we apparently can exercise no direct influence.",
        "First, we need to decide whether it can move beyond the role of passive recipient of management information to exert active influence over company policy.",
        "If he is under the influence of alcohol he will not be allowed to sail.",
        "It was the effect of undue influence, suspicious circumstances, fraud and mistake.",
        "Just influence the investigators and be done with it.",
        "Mayyyybe… she's your soul-mate and that is why you cannot influence her.",
        "I simply want to know if it is she that can't be influenced or only I that can't influence her.",
        "The texture of soil has a large influence on the nitrogen content of the soil.",
        "Media, and TV in particular, holds probably the most powerful influence on our society and that's why we're into it.",
        "I mean I did not influence anyone.",
        "She headed straight for him, so he assumed Sarah hadn't made contact or was unable to influence her.",
        "While contemplating whether Freckles would be worth having to influence the other three or not, Jackson caught sight of someone in his peripheral vision.",
        "Yeah. I think our traitors have some influence on that, too.",
        "Oh…sorry. What would I influence her to do?",
        "We're the only ones who can influence the outcome of this.",
        "However, despite their considerable influence, the political correspondents were unable to stand in the way of change.",
        "Since Bennigsen, who corresponded with the Emperor and had more influence than anyone else on the staff, had begun to avoid him, Kutuzov was more at ease as to the possibility of himself and his troops being obliged to take part in useless aggressive movements.",
        "Jackson decided if things didn't turn soon he would have to influence her.",
        "First he couldn't influence her, and now his fangs had failed him.",
        "I swear, I have never used influence on you for any reason, never!",
        "I am a bad influence, aren't I?",
        "It was evident that this strange, strong man was under the irresistible influence of the dark, graceful girl who loved another.",
        "He was ruthless, beyond loyal to the few he trusted, and quick to use his influence to get Brady access to any of the government's supplies, technology, intelligence, and anything else Brady requested it.",
        "You're going to have to influence her to trust me.",
        "Jackson was always ready to influence people, yet Sarah insisted they use that as a last resort.",
        "How much of my delight in all beautiful things is innate, and how much is due to her influence, I can never tell.",
        "However, practically speaking, it sometimes has a corrupting influence on those whom it empowers to act for the state.",
        "And, in fact, Bilibin's witticisms were hawked about in the Viennese drawing rooms and often had an influence on matters considered important.",
        "Nothing in life seemed to him of much importance, and under the influence of the depression that possessed him he valued neither his liberty nor his resolution to punish his wife.",
        "You're my only true ally of any influence with the Council.",
        "Influence in society, however, is a capital which has to be economized if it is to last.",
        "But under the influence of wine he said to himself: It doesn't matter.",
        "At the head of the table, where the honored guests sat, everyone seemed to be in high spirits and under the influence of a variety of exciting sensations.",
        "It was time to influence her.",
        "I was just thinking that you've had a decidedly positive influence on me.",
        "\"I think, however, that these condemnations have some ground,\" returned Prince Andrew, trying to resist Speranski's influence, of which he began to be conscious.",
        "But not to speak of her alone, that early and terrible death has had the most beneficent influence on me and on my brother in spite of all our grief.",
        "I influence others without choosing sides, he said vaguely.",
        "I too felt a slumberous influence after watching him half an hour, as he sat thus with his eyes half open, like a cat, winged brother of the cat.",
        "On first receiving the news, under the influence of indignation and resentment the Emperor had found a phrase that pleased him, fully expressed his feelings, and has since become famous.",
        "You can influence anything, Tim, so I assume this is your idea and your window.",
        "There is no way on God's green earth I am going to influence that lovely woman to do your bidding!",
        "Sarah told Jackson she didn't see how she would be able to get Elisabeth's attention long enough to influence her.",
        "Jackson added, \"Worst case scenario is you end up having to influence them.\"",
        "Meanwhile public events were developing in a manner that had a considerable influence upon the manner in which the remaining years of the historian's life were spent.",
        "The days in which his university influence was asserted were a time of much shaking of old beliefs.",
        "It remains to trace the influence, direct or indirect, of the poet on the novelist.",
        "Another disturbing influence has been the high protective tariffs, adopted during the closing years of the century, which increased the costs of living more rapidly than the wages for labour, and compelled thousands of immigrants to seek employment elsewhere.",
        "There are excellent fishing grounds on the coast, but they have had no appreciable influence in developing a commerical marine.",
        "About the same time Mancini was informed by the Italian agent in Cairo that Great Britain would be well disposed towards an extension of Italian influence on the Red Sea coast.",
        "The Crusades had a favourable influence on the intellectual state of the Western nations.",
        "In this capacity he exercised a wide influence on local opinion, and the revolt of the Newcastle electorate in later years against doctrinaire Radicalism was largely due to his constant preaching of a broader outlook on national affairs.",
        "The fame of Boetius increased after his death, and his influence during the middle ages was exceedingly powerful.",
        "Having thus gained the support of a large majority of the landed proprietors and the ecclesiastics, Boris Godunov increased his influence to such an extent that on the Boris death of Tsar Feodor without male issue in 1598 he Godunov, was elected his successor by a Great National Assembly.",
        "Under the influence of the great nobles who had unsuccessfully opposed the election of Godunov, the general discontent took the form of hostility to him as a usurper, and rumours were heard that the late tsar's younger brother Dimitri (Demetrius), supposed The to be dead, was still alive and in hiding.",
        "In this way German influence was enormously increased, and was represented by men of considerable capacity holding the highest official positions, such as Biren, Miinnich and Ostermann.",
        "Under Biren (1763-69) and his son and successor (1769-95), as nominees of Catherine, Courland was completely under Russian influence until 1795, when it was formally incorporated with the empire.",
        "Whilst Russia, Austria, Prussia and France were becoming powerful monarchies with centralized administration, Poland had remained a weak feudal republic with an elected king chosen under foreign influence and fettered by constitutional restrictions.",
        "Now she was beginning to consider herself a powerful member of the European family of nations, and she aspired to exercise a predominant influence in all European questions.",
        "In the last months of his life, under the influence of a great national disaster, the conscientious, persistent autocrat began to suspect that his system was a mistake, but he still clung to it obstinately.",
        "Unfortunately for the peace of the world his habitual policy of maintaining the existing state of things was frequently obscured and disturbed by his desire to maintain and increase his own and his country's prestige, influence and territory.",
        "In 1757 Voltaire came to reside at Lausanne; and although he took but little notice of the young Englishman of twenty, who eagerly sought and easily obtained an introduction, the establishment of the theatre at Monrepos, where the brilliant versifier himself declaimed before select audiences his own productions on the stage, had no small influence in fortifying Gibbon's taste for the French theatre, and in at the same time abating that \"idolatry for the gigantic genius of Shakespeare which is inculcated from our infancy as the first duty of an Englishman.\"",
        "to her in the hope that she might counterbalance the influence exercised over him by Marie de Hautefort.",
        "The cessation of their intercourse was regretted by the queen, who had been reconciled with her husband through the influence of Louise.",
        "Why was she allowing Katie to influence her thoughts and actions?",
        "Her green gaze was intent, the silver around them swirling as she fought to exert some influence over him.",
        "When Lotze published these works, medical science was still much under the influence of Schelling's philosophy of nature.",
        "The mechanical laws, to which external things were subject, were conceived as being valid only in the inorganic world; in the organic and mental worlds these mechanical laws were conceived as being disturbed or overridden by other powers, such as the influence of final causes, the existence of types, the work of vital and mental forces.",
        "Having taken holy orders his advancement in the Church was very rapid, mainly through the influence of his brother Andrew.",
        "In 1734 he was appointed under-secretary of state, and he soon gained a position of great personal influence with George II.",
        "In the spring of 1792 he received the rank of marechal de camp in command of the cavalry in the army of the north; but the influence of the extremists becoming predominant he took indefinite leave of absence, and settled at Auteuil, where, with Condorcet and Cabanis, he devoted himself to scientific studies.",
        "Two authors exercised a weighty influence on his mind - Francis Bacon and Grotius.",
        "On the strength of these works he offered himself as a candidate for the university chair of jurisprudence, but as he had no personal or family influence was not elected.",
        "At once his name and influence spread.",
        "The fact that he embellished with his own great literary ability the speeches of the Liberals and Reformers only added to the influence of his news-letters.",
        "The attempts of the government to counteract his influence by founding a rival paper, the Vilag, only increased his importance and added to the political excitement.",
        "Supported by the influence of Louis Batthyany, after a keenly fought struggle he was elected member for Budapest in the new Diet.",
        "From England he went to the United States of America: there his reception was equally enthusiastic, if less dignified; an element of charlatanism appeared in his words and acts which soon destroyed his real influence.",
        "The Church has always exercised a dominating influence in this region, and the city has many churches and religious establishments.",
        "After the death of the tsaritsa Natalia, Peter's mother, in 1694, his influence increased still further.",
        "As an outcome of this alchemical doctrine the process of fermentation was supposed to have a purifying and elevating effect on the bodies which had been submitted to its influence.",
        "In 1894 and 1895, Fischer, in a remarkable series of papers on the influence of molecular structure upon the action of the enzyme, showed that various species of yeast behave very differently towards solutions of sugars.",
        "The prevailing winds in this region, which the sea traverses longitudinally, are westerly, but the sea itself causes the formation of bands of low barometric pressure during the winter season, within which cyclonic disturbances frequently develop, while in summer the region comes under the influence of the polar margin of the tropical high pressure belt.",
        "B.C. there were still traces of Phoenician influence (Cicero, Pro Scauro, 1 5, 4 2, 45).",
        "The Renaissance had little or no influence on Sardinian architecture and culture.",
        "The idea was till recently currently accepted, that anything which plants absorbed from without, and which went to build up their organic substance, or to supply them with energy, or to exert some beneficial influence upon their metabolism, coiistituted their food.",
        "As a precaution against Tatar invasions he founded fortified towns on his southern frontiers - Tambov, Kozlov, Penza and Simbirsk; but when the Don Cossacks offered him Azov, which they had captured from the Turks, and a National Assembly, convoked for the purpose of considering the question, were in favour of accepting it as a means of increasing Russian influence on the Black Sea, he decided that the town should be restored to the sultan, much to the disappointment of its captors.",
        "A great part of the eastern section of the railway was constructed on Chinese territory, and elaborate preparations were made for bringing Manchuria within the sphere of Russian influence.",
        "He set himself in opposition to Novatian, a presbyter of Rome, who advocated their permanent exclusion from the church; and it was his influence which guided the tolerant measures of the Carthaginian synods on the subject.",
        "Under Greek influence, he was identified with Hippolytus, who after he had been trampled to death by the horses of Poseidon was restored to life by Asclepius and removed by Artemis to the grove at Aricia, which horses were not allowed to enter.",
        "In this his diplomatic ability was conspicuously evident, and it was also largely owing to his influence that Cardinal Chiaramonte was elected as Pius VII.",
        "Politically the Malay Peninsula is divided into four sections: the colony of the Straits Settlements and the Federated Malay States; the independent Malay State of Johor, which is within the British sphere of influence; the non-federated states under British protection; and the groups of states to the north of Perak and Pahang which are now recognized as lying within the sphere of influence of Siam.",
        "Starting from an observation of Marconi's, a number of interesting facts have been accumulated on the absorbing effect of sunlight on the propagation of long Hertzian waves through space, and on the disturbing effects of atmospheric electricity as well as upon the influence of earth curvature and obstacles of various kinds interposed in the line between the sending and transmitting stations.4 Electric wave telegraphy has revolutionized our means of communication from place to place on the surface of the earth, making it possible to communicate instantly and certainly between places separated by several thousand miles, whilst The Electrician, 1904, 5 2, p. 407, or German Pat.",
        "These various sources of wealth and influence had rendered Rudolph the most powerful prince in S.W.",
        "He refused to use his full influence in favour of the candidacy of Charles of Valois, brother of Philip IV., lest France became too powerful; and recognized Henry of Luxemburg, whom his representatives crowned emperor at the Lateran in 1312.",
        "The Everard of the Lettres introduces us to a new and for the time a dominant influence on the life and writings.",
        "In Russia her influence has been greater.",
        "He must minimize foreign influence, whether French, Spanish or German, in Italy.",
        "Auvergne after a few months' imprisonment was released, chiefly through the influence of his half-sister, his aunt, the duchess of Angouleme and his father-in-law.",
        "displaced by the sphere, and assumes a statical state of conditions and that the conductor itself exerts no disturbing influence.",
        "It is thus futile to compare the absolute voltages met with at two stations, unless allowance can be made for the influence of the environment.",
        "If the shape of the equipotential surfaces near it is influenced by trees, shrubs or grass, their influence will vary throughout the year.",
        "Lenard, Elster and Geitel, and others have found the potential gradient negative near waterfalls, the influence sometimes extending to a considerable distance.",
        "A sensible effect remained, however, after the influence of splashing was eliminated.",
        "When he considered all days irrespective of wind velocity, Mazelle found the influence of temperature obliterated.",
        "Thus at Karasjok Simpson found for mean values: Temp. less than -20° - Io° to -5° Io° to 15° I + =0.18, I_=0.16 I + =0.36, I_=0.30 I + =0 '45, I_=0'43 Simpson found no clear influence of temperature on Q.",
        "Gockel observed similar effects at Freiburg-though he seems doubtful whether the relationship is direct-but the influence of temperature on I + seemed reduced when the ground was covered with snow.",
        "To Eliminate The Disturbing Influence Of Wind, Different Wind Strengths Are Treated Separately.",
        "Of late years many experiments have been made on the influence of electric fields or currents on plant growth.",
        "The queen set about to obtain a divorce, and used her influence for the return of Albany as a means of undoing her husband's power.",
        "Egyptian influence is almost absent until the time of Psammetichus, but then becomes predominant for a while.",
        "Local and regional peculiarities, however, disappear almost wholly in the 5th and 4th centuries, under the overpowering influence of Athens.",
        "The murder of Kotzebue by Karl Sand, however, shocked him out of his extreme revolutionary views, and from this time he tended, under the influence of the writings of Hamann and Herder, more and more in the direction of conservatism and romanticism, until at last he ended, in a mood almost of pessimism, by attaching himself to the extreme right wing of the forces of reaction.",
        "Under the influence of Archbishop Chicheley, who had himself founded two colleges in imitation of Wykeham, and Thomas Bekynton, king's secretary and privy seal, and other Wyke - hamists, Henry VI., on the 11th of October 1440, founded, in imitation of Winchester College, \"a college in the parish church of Eton by Windsor not far from our birthplace,\" called the King's College of the Blessed Mary of Eton by Windsor, as \"a sort of first-fruits of his taking the government on himself.\"",
        "He served in the New York legislature (1759-1760), but his political influence was long exerted chiefly through pamphlets and newspaper articles.",
        "The connexion in Roman law between the ideas of equity, nature, natural law and the law common to all nations, and the influence of the Stoical philosophy on their development, are fully discussed in the third chapter of the work we have referred to.",
        "He was anxiously sensitive about the opinion of others, eager for their sympathy and regard, and, in general, impressionable to their influence.",
        "Propertius's poems bear evident marks of the study of his predecessors, both Greek and Latin, and of the influence of his contemporaries.",
        "Propertius's influence upon his successors was considerable.",
        "BONIFACE pope from S30 to 532, was by birth a Goth, and owed his election to the nomination of his predecessor, Felix IV., and to the influence of the Gothic king.",
        "Throughout the entire south of the peninsula French influence was predominant.",
        "The great influence of Lord Clive was also exercised on his behalf.",
        "The whole tendency of the Regulating Act was to establish for the first time the influence of the crown, or rather of parliament, in Indian affairs.",
        "It is now known, however, that they were true Arabs - as the proper names on their inscriptions show - who had come under Aramaic influence.",
        "Later on he attempted to influence the Prussian Northern Union in the direction of the national policy, and he took part in the sessions of the Erfurt parliament; but, soon realizing the hopelessness of any good results from the vacillating policy of Prussia, he retired from the contest, and, as a major in the service of the SchleswigHolstein government, took part in the Danish War of 1850.",
        "On their removal to Lyons the influence of both became wider and more powerful.",
        "While his wife's influence could not increase the latter, it was successfully exerted to foment and embitter the former.",
        "\"The Influence of the Apostle Paul on the Development of Christianity\" was the title of a course of Hibbert Lectures given in London in 1885.",
        "He is stated also to have influenced the king in issuing his dispensing declaration of the 26th of December 1662, and he zealously supported a bill introduced for the purpose of confirming the declaration, rising thereby in favour and influence with Charles.",
        "Margaret and her new husband, who was created Lord Methven, now became for a time the ruling influence in the counsels of James V.",
        "and for the influence of the Habsburgs in eastern Europe.",
        "He also carried out many experiments in magneto-optics, and succeeded in showing, what Faraday had failed to detect, the rotation under the influence of magnetic force of the plane of polarization in certain gases and vapours.",
        "The office of reason is to give a true and distinct appreciation of the values of goods and evils; or firm and determinate judgments touching the knowledge of good and evil are our proper arms against the influence of the passions.3 We are free, therefore, through knowledge: ex magna lute in intellectu sequitur magna propensio in voluntate, and omnis peccans est ignorans.",
        "And so great was the influence of the Jesuits, that the congregation of St Maur, the canons of Ste Genevieve, and the Oratory laid their official ban on the obnoxious doctrines.",
        "Though it never ceased to influence individual thinkers, it had handed on to Condillac its popularity with the masses.",
        "No theologian save Augustine has had an equal influence on the theological thought and language of the Western Church, a fact which was strongly emphasized by Leo XIII.",
        "Their influence upon the young tsar was profoundly beneficial, and the period of their administration coincides with the most glorious period of Ivan's reign - the period of the conquest of Kazan and Astrakhan.",
        "Before 460 Pericles' influence was as yet too small; 460-451 were years of war.",
        "After 445 Athens was hardly in a position to summon such a congress, and would not have sent to envoys out of 20 to northern and central Greece, where she had just lost all her influence; nor is it likely that the building of the Parthenon (begun not later than 447) was entered on before the congress.",
        "The orthodox Conservatives and some democrats who were jealous of his influence, while afraid to beard the great statesman himself, combined to assail his nearest friends.",
        "The influence of Aspasia on Athenian thought, though denounced unsparingly by most critics, may indeed have been beneficial, inasmuch as it tended towards the emancipation of the Attic woman from the over-strict tutelage in which she was kept.",
        "But for the same reason its policy was always narrow, so that it never exercised any beneficial influence on the world at large.",
        "His influence among the Edinburgh students was pronounced.",
        "In the Yale Divinity School his influence was powerful, and in 1833 one of his foremost opponents, Bennet Tyler (1783-1858), founded in East Windsor a Theological Institute to offset Taylor's teaching at Yale.",
        "Finally, in 1864, came the influence of Rudolf Lotze.",
        "The trace of Alexandrian influence is to be found in the pretence that his actual father was Nectanebus, a fugitive king of Egypt.",
        "Bridget's saintly and charitable life soon made her known far and wide; she gained, too, great religious influence over her husband, with whom (1341-1343) she went on pilgrimage to St James of Compostella.",
        "His high conception of God's transcendence, it may be supposed, led him to ignore intermediary agencies, which are common in the popular literature, and later, under the influence of this same conception of transcendence, are freely employed.",
        "Despite the fact that with the exception of the period of the \"Great Awakening\" (1740-1742), when he preached as an itinerant in several neighbouring colonies, his active labours were confined to his own parish, his influence on the religious thought of his time in America was probably surpassed only by that of his old friend and teacher Jonathan Edwards.",
        "This influence was due not only to his publications, but also to the \"school\" or classes for the training of clergymen which he conducted for many years at his home and from which went forth scores of preachers to every part of New England and the middle colonies (states).",
        "Hubert de Burgh was the last of the great justiciars; after his fall (1231) the justiciarship was not again committed to a great baron, and the chancellor soon took the position formerly occupied by the justiciar as second to the king in dignity, as well as in power and influence.",
        "In the region east of KroIa the Mat tribe, which occupies the upper valley of the Matia, presents an 'entirely different organization; their district is governed by four wealthy families, possessing hereditary rank and influence.",
        "In general, the remains of the classical epoch attest the influence of Roman rather than of Greek civilization.",
        "On her return she fell in love with the duc de la Rochefoucauld, the author of the Maxims, who made use of her love to obtain influence over her brother, and thus win honours for himself.",
        "There she became more and more Jansenist in opinion, and her piety and the remembrance of her influence during the disastrous days of the Fronde, and above all the love her brother, the great Conde, bore her, made her conspicuous.",
        "She became the great protectress of the Jansenists; it was in her house that Arnauld, Nicole and De Lane were protected; and to her influence must be in great part attributed the release of Lemaistre De Sacy from the Bastille, the introduction of Pomponne into the ministry and of Arnauld to the king.",
        "The fifth Lambeth conference, following as it did close on the great Pan-Anglican congress, is remarkable mainly as a proof of the growth of the influence and many-sided activity of the Anglican Church, and as a conspicuous manifestation of her characteristic principles.",
        "While he was engaged upon some pieces for the convent of the Dominican friars, he made the acquaintance of Savonarola, who quickly acquired great influence over him, and Bartolommeo was so affected by his cruel death, that he soon after entered the convent, and for some years gave up his art.",
        "In England, Robert Recorde had indeed published his mathematical treatises, but they were of trifling importance and without influence on the history of science.",
        "Ward was drawn for a time in the direction of High Anglicanism; but a stronger and more lasting influence was that of the Arnold school, represented by A.",
        "Meanwhile Jowett's influence at Oxford had steadily increased.",
        "His influence in the university was less assured.",
        "His position is one of great honour and influence, but he remains a simple presbyter, without any special rule or jurisdiction.",
        "The duty of teaching and of administering the sacraments and of always presiding in church courts being strictly reserved to him invests his office with a dignity and influence greater than that of the elder.",
        "To share with the minister such general oversight is not regarded by intelligent and influential laymen as an incongruous or unworthy office; but to identify the duties of the eldership, even in theory, with those of the minister is a sure way of deterring from accepting office many whose counsel and influence in the eldership would be invaluable.'",
        "They were unanimous in regarding ministerial service as mainly pastoral; preaching, administering the sacraments and visiting from house to house; and, further, in perceiving that Christian ministers must be also spiritual rulers, not in virtue of any magical influence transmitted from the Apostles, but in virtue of their election by the Church and of their appointment in the name of the Lord Jesus.",
        "A second powerful influence was of a different kind, viz.",
        "Thus, although the congregations were Presbyterian, the civil government retained overwhelming influence.",
        "Judged in other ways, however, the influence of the assembly's labours has been very great.",
        "In 1822, under the influence of John Mitchell Mason (1770-1829), the Associate Reformed Synod combined with the General Assembly of the Presbyterian Church, but the majority was too slender to make the union thorough.",
        "As preacher, pastor, lecturer and author, he attained a position of great influence in his day, he and his friends, J.",
        "On the west the shore is perfectly flat, so that a slight rise in the water causes the inundation of a considerable area - a fact not without its influence on the estimates made at varying periods as to the size of the lake.",
        "A great chapter in the history of culture is filled by the influence of translations of the Bible.",
        "The members accidentally discovered that the fear of it had a great influence over the lawless but superstitious blacks, and soon the club expanded into a great federation of regulators, absorbing numerous local bodies that had been formed in the absence of civil law and partaking of the nature of the old English neighbourhood police and the ante-bellum slave patrol.",
        "In the extreme north-west an elevated region, whose aridity is caused by the \" blanketing \" influence of the eastern Andean ranges, extends.",
        "Unfavourable political and economic conditions of a temporary character influence the emigration movement.",
        "It was evident that the president intended to use all the influence which the party in power could exercise, to secure the return of General Julio Roca, who had distinguished himself in 1878 by a successful campaign against the warlike Indian tribes bordering on the Andes.",
        "At first it was hoped that the influence of General Roca would serve to check any serious extravagance on the part of Celman.",
        "General Roca was induced to undertake the duties of minister of the interior, and his influence in the provinces was sufficient to check any attempts to stir up disturbances at Cordoba or elsewhere.",
        "By the powerful influence of the president, government measures were sanctioned by the legislature dealing with the abuses.",
        "The prevailing winds, mild and humid, are west winds from the Atlantic; continental climatic influence makes itself felt in the east wind, which is frequent in winter and in the east of France, while the mistral, a violent wind from the north-west, is characteristic of the Mediterranean region.",
        "Eberian influence in the south-west, Ligurian on the shores of the Mediterranean, Germanic immigrations from east of the Rhine and Scandinavian immigrations in the north-west have tended to produce ethnographical diversities which ease of intercommunication and other modern conditions have failed to obliterate.",
        "Each of these companies was allotted a definite sphere of influence, and was granted a concession for ninety-nine years from its date of formation, the concessions thus terminating at various dates between 1950 and 1960.",
        "The year of acquisition in the table, when one date only is given, indicates the period when the country or some part of it first fell under French influence, and does not imply continuous possession since.",
        "At the end of Heraclius' reign he obtained through his mother's influence the title of Augustus (638), and after his father's death was proclaimed joint emperor with his half-brother Constantine III.",
        "the time of Pitt's ascendancy he took but little part in politics, but while Lord Bute was in power his influence was very considerable, and seems mostly to have been exerted in favour of a more moderate line of policy.",
        "A similar influence was exerted by him in other branches of the common law; and although, after his retirement, a reaction took place, and he was regarded for a while as one who had corrupted the ancient principles of English law, these prejudices passed rapidly away, and the value of his work in bringing the older law into harmony with the needs of modern society has long been fully recognized.",
        "Under the regency of his old master, Demetrius Phalereus, Dinarchus exercised much political influence.",
        "During Charles's last illness in 1685 she showed great anxiety for his reconciliation with the Romish Church, and it was probably effected largely through her influence.",
        "A large number of private schools are maintained through Church influence in opposition to the public schools.",
        "Except on Charles Island, where settlement has existed longest, little or no influence of the presence of man is evident in the group; still, the running wild of dogs and cats, and, as regards the vegetation, especially goats, must in a comparatively short period greatly modify the biological conditions of the islands.",
        "Simon then constructed a new citadel, north of the Temple, to take the place of the Acra, and established in Judaea the Asmonean dynasty, which lasted for nearly a century, when the Roman republic began to make its influence felt in Syria.",
        "The following branches have especially felt his influence: - chemical physics, capillarity and viscosity, theory of gases, flow of liquids, photography, optics, colour vision, wave theory, electric and magnetic problems, electrical measurements, elasticity, sound and hydrodynamics.",
        "A pentasulphide B2S5 is prepared, in an impure condition, by heating a solution of sulphur in carbon bisulphide with boron iodide, and forms a white crystalline powder which decomposes under the influence of water into sulphur, sulphuretted hydrogen and boric acid.",
        "The influence of the highest tides is felt at Pessac, a distance of 100 m.",
        "For some suggestive remarks on the relation between nomadism and the Levites, and their influence upon Israelite religion and literary tradition, see E.",
        "- The Sabbath exercised a twofold influence on the early Christian church.",
        "And the body, indeed, is subject to the powerful influence of death; but a shadow of vitality is still left alive, and this alone is of divine origin; while our limbs are in activity it sleeps; but, when we sleep, it discloses to the mind in many dreams the future judgment with regard to happiness and misery.\"",
        "Lastly positivism teaches a corporate instead of an individual immortality; man should desire to live on as a beneficent influence in the race.",
        "\" No endless duration is our goal, but complete repose in the perfect satisfaction which the will finds when it has reached the significance, the influence, and the value at which it is aiming \" (p. 83).",
        "The belief exercises a potent moral influence.",
        "In favour of Ageladas it may be said that the influence of the many Dorian schools is certainly to be traced in some of his work.",
        "John from the first regarded his son with jealousy, which after his second marriage with Joan Henriquez, and under her influence, grew into absolute hatred.",
        "It is possible that the London dockers' strike was not without its influence on the minds of the Australian Labour leaders.",
        "The events of these three years taught the Labour leaders that a parliamentary party was of little practical influence unless it was able to cast on all important occasions a solid vote, and to meet the case a new method was devised.",
        "An article in the Spectator of the 17th of February 1883, by Lord Justice Bowen, gives perhaps the best idea of Smith's extraordinary personal qualities and influence.",
        "The Times was glad to employ his ready pen, and as one of its ablest leader-writers he made his influence widely felt.",
        "69-70) under the influence of a great leader, known only by his Roman name Claudius Civilis, rose in revolt.",
        "He made his bastard son David bishop of Utrecht, and from 1456 onwards that see continued under Burgundian influence.",
        "William, Egmont, and Hoorn therefore placed themselves at the head of a league of nobles against Granvelle (who had become cardinal in 1561) with the object of undermining his influence and driving him from power.",
        "Few men have been so courageous, and his influence was magnetic. Even the rough Szeklers, though they did not understand the language of their \"little father,\" regarded him with superstitious reverence.",
        "It is not difficult to discern the influence of naïve materialism in contemporary thinking.",
        "As for the Greeks, it is still an open question whether they perfected their method of hepatoscopy under Etruscan influence or through the Babylonians.",
        "By a treaty made between Great Britain and Siam in 1902 the northern Malay states of the peninsula were admitted to lie within the Siamese sphere of influence, but by a treaty of 1909 Siam ceded her suzerain rights over the states of Kelantan, Trengganu, Kedah and Perlis to Britain.",
        "But during his administration the influence of the church over the schools was really much less than, by the theory of the concordat, it would have appeared to be.",
        "His high social position, his influence at court, his character, as well as his undoubted abilities and learning, not often in Austria found in a man of his rank, gave him great influence.",
        "Subsequently he was transferred, perhaps through Cromwell's influence, to the service of the king, and in January 15 3 2 he was sent to Rome to obstruct the judicial proceedings against Henry in the papal curia.",
        "Such opinions, combated by bishops and councils, were due to the influence of the consolamentum of the Cathars.",
        "basilica with a vaulted portico and a nave and two aisles begun in 1103, a mosaic pavement in the Cosmatesque style, a good ambo resting on columns and decorated with mosaics showing traces of Moorish influence, a Paschal candelabrum, and an organ gallery of similar style.",
        "Seward himself, apparently sharing these views, although not out of vanity, at first possessed an unbounded confidence in his ability to influence the president and his cabinet.",
        "He entered the Protestant Church, and in 1663, through the influence of his friend Abraham Heidanus, who had assisted him in his greatest need, he obtained a poorly paid lectureship at the university.",
        "In July 1643 Cromwell had been appointed governor of the Isle of Ely; on the 22nd of January 1644 he became second in command under the earl of Manchester as lieutenant-general of the Eastern Association, and on the 16th of February 1644 a member of the Committee of Both Kingdoms with greatly increased influence.",
        "Cromwell used his influence in restraining the more eager who wished to march on London immediately, and in avoiding the use of force by which nothing permanent could be effected, urging that\" whatsoever we get by treaty will be firm and durable.",
        "Cromwell's influence prevailed and these extreme proposals were laid aside.",
        "In particular that conception which regarded \"ambition\" as the guiding motive in his career has been dispelled by a more intimate and accurate knowledge of his life; this shows him to have been very little the creator of his own career, which was largely the result of circumstances outside his control, the influence of past events and of the actions of others, the pressure of the national will, the natural superiority of his own genius.",
        "As no one could curse Jesus except under the influence of a devilish afflatus, so none could say \"Jesus is Lord\" except he was inspired by the Holy Spirit.",
        "This hierarchical tie was soon snapped, but the Hellenizing influence continued to work, and bore its most abundant fruit in the 5th century.",
        "The trade winds give rise, in the region most exposed to their influence, to two westward-moving drifts - the equatorial currents, which are separated in parts of their course by currents moving in the opposite direction along the equatorial belt.",
        "The cruises of the \" Porcupine \" and \" Lightning,\" which led directly to the despatch of the \" Challenger \" expedition, were altogether within its \" sphere of influence \"; so also was the great Norwegian Atlantic expedition.",
        "From his pillar he preached and exercised a great influence, converting numbers of heathen and taking part in ecclesiastical politics.",
        "He there came under the influence of Victor Cousin, and in 1817 he was appointed assistant professor of philosophy at the normal and Bourbon schools.",
        "Through the influence of Conrad Wimpina, rector of Frankfurt, Tetzel was created D.D.",
        "Grant threw the whole weight of his great influence in favour of confederation, and his oratory played an important part in securing the success of the movement.",
        "- A comprehensive view of the influence of Plautus on modern literatures is given by Reinhardstoettner, Spatere Bearbeitungen plautinischer Lustspiele (1886).",
        "Her brother, the actor Nicolas Desmares (c. 1650-1714), began as a member of a subsidized company at Copenhagen, but by her influence he came to Paris and was received in 1685 sans debut - the first time such an honour had been accorded - at the Comedie Frangaise, where he became famous for peasant parts.",
        "Fichte's general views on philosophy seem to have changed considerably as he advanced in years, and his influence has been impaired by certain inconsistencies and an appearance of eclecticism, which is strengthened by his predominantly historical treatment of problems, his desire to include divergent systems within his own, and his conciliatory tone.",
        "Watson now found that he possessed no influence with the minister, and that he had destroyed his chance of the great object of his ambition, promo - tion to a better diocese.",
        "The free use of discords and of wider intervals, together with the influence of the florid elements of solo-singing, enlarged the bounds of choral expression almost beyond recognition, while they crowded into very narrow quarters the subtleties of 16th-, century music. These, however, by no means disappeared; :and such devices as the crossing of parts in the second Kyrie of Bach's B Minor Mass (bars 7, 8, 14, 15, 22, 23, 50) abundantly show that in the hands of the great masters artistic truths are not things which a change of date can make false.",
        "Valentinian was restored in 388 by Theodosius, through whose influence he was converted to Orthodox Catholicism.",
        "galvanometer coil so that the influence of the latter causes the mirror (through the action of the magnetic needle) to be turned through a small angle in one direction or the other according to the direction of the current through the coil.",
        "influence on the efficiency of the instrument, and it was ultimately ascertained that a small central opening, with a thin air space extending across the face of the membrane, was best.",
        "He was a leader of those who contended for reform in municipal government, was conspicuous for his public spirit, and exerted a great influence for good not only in New York City but in the state and nation.",
        "In superintending the distribution of the Mantuan territory amongst the veterans, he used his influence to save from confiscation the property of the poet Virgil.",
        "This constitution of the great mass of the central Apennines has in all ages exercised an important influence upon the character of this portion of Italy, which may be considered as divided by nature into two great regions, a cold and barren upland country, bordered on both sides by rich and fertile tracts, enjoying a warm but temperate climate.",
        "The Franko-Papal alliance, which conferred a crown on Pippin and sovereign rights upon the see of Rome, held within itself that ideal of mutually Charles supporting papacy and empire which exercised so the iireat powerful an influence in medieval history.",
        "Sicily in the hands ot the Mussulmans, the Theme of Lombardy abandoned to the weak suzerainty of the Greek catapans, the Lombard duchy of Benevento slowly falling to pieces and the maritime republics of Naples, Gaeta and Amalfi extending their influence by commerce in the Mediterranean, were in effect detached from the Italian regno, beyond the jurisidiction of Rome, included in no parcel of Italy proper.",
        "had no influence in Italy, and the latter never entered Italy at all.",
        "They in return gladly accepted a champion who lent them the prestige and influence of the church.",
        "Filippo married and then beheaded Beatrice after a mock trial for adultery, having used her money and her influence in reuniting several subject cities to the crown of Milan.",
        "Instead of opposing Francesco Sforza in Milan, he lent him his prestige and influence, foreseeing that the dynastic future of his own family and the pacification of Italy might be secured by a balance of power in which Florence should rank on equal terms with Milan and Naples.",
        "After a short but eventful career, the influence of which was long effective, he lost his hold upon the citizens.",
        "the Habsburgs and the Bourbons The decline of French influence at the close of the reign of Louis XIV.",
        "The former possessed the rich duchies Frecch of Milan (including Mantua) and Tuscany; while Revolu through a marriage alliance with the house of Este UoI, of Modena (the Archduke Ferdinand had married the heiress of Modena) its influence over that duchy was supreme.",
        "By marrying her daughter, Maria Amelia, to the young duke of Parma, and another daughter, Maria Carolina, to Ferdinand of Naples, Maria Theresa consolidated Habsburg influence in the north and south of the peninsula.",
        "It is now known that the influence of Nelson and of the British ambassador, Sir William Hamilton, and Lady Hamilton precipitated the rupture between Naples and France.",
        "The republics set up by the French at Naples, Rome and Milan collapsed as soon as the French troops retired; and a reaction in favor of clerical and Austrian influence set in with great violence.",
        "The last part of the peninsula to undergo the Gallicizing influence was the papal dominion.",
        "was elected through Austrian influence, and proved another zelante.",
        "The decline of Mazzinis influence was accompanied by the rise of a new movement in favor of Italian unity under Victor Emmanuel, inspired by the Milanese marquis Giorgio New Pallavicini, who had spent 14 years in the Spielberg, Unio~lsi and by Manin, living in exile in Paris, both of them moveex-republicans who had become monarchists.",
        "Mazzini, now openly hostile to the monarchy, was seized with a perfect monomania for insurrections, and promoted various small risings, the only effect of which was to show how completely his influence was gone.",
        "The growth of Clerical influence in France engendered a belief that Italy would soon have to defend with the sword her newly-won unity, while the tremendous lesson of the Franco-Prussian War convinced the military authorities of the need for thorough military reform.",
        "Had the blow thus struck at Italian influence in the Mediterranean induced politicians to sink for a while their personal differences and to unite in presenting a firm front to foreign nations, the crisis in regard to Tunisia might not have been wholly unproductive of good.",
        "The immediate result of the reform was to increase the political influence of large cities where the proportion of illiterate workmen was lower than.",
        "It became clear that neither the influence of the regular clergy, of which the Society of Jesus is the most powerful embodiment, nor that of foreign clerical parties, which largely control the Peters Pence fund, would ever permit renunciation of the papal claim to temporal power.",
        "The influence of Giolitti was based largely upon the favor of a court clique, and especially of Rattazzi, minister of the royal household.",
        "cif Italian influence to a part of northern Somaliland and to the Benadir coast, had, with the support of France and Russia, completed his preparations for asserting his authority as independent ruler of Ethiopia.",
        "He threw all the influence of the government against Crispi, who was charged with complicity in embezzlements perpetrated by Favilla, managing director of the Bologna branch of the Bank of Naples.",
        "Shortly afterwards his term of office was brought to a close by the failure of an attempt to secure for Italy a coaling station at Sanmen and a sphere of influence in China; but his policy of active participation in Chinese affairs was continued in a modified form by his successor, the Marquis Visconti Venosta, who, entering the reconstructed Pelloux cabinet in May 1899, retained the portfolio of foreign affairs in the ensuing Saracco administration, and secured the despatch of an Italian expedition, 2000 strong, to aid in repressing the Chinese outbreak and in protecting Italian interests in the Far East (July 1900).",
        "Visconti Venosta is believed, however, to have obtained from France a formal declaration that France would not transgress the limits assigned to her influence by the convention.",
        "Com posed mainly of elements drawn from the Left, and dependent for a majority upon the support of the subversive groups of the Extreme Left, the formation of this cabinet gave the signal for a vast working-class movement, during which the Socialist party sought to extend its political influence by means of strikes and the organization of labor leagues among agricultural laborers and artisans.",
        "The deputies of the Extreme Left, instead of using their influence in favor of pacification, could think of nothing better than to demand an immediate convocation of parliament in order that they might present a bill forbidding the troops and police to use their arms in all conflicts between capital and labor, whatever the provocation might be.",
        "and Austria, but in the former country they had lost all influence, and the situation between the Church and the government was becoming every day more strained.",
        "Don Romolo Murri, the Christian Democratic leader, who exercised much influence over the younger and more progressive clergy, having been severely censured by the Vatican, made formal submission, and declared his intention of retiring from the struggle.",
        "That agreement also served to clear up the situation in Tripoli; while Italian aspirations towards Tunisia had been ended by the French occupation of that territory, Tripoli and Bengazi were now recognized as coming within the Italian sphere of influence.",
        "His principal aim was no doubt the maintenance and increase of his own influence and party, but his ambition corresponded with definite political views.",
        "He was a determined enemy both to Roman influence and to French ascendancy.",
        "They had frequent interviews, which had doubtless an important influence on Cranmer's opinions.",
        "Wolff's influence made the usage habitual, 4 though Schleiermacher and Ritschl, like the Socinians earlier, deny the existence of a natural theology..",
        "Kant swept away, so far as his influence extended, such \" dogmatic metaphysics \" and the old-fashioned theism which it constituted or included; but Kant himself introduced, in his own more sceptical yet also more moral type of theistic doctrine, a new trichotomy - God, Freedom, Immortality, the three \" postulates \" of the practical reason.\"",
        "Mansel there were sweeping changes in the direction of agnosticism - changes due partly or primarily to the influence of Kant.) Memory is included among First Principles.",
        "But nothing is more certain than that his thought is a strong solvent of the intuitionalist way of thinking; and he has had an immense influence in many directions.",
        "In the Critique of Judgment, Kant restates his new type of theistic argument in a way which has had great subsequent influence.",
        "Thomas Aquinas, following Albertus Magnus, but with greater power and greater influence, occupies substantially intuitionalist ground.",
        "Leib nitz's Monadology - which has little influence on his theism - may be viewed as a strong recoil from Spinoza's all-swallowing substance.",
        "In \" Some Causes of Belief,\" he tries, standing outside the psychological process, to show how beliefs grow up under every kind of influence except that of genuine evidence.",
        "They are, however, always bright and merry, are under no special social restrictions and have considerable influence.",
        "In some of these we see a return to Greek theories, though the influence of physical discoveries, more especially those of Copernicus, Kepler and Galileo, is distinctly traceable.",
        "The influence of an advancing study of nature, which was stimulated if not guided by Bacon's writings, is seen in the more careful doctrines of materialism worked out almost simultaneously by Hobbes and Gassendi.",
        "The notion that all the kinds of animals and plants may have come into existence by the growth and modification of primordial germs is as old as speculative thought; but the modern scientific form of the doctrine can be traced historically to the influence of several converging lines of philosophical speculation and of physical observation, none of which go further back than the 17th century.",
        "writings of Spencer embody the spirit of Descartes in the knowledge of our own day, and may be regarded as the Principes de la philosophic of the 19th century; while, whatever hesitation may not unfrequently be felt by less daring minds in following Haeckel in many of his speculations, his attempt to systematize the doctrine of evolution and to exhibit its influence as the central thought of modern biology, cannot fail to have a far-reaching influence on the progress of science.",
        "The older advocates of evolution sought for the causes of the process exclusively in the influence of varying conditions, such as climate and station, or hybridization, upon living forms. Even Treviranus has got no further than this point.",
        "But a little consideration showed that, though Lamarck had seized what, as far as it goes, is a true cause of modification, it is a cause the actual effects of which are wholly inadequate to account for any considerable modification in animals, and which can have no influence at all in the vegetable world; and probably nothing contributed so much to discredit evolution, in the early part of the 29th century, as the floods of easy ridicule which were poured upon this part of Lamarck's speculation.",
        "Educated at the universities of Bonn and Heidelberg, he obtained a position in Florence through the influence of an Englishman, William Craufurd, but soon he entered the Prussian diplomatic service and was employed in Florence, in Constantinople and in Rome.",
        "Hilda exercised great influence in Northumbria, and ecclesiastics from all over Christian England and from Strathclyde and Dalriada visited her monastery.",
        "The government of Germany during his minority was in the hands of Theophano, and after her death in June 99 1 passed to a council in which the chief influence was exercised by Adelaide and Willigis, archbishop of Mainz.",
        "In 984 he was appointed through Dunstan's influence to the bishopric of Winchester, and in 1006 he succeeded iElfric as archbishop of Canterbury.",
        "Some Churches still continued the three weeks' fast, but by the middle of the 5th century most of these divergences had ceased and the usages of Antioch-Constantinople and Rome-Alexandria had become stereotyped in their respective spheres of influence.",
        "The reason for this, Paul sees, is the influence of the claim made by certain teachers in Colossae that the Christians, in order to attain unto and be assured of full salvation, must supplement Paul's message with their own fuller and more perfect wisdom, and must observe certain rites and practices (ii.",
        "The astrological belief that plants, animals and minerals are under the influence of the planets is shown in the older names of some of the metals, e.g.",
        "In 1804 Vauquelin resigned his professorship at the College de France and successfully used his influence to obtain the appointment for Thenard, who six years later, after Fourcroy's death, was further elected to the chairs of chemistry at the Ecole Polytechnique and the Faculte des Sciences.",
        "Cornelius Balbus, exercised considerable influence in the city.",
        "Yet the town is under no great industrial or other modernizing influence, and therefore stands in the position of an ancient shrine, drawing a pilgrimage of modern origin.",
        "Stratton, The Life, Work and Influence of Sir Christopher Wren (1897); Lena Milman, Sir Christopher Wren (1908).",
        "The \" rhapsodic theogony \" in particular exercised great influence on Neoplatonism.",
        "The poems show traces of French influence.",
        "It was fully recognized by its followers that the dominating influence in the structure and working of the body was the protoplasm, and the division of labor which it exhibited, with the accompanying or resulting differentiation into various tissues, was the special subject of investigation.",
        "On this view the water flows upwards under the influence of variations of pressure and tension in the vessels.",
        "The first chemical change suggested is an interaction between carbon dioxide and water, under the influence of light acting through chlorophyll, which leads to the simultaneous formation of formaldehyde and hydrogen peroxide.",
        "Leaves respond in another way to the same influence, placing themselves across the path of the beam of light.",
        "The perception of direction or the influence of gravity presents greater difficulty, as we have no clear idea of the form which the force of gravity takes.",
        "The influence of man on plants and vegetation is also a biological factor, which is frequently ignored as such, and treated as if it were a thing apart.",
        "Obviously no more than this is possible until physiologists are able to state much more precisely than at present what is the influence of common salt on the plants of salt-marshes, of the action of calcium carbonate on plants of calcareous soils, and of the action of humous compounds on plants of fens and peat moors.",
        "In spite of the statement that the nature of the organism is the most important factor in variation, the tendency amongst evolutionists has been to take much more account of the influence of external conditions.",
        "Influence of External Cond itions.T his position does not, however, exclude the influence of external conditions; that influence is undeniable.",
        "This modification is important, because it transfers the formative influence from the plastic substances to the protoplasm, suggesting that, the diverse constituents are produced (whether spontaneously or as the result of stimulation) as secretions by the protoplasm.",
        "Like Arabia and similar countries, it could exercise a great momentary influence in history and produce a sudden change throughout the world; but afterwards it would sink into local insignificance.",
        "The influence of physical environment becomes clearer and stronger when the distribution of plant and animal life is considered, and if it is less distinct in the case of man, the reason is found in the modifications of environment consciously produced by human effort.",
        "Thus he demonstrated that the forms of the land exercise a directive and determining influence on climate, plant life, animal life and on man himself.",
        "This was no new idea; it had been fami:iar for centuries in a less definite form, deduced from a priori considerations, and so far as regards the influence of surrounding circumstances upon man, Kant had already given it full expression.",
        "Impressed by the influence of terrestrial relief and climate on human movements.",
        "This was the central theme of Ritter's philosophy; his religion and his geography were one, and the consequent fervour with which he pursued his mission goes far to account for the immense influence he acquired in Germany.",
        "The European country which had come the most completely under the influence of Arab culture now began to send forth explorers Spanish to distant lands, though the impulse came not from the Moors but from Italian merchant navigators in Spanish explora- service.",
        "In Further India and the Malay Archipelago the Portuguese acquired predominating influence at sea, establishing factories on the Malabar coast, in the Persian Gulf, at Malacca, and in the Spice Islands, and extending their commercial enterprises from the Red sea to China.",
        "Father Francisco Paez acquired great influence in Abyssinia, and explored its highlands from 1600 to 1622.",
        "The Arctic voyages of Barents were quickly followed by the establishment of p u a Dutch East India Company; and the Dutch, ousting the Portuguese, not only established factories on the mainland of India and in Japan, but acquired a preponderating influence throughout the Malay Archipelago.",
        "Differences in land forms do not exert great influence on the distribution of living creatures directly, but indirectly such land forms as mountain ranges and internal drainage basins are very potent through their action on soil and climate.",
        "Australia and Polynesia By 87, 000,000 392,000,000 170,000,000 1 43, 000,000 7,000,000 influence of climate, and by the development of trade even to inhabit countries which cannot yield a food-supply, the mass of mankind is still completely under the control of those conditions which in the past determined the distribution and the mode of life of the whole human race.",
        "New colonial forms have been developed during the partition of Africa amongst European powers, the sphere of influence being especially worthy of notice.",
        "In all cases of carbolic acid poisoning the nervous influence is seen.",
        "Early in 1683, however, through the influence of the king's mistress, the duchess of Portsmouth, Sunderland regained his place as secretary for the northern department, the chief feature of his term of office being his rivalry with his brotherin-law, George Savile, marquess of Halifax.",
        "He was a member of the commission for ecclesiastical causes, and although afterwards he claimed that he had used all his influence to dissuade James from removing the tests, and in other ways illegally favouring the Roman Catholics, he signed the warrant for the committal of the seven bishops, and appeared as a witness against them.",
        "Murray's influence, however, being now supreme, he embarked in December for France, but was driven by storms on to Holy Island, where he was detained, and was subsequently, on the 18th of January 1564, seized at Berwick and sent by Elizabeth to the Tower, whence he was soon liberated and proceeded to France.",
        "The queen required a protector, whom she found, not in the feeble Darnley, nor in any of the leaders of the factions, but in the strong, determined earl who had ever been a stanch supporter of the throne against the Protestant party and English influence.",
        "during the time when the influence of the Protestants was uppermost.",
        "Huxley, in 1868, divided the carinate birds into Dromaeo-, Schizo-, Desmo-, and Aegithognathae, an arrangement which for many years had a considerable influence upon classification.",
        "The influence of the Australian realm is indicated by a Megapode in Celebes, another in Borneo and Labuan, and a third in the Nicobar islands (which, however, like the Andamans, belong to the Indian province), but there are no cockatoos, these keeping strictly to the other side of Wallace's line, whence we started on this survey of the world's avifauna.",
        "Early in 1787 King was moved by the Shays Rebellion and by the influence of Alexander Hamilton to take a broader view of the general situation, and it was he who introduced the resolution in Congress, on the 21st of February 1787, sanctioning the call for the Philadelphia constitutional convention.",
        "Despite the general recognition of these facts, the pharmacology of colchicum has hitherto thrown no light on the pathology of gout, and the pathology of gout has thrown no light upon the manner in which colchicum exerts its unique influence upon this disease.",
        "By this time Dozsa was losing control of the rabble, which had fallen under the influence of the socialist parson of Czegled, Lorincz Meszaros.",
        "He preached and lectured in the university, but his zeal and organizing skill soon spread his reforming influence far beyond its limits.",
        "In this place it is enough to consider the general influence of the patristic writings upon Christian doctrine and biblical interpretation.",
        "The authors he most carefully studied at this period were Thucydides and Aristotle, and for their writings he formed an attachment which remained to the close of his life, and exerted a powerful influence upon his mode of thought and opinions, as well as upon his literary occupations in subsequent years.",
        "As the youth progressed in his studies, he came under the influence of Jacopo Bellini, a painter considerably superior to Squarcione, father of the celebrated painters Giovanni and Gentile, and of a daughter Nicolosia; and in 1454 Jacopo gave Nicolosia to Andrea in marriage.",
        "The influence of Mantegna on the style and tendency of his age was very marked, and extended not only to his own flourishing Mantuan school, but over Italian art generally.",
        "He commented on all the Bible and on nearly all the Talmud, has been himself the text of several super-commentaries, and has exercised great influence on Christian exegesis.",
        "The latter was a prolific writer of great influence, chiefly known for his Responsa, but also for his halakhic treatiseE, hiddushin and tosaphot.h.",
        "1293), had an even greater influence through his halakhic work, ustally known as the Mordekhai.",
        "1508) wrote commentaries (not of the first rank) on the Pentateuch and Prophets and on the Moreh, philosophical treatises and apologetics, such as the Yeshu`oth Meshiho, all of which had considerable influence.",
        "The influence of non-Jewish methods is seen in the more modern tendency of Azariah dei Rossi, who was opposed by Joseph Karo.",
        "The influence of the German master's earlier style can be traced in his operas.",
        "was declared of age at Rouen in August 1563, a measure which really increased the power of Catherine de' Medici; and it was under his influence also that the royal council in 1564 refused to authorize the publication of the acts of the council of Trent, on account of their inconsistency with the Gallican liberties.",
        "The renewal of the religious war in September 1567, however, was at once a symptom and a cause of diminished influence to L'Hopital, and in February 1568 he obtained his letters of discharge, which were registered by the parlement on the IIth of May, his titles, honours and emoluments being reserved to him during the remainder of his life.",
        "During his term of office he appeared in a case before the United States Supreme Court, where his knowledge of civil law so strongly impressed Edward Livingston, the secretary of state, who was himself an admirer of Roman Law, that he urged Legare to devote himself to the study of this subject with the hope that he might influence American law toward the spirit and philosophy and even the forms and processes of Roman jurisprudence.",
        "He became first a postmaster near Lyons, and in 1841 was appointed, through the influence of some of his friends who had risen to posts of power, member of a scientific commission on Algeria, which led him to engage in researches concerning North Africa and colonization in general.",
        "His personal influence over those who associated with him was immense.",
        "Weill, L'Ecole Saint-Simonienne, son histoire, son influence, jusqu' a nos jours (Paris, 1896).",
        "Norman influence has been far stronger in England than in Sicily, and signs of Norman presence are far more easily recognized.",
        "In Sicily and southern Italy there is hardly any visible Norman influence, except the great historic fact which we may call the creation of Sicily and southern Italy in their modern sense.",
        "And yet, notwithstanding all this, and partly because of all this, real and distinct Norman influence has been far more extensive and far more abiding in England than it has been in Sicily.",
        "In these buildings, as in those of Aquitaine, the pointed arch is the surest sign of Saracenic influence; it must never be looked on as marking the approach of the Gothic of the North.",
        "It should be noted that the oxidation of sulphur itself by atmospheric influence may give rise to sulphuric acid, which in the presence of limestone will form gypsum: thus the sulphur-deposits of Sicily suffer alteration of this kind, and have their outcrop marked by a pale earthy gypseous rock called briscale.",
        "It is decomposed by the influence of strong light or when strongly heated.",
        "Some early ambones are found in Ravenna, and in the south of Italy are many fine examples; the epistle ambo in the cathedral at Ravello (1130), which is perhaps the earliest, shows a Scandinavian influence in the design of its mosaic inlay, an influence which is found in Sicilian work and may be a Norman importation.",
        "Where this power exists the nobility is no longer in any strictness an aristocracy; it may have great privileges, great influence, even great legal powers, but it is not the real ruling body, like the true aristocracy of Venice.",
        "His circumstances peculiarly favoured this influence.",
        "The importance of these principles lies not only in their intrinsic value as an ethical system, but also in the fact that they form the link between Socrates and the Stoics, between the essentially Greek philosophy of the 4th century B.C. and a system of thought which has exercised a profound and far-reaching influence on medieval and modern ethics.",
        "Year by year the influence of the Mahommedan tribes on the north leads to the cutting down of the forest, the extension of both planting and pasture and the introduction of cattle and even horses.",
        "But of late Liberian influence has been extending, more especially in the counties of Maryland and Montserrado.",
        "20 has had great influence on Christian theology (e.g.",
        "While he thus created a new and more ethical \" rationalism,\" Kant's many-sided influence, alike in philosophy and in theology, worked to further issues.",
        "(iv.) There is the immense influence of Jesus Christ in history, associated with belief in him as the risen Son of God.",
        "In ethics he anticipated much of the teaching of Tolstoy; in doctrine he often appealed to the authority of Wycliffe; and in some of his views it is possible to trace the influence of the Waldenses.",
        "In Germany, therefore, the importance of the Moravians must be measured, not by their numbers, but by their influence upon other Christian bodies.",
        "In reply to the very natural question why the Moravians began their work in England, the answer given by history is that John Wesley, on his voyage to Georgia (1735) met some Moravian emigrants; that on his return he met Peter Boehler, who was on his way to North Carolina; that through Boehler's influence both John and Charles Wesley were \"converted\" (1738).",
        "Sennar, lying between Nubia and Abyssinia, was in ancient times under Egyptian or Ethiopian influence and its inhabitants appear to have embraced Christianity at an early period.",
        "Javanese influence is also traceable in the use of three varieties of speech, as in the Javanese language, according to the rank of the people addressed.",
        "Their influence was extended by the results of the war which they waged with the natives about 1847-49.",
        "Reedwald had been converted to Christianity in Kent, but after his return home he relapsed, according to Bede, owing to the influence of his wife, and there were to be seen in the same building a Christian and a pagan altar.",
        "Dubois (1886), who considers that the luminosity is due to the influence of an enzyme in the cells of the organ upon a special substance in the blood.",
        "Partly owing to this, and partly to ancient feuds whose origin we cannot trace, the Athenian people was split up into three great factions known as the Plain (Pedieis) led by Lycurgus and Miltiades, both of noble families; the Shore (Parali) led by the Alcmaeonidae, represented at this time by Megacles, who was strong in his wealth and by his recent marriage with Agariste, daughter of Cleisthenes of Sicyon; the Hill or Upland (Diacreis, Diacrii) led by Peisistratus, who no doubt owed his influence among these hillmen partly to the possession of large estates at Marathon.",
        "In the two former divisions the influence of wealth and birth predominated; the hillmen were poorly housed, poorly clad and unable to make use of the privileges which Solon had given them.'",
        "By means of his sons and his deputies (or viceroys) and by his system of matrimonial alliances he gave Athens a widespread influence in the centres of commerce, and brought her into connexion with the growing sources of trade and production in the eastern parts of the Greek world.",
        "The peasants, as already stated, form a class apart, untouched by the influence of Western civilization, the principles of which they are quite incapable of understanding or appreci.",
        "Though thus exhibiting the distinctive features of a continental climate, Russia does not lie altogether outside the reach of the moderating influence of the ocean.",
        "The Atlantic cyclones penetrate to the Russian plains, mitigating to some extent the cold of winter, and in summer bringing with them their moist winds and thunderstorms. Their influence is chiefly felt in W.",
        "The primary distinctions between these branches have been increased during the last nine centuries by their contact with different nationalities - the Great Russians absorbing Finnish elements, the Little Russians undergoing an admixture of Turkish blood, and the White Russians submitting to Lithuanian influence.",
        "The Mordvinians are nearly all Orthodox Greek, as also are the Votyaks, Voguls, Cheremisses and Chuvashes, but their religions are, in reality, modifications of Shamanism under the influence of some Christian and Moslem beliefs.",
        "Any idea of proselytism is quite foreign to the ordinary Russian mind, and the outbursts of proselytizing zeal occasionally manifested by the clergy are really due to the desire for \" Russification,\" and traceable to the influence of the higher clergy and of the government.",
        "Under his influence a synod endorsed the changes in 1654; one bishop alone, Paul of Colomna, dissented, and he was deposed, knouted and kept in prison till he died mad.",
        "These include the prohibition of alcoholic drink, of fleshly sins and of marriage, and the inculcation of faith in the Holy Ghost and complete surrender to his influence.",
        "Thereupon Russian colonization and political influence retreated northwards, and from that time the continuous stream of Russian history is to be sought in the land where the Vikings first settled and in the adjoining basin of the upper Volga.",
        "From that moment Ivan's subjects noticed a change in his attitude towards them, and attributed it to the evil influence of the Greek princess.",
        "Ivan III., notwithstanding the influence of his Greek consort, showed some respect for the ancient traditions and the susceptibilities of those around him, but his successor Basil did not follow his father's example.",
        "A boyar of Nizhniy-Novgorod who allowed himself to criticize the new order of things, and attributed the change to the influence of the Greek princess, had his tongue cut out.",
        "The result of the war was to make Russia supreme at Constantinople; and before long an opportunity of further increasing her influence was created by Mehemet Ali, the ambitious pasha of Egypt, who in November 1831 began a war with his sovereign in Syria, gained a series of victories over the Turkish forces in Asia Minor and threatened Constantinople.",
        "Had the tsar been satisfied with this important success, which enabled him to rebuild Sevastopol and construct a Black Sea fleet, his reign might have been a peaceful and prosperous one, but he tried to recover the remainder of what - had been lost by the Crimean War, the province of Turkish Bessarabia and predominant influence in Turkey.",
        "The reformers of the previous reign had endeavoured to make the emancipated peasantry administratively and economically independent of the landed proprietors; the conservatives of this later era, proceeding on the assumption that the peasants did not know how to make a proper use of the liberty prematurely conferred upon them, endeavoured to re-establish the influence of the landed proprietors by appointing from amongst them \" land-chiefs,\" who were to exercise over the peasants of their district a certain amount of patriarchal jurisdiction.",
        "by Pobe- donostsev (q.v.), who was one of his teachers, and later his most trusted adviser, and its influence can be traced in all the more important acts of the government during that monarch's reign.",
        "As another means of opposing Western influence in south-eastern Europe, Prince Lobanov inclined to the policy of protecting rather than weakening the Ottoman empire.",
        "From Manchuria, it was assumed, the political influence and spontaneous infiltration would naturally spread to Korea, and on the deeply indented coast of the Hermit Kingdom might be constructed new ports and arsenals more spacious and strategically more important than Port Arthur.",
        "This grandiose project was unexpectedly destroyed by the energetic resistance of Japan, who had ear-marked the Hermit Kingdom for herself, and who declared plainly that she would never tolerate the exclusive influence of Russia in Manchuria.",
        "Afterwards, probably through his father's influence, he changed sides.",
        "Under the prince's influence the English intervened in France in 1411 on the side of Burgundy.",
        "The persecution of the Lollards, which began with the burning statute of 1401, may be accounted for by Henry's own orthodoxy, or by the influence of Archbishop Arundel, his one faithful friend.",
        "The state commissions, since their establishment in the 'seventies and the 'eighties, had increased their functions and influence.",
        "restoring influence.",
        "They wasted the next few years in the attempt to win Normandy; but Earl Robert of Gloucester, the half-brother of the empress, at length induced her to visit England and raise her standard in the western shires, where his influence was supreme.",
        "Marillier sacrifice was, at its origin, essentially a magical rite - the liberation by the effusion of a victim's blood of a magical force which was to bend the gods to the will of man; from this arose, under the influence of cult of the dead, the gift theory of sacrifice.",
        "The necessary elements of a Hindu sacrifice are: (I) the sacrificer, who provides the victim, and is affected, directly or indirectly, by the sacrifice; he may or may not be identical with (2) the officiant, who performs the rite; we have further (3) the place, (4) the instruments of sacrifice and (5) the victim; where the sacrificer enjoys only the secondary results, the direct influence of the sacrifice is directed towards (6) the object; finally, we may distinguish (7) three moments of the rite - (a) the entry, (b) the slaughter, (c) the exit.",
        "Our data are nowhere so full as for India; where they are comparatively abundant they refer either to a civilized or semicivilized people, or to an area, like West Africa, where the influence of Islam has introduced a disturbing element.",
        "This\" communion of the body and blood of Christ,\"which in early writings is clearly distinguished from the thankoffering which preceded it, and which furnished the materials for it, gradually came to supersede the thank-offering in importance, and to exercise a reflex influence upon it.",
        "Probably through the influence of Ridley, who had been master of Pembroke Hall, Grindal was selected as one of the Protestant disputants during the visitation of 1549.",
        "Now was to be seen the determining influence of sea-power even in those days.",
        "The enormous influence of the collection, with its added Gude and Godlie Ballatis, on Scottish reform, is attested by the penalties enacted against the authors and printers of these books.",
        "Coming to Bombay, he fell under the influence of Dr John Wilson, principal of the Scottish College.",
        "The influence of the Deuteronomic tradition in redaction is seen in such passages as Genesis xxxiii.",
        "The great influence exercised by Babylonian culture over Palestine between 2000 and 1400 B.C. (circa), which has been clearly revealed to us since 1887 by the discovery of the Tell el Amarna tablets, is now universally acknowledged.",
        "It is probable that Moses held the larger rather than the narrower conception of Yahweh's sphere of influence.",
        "Through the influence of Mosaic teaching and law a definitely ethical character was ascribed to Yahweh.",
        "Influence of Canaan.",
        "On this subject of Babylonian influence over Israel see Jeremias, Monotheistische Stromungen innerhalb der babylonischen Religion, and E.",
        "10-26 (J), but had also become tainted and corrupted by centuries of Canaanite influence and practice which especially infected the cult of the high places.",
        "Doubtless such a reform met with strong resistance from the disestablished and vested interests, but it was firmly supported by royal influence and by the Jerusalem priesthood as well as by the true prophets of Yahweh who had protested against the idolatrous usages and corruptions of the high places.",
        "2 - The oracles of Malachi clearly reveal the continued influence of the book of Deuteronomy in his day.",
        "But the new conditions created by the return of the exiles and the germinating influence of Ezekiel's ideas developed a process of new legislative construction.",
        "xvii.-xxvi.) is the most obvious product of that influence.",
        "The intellectual influence of Greece, manifested in Alexandrian philosophy, tended to remove God still further from the human world of phenomena into that of an inaccessible transcendental abstraction.",
        "(2) The Maccabean conflict (165 B.C.) tended to accentuate the national sentiment of antagonism to Hellenic influence.",
        "It is impossible to deny Persian influence in the development of this conception, and that the Persian Ahriman (Angromainyu), the evil personality opposed to the good, Ahura Mazda, moulded the Jewish counterpart, Satan.",
        "Persian influence is also responsible for the vast multiplication of good spirits or angels, Gabriel, Raphael, Michael, &c., who play their part in apocalyptic works, such as the Book of Daniel and the Book of Enoch.",
        "However this may be, he came under the influence of Socrates, and became a devoted pupil.",
        "In his episcopal capacity he attended several diets of the empire, as well as the opening meetings of the council of Trent; and the influence of his father, now chancellor, led to his being entrusted with many difficult and delicate pieces of public business, in the execution of which he developed a rare talent for diplomacy, and at the same time acquired an intimate acquaintance with most of the currents of European politics.",
        "In the following year he made his first acquaintance with the literature of Spain under the influence of his friend and biographer, Ticknor; and, while its attractiveness proved greater than he had at the outset anticipated, the comparative novelty of the subject as a field for research served as an additional stimulus.",
        "History had always been a favourite study with him, and Mably's Observations sur l'histoire appears to have had considerable influence in determining him to the choice of some special period for historic research.",
        "As an historian Prescott stands in the direct line of literary descent from Robertson, whose influence is clearly discernible both in his method and style.",
        "In philosophy he began with a strong predilection for the physical side of psychology, and at an early age he came to the conclusion that all existence is sensation, and, after a lapse into noiimenalism under the influence of Fechner's Psychophysics, finally adopted a universal physical phenomenalism.",
        "back to the Mycenaean age (c. 1400-1100 B.C.) and seem to mark an Aegean colony: 2 but in historic times Citium is the chief centre of Phoenician influence in Cyprus.",
        "His influence was felt decisively in the distribution of guns and armour, and in the training of the personnel of the navy.",
        "One might argue that manipulating the Future and unfettered access to the present provides more than enough influence.",
        "All it took was a few seconds for her to fall under Wynn's influence.",
        "That I can influence.",
        "Promise you won't hurt him or influence him?",
        "If need be, he could influence a pretty shop owner and take her in the back room.",
        "I would make eye contact with you, and then influence you to do what I want.",
        "This isn't something I can influence.",
        "Nothing in the town would be standing, because the elite hoarded power and anything that would give them influence.",
        "I've broken several already, but this one is entirely out of my ability to influence.",
        "The Black God was slipping out of her influence.",
        "With a sinking stomach, Jenn admitted she had less than a day of influence left on the Black God.",
        "She'd be lucky to get any sleep with the vamps hovering over her and before facing one god no longer under her influence and another with a wild streak that might get them all killed.",
        "Maybe it was because Alex was such a good influence.",
        "It seemed that they rarely saw him anymore and those boys weren't the best influence.",
        "He's been through a lot and I haven't been the best influence.",
        "It seems to me that Katie has a lot of influence on both of you.",
        "He needed the influence of a man.",
        "I just think he needs the influence of a man.",
        "In exchange, you no longer influence the vamps you create.",
        "The most patient of the White God's brothers, Jule had a calming influence on those around him, including Xander, who felt his ever-present restlessness retreat some.",
        "Unyielding, even with his attempts to breach her mind and influence her.",
        "We were competing entities, trying to influence someone.",
        "Jonny was a good kid who had to go bad in order to control the vamps at his disposal and counter the White God's influence.",
        "Maybe the level of discomfort he experienced about having something in his life not fully under his influence was what Jenn attributed as fear in hers.",
        "He smoothed away the tears and kissed her, drawing her far enough into his influence to calm her.",
        "in Egypt and the permanent establishment of an Anglo-French condominium to the detriment of Italian influence.",
        "This proved impracticable, but the frequent conferences Cranmer had with the theologians composing the embassy had doubtless a great influence in modifying his views.",
        "Another child might be a bad influence."
    ],
    "definition": [
        "A power affecting a person, thing, or course of events, especially one that operates without any direct or apparent effort: the pervasive influence that TV has on modern life; young people falling under the influence of a radical philosopher.",
        "Power to sway or affect based on prestige, wealth, ability, or position: used her family's influence to get the job.",
        "A person who exerts such power: My parents considered my friend to be a bad influence on me.",
        "a. A determining factor believed by some to affect individual tendencies and characteristics understood to be caused by the positions of the stars and planets at the time of one's birth.\nb. Factors believed to be caused by the changing positions of the stars and planets in relation to their positions at the time of one's birth.",
        "To have an influence on (something); change: a news report that influenced the outcome of the election.",
        "To change the behavior or thinking of (someone); sway: negative ads that are intended to influence voters.",
        "in′flu·ence·a·ble\nadjective",
        "in′flu·enc·er\nnoun",
        "Link/Cite",
        "The power to affect, control or manipulate something or someone; the ability to change the development of fluctuating things such as conduct, thoughts or decisions.\nI have absolutely no influence over him.",
        "An action exerted by a person or thing with such power on another to cause change.\nI'm not able to exercise influence over him.",
        "A person or thing exerting such power or action.\nHe has been a great influence on the voters during the elections.",
        "(astrology) An element believed to determine someone's character or individual tendencies, caused by the position of the stars and planets at the time of one's birth.",
        "(electricity) Electrostatic induction.",
        "Adjectives often applied to \"influence\": cultural, political, social, economic, military, personal, moral, intellectual, mental, good, bad, positive, negative, beneficial, harmful, huge, big, heavy, significant, important, potential, actual, primary.",
        "To affect by gentle action; to exert an influence upon; to modify, bias, or sway; to persuade or induce.\nThe politician wants to influence the public.\nI must admit that this book influenced my outlook on life.",
        "(intransitive) To exert, make use of one's influence.",
        "Link/Cite"
    ]
}