{
    "translation": "להודיע ,ליידע",
    "uses": [
        "\"Inform the prince that I the bridge fired!\" said the colonel triumphantly and gaily.",
        "Allow me to inform you...",
        "This time, Daniel Brennan was not available to inform us and it was just my bored web surfing that spotted the notice.",
        "Coldly, without looking at her son, she sent for her husband and, when he came, tried briefly and coldly to inform him of the facts, in her son's presence, but unable to restrain herself she burst into tears of vexation and left the room.",
        "If an error (vitium) occurred in the auspices, the augurs could, of their own accord or at the request of the senate, inform themselves of the circumstances, and decree upon it.",
        "He revived the institution of defensores, defenders of cities, whose duty was to protect the poor and inform the emperor of abuses committed in his name.",
        "They came to inform him that a new edition of the English poets, from Cowley downwards, was in contemplation, and to ask him to furnish short biographical prefaces.",
        "The latter, pressed by the revolutionists and abandoned by his ministers, granted the constitution and sent to inform Charles Felix, who was now king, of the occurrence.",
        "Well, to mention only firewood and fodder, let me inform you.",
        "Prince Andrew came in to inform the commander-in-chief of this and, availing himself of permission previously given him by Kutuzov to be present at the council, he remained in the room.",
        "Should I inform Merrill Cooms I'd been in contact with After, the investigative baby he himself had started?",
        "Inform him that the general who signed that capitulation had no right to do so, and that no one but the Emperor of Russia has that right.",
        "Earlier And Later Writings Aristotle's quotations of his other books and of historical facts only inform us at best of the dates of isolated passages, and cannot decide the dates and sequences of whole philosophical books which occupied him for many years.",
        "\"I cannot inform Your Majesty at what o'clock the battle began at the front, but at Durrenstein, where I was, our attack began after five in the afternoon,\" replied Bolkonski growing more animated and expecting that he would have a chance to give a reliable account, which he had ready in his mind, of all he knew and had seen.",
        "Klber himself regarded the condition of the French invaders as extremely perilous, and wrote to inform the French republic of the facts.",
        "Commissioned by Mehemet Ali to inform him about the situation in Nejd brought about by the rising power of Abdallah Ibn Rashid, Wallin left Cairo in April 1845, and crossing the pilgrim road at Ma`an, pushed on across the Syrian desert to the Wadi Sirhan and the Jauf oasis, where he halted during the hot summer months.",
        "31 the Duke of Aosta was able to inform Cadorna that all of his rearguard, with the exception of four brigades, who were holding a defensive bridgehead covering Madrisio, had passed the Tagliamento.",
        "242-244; \" It resteth therefore that, without fig-leaves, I do ingenuously confess and acknowledge, that having understood the particulars of the charge, not formally from the House but enough to inform my conscience and memory, I find matter sufficient and full, both to move me to desert the defence, and to move your lordships to condemn and censure me.\"",
        "\"Inform the prince that labor has begun,\" said Mary Bogdanovna, giving the messenger a significant look.",
        "In the same letter Halley found it necessary to inform Newton of Hooke's conduct when the manuscript of the Principia was presented to the Society.",
        "Some lines of the Roman poet inform us that he heard a voice proceeding from a sacred grove, \"Break off all delays, Alaric. This very year thou shalt force the Alpine barrier of Italy; thou shalt penetrate to the city.\"",
        "In March f885, however, Amadi fell to the dervishes, and on the 18th of April Karamalla arrived near Lado, the capital, and sent to inform Emin of the fall of Khartum.",
        "On the 11th of June 1899, shortly after the Bloemfontein conference, from which Sir Alfred Milner had just returned, Mr Schreiner asked the high commissioner to inform Mr Chamberlain that he and his colleagues agreed in regarding President Kruger's Bloemfontein proposals as \" practical, reasonable and a considerable step in the right direction.\"",
        "And as that was sensibly better than the first (especially for Day-Objects), so I doubt not, but they will be still brought to a much greater perfection by their endeavours, who, as you inform me, are taking care about it at London.\"",
        "When Gabriel came to inform her that the men who had come had run away again, she rose frowning, and clasping her hands behind her paced through the rooms a long time considering what she should do.",
        "The field marshal made an appointment to see him, received him graciously, and promised to inform the Emperor.",
        "Half an hour later, the Rhetor returned to inform the seeker of the seven virtues, corresponding to the seven steps of Solomon's temple, which every Freemason should cultivate in himself.",
        "Percy's name, which Fawkes gave, aroused fresh suspicions and they retired to inform the king.",
        "When he awoke next morning the major-domo came to inform him that a special messenger, a police officer, had come from Count Rostopchin to know whether Count Bezukhov had left or was leaving the town.",
        "The order received by Admiral Sir Beauchamp Seymour (afterwards Lord Alcester) on the 3rd of July was as follows: Prevent any attempt to bar channel into port- If work is resumed on earthworks, or fresh guns mounted, inform military commander that you have orders to prevent it; and if not immediately discontinued, destroy earthworks and silence batteries if they open fire, having given sufficient notice to population, shipping and foreign men-of-war.",
        "In reply he immediately wrote: \" You do not inform me what has rendered necessary such an extraordinary measure which weakens and divides my troops \"- and - \" I cannot quite grasp the meaning of your letter yet, I should have preferred to see my army concentrated between Ingolstadt and Augsburg, the Bavarians in the first line, with the duke of Danzig in his old position, until we know what the enemy is going to do.",
        "De Robeck felt himself obliged to inform the Admiralty that the offensive against the Straits ought not to be continued as a purely naval operation of war.",
        "All that the Constitution permits him to do in this direction is to inform Congress of the state of the nation and to recommend the measures which he deems to be necessary.",
        "I have nothing but argument to offer touching this matter, having never met with any person in Persia or the Indies to inform me when the compass was first known among them, though I made inquiry of the most learned men in both countries.",
        "The brief notices of the classical writers inform us that Herculaneum' was a small city of Campania between Neapolis and Pompeii, that it was situated between two streams at the foot of Vesuvius on a hill overlooking the sea, and that its harbour was at all seasons safe.",
        "A courier who galloped to the castle in advance, in a troyka with three foam-flecked horses, shouted \"Coming!\" and Konovnitsyn rushed into the vestibule to inform Kutuzov, who was waiting in the hall porter's little lodge.",
        "When forbidden to land, he told the messenger to inform the governor that he had seen Marius sitting as a fugitive among the ruins of Carthage.",
        "It was not until his report on the financial results of 1888 that Sir Evelyn Baring (afterwards Lord Cromer) was able to inform the British government that the situation was such that it would take a series of untoward events seriously to endanger the stability of Egyptian finance and the solvency of the Egyptian government.",
        "\"I must also inform you,\" said the Rhetor, \"that our Order delivers its teaching not in words only but also by other means, which may perhaps have a stronger effect on the sincere seeker after wisdom and virtue than mere words.",
        "He did not yield at once; a second letter from the viceroy, the news of Nanshan, and above all a signed order from the tsar himself, \" Inform General Kuropatkin that I impose upon him all the responsibility for the fate of Port Arthur,\" were needed to bring him definitely to execute a scheme which in his heart he knew to be perilous.",
        "On the 10th of May she wrote curtly that the course proposed by Sir Robert Peel was contrary to usage and repugnant to her feelings; the Tory leader then had to inform the House of Commons that, having failed to obtain the proof which he desired of her majesty's confidence, it was impossible for him to accept office.",
        "z) is able to inform us that in the primeval strife of Satan against the light-world, seven hostile powers were captured and set as constellations in the heavens, where they are guarded by good star-powers and prevented from doing harm.",
        "In December 1613 a Benedictine monk named Benedetto Castelli, at that time professor of mathematics at the university of Pisa, wrote to inform Galileo of a recent discussion at the grandducal table, in which he had been called upon to defend the Copernican doctrine against theological objections.",
        "His name occurs as an element in Carthaginian proper names (Hannibal, Hasdrubal, &c.), and a tablet found at Marseilles still survives to inform us of the charges made by the priests of the temple of Baal for offering sacrifices.",
        "The only points on which his works now extant inform us are his date and his instructors.",
        "By the early constitutions of the Church of England a bishop was allowed a space of two months to inquire and inform himself of the sufficiency of every presentee, but by the ninety-fifth of the canons of 1604 that interval has been abridged to twenty-eight days, within which the bishop must admit or reject the clerk.",
        "The story that he received the surname of \"Fowler\" because the nobles, sent to inform him of his election to the throne, found him engaged in laying snares for the birds, appears to be mythical.",
        "Be so good as to ride to General Barclay and inform him of my firm intention to attack the enemy tomorrow, said Kutuzov sternly.",
        "In his reply to the secretary on the 18th of January 1672, Newton writes: \" I desire that in your next letter you would inform me for what time the society continue their weekly meetings; because, if they continue them for any time, I am purposing them to be considered of and examined an account of a philosophical discovery, which induced me to the making of the said telescope, and which I doubt not but will prove much more grateful than the communication of that instrument being in my judgment the oddest if not the most considerable detection which hath hitherto been made into the operations of nature.\"",
        "The handbook is used to inform decision makers.",
        "All it can do is to necessitate us to think that a cause there is of a given change, but what that cause is it cannot of itself inform us, or even suggest to us, beyond implying that it must be adequate to the effect.",
        "As the journey was not a long or dangerous one, the servants of Balak returned at once to inform their master of their success, leaving Balaam to follow at his own convenience.",
        "There is no privity of contract between an underlessee and the superior landlord, but the latter can enforce against the former restrictive covenants of which he had notice; it is the duty of the underlessee to inform himself as to the covenants of the original lease, and, if he enters and takes possession, he will be considered to have had full notice of, and will be bound by, these covenants.",
        "\"Inform the prince and princess that I knew nothing: I acted on the highest instructions--here...\" and he handed a paper to Alpatych.",
        "At this time he was already so much the coming man that, upon the retirement of Count Lobanov, his mother-in-law, Countess Toll, saw fit to inform Count Muraviev that her son-in-law, upon his appointment as foreign minister, would bear him in mind.",
        "inform readers where to find new reviews posted on the NHI Review website.",
        "formulated which inform the discussion.",
        "All you need to do is to inform the Ohio health insurance broker what rates you are willing to spend for insurance.",
        "Jake Weller told us he had difficulty locating Shipton to inform him of Edith's death.",
        "gravitated increasingly to psychoanalysis to give me insights along these lines and also use it to inform the methods I use.",
        "These are sites that inform consumers of the coupon codes from Paypal.",
        "Once you know this date, you'll have to inform your employees.",
        "Delete the post immediately, and inform your friend via e-mail or phone that she might have a virus.",
        "Miss Anderson, I'm here to inform you of an accident.",
        "You already made that choice - only you weren't considerate enough to inform me.",
        "Once there, each of us should go off alone for a few minutes and say or do something totally unique and not inform the others.",
        "I inform the campground caretakers when I stop, I have an ill wife aboard, so don't disturb us.",
        "fascinations with popular culture inform the English curriculum.",
        "forewarn time is reached, \" UK's Kalender \" will inform you of the due tasks with symbols and colors.",
        "The exercise has also helped to inform funders of the project's work from a first hand perspective.",
        "In each of the four phases of data gathering, results will be analyzed to inform the next phase.",
        "Betsy and I discussed who else to inform.",
        "Though the menu has so many choices, there are also specials that the waiter will inform you of as well.",
        "I guess you have to inform them but I dread listening to Quinn bitch and moan.",
        "She, in turn, would inform Quinn, both of whom would know I was holding back important information, a severe blow to our credibility compact.",
        "Howie was trying to inform the geriatric customers of our plight while the clerk, apparently speaking with a switchboard, complied with my directive.",
        "\"Me and Mrs. Worthington have been plotting strategy on the election,\" he exclaimed before the Deans had a chance to inform him of Martha's pending departure.",
        "When patient presents, inform of advanced deterioration of tumor stability.",
        "I'll inform Ne'Rin you've approval to continue.",
        "'Dear Sister Rachael, it is with a sad heart that I'm compelled to inform you of the passing of the soul of my beloved wife, your sister, Annie.",
        "Before the uniformed officers left to interview the neighbors, Dean called Lieutenant Anderson to inform him of this latest development.",
        "He had telephoned Randy the following day, asking the boy to inform his mother of Arthur Atherton's death.",
        "The orientation did more than inform her guests.",
        "You will need to resume the meeting with the respondent to inform him/her of the decision to uphold or dismiss the complaint.",
        "After the plane lands, the pilot telephones the passengers at the departing airport to inform them that they have arrived.",
        "almshouse charity which is also a RSL, we should inform the Corporation of the fact.",
        "The official receiver must inform Finance Section of the date of any annulment order made and enter the date of the annulment order made and enter the date of the annulment on LOIS.",
        "Each patient's particular circumstances must be considered and the need to inform has to be balanced against possible creation of unnecessary anxiety.",
        "The Vice-Chancellor will acknowledge receipt of the appeal within five working days and will inform the appellant which Deputy Vice-Chancellor will handle the appeal.",
        "inform the applicant and the University Research Office of the ethics review outcome.",
        "Where does Christ inform the person who believes in limited atonement that He died for them?",
        "It is the responsibility of the organizers of a meeting, to inform attendees that a recording is being made.",
        "attrition statistics, to inform future decisions on interviewing and student admission criteria.",
        "It is not the responsibility of the physician to inform the regulatory authority of the diagnosis, except in exceptional circumstances.",
        "I am laying my experience there even inform itself starter baas on.",
        "beg to inform Mr. Howard that the issue is not one of secrecy but one of morality.",
        "If these symptoms persist or become bothersome, inform your doctor.",
        "Term 18. requires the tenant to inform the landlord ' immediately ' of any outbreak of fire, burglary or attempted burglary.",
        "CPAG advises all claimants to inform the Inland Revenue of any changes as soon as they happen to avoid any complications.",
        "If you choose to delay commencement of studies for up to six weeks, there is no need to inform either ACS or Warnborough.",
        "We Inform patients as to the risks involved in having a pregnancy complicated by diabetes and how these are minimized.",
        "The company involved took prompt remedial action to remove the product from sale and inform consumers.",
        "The result seems to be a rather conventional disciplinary hierarchy in which history provides the context which English uses to inform its literary analysis.",
        "Treasure finds can also be reported to your local Finds Liaison Officer who can inform the relevant coroner of the find on your behalf.",
        "In both situations, the body to which the correspondence was originally addressed will inform the correspondent of the action taken.",
        "The disappearance of Steffani was the talk of Venice, but I did not inform the charming countess of that circumstance.",
        "courteous to inform your local Marie of your intentions to run a gite or B&B business.",
        "Stickers will be produced to inform the public about the horrific cruelty behind the product they were about to buy.",
        "The CPP Secretariat will inform the audit custodian of product changes notified to CPP.",
        "The research proposed here will inform debates on the effectiveness of these changes.",
        "This notice will inform members how much they owe or how much will be collected by direct debit over what period.",
        "This research report was commissioned by the Lord Chancellor's Department to inform the deliberations of the Working Party.",
        "democratizeignored public relations and had forgotten that they must always inform and share their progress in a democratizing world.",
        "derived which may inform the development of both preservice and inservice professional development.",
        "A crime scene, as any budding detective might inform you, must be secured lest the DNA and forensic evidence be contaminated.",
        "dictate the extent to which these questions of assessment inform the selection of a game.",
        "Evidence to Inform Future Policy The Office of Science and Technology (OST) is gathering evidence to Inform Future Policy The Office of Science and Technology (OST) is gathering evidence to inform future UK policy.",
        "Switches mark the packet headers of these flows to inform the destination device of the congestion which in turn notifies the source device.",
        "Miranda's book continues to inform me, among the best on liberation hermeneutics.",
        "importance of communications with staff, whether to inform, update or to reassure.",
        "inaccuracyr oral examples as models to inform her writing serves to highlight more clearly the inaccuracies which are present in her speech.",
        "inform debates on the effectiveness of these changes.",
        "inform the complainant as appropriate about the time limits on complaints to his Office.",
        "inform decision-making.",
        "Whether or not the addressee finds an Inform informative is a separate matter.",
        "You bet, but never to the point where I would hesitate to inform on them for the slightest infraction.",
        "If he intends to hold a treasure inquest the coroner is required to inform the Department of the Environment.",
        "The insurer is under no obligation to inform the insured in cases where the carrying ship does not comply with the ICC.",
        "You will have 14 days from the date printed on the surcharge invoice to inform us if you wish to cancel for this reason.",
        "The paper notes the work that is underway with transmission licensees to inform the development of proposals for such incentives.",
        "Consultation is also a very broad term that means more than a proactive exercise to inform policy making.",
        "inform the flag marshal of oil etc. Do not make unnecessary signals to the competitors.",
        "Patients with suspected MEN type 2. Remember to inform the men type 2. Remember to inform the MEN2 registry.",
        "Johnson sent a messenger to inform Wild of what had happened.",
        "If ozone concentrations exceed 180 micrograms per cubic meter, they must inform the public and provide health advice.",
        "neglects to inform Doreen of her imminent release.",
        "Inform county captains and union organizers of the draw for each round.",
        "ovulation testing kits which will inform you of the best time to try for a baby.",
        "It follows that there is a need to educate and inform parents about what is intended by this work.",
        "particularitynly general guidelines, the calculation of the simplified direct evaluation presents other particularities that your Coddan may inform you about.",
        "This report is intended to inform a new program on progressive philanthropy to be launched by the Trust in 2006.",
        "ponder what would have been a fine win against an inform opponent.",
        "The Head of Department will inform the probationer in writing at least seven working days in advance that there is to be a hearing.",
        "Complainants must inform the proctors if a complaint has already been submitted for consideration under college procedures.",
        "produce a newsletter to inform you local community about the work of the group.",
        "provide everything necessary for your event, however if you do need to bring anything specific, we will inform you.",
        "In typically pugnacious style he reprimanded the senators for failing to contact him and inform him of the charges before the report was released.",
        "This is purely an announcement list to inform readers where to find new reviews posted on the NHI Review website.",
        "If you find that you cannot attend your appointment please inform the receptionist preferably 24 hours before your appointment.",
        "regret to inform you our bid was not successful to purchase this property.",
        "The lessons we have learned will inform our re-examination of how best to support good scouting in some ten thousand local Groups.",
        "The custody sergeant has a duty to inform you of them.",
        "We will then inform the writers who have reached the shortlist by the 10th of July 2006.",
        "Several culturally specific practical considerations should inform social work interventions with ethnic Arab peoples in Arab countries or in Western.. .",
        "These should inform an integrated response to HIV-related stigma.",
        "studious avoidance of many themes and issues that would help to inform that practice.",
        "undertaken on behalf of Fife Council the results of which will further inform the Local Plan.",
        "Using the same messages to inform a local environmental group, on the other hand, may prove useless.",
        "utilise links are utilized to inform teaching and to maintain Stirling's position as a leader in producing world class graduates.",
        "He fell on his knees before him, and then went to inform the abbot.",
        "From him he learned that amid the rocks was a chasm communicating with purgatory, from which rose perpetually the groans of tortured souls, the hermit asserting that he had also heard the demons complaining of the efficacy of the prayers of the faithful, and especially of the monks of Cluny, in rescuing their victims. On returning home the pilgrim hastened to inform the abbot of Cluny, who forthwith set apart the 2nd of November as a day of intercession on the part of his community for all the souls in purgatory.",
        "While he was in the bath two \" ancient and grave knights \" attended him \" to inform, instruct and counsel him touching the order and feats of chivalry,\" and when they had fulfilled their mission they poured some of the water of the bath over his shoulders, signing the left shoulder with the cross, and retired.",
        "It is known that he left a widow with two children; and one or two hints scattered throughout his works inform us that he began life as a merchant's clerk in Antwerp, that he travelled in Poland, Denmark and other parts of northern Europe, and that he was intimate with Prince Maurice of Orange, who asked his advice on many occasions, and made him a public officer - at first director of the so-called \"waterstaet,\" and afterwards quartermaster-general.",
        "On the 26th Nelson changed his attitude and authorized Sir William Hamilton, the British minister, to inform the cardinal that he (Nelson) would do nothing to break the armistice; while Captains Bell and Troubridge wrote that they had Nelson's authority to state that the latter would not oppose the embarcation of the Republicans.",
        "The bishops of England have also jurisdiction to examine clerks who may be presented to benefices within their respective dioceses, and they are bound in each case by the 95th canon of 1604 to inquire and inform themselves of the sufficiency of each clerk within twenty-eight days, after which time, if they have not rejected him as insufficiently qualified, they are bound to institute him, or to license him, as the case may be, to the benefice, and thereupon to send their mandate to the archdeacon to induct him into the temporalities of the benefice.",
        "Anna Mikhaylovna sat down beside him, with her own handkerchief wiped the tears from his eyes and from the letter, then having dried her own eyes she comforted the count, and decided that at dinner and till teatime she would prepare the countess, and after tea, with God's help, would inform her.",
        "Employers were allowed to avoid the obligation to inform or consult if fewer than 20 people were made redundant at any one establishment.",
        "We regret to inform you our bid was not successful to purchase this property.",
        "The assessment is important because it will inform monitoring programs and provide a starting point for the river basin management planning process.",
        "It did not require the wizard 's altered tone to inform the sagacious animals that the danger was past.",
        "These case studies will now inform the preparation of the ' green PFI ' guidance itself which is scheduled for completion by March 2001.",
        "The lessons we have learned will inform our re-examination of how best to support good Scouting in some ten thousand local Groups.",
        "His answer was to inform me that the target audience was 38 year-old Christian soccer moms !",
        "Several culturally specific practical considerations should inform social work interventions with ethnic Arab peoples in Arab countries or in Western...",
        "What is ironic in the handbook is the studious avoidance of many themes and issues that would help to inform that practice.",
        "Inform and reassure frequently and regularly, but \" be truthful in public pronouncements \", do not hide non- trivial mishaps.",
        "A housing needs assessment is currently being undertaken on behalf of Fife Council the results of which will further inform the Local Plan.",
        "These links are utilized to inform teaching and to maintain Stirling 's position as a leader in producing world class graduates.",
        "This will help you to avoid buying a crib that has been recalled and inform you about what features are downright dangerous on a crib.",
        "It is your money, after all, so inform him of your limits.",
        "Inform the girl of your limits before you go shopping.",
        "That way if something is done that displeases you (say they plant a tree in the wrong spot in your backyard), you can inform them.",
        "You should also inform the salesperson about your skill level as a player (this will aid him/her in helping you pick out a racquet), and inquire about upcoming or ongoing sales at the store you're in.",
        "With so many reviews available both online and in print, shoppers have more data than ever to inform their purchases.",
        "To inform the person who's getting the gift, one idea is to place the receipt in a greeting card.",
        "Be sure to inform your vet that the cat is feral for the both the vet's and the cat's protection.",
        "Your vet probably will also inform you that at least once a year you should have your cat's teeth cleaned by a hygienist.",
        "Third grade reading books have the appealing task of developing an awareness that writing can entertain as well as inform.",
        "Be sure to inform them of your willingness to remain in good standing.",
        "If you debt is mostly interest and fees, rather than purchases, be sure to inform the creditor of this.",
        "Rush Card SMS alerts will send you text messages to inform you of pertinent account details, such as a low balance or an impending payment due date.",
        "This may happen if you do not respond to lenders to inform them of your financial problems or you simply stop paying your debt without financial difficulty.",
        "The terms and conditions will also inform you of the current fee charged for purchasing the card.",
        "United Soybean Board has a website to inform you about the benefits of this environmentally-friendly fuel.",
        "How you use your office should inform your design strategy.",
        "Now that you have an idea of what styles inform traditional furnishings, the next step in creating traditional interior design is to understand the various details of this style, including fabrics, colors, and accessories.",
        "These factors will inform your design decisions, but the aesthetics should reflect your personal style.",
        "As the mineral makeup products are not considered mainstream, they require a professional to inform customers about the benefits and correct uses of the makeup.",
        "There is no set schedule for when Estee Lauder rolls out its gift with purchase promotions, but you can always have your makeup sales consultant inform you when they receive the information.",
        "Merrill Lynch wants to inform you of your investments in as many ways as possible to keep you up-to-date.",
        "Meebo offers a downloadable notifier that will inform you of messages on your desktop after you close your browser.",
        "Most scrapbook stores have print or e-mail newsletters to inform customers of new product releases, sales, coupons, and special promotions.",
        "Also inform them that if you are working on an important task, you will not be answering your phone and that your door will be closed to interruptions.",
        "Inform your co-workers and employees that when your door is closed, you are only available for urgent or important matters.",
        "For instance, a hospital must inform volunteers of patient confidentiality and a school must screen volunteers to ensure the safety of the children in its care.",
        "If you plan to wed in the fall or winter on a mountain top or in foreign country north of the U.S., it may be necessary to seek out wedding shops and inform the clerk that you need a dress designed for cold weather.",
        "You should begin your second ad with wording similar to what was used in your first announcement, such as, \"Mr. and Mrs. Windell Parker(Parents of the Bride) would like to inform you of...\"",
        "However, we want to be able inform my family ( who live overseas or out of state) that we would like ( if they want to, not obligated to) give money towards my child's and soon to be, his stepchild's college fund.",
        "It has always been considered socially unacceptable to inform guests about your registry locations unless they specifically ask you.",
        "Let the parents know where to purchase or rent the tuxedo from, and inform the salesclerks at that store which style you choose.",
        "Instead, inform your maid of honor and/or best man of your intentions, and leave it to them to notify your guests by word of mouth.",
        "Couples can also inform guests that they would prefer donations to a favorite charity in lieu of gifts.",
        "The only way to inform guests of a registry is through word of mouth, so the couple should be sure their parents and close friends are all aware of where they have registered.",
        "Write announcements in the past tense, to inform people of an event that has all ready occurred.",
        "Customarily, an elopement announcement is sent to inform loved ones about a spontaneous, spur-of-the-moment wedding that involved only the two partners.",
        "Though some people simply have a way with words and can share even the most awkward news with the greatest of ease, not everyone can eloquently or comfortably inform loved ones that they have eloped.",
        "If you end up having a significant delay in sending them out for any reason, it's perfectly fine to inform people of your wedding in person, by telephone, or by email instead.",
        "To keep from being overmedicated, they should inform doctors of all medications they currently use, including over-the-counter drugs.",
        "To prevent harmful drug interactions, always inform your physician and pharmacist of any other prescription drugs or over-the-counter drugs you are taking.",
        "Inform your doctor if you have heart problems because there have been reports of adults and children experiencing sudden death due to Adderall.",
        "When the judge brought Rihanna in to the courtroom to inform her of her attacker's sentencing, the judge let Rihanna know that she, too must avoid contact with Brown or risk going to jail.",
        "Established in 2005, TMZ quickly rose to the top of the pack because of its ability to quickly inform the public about any and all celebrity happenings with blogs, pictures, video and live video stream.",
        "If this is the case, then the retailer is obligated to inform you of any flaws prior to your purchase.",
        "Inform your group of the rules of the party, including what is allowable and what is not.",
        "The counselor can inform you about job outlooks for certain majors and talk about post-graduate fields of study, job training, or career opportunities that align with particular majors.",
        "Finally, after you have applied for tuition assistance and registered for your classes, you can change or drop classes if you inform both the school and the base education center.",
        "Alaskan cruises with vegetarian meals are not hard to come by provided you inform the ship's staff of your dietary restrictions prior to setting sail.",
        "Special dietary restrictions, including vegetarian, diabetic, and low cholesterol, can be accommodated if you inform your travel agent or the cruise company directly when booking your Alaskan voyage.",
        "If you fail to inform a cruise line of your vegetarian diet prior to departing on your Alaska cruise, there's no reason to jump ship.",
        "The email alerts will inform you whenever a cruise becomes available at a lower cost.Use websites such as CruiseBargains.com and VacationsToGo.com, which are clearinghouses for discounted cruises.",
        "Traditional music notation has time signatures, rests, holds, ties, etc. that inform the player about how the music relates to time.",
        "Therefore, this article will discuss a few of the most respected fingerstyle guitar players from different genres in order to inform you about some of the brilliant ways this style of guitar playing has been interpreted over the years.",
        "The manufacturer's directions should inform you as to what you need for installing the flooring.",
        "This article will inform you about some of the most reputable ceiling fan companies on the market.",
        "This is where organic food labeling helps inform the consumer and alleviate some of the doubts regarding the sources of foods in their diet.",
        "Now you can shop around to see what's available and order online, or just use the Internet as a catalog to inform you of your choices before you head out to the mall.",
        "Instead, you inform your victim that you won't be cracking open the third egg, and that your deal was for three eggs.",
        "Employers are required to inform employees about the dangers of any chemical hazards that are present in the working environment and to provide them with training about necessary safeguards that should be taken.",
        "Before taking a natural sleep remedy, make sure you inform your doctor or pharmacist to prevent taking a natural sleep aid that might interfere with any prescription drugs you are taking at the same time.",
        "Make certain to inform your doctor of any herbs you are taking to prevent potentially serious interactions with prescription and over-the-counter medications.",
        "TV spots discussing implantable lenses give you the opportunity not just to inform the public that you can do the process, but to show them a bit about it and tell them why they may wish to consider it.",
        "But now I feel obligated to inform you of a game so horrible, so copycat, and so laughable, that you'll wonder why it wasn't burned at the stake.",
        "Inform - One of the more popular languages, Inform has been used to author many text adventure games.",
        "It rivals TADS in all areas and debates constantly flame as to which language is \"better\", Inform or TADS.",
        "It isn't quite as flexible as TADS or Inform, but it's highly recommended if this is the first programming language you want to learn.",
        "The tagline on the website is \"Gifts that Inform, Enlighten and Entertain\" and they definitely deliver, on all three fronts.",
        "You can also often go to your local cell phone dealer and they might be able to actually not only inform you of the recall but take care of either collecting, repairing, or replacing your own cell phone.",
        "Individuals who have had prior anaphylactic episodes should inform the testing clinician.",
        "If the child has a fever, cough, or cold, the parent should inform the medical team to determine whether the procedure should be delayed.",
        "If the child has a fever, cough, or cold, the parent should inform the surgical team to determine if the procedure should be delayed.",
        "If this occurs, he or she should immediately inform the physician or nurse.",
        "Parents should inform the doctor immediately if MPS runs in their family, so that early testing can be done on their children.",
        "Inform themselves about such problems as drug abuse, bullying, or violence in dating relationships, and learn to identify the signs of these problems in their children.",
        "In May of 2004, the U.S. Department of Education and faith-based community leaders launched an initiative to inform Hispanic, Asian, and other parents of ELLs about the NCLB.",
        "Parents should inform CT staff if their child has ever had a reaction to any medication, contrast material, or anesthesia.",
        "When hemophiliac children are to receive immunizations, parents should inform medical personnel in advance so that bleeding problems can be avoided.",
        "Prevention education programs are also widely used to inform young people of the harmfulness of substance abuse.",
        "The major prevention for known drug allergies and sensitivities is to avoid those drugs and to inform all physicians, hospital personnel, and dentists of the allergies or sensitivities before treatment.",
        "These tests are designed to inform the test administrator about attributes such as the test-taker's abilities, perceptions, and motor coordination.",
        "The doctor inform the mother of the fetus about the specific increased risk as compared to the normal risk of a standard case.",
        "The provider needs to inform the parent what to expect and what can be done to alleviate symptoms.",
        "Adolescents commonly have high concerns about risks and the best way to prepare them is to fully inform them.",
        "Parents should inform school personnel about the child's specific allergens and asthma triggers so steps can be taken to help the child avoid them at school.",
        "Parent should inform their doctor if they are using any alternative or unconventional methods to treat their child's otitis media.",
        "These observations will inform parents about when to seek medical or emergency help.",
        "The parents should inform medical personnel if the child has salt-wasting CAH.",
        "A counselor needs to inform a woman that her risk of having a baby with Down syndrome increases with her increasing age.",
        "Be sure to inform your laser technician of any medical concerns including allergies or sensitive skin before the treatment engages.",
        "Inform your stylist of any hair challenges, such as damage or previous hair dye.",
        "In the event that you have resistant hair, make sure you inform your stylist of prior incidents so that they can select the proper perm formula.",
        "This site will inform you of the current exchange rate.",
        "The late notice may also inform the homeowner of the fees and penalties assessed for the late payment.",
        "Be sure to inform your doctor about any health issues before you take the pill.",
        "If you have any known conditions, diseases, cancers, or hormonally-related health problems, inform your physician.",
        "The FDA issued a public health advisory to inform patients and health-care professionals that the sponsor of Zelnorm, Novartis Pharmaceuticals Corporation had voluntarily agreed to refrain from selling this drug.",
        "Better inform clinical management decisions for women who are pregnant or could become pregnant.",
        "Your care provider will inform you about what's new in birth control news.",
        "If you are eligible under FMLA and your boss refuses your leave request, you can inform your boss (nicely) about FMLA--some people honestly do not understand FMLA.",
        "A few years later, the FDA approved the birth control with much lower doses of progesterone but soon required pill manufacturers to inform women of the side effects of the pill.",
        "Reading the label will also inform you of the correct way to take the liquid vitamin.",
        "Manufacturers often run studies on their products, but chances are good that they will only post the glowing, positive results and neglect to inform consumers of any poor or mediocre results.",
        "Its mission is to \"inform, promote, connect and strengthen individual nonprofits and the nonprofit sector.\"",
        "Inform your local law enforcement agency about the suspected scam, especially if you're being contacted in person or over the phone or you feel harassed or threatened.",
        "Inform the charity of the working condition of the vehicle, especially if the charity will need a tow truck to move the vehicle.",
        "This discussion will inform you what his thinking about your future together.",
        "If you do decide to inform HR, the \"you\" must be the plural you.",
        "If she persists with the silly reasoning that she does not want to wear that ring for fear of losing or ruining it, then inform her that she can purchase a very inexpensive band (for under $50) and wear it instead.",
        "Nor is it your responsibility to inform clients that she is married, that is her responsibility as a married woman.",
        "Look at how your husband responds to your communication to inform you of his level of affection and emotional commitment to you.",
        "Email engagement announcements are increasingly popular and a variety of romantic, corny, and downright silly options are available as free e-cards to inform a technologically-savvy crowd of friends and family about the engagement.",
        "Who should a newly engaged couple inform first?",
        "The newspaper announcement reaches a wider audience and can inform people who are not on the engagement announcement card mailing list, such as acquaintances and business associates, about an engagement.",
        "Announcement cards are the traditional formal way to inform relatives and friends about engagements.",
        "A copywriter writes to persuade the reader, while a technical writer writes to inform the reader.",
        "The purpose of a news story is simply to inform the reader of an important event, idea, or situation.",
        "However, by following a few tips for writing feature articles you can learn how to tell the story behind a story in a way that will inform and interest your readers.",
        "Inform family and friends that you are trying to stick to a budget with school supplies and that you'll happily take any school related items they may be clearing away as unwanted clutter.",
        "He will catalog his grievances and bluntly inform you of these mistakes.",
        "If he fails to do so in the future, sit him down politely and inform him that until he speaks to you nicely, you will be spending the night at your mother's/a close friend's/the Four Seasons at his expense.",
        "Of course, the whole point of a child's birthday invitation is to inform guests of the date, time, and location of the party; but there are other pieces of information that are also important to include.",
        "If you can't experience the paranormal first hand, let these slideshows inform and entertain you.",
        "The greeter may inform the person of a future event that will play an important role in that person's destiny.",
        "The Consumer Federation of America (CFA) launched the initiative 66 Ways to Save Money to help inform consumers about money matters.",
        "During the casting process, purchasers will have the opportunity to inform LUST representatives of any special needs their feet may require so that protective adjustments can be made.",
        "Skin & Ink-A publication that will inspire and inform.",
        "Most tattoo artists can inform you of the basic ingredients, what they do and what they prefer.",
        "If you change your plans and inform the agency 15 days prior to the date of departure, then you can get a 50% refund of your money.",
        "You also have the option to inform the tool whether you are traveling with kids.",
        "If taking a class, inform your instructor of your pregnancy.",
        "With nothing more than a drop of blood doctors can identify the chromosome and inform potential parents of the possibility.",
        "Some organizations stand out as pioneers in efforts to inform the public about pervasive developmental disorders as well as the need for research and acceptance.",
        "As with any tax information, this articles is meant to inform you of potential tax deductions and is not tax advice.",
        "As with any tax information, this article is meant to inform you of potential tax deductions and is not tax advice.",
        "In other words, if you are looking to score an interview with a leader of the company, you would introduce yourself, tell the person about yourself and then inform him of your intent.",
        "The goal of this letter is simply to inform the company of your plans to leave.",
        "Rather, if you feel the need to inform the employer of other employee actions, do so in a private meeting with the employer directly.",
        "While the BBB does not handle legal matters directly, they can point consumers in the right direction and inform law enforcement of any suspicious or illegal business activities.",
        "Their purpose is to either inform the reader or persuade the reader to take a desired action.",
        "Business letters persuade, request, inform, apologize, recommend, remind, invite and follow up.",
        "Inform federal, state and local government agencies that you will no longer be in business.",
        "Once your employees know, you'll have to inform customers with whom you have contracts that will go unfulfilled.",
        "The dealership can inform you about the production number of any cars or trucks on its lot.",
        "Keep in mind if you use this route, CarQuotes will inform subscriber dealerships of your name and telephone number based on the replacement vehicle information you entered.",
        "The automaker then identifies a way to solve the safety problem and contacts consumers to inform them of the recall.",
        "Be sure to note any intestinal discomfort with dairy foods, however, and inform your doctor.",
        "All military members must inform their primary physician of any additional medical therapies which they received outside of the military health system.",
        "You will also be required to inform the Department if you turned down a job offer.",
        "Be sure to inform your insurance company if you add any expensive contents after you have signed the original policy.",
        "They know they run the risk of not having their claim approved and potentially putting their future coverage in jeopardy once they inform their insurance company that they have Chinese drywall.",
        "Additionally, you'll also be able to find links on the site that help to inform you about breast cancer, as well as where you can support your fellow walkers.",
        "Even paintings of fully clothed people can inform the look you need the underwear to achieve.",
        "This will inform you as to its visibility.",
        "Even if you aren't a complete convert to digital media, you can still use online music to inform your purchases and sample new artists.",
        "For example, if you subscribe to the LoveToKnow Music RSS feed, your RSS reader will immediately inform you of when any changes or new articles are posted on this site.",
        "Don't want to phone each guest individually to inform them of these alterations?",
        "In order to ensure that everyone bakes a unique flavor, request that each guest inform you which type of cookie they'll be bringing along.",
        "He felt that the public needed to know the truth and he and his wife were going to use their celebrity status to inform the public about how the New World Order committed the attacks and other theories.",
        "On Find My Family, Joyner reached out to the newly-located family members to inform them that someone was searching for them.",
        "Duncan MacLeod (Adrian Paul), as the opening credits inform us, was born in the Highlands of Scotland 400 years ago, hence, The Highlander.",
        "While it started in 1998 as a site for sharing music and book reviews, the main purpose of Xanga now is to share and inform.",
        "It gives you a place to inform everyone about those wonderful milestones during your pregnancy.",
        "These handy pregnancy tickers are also a lovely way to inform people of your good news and let them share in the anticipation as the big event and birth of a new baby gets closer.",
        "While he was there, the police authorities came to his room to inform him that thieves had broken into the team truck and stolen Armstrong's time trial bike.",
        "The representative may be able to inform the taxpayer if their return is being audited.",
        "This estimation will inform you of whether you can expect to receive a refund, owe money or will break even on your yearly tax obligations.",
        "The federal tax withholding table is a chart provided to employers by the Internal Revenue Service (IRS) to inform them of how much to withhold from an employee's paycheck.",
        "If and when a badge is lost, inform your Troop Leader or Scoutmaster at once."
    ],
    "definition": [
        "a. To impart information to; make aware of something: We were informed by mail of the change in plans. The nurse informed me that visiting hours were over.\nb. To acquaint (oneself) with knowledge of a subject.",
        "a. To give form or character to; imbue with a quality or an essence: “A society's strength is measured by … its ability to inform a future generation with its moral standards” ( Vanity Fair )\nb. To be a formative or characterizing presence in; animate: “It is this brash, backroom sensibility that informs his work as a novelist” ( Jeff Shear )",
        "Obsolete To form (the mind or character) by teaching or training.",
        "To give or provide information.",
        "To disclose confidential or incriminating information to an authority: The defendant informed against the other members of the ring.",
        "Link/Cite",
        "(archaic) To instruct, train (usually in matters of knowledge).",
        "To communicate knowledge to.",
        "(intransitive) To impart information or knowledge.",
        "To act as an informer; denounce.",
        "To give form or character to; to inspire (with a given quality); to affect, influence (with a pervading principle, idea etc.).\nHis sense of religion informs everything he writes.\nDryden\nLet others better mould the running mass / Of metals, and inform the breathing brass.\nPrior\nBreath informs this fleeting frame.",
        "Dryden\nLet others better mould the running mass / Of metals, and inform the breathing brass.",
        "Prior\nBreath informs this fleeting frame.",
        "Without regular form; shapeless; ugly; deformed.",
        "Link/Cite"
    ]
}