{
    "translation": "לעיתים רחוקות",
    "uses": [
        "while in summer it not infrequently blows from the S.W.",
        "It was not infrequently used as a place of exile.",
        "The total length of navigable channels is about 1150 m., but sand banks and shallows not infrequently impede the shipping traffic at low water during the summer.",
        "Liquor was something Cynthia used infrequently and not very well.",
        "In the mountain villages the parish priest takes the lead among his people, and is not infrequently the most important person.",
        "The vidames usually took their title from the see they represented, but not infrequently they styled themselves, not after their official fief, but after Head Vicugna.",
        "Before Lightfoot's time commentaries, especially on the epistles, had not infrequently consisted either of short homilies on particular portions of the text, or of endeavours to enforce foregone conclusions, or of attempts to decide with infinite industry and ingenuity between the interpretations of former commentators.",
        "The stories which Geoffrey preserved or invented were not infrequently a source of inspiration to literary artists.",
        "Here we find less evidence of sedulous workmanship, yet not infrequently a piercing sweetness, a depth of emotion, a sincere and spontaneous lovableness, which are irresistibly touching and inspiring.",
        "It is not infrequently met with in the ancient chronicles of France and England.",
        "In Italy, where the study of Latin literature seems never to have entirely died out, young nobles and students preparing for the priesthood were not infrequently learning Latin together, in private grammar schools under liberal clerics, such as Anselm of Bisate (fl.",
        "A hundred yards ahead of them the infrequently used Jeep road became impassable in a washed-out jumble of stone.",
        "For Erigena, therefore, the speculative reason is the supreme arbiter; and in accordance with its results the utterances of Scripture and of the church have not infrequently to be subjected to an allegorical or mystical interpretation.",
        "Before long most of them had become the hirelings of France or Austria, and the value demanded for their wages was, not infrequently, the betrayal of their own country.",
        "It is singular that such closely allied species as the domestic dog and the Arctic fox are among the favourite prey of wolves, and, as is well known, children and even full-grown people are not infrequently the objects of their attack when pressed by hunger.",
        "Their ferocious appearance, and not infrequently the habits of their owners, have given this breed a reputation for ferocity and low intelligence.",
        "The discharge is not infrequently accompanied by a sizzling sound.",
        "The last-named species spends most of its time in water, where it may be observed not infrequently among the reeds with all but its head and horns submerged.",
        "The numerous Letters of Cyprian are not only an important source for the history of church life and of ecclesiastical law, on account of their rich and manifold contents, but in large part they are important monuments of the literary activity of their author, since, not infrequently, they are in the form of treatises upon the topic in question.",
        "Its members had the power of electing a new king, although the area of their choice was strictly limited by custom and also the right of deposing a king, although this seems to have been infrequently exercised.",
        "Instances of this endeavour to maintain, as it were, a respectful distance in speaking of God occur on every page of the Targums, but cases also occur, by no means infrequently, where human actions and passions are ascribed to God.",
        "The seaward edge of the continental shelf often falls steeply to the greatest depths of the ocean, and not infrequently forms the slope of a trench, a form of depression which has usually a steep slope towards a continent or an island-bearing rise on one side and a gentler slope towards the general level of the ocean on the other.",
        "The first form of his written speeches was always painstakingly edited and revised, and not infrequently entirely rewritten.",
        "Not infrequently rays extend from the upper edge of an arc towards the zenith.",
        "It also possesses important shrines of its own which cause many pilgrims to linger there, and wealthy Indians not infrequently choose Bagdad as a suitable spot in which to end their days in the odour of sanctity.",
        "The different species of mica have very nearly the same forms and interfacial angles, and they not infrequently occur intergrown together in parallel position.",
        "Unfortunately these eclipses are not sudden but slowly changing phenomena, so that they cannot be observed without an error of at least several seconds, and not infrequently important fractions of a minute.",
        "Although there was little or no stress laid on either the joys or the terrors of a future life, the movement was not infrequently accompanied by most of those physical symptoms which usually go with vehement appeals to the conscience and emotions of a rude multitude.",
        "An unsuccessful European carpenter or other mechanic, or even labourer, not infrequently occupied this position.",
        "Nearly all the best writers are characterized by a certain naive and earnest piety which is attractive, and not infrequently display a force of moral indignation which arrests attention.",
        "Even for internal cancer cure or substantial relief is not infrequently obtained.",
        "In the 17th and 18th centuries it was a favourite duellingground, and in the present day it is not infrequently the scene of political and other popular demonstrations (as is also Trafalgar Square), while the neighbourhood of Marble Arch is the constant resort of orators on social and religious topics.",
        "The smoke-laden atmosphere has been found not infrequently to exercise a deleterious effect upon the stonework of important buildings; and through the same cause the appearance of London as a whole is by some condemned as sombre.",
        "Whether the improvement will be profitable or not to the planter or manufacturer depends on the market for the sugar, and on the conditions of foreign tariffs, which are not infrequently hostile.",
        "The great advantage of the Confederate - an advantage which he had in a less degree as against the hardier and country-bred Federal of the west - was that he was a hunter and rider born and bred, an excellent shot, and still not infrequently settled his quarrels by the duel.",
        "During the 17th century gold-washing was carried on by English miners in the Motagua valley, and is said to have yielded rich profits; hence the name of \"Gold Coast\" was not infrequently given to the Atlantic littoral near the mouth of the Motagua.",
        "or more above its ordinary levels, and not infrequently, as in 1849 and 1866, lays a large part of the town under water.",
        "Human beings, especially kings and other distinguished persons, were not infrequently honoured with worship after death.",
        "It is in the nature of such movements to develop violent phases, and the leaders of the Aikoku-sha (patriotic association), as the agitators now called themselves, not infrequently showed disregard for the preservation of peace and order.",
        "3 This rule, however, had often been broken before; even the romances of chivalry speak not infrequently of the knighting of serfs or jongleurs; 4 and other causes besides distraint of knighthood tended to level the old distinctions.",
        "In cooler structures it becomes necessary in the dull season of the year to prevent the slopping of water over the plants or on the floor, as this tends to cause \" damping off,\" - the stems assuming a state of mildewy decay, which not infrequently, if it once attacks a plant, will destroy it piece by piece.",
        "In coal it not infrequently forms bands and nodules known as \"brasses,\" and may also be finely disseminated through the coal as \"black pyrites\"; but much of the so-called pyrites of coal is really marcasite.",
        "It consists, indeed, mainly of iron-pyrites, with a notable but variable proportion of copper, sometimes with silver and gold, and not infrequently associated with lead and zinc sulphides.",
        "The low-lying spaces at the confluences of the rivers, being readily laid under water, have been not infrequently chosen as sites for fortresses.",
        "His energy too not infrequently degenerated into violence, and when crossed he was apt to be tyrannical.",
        "could approach no nearer than two miles to the shore, where typhoons of the southwest monsoon not infrequently obliged them to lie several days before they could be unloaded.",
        "At least one species of Tinamou has bred not infrequently in confinement, and partly successful attempts to naturalize the species Rhynchotus rufescens have been made in England.",
        "This generally involves solitary confinement of the most rigorous nature, and, as little is done to occupy the mind, the criminal not infrequently becomes insane.",
        "Fragments of wood not infrequently occur, with the tissues well-preserved by impregnation with the resin; while leaves, flowers and fruits are occasionally found in marvellous perfection.",
        "FIR, the Scandinavian name originally given to the Scotch pine (Pinus sylvestris), but at present not infrequently employed as a general term for the whole of the true conifers (Abietineae); in a more exact sense, it has been transferred to the \"spruce\" and \"silver firs,\" the genera Picea and A bies of most modern botanists.",
        "Owing to the smaller size of the male and the greater voracity of the female, the male makes his advances to his mate at the risk of his life and is not infrequently killed and eaten by her either before or after pairing has been effected.",
        "It is the commonest cetacean in the seas round the British Isles, and not infrequently ascends the Thames, having been seen as high as Richmond; it has also been observed in the Seine at Neuilly, near Paris.",
        "and less some of the softer rocks show a tendency to flow, as exhibited by the under-clay in deep coal-mines, which not infrequently swells up and closes the mine passages.",
        "Similar swelling ground is not infrequently met with in metal mines, as, for example, in the Phoenix copper mine in Houghton county, Michigan, where the force developed was sufficient to crush the strongest timber that could be used.",
        "In public or government land the minerals as well as surface belong to the state, and not infrequently these rights have been separated by law and granted or otherwise disposed of to different owners.",
        "The struggle between these two systems continued well into the 10th century; and, though episcopalism was not infrequently proscribed by the curia, it still survived, and till the year 1870 could boast that no ecumenical council had ventured to condemn it.",
        "Railway communications are practically monopolized by the South Eastern & Chatham Company, a monopoly which has not infrequently been the cause of complaint on the part of farmers, traders and others.",
        "Among the ammonites of the Jurassic and Cretaceous periods types occur which in their external appearance so closely resemble each other that they could be taken for members of a single series, and not infrequently have been taken for species of the same genus and even for the same species; but their early stages of development and, in fact, their entire individual history prove them to be distinct and not infrequently to belong to widely separated genetic series.",
        "Not infrequently several different forms are visible at the same time.",
        "An excess of evening over morning occurrences is also the rule, and it is not infrequently more pronounced than in Table III.",
        "Furthermore, Gyllenskold says that when arcs mounted, as they not infrequently did, from the horizon, their apparent width might go on increasing right up to the zenith, or it might increase until an altitude of about 45° was reached and then diminish, appearing much reduced when the zenith was reached.",
        "When the light is intense and changing rapidly, red is not infrequently present, especially towards the lower edge.",
        "The women, especially in Upper Egypt, not infrequently wear nose-rings.",
        "Minute vesicular cavities are not infrequently present, sometimes as negative cubes, and these may contain saline solutions or carbon dioxide or gaseous hydrocarbons.",
        "to the throne of England the necessity for an ordered method of intercourse between the Scottish capital and London became urgent, but the plans adopted involved extraordinary delay, for it not infrequently happened that there was an interval of two months between the despatch of a letter and the receipt of a reply.",
        "On the other hand, unlike the corrupt clergy whom they dispossessed, they were almost invariably men of pure and holy life; stainless in honour; incorruptible by money; poor and self-sacrificing; and were not infrequently learned in the original languages of the scriptures.",
        "Bain's Calendars (Edinburgh, 1881-1888), are useful indices, but not infrequently need to be checked by the manuscripts.",
        "A careful exclusion of all Gallicisms, as a reaction against the French influences of the day, is one of the marked features of his style, which is not infrequently impassioned and eloquent, though at the same time cumbrous, involved and ornate.",
        "It is true, moreover, that, unless tested by a few unchanging principles, his acts were often strikingly inconsistent; and even when so tested, not infrequently remain so in appearance.",
        "Over the greater part of this region rain is of rare occurrence; and not infrequently more than a year passes without a drop falling on the parched surface.",
        "In wealth and influence during the early colonial period it was little inferior to Boston, whose policies it not infrequently opposed.",
        "It is true that in nomenclature the word \" servi\" is not infrequently used (e.g.",
        "But wherever they went, and whether, as apparently in Asia Minor, Greek blood was kept free from barbaric mixture, or whether, as in Magna Graecia and Sicily, it was mingled with that of the aboriginal races, the Greek emigrants carried with them the Hellenic spirit and the Hellenic tongue; and the colonies fostered, not infrequently more rapidly and more brilliantly than at home, Greek literature, Greek art and Greek speculation.",
        "The symbol for 13 in Thera is nearer than any previously known to the Semitic letter (9) though, as not infrequently happens in the transference of a symbol from one people to another, its position is inverted - a fate which in this alphabet has befallen also A (Semitic L, Thera 1), and possibly o (Semitic N, Thera M).",
        "The co-ordination of the two gods in the Trimurti does not by any means exclude a certain rivalry between them; but, on the contrary, a supreme position as the true embodiment of the Divine Spirit is claimed for each of them by their respective votaries, without, however, an honourable, if subordinate, place being refused to the rival deity, wherever the latter, as is not infrequently the case, is not actually represented as merely another form of the favoured god.",
        "anglica, has also been not infrequently shot.",
        "Linseed oil is subject to various falsifications, chiefly through the addition of cotton-seed, niger-seed and hemp-seed oils; and rosin oil and mineral oils also are not infrequently added.",
        "It is not infrequently found in serpentine, and in basic eruptive rocks, where it occurs as veins and in amygdales.",
        "The earliest history of Edom is that of the \"sand-dwellers,\" \"archers\" or Shasu (perhaps \"marauders\"), whose conflicts with ancient Egypt are not infrequently mentioned.",
        "All are narrow in comparison with their length, which is not infrequently magnified to view when two lakes are connected by a very short stretch of running water with a navigable fall of a few feet, such as those between Hornafvan, Uddjaur and Storafvan on the Skellefte river.",
        "In the national assemblies, too, their voice had always been powerful, and not infrequently predominant.",
        "This was not so formerly, when not infrequently an official, generally a near relation of the shah, held the same governorship for five, ten or even more years.",
        "in height, and not infrequently flowers and fruits in Britain; A.",
        "Yet even in this, his most characteristic talent, his proneness to exaggeration, the attraction which coarse and repulsive images have for his mind, and the tendency to sacrifice general effect to minuteness of detail not infrequently mar his best effects.",
        "Sometimes a bacterium can be readily recognized from one or two characters, but not infrequently a whole series of tests must be made before the species is determined.",
        "In the course above the rapids the channel varies very greatly in nature and depth, and it is not infrequently interrupted by shallows.",
        "But his contempt for the annalistic form makes him at times careless in his chronology and arbitrary in his method of arranging his material; he not infrequently flies off at a tangent to relate stories which have little or no connexion with the main narrative; his critical faculty is too often allowed to lie dormant.",
        "- Stems tuberous or columnar, not infrequently branched, rarely epiphytic (Peruvian species of Zamia); fronds pinnate, bi-pinnate in the Australian genus Bowenia.",
        "Conifers are not infrequently seen in which a lateral branch has bent sharply upwards to take the place of the injured main trunk.",
        "William Lamb (as Lord Melbourne then was) joined the opposition under Fox, of whom he was an ardent admirer; but his Liberal tendencies were never decided, and he not infrequently supported Lord Liverpool during that statesman's long tenure of office.",
        "Two disastrous results not infrequently arose: a money payment was often allowed in lieu of acts of penance, and the prayers and merits of others were held to supply.",
        "Indeed William and his successors not infrequently caused them to be collected and put on record.",
        "Income soon decreased as the family had trouble saving and he later began to perform more infrequently.",
        "These most commonly resemble segments of circles, but are not infrequently elliptical or irregular in outline.",
        "It numbered among its leaders the good archbishop, Edmund of Abingdon, and Robert Grosseteste, the active and learned bishop of Lincoln; it was not infrequently aided by the kings brother Richard, earl of Cornwall, who did not share Henrys blind admiration for his foreign relatives.",
        "In its narrow and irregular streets many of the houses are strongly bolted to keep them secure from the subsidences which result not infrequently from the pumping of brine.",
        "Foxes, wolves and Syrian bears are not infrequently met with, and there is a heavy dew or night mist.",
        "In 1830 he entered the lists as a party writer, defending in a series of letters to the National, a Parisian journal, the United States against a string of charges brought against them by the Revue Britannique; and for the rest of his life he continued skirmishing in print, sometimes for the national interest, sometimes for that of the individual, and not infrequently for both at once.",
        "Not infrequently there are a belt of red sandy loam on uplands N.",
        "In the Piedmont Plateau region the current of the rivers is usually swift, and not infrequently there are falls or rapids; but in the Coastal Plain region the current becomes sluggish, and in times of high water the rivers spread over wide areas.",
        "This wind is not invariably hot; its great dryness causes so much evaporation that cold is not infrequently the result.",
        "Not infrequently instances occur of domestic horses being produced with a small additional toe with complete hoof, usually on the inside of the principal toe, and, though far more rarely, three or more toes may be present.",
        "calyx present usually the characters of leaves, and in some cases of monstrosity they are converted into leaf-like organs, as not infrequently happens in primulas.",
        "In the Red Sea regions frankincense is valued not only for its sweet odour when burnt, but as a masticatory; and blazing lumps of it are not infrequently used for illumination instead of oil lamps.",
        "A further ground for inferring a Hebrew original is to be found in the fact that paronomasiae not infrequently discover themselves in the course of retranslation into Hebrew.",
        "You'd never see Janet on a TV quiz show yet the woman showed up for work, most of the time, complained infrequently, and, except for mandatory cigarette breaks, worked like a sled dog on short rations.",
        "During intracardiac and/or coronary arteriography, ventricular arrhythmias may infrequently occur.",
        "The traveling box: most falconers use a traveling box only infrequently.",
        "The system of refining drafts between DH and the ACDP Working Group, which met only infrequently, proved hopeless.",
        "In young girls with recurrent infections, daytime urgency and wetting is not infrequently associated due to bladder instability.",
        "When her perfectly lovely voice is heard, infrequently, it is only to provide unnecessary backing vocals.",
        "Infrequently, reduced sensitivity to aciclovir has been described as a result of subtle alterations in either the virus thymidine kinase or DNA polymerase.",
        "Speaking generally, the exclusion of days of rain and of negative potential comes pretty much to the same thing, and the presence or absence of negative potential is riot infrequently the criterion by reference to which days are rejected or are accepted as normal.",
        "Prout, who on analysis found they consisted essentially of calcium phosphate and carbonate, and not infrequently contained fragments of unaltered bone.",
        "Moreover, such a system of regulation almost necessarily carries with it a guarantee of monopoly to the various companies concerned, and not infrequently large gifts in the form of subsidies, for without such aid private capital will not submit to the special burdens involved.",
        "Drugs online medical information resource reports no known side effects, although infrequently, people report skin irritation as a side effect of using ichthammol salve.",
        "The other zone is longer range and includes items used infrequently at a full arm's length or more.",
        "Special occasion clothing for boys, however, may be worn so infrequently that it is probably best purchased right before the event for which it is meant.",
        "Titanium is often present, and occasionally the mineral contains magnesium, nickel, &c. It is always strongly magnetic. Magnetite crystallizes in the cubic system, usually in octahedra, less commonly in rhombic dodecahedra, and not infrequently in twins of the \" spinel type \" (fig.",
        "The wings often afford secondary sexual characters, being not infrequently absent or reduced in the female when well developed in the male (see fig.",
        "In leaves in which no sheath is produced we not infrequently find small foliar organs, stipules, at the base of the petiole (fig.",
        "Furthermore, Gyllenskold says that when arcs mounted, as they not infrequently did, from the horizon, their apparent width might go on increasing right up to the zenith, or it might increase until an altitude of about 45Ã‚° was reached and then diminish, appearing much reduced when the zenith was reached.",
        "An objection to the construction of hedges of hazel is the injury not infrequently done to them by the nut gatherer, who \"with active vigour crushes down the tree\" (Thomson's Seasons, \" Autumn\"), and otherwise damages it.",
        "But whilst, in its more comprehensive acceptation, the term Hinduism would thus range over the entire historical development of Brahmanical India, it is also not infrequently used in a narrower sense, as denoting more especially the modern phase of Indian social and religious institutions - from the earlier centuries of the Christian era down to our own days - as distinguished from the period dominated by the authoritative doctrine of pantheistic belief, formulated by the speculative theologians during the centuries immediately succeeding the Vedic period (see Brahmanism).",
        "Branching, however, occurs not infrequently; in Cycas .the tall stem often p roduces several candelabra-like arms; in Zamia the main axis may break up near the base into several cylindrical branches; in species of Dioon (fig.",
        "disposed stamens; each stamen consists of a slender Flowers filament terminating in a small apical scale, which bears usually two, but not infrequently three or four pollen-sacs (fig.",
        "People can experience migraines infrequently, or in severe cases, several times a week.",
        "The less common issues with this medication occur very infrequently.",
        "Bedding linens made from this material will wear out more quickly, so this type of linen may be saved for special occasions or used infrequently.",
        "When it comes to spending money on clothing that may be worn infrequently, you may find yourself wondering how much to spend.",
        "Cruises to nowhere are infrequently offered, however, and because their two night length is very popular for a quick getaway, interested passengers should be sure to reserve their voyage well in advance.",
        "If the materials stored inside are accessed infrequently, then you can design the window seat any way you like.",
        "Homes in Northern climates that run the furnace for longer stretches of time truly need a higher efficiency model, while homes in Southern climates that use the furnace more infrequently can get away with a less efficient model.",
        "Since the dress has been worn infrequently, even a used gown can look like it's new.",
        "Most children who experience sleepwalking will do it infrequently and it won't become anything more than a nuisance.",
        "This strategy requires the removal of a valued privilege and works best if it is used infrequently.",
        "It is important, however, that other modes of transmission be considered, such as poorly or infrequently washed hands.",
        "For no apparent reason, a few women menstruate (with ovulation occurring) on a regular schedule as infrequently as once every two months.",
        "An older inhibited child or teenager, for example, may not cling to his or her mother or cry when coming to an unfamiliar laboratory but may hesitate to talk to the examiner and may smile infrequently.",
        "Style your hair infrequently for a worn, carefree look.",
        "Or will you use it much more infrequently than that?",
        "Because these dresses are so infrequently worn, they're often in great condition.",
        "Despite all the jokes about how infrequently married couples have sex, the truth is sex is a big part of marriage.",
        "You can begin to eat foods that contain gluten in them at that point, but do so moderately or infrequently if possible.",
        "Because dressy clothes are worn infrequently, it may be possible to find boys' suits, sports coats, and other dressy items in on-line auctions such as eBay, online stores such as New Kids Clothes, and in consignment stores.",
        "Opting for higher co-payments in exchange for lower premiums if you use your insurance infrequently.",
        "Reserve the bottom drawers in your dresser and the shelves that are the most difficult to reach for items that you use infrequently.",
        "The United States Government Food Pyramid attempts to provide a visual diagram of healthy foods by placing very healthy foods on the large bottom of the pyramid and 'eat in moderation or infrequently' types of foods at the apex.",
        "If you drive the vehicle infrequently, tell the insurance agent that information."
    ],
    "definition": [
        "Not frequently.",
        "Link/Cite"
    ]
}