{
    "translation": "מקורי, מבריק, מוצלח, שנון",
    "uses": [
        "Although his making religion the sole factor of this evolution was a perversion of the historical facts, the book was so consistent throughout, so full of ingenious ideas, and written in so striking a style, that it ranks as one of the masterpieces of the French language in the 19th century.",
        "But he is always ingenious, often witty, and nobody has carried farther than he the harmony of diction, sometimes marred by an affectation of symmetry and an excessive use of antithesis.",
        "All remaining impurities, including the excess of oxygen, can then be taken out of the gas by Sir James Dewar's ingenious method of absorption with charcoal cooled in liquid air.",
        "It had up to this time been little more than the shuffling of cards, the ingenious arrangement of counters in a pretty pattern.",
        "Then in the 1940s, another American, Oswald Avery, was able to show, through an ingenious method, that the genetic information had to be carried by the DNA.",
        "This ingenious operation widens the track at the expense of an unimportant fraction of its length.",
        "To Lagrange, perhaps more than to any other, the theory of differential equations is indebted for its position as a science, rather than a collection of ingenious artifices for the solution of particular problems. To the calculus of finite differences he contributed the beautiful formula of interpolation which bears his name; although substantially the same result seems to have been previously obtained by Euler.",
        "He was, however, an able and conscientious experimenter, and was very fertile and ingenious in devising physical apparatus.",
        "Great improvements, however, have been effected in the design of open fireplaces, and many ingenious contrivances of this nature are now in the market which combine efficiency of heating with economy of fuel.",
        "It rested on a mass of legal assumptions and subtleties, fallacious indeed, but ingenious, and, as the result proved, effective.",
        "Many of the solutions are most ingenious, and some of the constructions of considerable practical importance.",
        "He accordingly raised the question of its apostolic origin; and by reviving old difficulties, with ingenious arguments of his own, he carried his point.",
        "Holtzmann's elaborate and very ingenious theory (1872) that Colossians has been expanded, on the basis of a shorter letter of Paul, by the same later hand which had previously written the whole of Ephesians, has not met with favour from recent scholars.",
        "From the Greek sophists they borrowed ingenious ways of playing off one duty against another, or duty in general against self-interest - leaving the doubter in the alternative of neglecting the one and being a knave, or neglecting the other and being a fool.",
        "Many ingenious devices for forming bars have been produced; but generally a strong frame is used, across which steel wires are stretched at distances equal to the size of the bars to be made, the blocks being first cut into slabs and then into bars.",
        "This is a highly ingenious hypothesis to explain the discrepancies of the text, but is, after all, nothing but hypothesis.",
        "His object was to popularize among his countrymen the astronomical theories of Descartes; and it may well be doubted if that philosopher ever ranked a more ingenious or successful expositor among his disciples.",
        "In answer to this he dedicated to the \"most ingenious and excellent Mrs Katherine Phillips\" his Discourse of the Nature, Offices and Measures of 1 See an angry letter by Brian Duppa, bishop of Salisbury, on the subject (Eden i.",
        "The history, indeed, of many a word lies hid in its equivocal uses; and it in no way derogates from the dignity of the highest poetry to gain strength and variety from the ingenious application of the same sounds to different senses, any more than from the contrivances of rhythm or the accompaniment of imitative sounds.",
        "Fine stone palaces, richly decorated, with separate sleeping apartments, large halls, ingenious devices for admitting light and air, sanitary conveniences and marvellously modern arrangements for supply of water and for drainage, attest this fact.",
        "Charles Emmanuel achieved a great reputation as a statesman and warrior, and increased the prestige of Savoy, but he was too shifty and ingenious, and his schemes ended in disaster.",
        "In The Ever Green, being a Collection of Scots Poems wrote by the Ingenious before 1600, Ramsay had another purpose, to reawaken an interest in the older national literature.",
        "To the Jesuit missionaries is due the introduction of an ingenious though very complicated system, which has caused remarkable progress to be made in the employment of phonetic characters.",
        "As to their present name, signifying in its present Russian spelling \"self-eaters,\" many ingenious theories have been advanced, but that proposed by Schrenk, who derived the name \"Samo-yedes\" from \"Syroyadtsy,\" or \"raw-eaters,\" leaves much to be desired.",
        "A very ingenious call-bell or annunciator for use with inductive or conductive systems of wireless telegraphy was invented and described in 1898 by S.",
        "Spengel has, however, in a most ingenious way shown that these bodies are the representatives of the typical pair of ctenidia, here reduced to a mere rudiment.",
        "Mendel's observations constitute an ingenious attempt to throw light on the matter, and in the opinion of some biologists have led to the discovery of an important principle.",
        "Hero of Alexandria (284-221 B.C.), the ingenious inventor of \" Hero's Fountain,\" is believed to have possessed a similar apparatus.",
        "Thus caught between two fires the casuists developed a highly ingenious method, not unlike that of the Roman Stoics, for eviscerating the substance of a rule while leaving its shadow carefully intact.",
        "In 1909 the number of exiles for political reasons from Russia was reckoned at 180,000; but the third Duma, purged and packed by an ingenious franchise system, was in its third year passing measures of beneficent legislation, in complete harmony with the government.",
        "Again, the significant fact that there is no mention of a king and princes, but only of sheikhs and priests, has a force not to be invalidated by the ingenious reference of the book to the time of Joash's minority and the supposed regency of Jehoiada.",
        "But, as applied to lower and more obscure forms of life, teleology presented alfnost insurmountable difficulties; and consequently, in place of exact experiment and demonstration, the most reckless though ingenious assumptions were made as to the utility of the parts and organs of lower animals.",
        "Although planned in the shape of a cross, with a square and tower in the middle, the arms of the cross are not straight, the constructor holding the ingenious opinion that, in order to prevent little towns from being taken in at a glance, their streets should be crooked.",
        "When at last the question arose of giving the Christian world a new pope, this time sole and uncontested, Pierre d'Ailly defended the right of the cardinals, if not to keep the election entirely in their own hands, at any rate to share in the election, and he brought forward an ingenious system for reconciling the pretensions of the council with the rights of the Sacred College.",
        "In the dedication of the Enquiry, he says: \"The ingenious author of that treatise upon the principles of Locke - who was no sceptic - hath built a system of scepticism which leaves no ground to believe any one thing rather than its contrary.",
        "It is a chapter very difficult to write, for while on the one hand an ingenious and speculative historian may refer to the influence of the Crusades almost everything which was thought or done between r too and 1300, a cautious writer who seeks to find Brehier, L'Eglise et l'Orient, p. 347.",
        "The determination of the true relation between the length of a pendulum and the time of its oscillation; the invention of the theory of evolutes; the discovery, hence ensuing, that the cycloid is its own evolute, and is strictly isochronous; the ingenious although practically inoperative idea of correcting the \"circular error\" of the pendulum by applying cycloidal cheeks to clocks - were all contained in this remarkable treatise.",
        "Wood and employed for this purpose in a very ingenious manner.",
        "The engines were built on the Worsdell and Von Borries plan, and were fitted with an ingenious startingvalve of an automatic character to overcome the difficulties of starting.",
        "Sir Leslie Stephen speaks of him as a curious example of \"the effects of an exploded metaphysics on a feeble though ingenious intellect.\"",
        "This ingenious device originated in America.",
        "1 This is especially true of the various ingenious attempts to combine the invasion of the Israelites with the movements of the Habiru in the Amarna period (§ 3).",
        "Before the days of the \"higher criticism\" and the rise of the modern scientific views as to the origin of species, there was much discussion among the learned, and many ingenious and curious theories were advanced, as to the number of the animals and the space necessary for their reception, with elaborate calculations as to the subdivisions of the ark and the quantities of food, &c., required to be stored.",
        "Michelson's ingenious echelon grating constitutes a realization in an unexpected manner of what was thought to be impracticable.",
        "The greatest of Gilbert's discoveries was that the globe of the earth was magnetic and a magnet; the evidence by which he supported this view was derived chiefly from ingenious experiments made with a spherical lodestone or lerrella, as he termed it, and from his original observation that an iron bar could be magnetized by the earth's force.",
        "This classification is ingenious and convenient as far as it goes, but it seems probable that the trouser, which also has the waist as its point of attachment, may itself be a further development of the girdle.",
        "Wallach (Ann., 1900, 312, p. 171) has shown that the saturated cyclic ketones yield oximes which by an application of the Beckmann reaction are converted into isoximes, and these latter on hydrolysis with dilute mineral acids are transformed into acyclic amino-acids; thus from cyclohexanone, e-amidocaproic acid (e-leucine) may be obtained: CH2\" C NOH C CH 2 CH 2 7: ?12?CH2 CH2 NH /CH2 CH2 C02H CH2', An ingenious application of the fact that oximes easily lose the elements of water and form nitriles was used by A.",
        "The whole arrangement is elegant and ingenious.",
        "He clearly perceived the significant analogy between terrestrial gravity and the force exerted in the solar system, and by the ingenious device of a circular pendulum illustrated the composite character of the planetary movements.",
        "A number of ingenious points often uncertain are raised by A.",
        "He published some 200 sermons, in most of which are displayed unobtrusive learning, fresh application of old sayings, and a high conception of Judaism and its claims. Jellinek was a powerful apologist and an accomplished homilist, at once profound and ingenious.",
        "His assault seawards was made mainly on Achradina,1 but the city was defended by a numerous soldiery and by what seems to have been still more formidable, the ingenious contrivances of Archimedes, whose engines dealt havoc among the Roman ships, and frustrated the attack on the fortifications on the northern slopes of Epipolae (Liv.",
        "But this example, combined with the Cartesian principles, set many active and ingenious spirits to work to reconstruct the whole of medicine on a physiological or even a mechanical basis - to endeavour to form what we should now call physiological or scientific medicine.",
        "and Peter the Great are indeed models of clear narrative and ingenious if somewhat superficial grasp and arrangement.",
        "Prior has introduced an ingenious method of making small oblong and square sheets of coloured glass, which are thick in the centre and taper towards the edges, and which have one surface slightly roughened and one brilliantly polished.",
        "of glass in China was an original discovery of that ingenious people, or was derived via Ceylon from Egypt, cannot perhaps be now ascertained; the manufacture has, however, never greatly extended itself in China.",
        "Others have attempted to reconcile the conflicting data by emendations of the figures and other ingenious devices.",
        "The former is divided into two sections: the first, of a metaphysical character, contains a sort of practical cosmography, chiefly based on Avicenna's theories, but frequently intermixed both with the freer speculations of the well-known philosophical brotherhood of Basra, the Ikhwan-es-safa'i, and purely Shiite or Isma`ilite ideas; the second, or ethical section of the poem, abounds in moral maxims and ingenious thoughts on man's good and bad qualities, on the necessity of shunning the company of fools and double-faced friends, on the deceptive allurements of the world and the secret snares of ambitious craving for rank and wealth.",
        "In cases of obstruction or of palsy of the gullet, his three modes of treatment are ingenious.",
        "The toggle-joint attachment, which is an extremely ingenious way of attaining the same end as the hydraulic attachments, is open to the same objections.",
        "In endeavouring to make a pan of less power do as much and as good work as one of greater power, they have imagined many ingenious mechanical contrivances, such as currents produced mechanically to promote evaporation and crystallization, feeding the pan from many points in order to spread the feed equally throughout the mass of sugar being cooked, and so on.",
        "The filter presses remain substantially unchanged, although many ingenious but slight alterations have been made in their details.",
        "Among other ingenious applications, he used it to determine the form of movement of a vibrating string, by him first successfully reduced to mechanical principles.",
        "But in Lent his celebrated sermons upon Amos were delivered in the duomo, and again he urged the necessity of reforming the church, striving by ingenious arguments to reconcile rebellion against Alexander with unalterable fidelity to the Holy See.",
        "Even if there were no such unmistakable expressions as these, the most cursory glance into Saint-Simon's writings is enough to reveal the thread of connexion between the ingenious visionary and the systematic thinker.",
        "The particularities of the worship, its minute and truly ingenious re-adaptations of sacraments, prayers, reverent signs, down even to the invocation of a New Trinity, need not detain us.",
        "War between Great Britain and Russia was declared on the 27th of March 1854, and it thus fell to the lot of the most pacific of ministers, the devotee of retrenchment, and the anxious cultivator of all industrial arts, to prepare a war budget, and to meet as well as he might the exigencies of a conflict which had so cruelly dislocated all the ingenious devices of financial optimism.",
        "In this exquisite and ingenious kind of work the design appears to be growing up from the depths of the metal, and a delightful impression of atmosphere and water is obtained.",
        "British The first literary periodical in English was the Mercurius librarius, or a Faithful Account of all Books and Pamphlets (1680), a mere catalogue, published weekly or fortnightly in London, followed by Weekly Memorials for the Ingenious (Jan.",
        "1691 to April 1692), devoted principally to continental scholarship. The monthly Compleat Library (1692 to 1694) was a venture of John Dunton; the monthly Memoirs for the Ingenious (1693), edited by J.",
        "The actual boundaries between animals and plants are artificial; they are rather due to the ingenious analysis of the systematist than actually resident in objective nature.",
        "His criticism is just and true rather than subtle or ingenious, and has thus stood the test of the judgment of after-times.",
        "No iron-work is used; the doors open on ingenious wooden hinges.",
        "One of these problems, illustrated by experiment, deals with an ingenious mode of propelling vessels by the reaction of water ejected from the stern.",
        "In one of his early investigations he gave an ingenious though indirect demonstration of the problem of the parallelogram of forces.",
        "The microscopes adjoining 82 read the position and declination circles; for, by an ingenious arrangement of prisms and screens, the images of both circles can be read by each single microscope as shown in fig.",
        "He fell upon a most ingenious plan of doubling the amount of double refraction of a prism by using two prisms of rock-crystal, so cut out of the solid as to give each the same quantity of double refraction, and yet to double the quantity in the effect produced.",
        "Ingenious devices had indeed been tried in the 17th biological conditions of the ocean as a whole.",
        "The decomposition of the carbide by water may be brought about either by bringing the water slowly into contact with an excess of carbide, or by dropping the carbide into an excess of water, and these two main operations again may be varied by innumerable ingenious devices by which the rapidity of the contact may be modified or even eventually stopped.",
        "Thus he describes the Loves of the Plants according to the Linnaean system by means of a most ingenious but misplaced and amusing personification of each plant, and often even of the parts of the plant.",
        "Not a few of the leaders, notably Samuel de Champlain, who founded Quebec in 1608, were brave ingenious men, but the population provided no basis for a lasting colony.",
        "This discovery did away with the ingenious attempts to account for the name of Waldenses from some other source than from the historical founder of the sect, Peter Waldo or Valdez.",
        "The counting or telling is now carried out in the case of bronze and silver coins by ingenious machines introduced in 1891.",
        "- His works are numerous: Les Fees au moyen age and Histoire des legendes pieuses au moyen age; two books filled with ingenious ideas, which were published in 1843, and reprinted after the death of the author, with numerous additions under the title Cro y ances et legendes du moyen age (1896); Histoire des grandes folets de la Gaule et de l'ancienne France (1850, a 3rd ed.",
        "A highly ingenious and instructive method for illustrating the laws of musical strings was contrived by F.",
        "by his literary graces and ingenious speculations; he won the obtuse and ignorant Christian V.",
        "The system of notation (by figures) concerning which he read a paper before the Academie des Sciences, August 22, 1742, was ingenious, but practically worse than useless, and failed to attract attention, though the paper was published in 1 743 under the title of Dissertation sur la musique moderne.",
        "The Contrat social, as its title implies, endeavours to base all government on the consent, direct or implied, of the governed, and indulges in much ingenious argument to get rid of the practical inconveniences of such a suggestion.",
        "In 1872 he undertook the defence of his friend Lord Chancellor Hatherley, when attacked for his appointment of Sir Robert Collier to the judicial committee of the Privy Council, and, by a line of argument more ingenious than convincing, secured a majority for the government.",
        "The animals exhibited are selected chiefly because of their popular interest, but the arrangements for housing are specially ingenious and successful, those for monkeys and snakes being notable.",
        "The Gardens of the Zoological Society of Hamburg, founded in 1863, always contain a large and fine collection and display many ingenious devices for the housing of the animals.",
        "Unable to build at home, the Confederates sought warships abroad, evading the obligations of neutrality by various ingenious expedients.",
        "He was the son of Archibald Cochrane, 9th Earl (1749-1831), who is remembered as a most ingenious, but also most unfortunate, scientific speculator and inventor, who was before his time in suggesting and attempting new processes of alkali manufacture, and various other uses of applied science.",
        "This ingenious theory met with considerable approval when it was first advanced, but it has gradually been seen that \" Western \" text does not possess the unity which Blass's theory requires it to have.",
        "His name is regularly connected by the chroniclers with the ingenious methods of extortion from which all classes suffered between 1087 and i loo.",
        "Thus in a Venetian story the ingenious Beppo ties up Death in a bag and keeps him there for eighteen months; there is general rejoicing; nobody dies, and the doctors are in high feather.",
        "Simultaneously, Gertz was negotiating with Cardinal Alberoni and with the whigs in England; but all his ingenious combinations collapsed like a house of cards on the sudden death of Charles XII.",
        "Some of the native trees have developed ingenious methods of defence, one of which is that of attracting small colonies of another species to drive away the marauders.",
        "The charge of dishonesty is one never to be lightly made against men of such distinction as his, especially when their evident confidence in their own infallibility, their faculty of ingenious casuistry, and the strength of will which makes them (unconsciously, no doubt) close and keep closed the eyes of their mind to all inconvenient facts and inferences, supply a more charitable explanation.",
        "\"To a writer of this period, it would seem as legitimate an artifice to compose a letter as to compose a speech in the 1 Bahnsen gives an ingenious analysis of this section in the epistle.",
        "An ingenious, though ineffective, proposal for the reform of the calendar was put forward in his Elenchus Calendarii Gregoriani (Frankfort, 1612); and he published a book on music, Melodiae condendae ratio (Erfurt, 1592), still worth reading.",
        "The twelve constellations of the zodiac form an ingenious machine, a great wheel with buckets, which pour into the sun and moon, those shining ships that sail continually through space, the portions of light set free from the world.",
        "He also gave approximate rectifications of circular arcs after the manner of Huygens; and, what is very notable, he made an ingenious and, according to J.",
        "By means of an ingenious chronological combination, the several items of which, however, are very questionable, J.",
        "Bdhmer, who by an ingenious argument endeavours to prove that the Constitutum was forged in 753, probably by the notary Christophorus, and was carried with him by Pope Stephen II.",
        "For some years he continued making experiments in acoustics, following out his own ideas and devising many beautiful and ingenious arrangements.",
        "John of Gaunt, indeed, at a time when it was possible that he would never obtain the Leicester moiety of the Lancastrian estates, seems to have made an ingenious but quite unfounded claim to the office as annexed to the honor of Hinckley.",
        "Such is the very complicated and artificial, though highly ingenious method, invented by Lilius, for the determination of Easter and the other movable feasts.",
        "It does not, as has been said, anticipate the economical doctrines of Adam Smith, and much of it is fanciful without being either witty or ingenious.",
        "He advanced the ingenious suggestion that, as body is in body and all ultimately in the world-body, so soul is in soul and all ultimately in the world-soul.",
        "By this ingenious suggestion of the membership of one spirit in another, Fechner's \" day-view \" also puts Nature in a different position; neither with Hegel sublimating it to the thought of God's mind, nor with Lotze degrading it to the phenomena of our human minds, but identifying it with the outer appearance of one spirit to another spirit in the highest of spirits.",
        "Lange (q.v.) by his History of Materialism has exercised a profound influence, which is due partly to its apparent success in answering materialism by Kantian arguments, and partly to its ingenious attempt to give.",
        "He was immediately denounced to the convention, and his life was only saved by his instant and ingenious adaptation of St Scholastica into an embodiment of Philosophy.",
        "The thing cannot be done unless we adopt in some form Faraday's ingenious solution, by causing the current, in some part of its course, to divide into two channels, one on each side of the magnet, in such a way that during the revolution of the magnet the current is transferred from the channel in front of the magnet to the channel behind it, so that the middle of the magnet can pass across the current without stopping it, just as Cyrus caused his army to pass dryshod over the Gyndes by diverting the river into a channel cut for it in his rear.",
        "To prevent this many ingenious devices have been introduced.",
        "In an ingenious periscope designed by Messrs.",
        "This work having attracted attention, his power of ingenious reasoning and mastery of law gradually gained him a leading position at the bar.",
        "The ingenious explanation suggested by Fritz Muller for similar cases met with in butterflies is probably the true answer.",
        "So on throughout the year with other crops, this system of intercropping or overlapping of one crop with another is carried out in a most ingenious manner, not only under glass lights, but also in the open air.",
        "It is difficult to tell in any one of these cases how far the story is an entire fiction and how far some ingenious impostor took advantage of the existence of the myth.",
        "The recent observations and exceedingly ingenious experiments of Falck have shown that the sporophores of the Basidiomycetesespecially the large sporophores of such forms as Boletus, Polyporus- contain quantities of reserve combustible material which are burnt up by the active metabolism occurring when the fruit-body is ripe.",
        "Arrived here, the material is introduced into the furnace by an ingenious piece of mechanism which completely prevents the furnace gas from escaping into the air.",
        "Various ingenious explanations have been given, all based on the apparent Greek form of the word; thus it has been derived from O€&rOac, to see, OSos, way, and?uTOI, smooth, plain; from Osl p, to run, and SoXtx6s, long, and in other ways equally fanciful.",
        "From an experimental point of view the most ingenious and complete method was that of Lorenz (Wied.",
        "The conductivity of the same bars was independently determined by the method of Forbes, employing an ingenious formula for the heat-loss in place of Newton's law.",
        "Hubert was an ingenious, original and industrious public servant, but he was grasping and perhaps dishonest.",
        "Hort, on the contrary, assumes as author \"an ingenious Helxaite.",
        "The explanation of the fact may partly be that the mechanical and other discoveries of the most ingenious minds among them, when not in constant requisition by later generations, were misunderstood or forgotten, and even in other cases were preserved only as rules of thumb by the craftsmen and experts, who would jealously hide them as secrets of trade.",
        "one text at least as ancient as the XVIIIth Dynasty(the copy that we have dates only from the Ethiopian period) an ingenious attempt Later is made to represent Ptah as the source of all life:",
        "By an ingenious method devised by Engelmann, it may be shown that the greatest liberation of oxygen, and consequently the greatest assimilation of carbon, occurs in that region of the spectrum represented by the absorption bands.",
        "His Pitt has already been mentioned; his Appreciations and Addresses and his Peel (containing a remarkable comment on the position of an English prime minister) were published in 1899; his Napoleon: the Last Phase - an ingenious, if paradoxical, attempt to justify Napoleon's conduct in exile at St Helena - in woo; his Cromwell in the same year.",
        "His principal works are El Heroe (1630), which describes in apophthegmatic phrases the qualities of the ideal man; the Arte de ingenio, tratado de la Agudeza (1642), republished six years afterwards under the title of Agudeza, y arte de ingenio (1648), a system of rhetoric in which the principles of conceptismo as opposed to culteranismo are inculcated; El Discreto (1645), a delineation of the typical courtier; El Oraculo manual y arte de prudencia (1647), a system of rules for the conduct of life; and El Criticon (1651-1653-1657), an ingenious philosophical allegory of human existence.",
        "It is the prose epic of feudalism, and its romantic spirit, its high ideals, its fantastic gallantry, its ingenious adventures, its mechanism of symbolic wonders, and its flowing style have entranced readers of such various types as Francis I.",
        "The resplendent medieval colouring of the subject, the essentially heroic character of Joan of Arc, gave Schiller an admirable opportunity for the display of his rich imagination and rhetorical gifts; and by an ingenious alteration of the historical tradition, he was able to make the drama a vehicle for his own imperturbable moral optimism.",
        "The book practically discarded all the ideas and practices concerning Indulgences which had come into the medieval church since the beginning of the 13th century, and all the ingenious explanations of the scholastic theologians from Bonaventura and Thomas Aquinas downwards.",
        "Many attempts were soon after made in the same direction, both in England and on the continent of Europe, the most remarkable of which was the ingenious combination of apparatus devised by J.",
        "The first application of this machine for the present purpose seems to have been made in 1875 and the number of patents soon rapidly increased; but although a large amount of capital was invested and many very ingenious inventions made their appearance, it took nearly another twenty years before the manufacture of alkali in this way was carried out in a continuous way on a large scale and with profitable results.",
        "But when men set themselves to cultivate skill in disputation, regarding the matter discussed not as a serious issue, but as a thesis upon which to practise their powers of controversy, they learn to pursue, not truth, but victory; and, their criterion of excellence having been thus perverted, they presently prefer ingenious fallacy to solid reasoning and the applause of bystanders to the consciousness of honest effort.",
        "Huygens contrived some ingenious arrangements for directing such telescopes towards any object visible in the heavens - the focal adjustment and centring of the eyepiece being preserved by a braced rod connecting the objectglass and eye-piece.",
        "Common's telescope presents many ingenious features, especially the relief-friction by flotation of the polar axis in mercury, and in the arrangements of the observatory for giving ready access to the eye-piece of the telescope.",
        "Kobold, using a peculiar and ingenious method, found for it a declination - 3°, which disagrees very badly with all other determinations; but it is a peculiarity of Kobold's method that it gives the line of symmetry of motion, which joins the apex and antapex, without indicating which end is the apex.",
        "In support of his theory he devised an ingenious system of recording the convicts' daily industry by marks, which on reaching a given total would entitle them to their release.",
        "Together with these statements in our sources are still mingled fragments of the more ordinary cataclysmic, apocalyptic conceptions, which in spite of much ingenious exegesis, cannot be brought into harmony with Christ's predominant teaching, but remain as foreign elements in the words of the Master, possibly brought back through his disciples, or, more probably, used by Jesus uncritically - a part of the current religious imagery in which he shared.",
        "The natives are expert and ingenious fishermen.",
        "500 Ethiopic was written in an alphabet which according to Muller was no gradual growth but an ingenious device of a Greek scholar of this period at the court of Abyssinia.",
        "The proof deals with each symbol separately; as might be expected of its author, it is both scholarly and ingenious, but, it must be admitted, not very convincing.",
        "In these pieces, as in almost every production of his, in lieu of melody Liszt offers fragments of melody - touching and beautiful, it may be, or passionate, or tinged with triviality; in lieu of a rational distribution of centres of harmony in accordance with some definite plan, he presents clever combinations of chords and ingenious modulations from point to point; in lieu of musical logic and consistency of design, he is content with rhapsodical improvisation.",
        "Henrici illustrated the subject by a simple and ingenious notation.",
        "Ingenious as this is, there is really very slender ground for Kirchhoff's thesis.",
        "Stern and ambitious he certainly was, but his aims can scarcely be said to have exceeded his prerogatives as emperor; and though he had sometimes recourse when in straits to expedients almost diabolically ingenious in their cruelty, yet his general conduct was marked by a clemency which in that age was exceptional.",
        "An ingenious modification has of modern times been introduced, which consists in freezing part of the contents of the neck of the bottle.",
        "Starting from the fact that if an electrified globe, placed within two hemispheres which fit over it without touching, is brought in contact with these hemispheres, it gives up the whole of its charge to them - in other words, that the charge on an electrified body is wholly on the surface - he was able to deduce by most ingenious reasoning the law that electric force varies inversely as the square of the distance.",
        "Nobili (1784-1835) in 1825 conceived the ingenious idea of neutralizing the directive effect of the earth's magnetism by employing a pair of magnetized steel needles fixed to one axis, but with their magnetic poles pointing in opposite directions.",
        "In addition to this he provided the means for studying the phenomena not only qualitatively, but also quantitatively, by the profoundly ingenious instruments he invented for that purpose.",
        "Lenz (1804-1865), 1 Amongst the most important of Faraday's quantitative researches must be included the ingenious and convincing proofs he provided that the production of any quantity of electricity of one sign is always accompanied by the production of an equal quantity of electricity of the opposite sign.",
        "By profoundly ingenious methods Hertz showed that these invisible electric waves could be reflected and refracted like waves of light by mirrors and 1 See Sir W.",
        "In 1609 he wrote the noble panegyric, In felicem memoriam Elizabethae, and the curiously learned and ingenious work, De Sapientia Veterum; and completed what seems to have been the Redargutio Philosophiarum, or treatise on the \" idols of the theatre.\"",
        "The distinctive feature is the ingenious manner in which the sheets are printed first on one side, and then on the other.",
        "This ingenious combination results in the printing of one cover for every copy of the paper.",
        "This ingenious arrangement, whereby the reels can be changed in about three minutes, obviates the loss of time previously incurred by the press being kept standing while the empty spindles were removed and replaced with four full reels.",
        "It was not until the introduction of cotton warps into the Bradford trade about 1836 that the true qualities of alpaca could be developed in the fabric. Where the cotton warp and mohair or alpaca weft plain-cloth came from is not known, but it was this simple yet ingenious structure which enabled Titus Salt, then a young Bradford manufacturer, to utilize alpaca successfully.",
        "Here also is Skansen, an ingenious reproduction in miniature of the salient physical features of Sweden with its flora, fauna, and characteristic dwellings inhabited by peasants in the picturesque costumes of the various districts.",
        "which were really admitted were not openly and avowedly made by a direct change in the statutes, but for the most part they were effected (as so many early reforms) under the cover of ingenious legal fictions.",
        "Peter Lagerldf (1648-1699) cultivated a pastoral vein in his ingenious lyrics Elisandra and Lycillis; he was professor of poetry, that is to say, of the art of writing Latin verses, at Upsala.",
        "The chewed material is then placed in a bowl, and water or coco - nut milk is poured over it, the whole is well stirred, and subsequently the woody matter is removed by an ingenious but simple mechanical manipulation.",
        "The ingenious diplomacy of Russia in this transaction was manifested in the fact that she had already acquired the greater part of the territory allotted to her, while Turkey had to obtain her share by further conquest.",
        "When these old Iranian sources were almost exhausted, the difficulty was met in various ingenious ways.",
        "The criticisms on Mill contain much that is ingenious and much that is forcible, but on the whole they cannot be regarded as taking rank with Jevons's other work.",
        "Many ingenious attempts have been made to obtain a variety perfectly immune.",
        "Ausonius was rather a man of letters than a poet; his wide reading supplied him with material for a great variety of subjects, but his works exhibit no traces of a true poetic spirit; even his versification, though ingenious, is frequently defective.",
        "de Chimie et de Physique, 1866-1868) applied the principles of thermodynamics to capillary phenomena, and the experiments of his son Paul were exceedingly ingenious and well devised, tracing the influence of surfacetension in a great number of very different circumstances, and deducing from independent methods the numerical value of the surface-tension.",
        "This ingenious manoeuvre placed the five divisions of the main body on interior lines with a base on the sea and a strategic flank guard on either hand (Nov.",
        "Dodwell's ingenious thesis, that Christianity is not founded on argument, was certainly not meant as an aid to faith; and, though its starting-point is different from all other deistical works, it may safely be reckoned amongst their number.",
        "After the Restoration he returned to England and was favourably received and knighted by Charles II., who was \"much pleased with his ingenious discourses,\" and who, it is said, intended to create him earl of Kilmore.",
        "His next and best-known work, Divine Legation of Moses demonstrated on the Principles of a Religious Deist (2 vols., 1737-1741), preserves his name as the author of the most daring and ingenious of theological paradoxes.",
        "The Roman governor is confounded by his insensibility to the most refined and ingenious tortures.",
        "In spite of his ungainly exterior and peculiar manner, his happy gifts of exposition and illustration won him extraordinary popularity as a lecturer, his experiments were ingenious and rapidly performed, and Coleridge went to hear him \"to increase his stock of metaphors.\"",
        "But there are examples of elaborate matrices composed of several pieces, from the impressions of which the seal was built up in an ingenious fashion, both obverse and reverse being carved in hollow work, through which figures and subjects impressed on an inner layer of wax are to be seen.",
        "In registering the movements of the wings the tips and margins of the pinions were, by an ingenious modification, employed as the styles or pens.",
        "The invention of the steam engine, following quickly upon that of the carding machine, the spinning jenny, and other ingenious machinery employed in textile manufactures, gave an extraordinary impulse to their development, and, with them, that of kindred branches of industry.",
        "The others poems, which possess no scholia and have come down to us from the other collections, would, according to this ingenious theory, be those which appeared in the larger collection of Artemidorus but were excluded by Theon.",
        "Although he made several ingenious improvements in scientific instruments, his mind was rather imitative and critical than creative.",
        "Sir John had married Donne's old friend, Mrs Magdalen Herbert, for whom Donne wrote two of the most ingenious of his lyrics, \"The Primrose\" and \"The Autumnal.\"",
        "An ingenious attempt has been made to prove, in the absence of records, that the famous spiral staircase at Blois was also of his designing.",
        "In addition to his philosophical work, AzaIs studied music under his father, Pierre Hyacinthe AzaIs (1743-1796), professor of music at Soreze and Toulouse, and composer of sacred music in the style of Gossec. He wrote for the Revue musicale a series of articles entitled Acoustique fondamentale (1831), containing an ingenious, but now exploded, theory of the vibration of the air.",
        "The effect of this change is such as assuredly the ingenious person who made it never contemplated.",
        "of the same year, was of a new and ingenious character.",
        "There is also the extremely ingenious invention of the hodograph.",
        "As that treaty had stipulated that all territory captured during the war should be restored to its former owner, the American government in 1817 took 1 There have been many ingenious, but quite unsatisfactory, efforts to explain the derivation of the word Oregon.",
        "The new Kessler furnace is a very ingenious apparatus, in which the fire from a gas-producer travels over the sulphuric acid contained in a trough made of Volvic lava, and surmounted by a number of perforated plates, over which fresh acid is constantly running down; the temperature is kept down by the production of a partial vacuum, which greatly promotes the volatilization of the water, whilst retarding that of the acid.",
        "The part which treats of the aim, foundation and methods of the science of history is valuable; but what is most distinctive in Buchez's theory - the division of historical development into four great epochs originated by four universal revelations, of each epoch into three periods corresponding to desire, reasoning and performance, and of each of these periods into a theoretical and practical age - is merely ingenious (see Flint's Philosophy of History in Europe, i.",
        "To this ingenious and plausible theory the revelations of the rocks are more and more believed to be opposed.",
        "His rule was expensive, and he made himself hated by every class of his subjects, baronage, clergy and people alike, by his ingenious and oppressive taxation.",
        "The young king found in him an instrument well fitted to his hand, a man fearless, ingenious, and devoted to the furtherance of the power of the crown, by which alone he had reached his present position of authority.",
        "\"What shall be said,\" he added, \"of the state of things, when it is remembered that the writer is a man decried, persecuted and proscribed; not being much valued even by his own party, and by half the nation considered as little better than an ingenious madman?\"",
        "The advocacy of Hasan ibn Haidara Fergani was without avail; but in 1017 (408 A.H.) the new religion found a more successful apostle in the person of Hamza ibn Ali ibn Ahmed, a Persian mystic, felt-maker by trade, who became Hakim's vizier, gave form and substance to his creed, and by an ingenious adaptation of its various dogmas to the prejudices of existing sects, finally enlisted an extensive body of adherents.",
        "Obviously the pedometer is little better than an ingenious toy, depending even for rough measurements on the uniformity of pace maintained throughout the journey measured.",
        "An account of Wolverhampton published in 1751 stated that the chief manufacture was locks, \"here being the most ingenious locksmiths in England,\" and attributed the slow growth of the town to the fact that most of the land was church property.",
        "Probably it would be truer to say that he riots in the pleasures of discussion, and in setting tasks to other irresponsible and ingenious spirits.",
        "Here he entertained the many distinguished friends, literary and political, who had been drawn to him by his \"Curiosities\" and other ingenious works, and here his son Benjamin also had their acquaintance and conversation.",
        "Its followers were still a minority in the House of Commons; an angry Reform agitation was going on; an ingenious resolution founded on the demand for an enlarged franchise serviceable to Liberals might extinguish the new government almost immediately; and it is pretty evident that the Tory leaders took office meaning to seek a cure for this desperate weakness by wholesale extension of the suffrage.",
        "An original and ingenious solution of this problem was offered by his contemporary Adam Smith, in his Theory of Moral Sentiments (1759).",
        "For no philosophy which travesties the real course of history and distorts the moral facts is likely to commend itself to the sober judgment or mankind however brilliant be its exposition or ingenious its arguments.",
        "By a number of ingenious devices Hansen developed methods by which dt could be determined.",
        "His first work, Fundamenta nova, appeared in 1838, and contained an exposition of his ingenious and peculiar methods of computation.",
        "They were led by the famous Philip de Marnix, lord of St Aldegonde, and had the assistance of an ingenious Italian engineer, by name Gianibelli.",
        "Unlike their Papuan relatives, the islanders are unskilled in carving and pottery, but are clever farmers and fishermen, constructing ingenious fishing weirs.",
        "Having invented four arguments all immeasurably subtle and profound, the grossness of subsequent philosophers pronounced him to be a mere ingenious juggler, and his arguments to be one and all sophisms. After two thousand years of continual refutation, these sophisms were reinstated, and made the foundation of a mathematical renaissance, by a German professor, who probably never dreamed of any connexion between himself and Zeno.",
        "Among his very numerous works two poems entitle him to a distinguished place in the Latin literature of the middle ages; one of these, the De planctu naturae, is an ingenious satire on the vices of humanity; the other, the Anticlaudianus, a treatise on morals, the form of which recalls the pamphlet of Claudian against Rufinus, is agreeably versified and relatively pure in its latinity.",
        "In recent times ingenious attempts have been made to trace the descent of the first historic king of Navarre from one Semen Lupus, duke of Aquitaine in the 6th century.",
        "The large system of ruined forts and \" cities \" in Mashonaland, at Zimbabwe and elsewhere, concerning which so many ingenious theories have been woven, have been proved to date from medieval times.",
        "This was supplied by Fresnel, who, starting from a mechanical hypothesis, showed by ingenious but not strictly dynamical reasoning that if the incident stream have unit amplitude, that of the reflected stream will be - sin (i - r) /sin (i -{- r) or tan (i - r) /tan (i -{- r), according as the incident light is polarized in or perpendicularly to the plane of incidence i, r, being the angles of incidence and refraction connected by the formula sin i =,u sin r.",
        "His favourite pastime was the construction of original and ingenious toy-machines; but his application to literary studies was equally conspicuous.",
        "The idea, though ingenious, has been found of little practical utility at sea.",
        "He gave the first satisfactory demonstration of equilibrium on an inclined plane, reducing it to the level by a sound and ingenious train of reasoning; while, by establishing the theory of \"virtual velocities,\" he laid down the fundamental principle which, in the opinion of Lagrange, contains the general expression of the laws of equilibrium.",
        "Under his guidance the Venetians adopted a singularly bold and ingenious policy of offensive defence.",
        "In this connexion may be mentioned the ingenious suggestion of S.",
        "By adapting to this instrument various ingenious devices he was enabled to employ it in a great variety of investigations, connected especially with photometry, hygroscopy and the temperature of space.",
        "The pie's nest is a wonderfully ingenious structure, placed either in high trees or low bushes, and so massively built that it will stand for years.",
        "In the East, where vegetable oils form an important article of food and serve also for other domestic purposes, various ingenious applications of lever presses and wedge presses, and even of combined lever and wedge presses, have been used from the remotest time.",
        "Herr Abeling's theory of the sources of the Nibelungen story is one among many; but, as it is one of the latest and not the least ingenious, it deserves mention.",
        "This tendency to evolve the whole myth of Prometheus from a belief that he is personified fire, or the fire-god, has been intensified by Kuhn's ingenious and plausible etymology of the name l po n 0EUs.",
        "He is therefore a fire-god,\" &c. Few things more ingenious than this have ever been done by philologists.",
        "John Irving - A Widow For One Year Some of this is impressively ambitious, detailed, witty and ingenious.",
        "Between them an ingenious plan, based to some extent on the almost arctic weather conditions, was concocted.",
        "The exhibition includes a shop area where limited edition automata, automata kits and other ingenious gifts can be bought.",
        "Middle East Online 4th Oct 2006 THE latest Iranian brinkmanship on its nuclear hopes is ingenious.",
        "classic of magic, only made possible by one of the most ingenious gimmicked coins ever invented.",
        "Not us, because this ingenious manual coffee maker produces the richest, smoothest brew in under 30 seconds... .",
        "Equally ingenious is their cavil, that women should not be baptized if baptism is to be made conformable to circumcision.",
        "In the early years, ingenious contraptions were devised, like the trolley seen here in use during work on the long groin.",
        "The width of the bridge was increased by an ingenious contrivance of the late David Stephenson, Esq. architect.",
        "crucifixion scene was ingenious, I was beginning to wonder where the crucifix was going to come from!",
        "But the tong that pierced the earlobe, leaving a tube in place to guide the jewelry through sounds ingenious.",
        "The kitchen craft avocado slicer is just the sort of ingenious gadget you'll wonder how you ever lived without!",
        "A learned and ingenious geometrician / he investigated and illustrated / the laws of / compound circular motion.",
        "hark back in an ingenious way to plainchant.",
        "ingenious contrivance of the late David Stephenson, Esq. architect.",
        "ingenious contraption in the eccentric English tradition of Heath Robinson and Roland Emmett.",
        "ingenious gadget you'll wonder how you ever lived without!",
        "ingenious inventions he knew of in reality.",
        "ingenious inventor in an improvising Heath Robinson mode.",
        "ingenious devices are just the thing to keep your bunnies off of the furniture!",
        "Kai has a rather ingenious file update distribution system.",
        "The rest facilities are equally ingenious: outwardly far too modern but conceivable in a world where magic really works.",
        "For Superbase, Simon & Tom devised a simpler method of working, which is quite ingenious - they write the file backward!",
        "He devised a particularly ingenious explanation for why systems tend toward equilibrium.",
        "It includes a very ingenious set of folding pliers.",
        "House owners are often ingenious in their adaptation of pillboxes.",
        "But as criminals become more sophisticated we need to become more ingenious at outwitting them.",
        "To smoke and expect providence does seem quite ingenious.",
        "This again sounds ingenious, but is quite untenable.",
        "lawn mower manufacturers came up with ingenious solutions to the problem.",
        "What was once sweet has become mawkish, and the once exquisite simile appears little more than an ingenious conceit.",
        "The few illustrations that appeared were stuck on the paper and photo-copied, and some ingenious methods of early desk-top publishing were experimented with!",
        "The characterization of Holmes, his ability of ingenious deductive reasoning, was based on... Continue reading Sir Arthur Conan Doyle's Biography.",
        "rephraseon: That sounds like an ingenious rephrasing of a previous question that I failed to answer.",
        "stultifyas a disaster her ingenious scheme completely stultified.",
        "Seventeen women showed up for the first rehearsal, all of whom Balanchine managed to deploy in an ingenious opening tableau.",
        "Get trippy with this ingenious little teardrop of light.",
        "tin platest be by far the most ingenious piece of precision engineering in any tin-plate toy in current production.",
        "This ingenious Origin Live upgrade elevates a good tonearm into the same league as much more expensive arms and at an insignificant outlay.",
        "trend setter with its forward thinking and ingenious use of available technologies.",
        "get trippy with this ingenious little teardrop of light.",
        "well-made pieces, an ingenious game, hours of fun!",
        "He was a prolific writer, with a prodigious knowledge and memory, and a most ingenious and confident critic; and his work not only dominated the field of archaeological criticism but also raised its standing both at home and abroad.",
        "Fischer next suggested that enzymes can only hydrolyse those sugars which possess a molecular structure in harmony with their own, or to use his ingenious analogy, \"the one may be said to fit into the other as a key fits into a lock.\"",
        "He himself set no value on the ingenious mechanical contrivances which made him famous, regarding them as beneath the dignity of pure science and even declining to leave any written record of them except in the case of the Sphairopeoia (Sphere-making), as to which see below.",
        "c. 23, § 64), \"would this most famous and once most learned city of Greece have remained a stranger to the tomb of one of its most ingenious citizens, had it not been discovered by a man of Arpinum.\"",
        "253) on a like subject, proceed to describe a most ingenious form of \" Ghost Micrometer,\" in which the image of a fine line or lines ruled in (or rather cut through) a silver film deposited on glass is formed at the common focus of an object-glass and eyepiece of a telescope.",
        "His eyesight failed him completely in 1771, but he contrived an ingenious apparatus which enabled him to write so legibly that the result could easily be transcribed by his daughter.",
        "There was much true poetry in the verse, and much sound sense and keen observation in the prose of these works; but the poetical feeling and lyrical facility of the one, and the more solid qualities of the other, seemed best employed when they were subservient to his rapid wit, and to the ingenious coruscations of his fancy.",
        "In the judgment of D'Alembert the Cartesan theory was the best that the observations of the age admitted; and \" its explanation of gravity was one of the most ingenious hypotheses which philosophy ever imagined.\"",
        "He succeeded Bourchier as archbishop of Canterbury in 1486 and Alcock as lord chancellor in 1487; and he was responsible for much of the diplomatic, if not also of the financial, work of the reign, though the ingenious method of extortion popularly known as \"Morton's fork\" seems really to have been the invention of Richard Fox, who succeeded to a large part of Morton's influence.",
        "It is interesting to note that the ingenious wommera, or throw-stick, which is peculiar to Australia, was first observed on this occasion.",
        "Several ingenious applications of his method were proposed and practically worked, as, for example, the copying telegraph of Bakewell and of Cros, by means of which a telegram may be transmitted in the sender's own handwriting; the pantelegraph of Caselli; the autographic telegraphs of Meyer, Lenoir, Sawyer and others; and the autographic typo-telegraph of Bonelli; all forms of the apparatus have, however, fallen into disuse.",
        "A very ingenious call-bell arrangement was devised, capable of responding only to regularly reversed battery currents, but not 1 See Fahie, History of Wireless Telegraphy, p. 170; also 5th Report (1897) of the Royal Commission on Electrical Communication with Lightships and Lighthouses.",
        "4 \" Cependant, pour revenir aux formes ordinaires ou aux Ames materielles, cette duree qu'il leur faut attribuer, a la place de celle qu'on avoit attribuee aux atomes pourroit faire douter si elles ne vont pas de corps en corps; ce qui seroit la metempsychose, a peu pros comme quelques philosophes ont cru la transmission du mouvement hypothesis of monads, and by Nicholas Malebranche; while, in the middle of the r8th century, not only speculative considerations, but a great number of new and interesting observations on the phenomena of generation, led the ingenious Charles Bonnet and A.",
        "The prosecution of such inquiries is beginning to make unnecessary much ingenious speculation of a kind that was prominent from r880 to 'goo; much futile effort has been wasted in the endeavour to find on Darwinian principles special \" selection-values \" for phenomena the universality of which places them outside the possibility of having relations with the particular conditions of particular organisms. On the other hand, many of those who have been specially successful in grouping diverse phenomena under empirical generalizations have erred logically in posing their generalizations against such a vera causa as the preservation of favoured individuals and races.",
        "An exceedingly ingenious, but highly artificial, theory had been devised by W.",
        "Having reached his ultimate subdivisions he subjects each to the most thorough and ingenious discussion.",
        "Garrod was the more skilled and ingenious anatomist, Forbes had a greater acquaintance with the ornithology of museums and collectors.",
        "The stirring melody of the Marseillaise and its ingenious adaptation to the words serve to disguise the alternate poverty and bombast of the words themselves.",
        "He evolved an ingenious solution of the duplication of the cube, which shows considerable knowledge of the generation of cylinders and cones.",
        "His treatises are not only storehouses of ingenious methods, but models of symmetrical form.",
        "To rescue Merswin from the charge of deceit involved in this theory, Jundt puts forward the suggestion, more ingenious than convincing, that Merswin was a \"double personality,\" who in his primary state wrote the books ascribed to him, and in his secondary state became \"the Friend of God from the Oberland,\" writing the other treatises.",
        "Charpentier, who was long in receipt of a pension of 1200 livres from Colbert, was erudite and ingenious, but he was always heavy and commonplace.",
        "It is doubtful, therefore, if the ingenious attempts to analyse Philippians have proved much more convincing than the similar movement of literary criticism upon the first Philippic of Demosthenes, where research has swung back in the main to a conservative position (cf.",
        "Hence though often fertile in resource and ingenious in plan, he was always a brilliant amateur; and, though sometimes unlucky, he was never really the equal of such generals as Conde or Luxembourg.",
        "The curious legend, in which the fabulous origin of the so-called society was enshrined (that a certain Christian Rosenkreuz had discovered the secret wisdom of the East on a pilgrimage in the 15th century), was so improbable, though ingenious, that the genesis of the Rosicrucians was generally overlooked or ignored, but the worthy objects of the fratres were soon discovered and supported by several able men; the result being a mass of literature on the subject, which absorbs some 80 pages of Gardner's Catalogue Raisonne of Works on the Occult Sciences (London, 1903).",
        "An ingenious conjecture by Zahn enables us to add the words \" holy Church \" to our reconstruction of the creed from the writings of Tertullian.",
        "This ingenious combination accords well with the circumstance that the oldest dated inscription, of the year 385 (A.D.",
        "militaris), toucans, trogons, herons, egrets, ibis, spoonbills, boat-bills (Cancroma), ducks, pelicans, cormorants, bitterns, stilts, sandpipers, curlews, grackles, kingfishers, motmots, \" Chachalacas \" (Ortalida poliocephala), woodpeckers, jays, cuckoos, \" garrapateros \" (Crotophaga sulcirostris), the ingenious weaver-bird (Icterus), and another species (Cassicus), whose curiously woven, sack-like nests are suspended from the slender limbs of trees, and sometimes even from telegraph-wires, scarlet-crested fly-catchers (Muscivora mexicana), tanagers, mocking-birds (called \" zenzontl \"), turkeys, partridge, quail (Colinus, Lophortyx, Callipepla and Cyrtonyx), doves, pigeons, eagles, caracara hawks (Polyborus), fishhawks, falcons, crows, and turkey-buzzards (both the red-faced \" aura \" of North America and the black-faced \" zopilote \" of the tropics), which are the scavengers of the country.",
        "The needle weir, so called from the long, slender spars being termed aiguilles in France, had the merit of simplicity in its earliest form; and by means of some ingenious contrivances, comprising a hook, winch, lever and rotating bar, for assisting the weir-keepers in placing and releasing the needles, the system has been applied successfully to the weirs of greater height required on the Meuse, the Main and the Moldau (fig.",
        "Dyers' shops, a tannery and a shop where colours were ground and manufactured - an important business where almost all the rooms of every house were painted--are of special interest, as is also the house of a surgeon, where numerous surgical instruments were found, some of them of a very ingenious and elaborate description, but all made of bronze.",
        "This remark applies even to the ingenious conjecture of Sprenger, that the letters vax.;.",
        "It is conceivable that in ingenious and careful hands it might give results of - a high degree of accuracy.",
        "As in all his following epopees the subject was taken from what pious Moslems call the time of \"heathendom\" - here, for instance, from the old Sassanian story of Shah Khosrau Parwiz (Chosroes Parvez), his love affairs with the princess Shirin of Armenia, his jealousy against the architect Ferhad, for some time his successful rival, of whom he got rid at last by a very ingenious trick, and his final reconciliation and marriage with Shirin; and it is a noteworthy fact that the once so devout Nizami never chose a strictly Mahommedan legend for his works of fiction.",
        "This ingenious pleading, however, did not serve, and he was obliged to be content with a general commission for Campeggio and Wolsey to try the cause in England.",
        "The invention of that ingenious dilemma for extorting contributions from poor and rich alike is ascribed as a tradition to Morton by Bacon; but the story is told in greater detail of Fox by Erasmus, who says he had it from Sir Thomas More, a well-informed contemporary authority.",
        "This the present writer is inclined to doubt, considering that he has received examples of the normal Amblystoma tigrinum from various parts of Mexico, and that Alfred Duges has described an Amblystoma from mountains near Mexico City; at the same time he feels very suspicious of the various statements to that effect which have appeared in so many works, and rather disposed to make light of the ingenious theories launched by biological speculators who have never set foot in Mexico, especially Weismann's picture of the dismal condition of the salt-incrusted surroundings which were supposed to have hemmed in the axolotl - the brackish Lago de Texcoco, the largest of the lakes near Mexico, being evidently in the philosopher's mind.",
        "Kobold, using a peculiar and ingenious method, found for it a declination - 3Ã‚°, which disagrees very badly with all other determinations; but it is a peculiarity of Kobold's method that it gives the line of symmetry of motion, which joins the apex and antapex, without indicating which end is the apex.",
        "His speeches were characterized by skill of statement, ingenious grouping of facts, fervent diction, and ardent patriotism; sometimes by biting sarcasm, but also by superficial research, half-knowledge and an unwillingness to reason a proposition to its logical results.",
        "Faraday first succeeded by the simple but ingenious device of using a light magnetic needle tethered flexibly to the bottom of a cup containing mercury so that one pole of the magnet was just above the surface of the mercury.",
        "We embarked on these car projects with grandiose visions, many as unrealistic as they were ingenious.",
        "The characterization of Holmes, his ability of ingenious deductive reasoning, was based on... Continue reading Sir Arthur Conan Doyle 's Biography.",
        "Mr. Hoon: That sounds like an ingenious rephrasing of a previous question that I failed to answer.",
        "The chapel stands as a reminder of the unfailing faith of the Italians and their ingenious use of scavenged material.",
        "His ingenious plot grabs you from its opening pages right up to its shocking climax.",
        "Here was a disaster her ingenious scheme completely stultified.",
        "This must be by far the most ingenious piece of precision engineering in any tin-plate toy in current production.",
        "News, and discusses how Moreover could have been a trend setter with its forward thinking and ingenious use of available technologies.",
        "Review: Wonderful - well-made pieces, an ingenious game, hours of fun !",
        "Combining these two ingenious features, the sleeves and the pocket, coverall crumb catcher baby bibs are hands-down the best option for babies and toddlers who feed themselves.",
        "These ingenious devices can store thousands of books, newspapers and magazines, allowing a reader to carry their entire library along with them wherever they go.",
        "These ingenious textiles are designed to cover or partially cover furniture to create texture, interest and color, or even just to offer a protective barrier where children and animals use the furniture too.",
        "An ingenious scent that goes with everything and makes for a great date all on its own!",
        "Many others are also discovering the cleverness and usefulness behind this ingenious lip gloss.",
        "It was one fateful day, after a less than successful business venture, that the brothers put their heads together and came up with an ingenious idea.",
        "Love this look for its ingenious Chinese coin finish.",
        "I have to admit that having Moulder do the voice in a game about alien infestations was an ingenious notion, but sometimes dreams are just a little better than realization.",
        "Developers Alpha Dream and Nintendo have also found ingenious ways to incorporate traditional Mario Bros elements into an incredibly fresh adventure without making them seem stale or tacked on.",
        "The dagger is actually an ingenious gameplay mechanism.",
        "I mean, I can't blame Brightlight Pictures for the ingenious plotline, but maybe they should have changed the story a bit so that co-ed zombies are wandering off to have lots of sex and get killed by humans.",
        "These accessories range from the very practical to the ingenious.",
        "A number of ingenious extraction methods have been devised for removing foreign objects from the nose and ears.",
        "Sandra Butler is an expert when it comes to shaping, moisturizing, and maintaining black hair as well as incorporating new and ingenious color schemes.",
        "Spanx is well known for their ingenious lingerie creations, but now they've taken those slimming techniques and have applied it to bathing suits.",
        "Buy this look for its side leg vents, its quick drying mesh liner and its ingenious pockets that let water in and out.",
        "They're available for people at any age, and an ingenious and creative person can even make their own without much trouble.",
        "This woman may either be the ditsiest lady on the planet or the most ingenious designer to come along in decades.",
        "You'll also love this swimsuit for its ingenious bandeau inspired top.",
        "Not only is this thong available in a super shiny metallic finish, but it can also come off in a flash thanks in large part to its ingenious clasp system.",
        "It's a white two-piece bikini with beautiful ring accents that serve as ingenious connective pieces.",
        "All of the bikinis previewed on Bikini Beach World's ingenious home page slideshow of bikini beach girls are fashioned in jewel tones, skimpy side ties and down-to-there necklines.",
        "That same ingenious and creative thinking can easily be seen in the latest Spanx swimsuits.",
        "Just one glance at the Spanx collection shows just how varied, practical, yet ingenious the many styles of the company are.",
        "Additionally, the black and while coloring of the suit, along with an ingenious cut, make this style a winner.",
        "Fans are ingenious, however, and have figured out ways of constructing replicas that aren't difficult or expensive.",
        "In addition to the aforementioned Lands' End tote bags, which are enduring classics that can be used for everything from day trips to diapers, there are also the ingenious styles designed by Le Sportsac.",
        "You may not think that a black straw bag can be elegant, but thanks to ingenious designs and soft, supple materials, these bags are just that.",
        "In line with your domestic presence, make sure you're as ingenious in the kitchen as he is in his work.",
        "Mathematics: Educators have come up with ingenious games to make numbers fun, and printouts can add fun cartoon characters to the process.",
        "After Fox exercised their right of first refusal and Ingenious Media financially backed half of the film, the stoplight and project of Avatar itself was switched to green.",
        "The result was instantly electrifying, and an ingenious idea was born in that moment.",
        "The music on the album wasn't exactly causing music fans to rush to the stores, but an ingenious marketing campaign did.",
        "The first actual robot wouldn't come until years later, but science fiction writers developed thousands of ingenious ideas decades and in some cases, centuries, ahead of their time.",
        "These equations were found by d'Alembert from two principles - that a rectangular canal, taken in a mass of fluid in equilibrium, is itself in equilibrium, and that a portion of the fluid, in passing from one place to another, preserves the same volume when the fluid is incompressible, or dilates itself according to a given law when the fluid is elastic. His ingenious method, published in 1752, in his Essai sur la resistance des fluides, was brought to perfection in his Opuscules mathematiques, and was adopted by Leonhard Euler.",
        "Some of the most exquisite and most ingenious of these earlier productions, such as the magnificent iron eagle in the south Kensington Museum, the wonderful articulated models of crayfish, dragons, serpents, birds, that are found in many European collections, came from the studios of the MiyOchins; but these were the play of giants, and were not made as articles of commerce.",
        "It is too motive, too full of ingenious contrivances, to be really Greek.",
        "Under this head fall the following: - Fasting, or abstention from certain meats and drinks; denial of sexual instinct; subjection of the body to physical discomforts, such as nakedness, vigils, sleeping on the bare ground, tattooing, deformation of skull, teeth, feet, &c., vows of silence to be observed throughout life or during pilgrimages, avoidance of baths, of hair-cutting and of clean raiment, living in a cave; actual self-infliction of pain, by scourging, branding, cutting with knives, wearing of hair shirts, fire-walking, burial alive, hanging up of oneself by hooks plunged into the skin, suspension of weights by such hooks to the tenderer parts of the body, self-mutilation and numerous other, often ingenious, modes of torture."
    ],
    "definition": [
        "Having great inventive skill and imagination: an ingenious negotiator.",
        "Marked by or exhibiting originality or inventiveness: an ingenious solution to the problem.",
        "Obsolete Having genius; brilliant.",
        "in·gen′ious·ly\nadverb",
        "in·gen′ious·ness\nnoun",
        "Link/Cite",
        "Displaying genius or brilliance; tending to invent.\nThis fellow is ingenious; he fixed a problem I didn't even know I had.",
        "Characterized by genius; cleverly done or contrived.\nThat is an ingenious model of the atom.",
        "Witty; original; shrewd; adroit; keen; sagacious.\nHe sent me an ingenious reply for an email.",
        "ingeniosity",
        "ingeniousness",
        "Link/Cite"
    ]
}