{
    "translation": "מרכיב",
    "uses": [
        "In Europe the seeds are used as an ingredient in soups.",
        "The soils of Florida have sand as a common ingredient.'",
        "Now nearly all rivers contain some small percentage of salt, which forms a distinct ingredient in alluvial plains.",
        "Linseed oil is also the principal ingredient in printing and lithographic inks.",
        "The ability to instantly and, for a very low cost, reliably transfer money to anyone on the planet is a key ingredient in increasing the amount of trade that occurs online.",
        "Throughout the southern portion sand is a large ingredient, and to the northward there is more or less lime.",
        "Coconut soap also forms a principal ingredient in compound soaps meant to imitate curd and yellow soaps.",
        "The principal additional ingredient is quartz in minute lens-shaped grains.",
        "to 97° F., and contain, as chief ingredient, sulphate of lime.",
        "Some writers, even of good reputation, have held that the blue is the true body colour of the air, or of some ingredient in it such as ozone.",
        "Saffron was used as an ingredient in many of the complicated medicines of early times.",
        "This constituent is the alkaloid cornutine, which is the valuable ingredient of the drug.",
        "galbanum, myrrh, stacte, frankincense, calamus, cassia and cinnamon, were all of them used in perfumes, even the myrrh being probably the kind distinguished at the present time in the Bombay market as perfumed myrrh or bissabol, which still forms an ingredient of the joss sticks used as incense in the temples in China.",
        "Passion had always been too large an ingredient in his diplomacy.",
        "borra, rough hair), a herb (Borago oJJicinalis) with bright blue flowers and hairy leaves and stem, considered to have some virtue as a cordial and a febrifuge; used as an ingredient in salads or in making claret-cup, &c.",
        "Knowing that alum cannot be obtained in crystals without the addition of potash, he began to suspect that this alkali constituted an essential ingredient in the salt, and in 1797 he published a dissertation demonstrating that alum is a double salt, composed of sulphuric acid, alumina and potash (Annales de chimie, xxii.",
        "Expropriation often is accompanied by infringements of the third ingredient, individual liberty, as well.",
        "Vauquel in that it was probably an ingredient likewise in many other minerals.",
        "Under the same name of gaz-angubin there are sold commonly in the Persian bazaars round cakes, of which a chief ingredient is a manna obtained to the south-west of Ispahan, in the month of August, by shaking the branches or scraping the stems of Astragalus florulentus and A.",
        "The employment of chalk as an ingredient in many seals Waxen im= of the 12th century has caused them to become ex- pressions.",
        "There are therefore in most prescriptions (i) a basis or chief ingredient intended to cure (curare), (2) an adjuvant to assist its action and make it cure quickly (cito), (3) a corrective to prevent or lessen any undesirable effect (tuto), and (4) a vehicle or excipient to make it suitable for administration and pleasant to the patient (jucunde).",
        "Did not Machiavelli leave good habit, as an essential ingredient of character, out of account?",
        "In the manufacture of stearin for candles, &c., the fatty matter is decomposed, and the liquid olein, separated from the solid fatty acids, is employed as an ingredient in soapmaking.",
        "A certain proportion of soda ash (carbonate of soda) is also used in some works in sheet-glass mixtures, while \" decolorizers \" (substances intended to remove or reduce the colour of the glass) are also sometimes added, those most generally used being manganese dioxide and arsenic. Another essential ingredient of all glass mixtures containing sulphate of soda is some form of carbon, which is added either as coke, charcoal or anthracite coal; the carbon so introduced aids the reducing substances contained in the atmosphere of the furnace in bringing about the reduction of the sulphate of soda to a condition in which it combines more readily with the silicic acid of the sand.",
        "A decoction of the buds in milk or whey is a common household remedy for scurvy; and the young shoots or green cones form an essential ingredient in the spruce-beer drank with a similar object, or as an occasional beverage.",
        "Horse dung is generally the principal ingredient in all hot bed manure; and, in its partially decomposed state, as afforded by exhausted hot beds, it is well adapted for garden use.",
        "The demand for saltpetre as an ingredient of gunpowder led to the formation of saltpetre plantations or nitriaries, which at one time were common in France, Germany, and other countries; the natural conditions were simulated by exposing heaps of decaying organic matter mixed with alkalies (lime, &c.) to atmospheric action.",
        "Common frankincense is an ingredient in some ointments and plasters, and on account of its pleasant odour when burned has been used in incense as a substitute for olibanum.",
        "active ingredient.",
        "Most pasta is vegan, but it's always a good idea to check your ingredient labels to be sure; some varieties do have egg-based dough or use butter to add flavor.",
        "The staple diet of the Paraguayans is still, as when the Spaniards first came, maize and mandioca (the chief ingredient in the excellent chipa or, Paraguayan bread), varied, it may be, with the seeds of the Victoria regia, whose magnificent blossoms are the great feature of several of the lakes and rivers.",
        "It is an ingredient in pot-pourri, is employed for flavouring beer and is chewed to clear the voice; and its volatile oil is employed by makers of snuff and aromatic vinegar.",
        "According to the ingredient lists neither of these contain annatto.",
        "baker's honey is an ingredient.",
        "This spicy, dried chili pepper is not just a delicious ingredient in Cajun food.",
        "Even with recipes you've made before, make it a point to read through the full ingredient list and the complete directions before you start the recipe.",
        "The principal alloys in which it forms a leading ingredient are brass, bronze, and German or nickel silver; under these several heads their respective applications and qualities will be found.",
        "Catechu-tannin occurs in the extract of Mimosa catechu; and kino-tannin is the chief ingredient of kino (q.v.).",
        "So long as the metal was principally regarded as a necessary ingredient of aluminium-bronze, the Cowles process was popular, but when the advantages of aluminium itself became more apparent, there arose a fresh demand for some chief method of obtaining it unalloyed.",
        "It is used by perfumery manufacturers as an ingredient.",
        "Thus its non-liability to freeze (when not absolutely anhydrous, which it practically never is when freely exposed to the air) and its nonvolatility at ordinary temperatures, combined with its power of always keeping fluid and not drying up and hardening, render it valuable as a lubricating agent for clockwork, watches, &c., as a substitute for water in wet gas-meters, and as an ingredient in cataplasms, plasters, modelling clay, pasty colouring matters, dyeing materials, moist colours for artists, and numerous other analogous substances which are required to be kept in a permanently soft condition.",
        "natural aloe vera is known for its moisturizing and skin friendly properties and is listed in the product ingredient list as Aloe Barbadensis.",
        "angelica sinensis is frequently used as the main ingredient in herbal prescriptions for bone injuries.",
        "antacid ingredient offering through the acquisition in 2002 of a smaller competitor.",
        "artemisia absinthium, otherwise known as wormwood, the chief flavoring ingredient, is native to Europe and Asia.",
        "The active ingredient in aspirin was originally derived from willow bark.",
        "For one, the patent rights for P57, as the active ingredient of the hoodia cactus is known, remains with the CSIR.",
        "The study showed that an ingredient of chocolate called theobromine was more effective at stopping persistent coughs than the leading cough medicine codeine.",
        "The seeds are a main ingredient in Indian cookery.",
        "They may also be nutritionally deficient in an essential ingredient.",
        "distiller's yeast is the third ingredient.",
        "One well-known remedy, which uses black elderberry as a main ingredient, is the cough remedy Sambucol.",
        "essential ingredient to the day.",
        "As we shall see, religious factionalism has been a significant additional ingredient to the region's colonial and cold war tensions.",
        "What I hadn't realized was that pigeon guano was a favored ingredient for this process.",
        "The principle ingredient of black gunpowder is KNO 3, which is, in itself, a salt.",
        "Driclor contains the active ingredient: 20% w/w aluminum chloride hexahydrate PH.",
        "Taken in a drink format, it contains the natural ingredient, ispaghula husk.",
        "This medicine contains the active ingredient pseudoephedrine hydrochloride, which is a type of medicine called a decongestant.",
        "There are now eleven variants of Nurofen which all contain the active ingredient ibuprofen.",
        "imitations of non-musical sounds are a major ingredient of referential humor in music.",
        "indefinable secret ingredient.",
        "They may not contain any active ingredient at all.",
        "Creativity is an essential ingredient to the way he works.",
        "The most vital ingredient in any club is the fans.",
        "ingredient ibuprofen, which is a type of medicine called a non-steroidal anti-inflammatory drug (NSAID ).",
        "ingredient ranitidine hydrochloride, which is a type of medicine called an H2-receptor antagonist.",
        "This medicine contains the active ingredient emtricitabine, which is a type of medicine called a nucleoside reverse transcriptase inhibitor.",
        "It takes a bit of searching to find the main ingredient -- a pork knuckle from the fore-end of a pig.",
        "missing ingredient in the mix, however, is politics.",
        "This medicine contains the active ingredient sibutramine hydrochloride monohydrate, which is a type of anti-obesity medicine.",
        "This medicine contains the active ingredient nifedipine, which is a type of medicine called a calcium channel blocker.",
        "The other popular use of blackcurrants is as a vital ingredient in throat pastilles.",
        "First line treatment for acne includes creams or gels containing the active ingredient benzoyl peroxide, which is available from chemists.",
        "The ' active ingredient ' in the product is usually hydrogen peroxide or carbamide peroxide.",
        "You'll want to try the vegan pesto, moussaka or even the steamed chocolate pudding with an innovative surprise ingredient!",
        "This medicine contains the active ingredient fluticasone propionate, which is a type of medicine called a corticosteroid.",
        "psychoactive ingredient of cannabis) to build up in that part of the body.",
        "pyrethrum ingredient ).",
        "But Woozle is so scatty and absent minded he forgets to put a vital ingredient into the spell, with disastrous results.",
        "Senokot Tablets are a natural constipation remedy containing the ingredient senna, extracted from the senna plant.",
        "steamed chocolate pudding with an innovative surprise ingredient!",
        "Nowadays, the only meat based ingredient is beef suet.",
        "sustainable tourism has in recent years become a vital ingredient in the tourism management curriculum.",
        "sweetening ingredient in sugar free candy and gum.",
        "One important ingredient in optical telecommunication is the need for good sources of optical pulses.",
        "The main ingredient, carbon black is mildly toxic, but modern machines with replaceable toner cartridges minimize exposure.",
        "The active ingredient in Campto is irinotecan hydrochloride trihydrate.",
        "unraveling the secrets of how a prime curry ingredient helps protect against cancer.",
        "natural aloe Vera is known for its moisturizing and skin friendly properties and is listed in the product ingredient list as Aloe Barbadensis.",
        "The law of the conservation of matter, an important element in the atomic theory, has been roughly verified by innumerable analyses, in which, a given weight of a substance having been taken, each ingredient in it is isolated and its weight separately determined; the total weight of the ingredients is always found to be very nearly equal to the weight of the original substance.",
        "sodium sulphate is the first ingredient of the salts to separate out, potassium chloride follows at 12Ã‚° F., sodium chloride at - 7.4Ã‚° F., magnesium chloride at - 28.5Ã‚°.",
        "to 97Ã‚° F., and contain, as chief ingredient, sulphate of lime.",
        "Squash is the main ingredient in canned pumpkin puree.",
        "Can be used in the automatic aerosol dispensers for control of Flies in roof voids (natural and safe pyrethrum ingredient).",
        "Sustainable tourism has in recent years become a vital ingredient in the tourism management curriculum.",
        "SPI Polyols Polyols are best known as the tooth friendly sweetening ingredient in sugar free candy and gum.",
        "Scientists hope they are unraveling the secrets of how a prime curry ingredient helps protect against cancer.",
        "Abalone is a type of edible sea snail, a prized ingredient of Chinese cuisine.",
        "Passion is a key ingredient will help you overcome the many hurdles a startup presents.",
        "You should also be on the lookout to see if the first ingredient listed on the food you're considering comes from an animal protein.",
        "Lipstick is quite possibly the essential ingredient for making up a face.",
        "A good nights' sleep is the best ingredient for a healthy, active and stress-free life.",
        "A key ingredient, if you'll pardon the pun, in great home cooking is using the best herbs and spices you can afford.",
        "Chili powder: The key ingredient in chili, chili powder is a mix of spices that is great for adding depth and heat.",
        "The Pest Depot offer a new and innovative, water based formula that contains Deltanethrin-an active ingredient that eliminates bed bugs.",
        "This means your cat receives real meat as the main ingredient in its food, not a lower quality, secondary protein source.",
        "Citrus peels are another great ingredient.",
        "Canned cat food containing chicken and seafood would be mostly chicken, again, since seafood would be the more expensive ingredient.",
        "Currently, pet food makers can include just one organic ingredient in an entire formula and write \"organic\" on the label.",
        "This becomes an issue because silica (an ingredient of glass) causes silocosis in humans, and can also cause the same lung condition in cats.",
        "The cat food also may contain an ingredient called ethoxyquin.",
        "Make sure that the first ingredient in the food is listed as \"chicken\" for example and not as a \"chicken-by-product\".",
        "Most ingredient lists make it nearly impossible to tell how much of each product is in the cat food.",
        "A good tip here is that the first ingredient is the majority ingredient and it dwindles as you work your way down the list.",
        "This is fine as long as the meat is named specifically and is the first ingredient listed.",
        "These ingredient regulations are overseen by the Association of American Feed Control Officials, or AAFCO.",
        "Selamectin, the active ingredient in Revolution, proved an effective treatment against ear mites according to a 2003 study in the journal Veterinary Parasitology.",
        "Find foods that have meat listed as the first ingredient.",
        "In some cases, the food does not meet ingredient specifications.",
        "The ingredient list and nutritional information is like a contract between you and the manufacturer.",
        "The active ingredient, imidacloprid, also kills adult fleas within two hours of jumping onto the cat's body.",
        "The taste of a cocktail can change with the addition of a key ingredient or combination of additives.",
        "While other ingredient combinations are more susceptible to abuse, this is one that allows you a bit of freedom.",
        "Although vodka is the first ingredient you'll probably pick up for the Cosmo, chances are you've already got some in your liquor cabinet.",
        "Also consider whether you'll choose an ingredient like Rose's sweet lime juice or whether you'll take the time and effort to squeeze out half a lime, pulp and all, for your cocktail.",
        "There are endless possibilities for cocktails, but try some that feature Champagne as an ingredient on this festive occasion.",
        "Go ahead and make substitutions, add more or less of any ingredient and experiment to create new and tasty frozen drinks.",
        "Combine all the ingredient in a pitcher, stir and pour into glasses filled with ice.",
        "If you are making a cocktail where Champagne is the most prevalent ingredient and the other mixers have delicate flavors, it would make sense to use a nicer champagne since its flavor will shine through in the finished product.",
        "Strawberry Daiquiri mix is an ingredient that allows professional and amateur mixologists to make a great-tasting strawberry Daiquiri for less. in fact, according to some companies, the mix costs only about a nickel per serving.",
        "The ingredient amounts will make plenty for everyone.",
        "If you're watching your sugar or calorie intake, consider using an artificial sweetener or eliminating this ingredient altogether.",
        "Adjustments of the ingredient ratios to match personal preferences are encouraged.",
        "BT: The active pest control ingredient in the product is boric acid.",
        "The active ingredient in tea tree oil, terpinen-4-ol, provides powerful antimicrobial action.",
        "The active ingredient in milk thistle is called silymarin, which is a flavonoid complex that is extracted from the seeds of the herb.",
        "The active ingredient, silymarin, is a highly powerful antioxidant.",
        "Those who must take many non-aspirin pain relievers that contain acetaminophen (the active ingredient in Tylenol) may also benefit from this herb.",
        "In these clinical trials and studies, the active ingredient, Silymarin, slowed the growth rate of the some cancerous cells and improved the efficacy of chemotherapy drugs.",
        "One study even showed that the active ingredient, silymarin, was as effective as the cholesterol-lowering drug Probucol, while coming with the added benefit of significantly increasing HDL (good) cholesterol.",
        "This is because silymarin, the active ingredient, is not water-soluble.",
        "The active ingredient in black drawing salve is ichthammol.",
        "Although often credited with being an ingredient in the drug Valium, valerian is not related to Valium in any way.",
        "Its main active ingredient is green tea, which the company's marketing says is bioavilable and 1000 times stronger than other green tea products.",
        "Its primary ingredient is ichthammol, which is derived from the distillation of oil shale.",
        "Foods: Saffron remains a main ingredient for many recipes, such as Spanish rice, Italian risotto, and Swedish bread.",
        "Soon you'll be mastering those exotic dishes with your secret ingredient - just a pinch of saffron.",
        "Nausea: Use it as a tea or as an ingredient in soups to help with nausea.",
        "As the product's name suggests, a main ingredient in it is \"frankincense,\" also known as olibanum.",
        "The benefits of goldenseal are enhanced when it is combined in formulas with multiple herbs and when taken as a whole herb rather than berberine extract, the active ingredient and the one currently being scrutinized in research studies.",
        "The line of bulk ingredient products run the gamut from butters for lotions to organic flavoring extracts for culinary uses.",
        "ALA is the principle ingredient responsible for the many health benefits of flaxseed oil.",
        "It is also an ingredient in modern medicines found over-the-counter.",
        "A number of herbal and natural remedies are believed to alleviate anxiety--including single ingredient remedies and special formulations.",
        "It is an amino acid that is an ingredient found exclusively in green tea and other tea plants.",
        "You can find tea tree oil as a main ingredient in many products on the market that cater to specific diseases and uncomfortable conditions.",
        "When taking these products or any herbal remedy, pay careful attention to the ingredient list, and watch for adverse reactions.",
        "Saponins, the active ingredient, increase blood flow, and it is thought that increased blood flow to the uterus may spark contractions.",
        "Slippery elm contains mucilage, which is an ingredient also found in psyllium, that is mixed with water to form a thick paste.",
        "The active ingredient in milk thistle is a flavanoid called silymarin which has been shown to work as an antioxidant and anti-inflammatory.",
        "The powder may also be used for teas or as an ingredient in poultices.",
        "Slippery elm contains an ingredient called mucilage that is a binding agent.",
        "Lozenges containing slippery elm help coat the throat due to the ingredient mucilage and the effects typically last for an hour or more.",
        "Turmeric has been used as a substitute for saffron as well as an ingredient in foods like curry, mustard, and cheese - both for its flavor and color.",
        "While turmeric is completely safe as a food ingredient, and safe for most people as a supplement, there can be side effects.",
        "Zinc oxide: A common ingredient in diaper rash creams, this ingredient can calm irritated skin, also according to WebMD.",
        "This ingredient is what gives mineral makeup a dewy look in many cases.",
        "It is the active ingredient in all spray tanning products on the market today, allowing them to offer the natural tans they advertise.",
        "In order to enhance the mysterious quality of the perfume, it is advertised as containing a secret ingredient - guaranteed to increase the wearers allure.",
        "Active ingredient is carbamide peroxide - a FDA approved oral antiseptic that has been discovered as a tooth whitening product.",
        "Active ingredient is carbamide peroxide available in gel strengths of 10%, 15%, and 20%.",
        "They have successfully turned ingredient manufacturers against animal testing by showing the companies the alternatives.",
        "For a more extensive list, you can go to the Cosmetic Ingredient Review.",
        "Jergens also uses a not so common ingredient: erythrulose.",
        "This is a binding ingredient that results in the shiny effect often seen after makeup is applied.",
        "Their ingredient lists are comparable, and often nearly identical, to those of higher-end lines, and many of these companies offer sample size versions of their products to allow consumers to test the products beforehand.",
        "The ingredient is especially soothing to irritated skin and provides natural comfort.",
        "If your skin is naturally sensitive, you already recognize the importance of reading ingredient lists and remaining faithful to products that are formulated for your skin type.",
        "They have strict ingredient regulations; this is important because so many ingredients can cause irritation to the skin.",
        "Since that time, the product has been restructured to no longer contain that ingredient, and for all intent and purposes, is now considered perfectly safe for use.",
        "The active ingredient in the original serum (marketed as Massive Lash) was actually a cosmetic grade of latanoprost, one of the substances used in eye drops used for patients with glaucoma.",
        "Allergies to mineral makeup can occur from bismuth oxychloride, a common ingredient used in many mineral-based products to add a touch of shine to the skin.",
        "Most products that tout being natural ingredient liquid foundations for oily skin are healthier for the skin.",
        "It is not uncommon for natural ingredient liquid foundations to contain vegetable oils or nut oils like almond oil.",
        "If the foundation contains any oil, it is best if the oil content is at a minimum and definitely not the first ingredient in the product.",
        "Most natural ingredient liquid foundations for oily skin are available in light to medium skin tones.",
        "Most natural ingredient liquid foundations for oily skin is also water based.",
        "Natural ingredient liquid foundations for oily skin are becoming more popular as natural skin care lines are creating specialized products to meet a variety of needs.",
        "Self tanners work with various combinations of the main ingredient known as dihydroxyacetone.",
        "Next, its time to apply the essential ingredient to the look: the liquid eyeliner.",
        "The restaurant's most famous dish is the Krabby Patty, a delicious hamburger with a secret ingredient.",
        "A key ingredient in any Chinese kitchen is the wok.",
        "We know that yeast is the ingredient responsible for making the bread rise, right?",
        "The only dry ingredient that strays from this method is brown sugar.",
        "Be sure you do not let the onions or any other ingredient burn or get too brown.",
        "Warm Infusion: Heat the oil or vinegar gently over a low flame with the flavoring ingredient until the aroma is noticeable.",
        "If you like you can strain it, or leave the flavoring ingredient in the bottle for a more intense flavor.",
        "Pour it into the jar, and then add the flavoring ingredient.",
        "After a few days of steeping take the old flavoring ingredient out and replace it with fresh ingredients.",
        "Use a blender or food processor to puree the ingredient and oil or vinegar and then pour the puree into a pot and simmer it.",
        "Bear in mind that the ingredient in the greatest amount is listed first and the ingredient in the least amount is listed last.",
        "Each recipe offers a detailed ingredient list, step-by-step directions, and valuable serving suggestions.",
        "Place your child's favorite sandwich ingredient between the slices.",
        "They are both the same up to one ingredient and that is Angostura bitters.",
        "The one common ingredient you will find in the majority of Thai food dishes is rice.",
        "Since the appetizer recipe uses Portobello mushrooms, you can also use them in this partridge recipe as well so your courses have a unifying ingredient.",
        "If you have a list of groceries, you won't forget the most important ingredient and end up wasting time going back to the same store multiple times a week or even a day.Making a list also helps you put the chaos you feel into perspective.",
        "It is increasingly popular and can be found as an ingredient or flavoring in a wide number of dishes.",
        "It is also widely available online and this can be a useful way for people who do not live in easy access to a health food store to buy this useful ingredient.",
        "Miso is an interesting and tasty food that can be used as an ingredient in a variety of different dishes.",
        "Coconut milk is a common ingredient in curry dishes and other Asian and Indian dishes.",
        "Central ingredient - For recipes where eggs are the central ingredient like for omelets, quiches or egg sandwiches, the best choice will be a tofu substitution.",
        "Finally, it's important to check the ingredient list on the juice bottle.",
        "This doesn't just include cooking when preparing meals but cooking of any ingredient from farm to plate.",
        "It works by using the active ingredient apoaequorin, which binds to calcium ions.",
        "Soy yogurt is also a good ingredient to add to your own homemade shakes.",
        "Here you'll find a great Vegan diet foods list and other healthy food resources that will tempt your taste buds as well as ingredient choices to make great vegan meals!",
        "They offer great examples and information on how to read ingredient lists including how to identify sub-ingredients.",
        "From lentils to textured vegetable protein, each base ingredient offers a different taste, texture, and appearance to the finished burger.",
        "Tofu - Tofu is a dream ingredient for vegetarian cooks, as it is very adaptable.",
        "Here's a simple and delicious vegetarian burger recipe using black beans as the main ingredient.",
        "Beets are low in calories and fat, making them a valuable component to many healthy dishes and a good ingredient for dieters.",
        "Tofu, made from soy, forms the basic ingredient in vegan cheese.",
        "There's nothing like starting to cook dinner and getting to the middle of the recipe to realize you're out of a major ingredient!",
        "Knowing how to grill vegetables is especially useful when summer barbecue season comes around, but grilled veggies are also tasty at any time of the year and make a wonderful side or ingredient for a main dish.",
        "Stir fry is a staple dish in countless meal plans because it takes only a few minutes to make and can include almost any ingredient, spice, or sauce.",
        "Pizza is another simple dish in which ingredient quality really matters, so pick up the freshest and tastiest items you can afford, and enjoy making a pie inside instead of ordering out.",
        "There are a variety of alternative vegan ingredient substitutes to choose from when it comes to creating easy vegan recipes.",
        "Milk products derived from soy, rice or nuts like almonds are all excellent ingredient substitutes for vegan recipes.",
        "There are a many ways to incorporate beans into your diet and your favorite recipes, whether you use them as a topping for a baked potato or a main ingredient in a salad.",
        "For each recipe below, mix approximately four cups cooked wheatberries with 1/2 cup of each ingredient listed.",
        "It is important to check the ingredient list to make sure that whole grains among the first ingredients.",
        "Look for the word \"whole\" in the first ingredient, such as \"whole wheat.\"",
        "If the word \"whole\" is not listed with the first ingredient but is part of the second ingredient, the item may not be a whole-grain product.",
        "Marmalade: Marmalade is a sweeter ingredient than fresh orange zest or juice.",
        "Nicotine is the primary addicting ingredient in tobacco products.",
        "The \"high\" is caused by dextromethorphan, a common ingredient found in many cough medicines.",
        "Dextromethorphan is a safe and effective ingredient when taken in the correct doses.",
        "Tobacco the lead ingredient in both cigarettes and chew is the cause of around 440,000 yearly deaths and those deaths are sadly preventable.",
        "Ingredients are listed in order of quantity, with the main ingredient listed first.",
        "Do not buy any pet food that lists \"meat\" as an ingredient and stay away from ingredients listed as \"by-products\".",
        "Some cakes are made strictly for canine consumption, and may include actual canned dog food in the ingredient list.",
        "The primary ingredient in Greenies is wheat gluten, an important thing to know if your pet suffers from this particular food allergy.",
        "You may believe you understand a dog food label and ingredient list as you read it, but do you truly?",
        "Although some of the ingredients are organically grown, not every single ingredient in Timberwolf is certified organic, and this is something pet owners need to understand.",
        "Some grocery store brands have been allowed to add one organically grown ingredient to their formula and label the entire bag as organic.",
        "In comparison, real meat is always the first ingredient in every Blue formula.",
        "The company website also provides the complete ingredient list for every variety of Blue, as well as the crude analysis, so you can see exactly what goes into every bag.",
        "That said, there is a big difference to be found in the ingredient lists for \"natural\" and \"conventional\" peanut butter.",
        "Every ingredient that goes into their products must undergo testing to make sure that they are not tainted.",
        "The company was one of the first pet manufacturers to list meat as the first ingredient in formulas.",
        "Each food ingredient is inspected for quality before use in dry pet food formulas.",
        "Limited Ingredient Diets: The L.I.D. line of dog food and treats are formulated for puppies and adult dogs with allergies.",
        "The meat ingredient should be the first ingredient you see on the list, and you shouldn't see any food coloring.",
        "The name for its active ingredient is milbemycin oxim.",
        "The active ingredient in Revolution heartworm for dogs is a product called selamectin.",
        "In 2005, Boxerworld created a dog food ingredient research site called Dog Food Analysis.",
        "Today, DFA has over 1500 ingredient reviews of dry and canned dog food formulas.",
        "DFA reviews and ratings provide a general assessment of pet food based upon the manufacturer's ingredient label.",
        "If your dog has diabetes, you may want to leave honey out of a recipes that calls for that ingredient.",
        "The number one ingredient in many store-bought biscuits is corn syrup, which is unhealthy for dogs for all the same reasons that it is unhealthy for people: it has way too much sugar.",
        "All ingredients are listed in order by weight, with the largest ingredient concentrations listed first.",
        "Notice that all of the Precise dry formulas listed contain chicken meal as the first ingredient.",
        "Canned formulas also contain meat broth rather than water as the first ingredient.",
        "JH: This varies by the active ingredient.",
        "Recipes for homemade lawn weed killer abound and depending upon the source, they may differ in the ingredient proportions and the claims of effectiveness.",
        "The natural Cheetos also have a much shorter ingredient list.",
        "Tofu is a primary ingredient in homemade organic vegan chocolate mousse.",
        "In fact, the FDA says that virtually any ingredient or additive can be used in cosmetics without government review or approval.",
        "The one important ingredient to build soil composition for organic garden health is compost.",
        "Vitamin E is one example of a natural ingredient we commonly use that is not available as certified organic.",
        "If you're on the look out for the latest and greatest ingredient to keep your skin young looking, your custom skin care supplier can probably get it for you without having to hassle with too much red tape.",
        "Including an organic designation on a cosmetic or skin care product indicates that one of a number of regulating boards evaluated an ingredient or ingredients in the preparation and is confident that they meet a list of minimum guidelines.",
        "As for animal origin ingredients, only the Henna Powder has honey, but we are studying a substitute ingredient.",
        "The seeds and stalk contain very little tetrahydrocannabinol carboxylic, or THC, which is the active ingredient that causes psychotropic effects.",
        "Read the ingredient list carefully, especially if someone in your family has allergies.",
        "Acai: This bar utilizes organic acai berry, which is quickly becoming a popular ingredient among organic and natural products because of its antioxidant qualities.",
        "Massive dog food recalls in the 1990s and 2000s and other pet food ingredient scares have large numbers of people turning to certified organic pet foods, non-GMO.",
        "Just be sure to read the ingredient labels carefully before making your purchase.",
        "After you're planned your menu, write down every ingredient you need to make the recipes you've chosen.",
        "It takes time up front, but you'll save time later in the week when you won't have to dash to the store to pick up a forgotten ingredient or grab something ready-made.",
        "This means that monitoring of ingredient safety is left to the manufacturers themselves.",
        "Just as ingredient safety is left up to the ethics of individual companies, so too is the use of the word organic.",
        "About 75% of the processed food in any given supermarket in the United States contains at least one genetically engineered ingredient.",
        "All foods must have the main ingredient listed first and then the rest of the ingredients listed by percentage.",
        "This ingredient is highly toxic for cats.",
        "Organic products may contain an ingredient called pyrethrin, derived from a type of African chrysanthemum.",
        "This natural ingredient may help speed the healing process after you have eliminated the flea problem.",
        "The main ingredient found in most over the counter sleeping pills is antihistamine.",
        "Another ingredient in most non-prescription sleeping aids is pain reliever, known for its ability to relax the body and mind.",
        "Hops, an ingredient in beer, has a sedative effect when taken in moderate amounts.",
        "California poppy is a common ingredient in herbal sleep formulas since it helps promote sleep and eases anxiety.",
        "Given that wine has basically one major ingredient, grape juice, you would think that it's relatively simple to make.",
        "Once you've selected a wine equipment kit, you'll also need to purchase an ingredient kit for your first batch of wine.",
        "Ingredient kits range in price from about $60 to over $120.",
        "Several Internet retailers specialize in home wine making, and many offer free shipping on equipment and ingredient kits.",
        "During the elimination phase of the diet, which clears the body of allergens, ingredient labels for all processed foods should be carefully scrutinized to make sure that none of the proscribed foods makes its way into the diet.",
        "Initial trials of cannabinoids, the active ingredient in marijuana, have shown promise in the treatment of muscle stiffness and limb straightening associated with multiple sclerosis.",
        "Because this substance is readily absorbed through the skin, it can be found as an ingredient in many skin creams.",
        "Understanding what the ingredient names mean is critical to total food avoidance.",
        "Although the supplement contains hundreds of compounds, the major active LDL-lowering ingredient is lovastatin, a chemical also found in the prescription drug Mevacor.",
        "Basic IV solutions are made of sterile water with small amounts of sodium (an ingredient in table salt) or dextrose (sugar) supplied in bottles or thick plastic bags that can hang on a stand mounted next to the patient's bed.",
        "Dextromethorphan, the primary ingredient in many over-the-counter cough remedies, also depresses the brain's cough center but without the side effects associated with narcotics.",
        "Codeine is often effective in relieving severe coughs and is a common ingredient in prescription cough mixtures.",
        "Salicylic acid (an ingredient in aspirin) can be used to remove dead skin or increase the effectiveness of other therapies.",
        "Guaifenesin may be taken by mouth and is an ingredient in many over-the-counter cough and cold remedies.",
        "Guaifenesin, the only medicinal product in common use as an expectorant, is an ingredient in many cough medicines, such as Anti-Tuss, Dristan Cold & Cough, Guaifed, GuaiCough, and some Robitussin products.",
        "Parents should carefully read all ingredient labels of foods that the child might eat and be aware of the different terms used for various foods, such as caseinate for milk or albumin for eggs.",
        "Some restaurants have ingredient lists for their products posted in the restaurant or available on request.",
        "Benadryl (and others) includes the active ingredient diphenhydramine and is not for use in children under age two without a doctor's permission.",
        "Dramamine (and others) includes the active ingredient dimenhydrinate and is not for use in children under two years of age.",
        "Bonine (and others) includes the active ingredient meclizine and is not for use in children under age 12.",
        "Nicotine, the active ingredient in tobacco, is inhaled into the lungs, where most of it stays.",
        "Sunburns may be avoided by the liberal use of a sunscreen containing either an opaque active ingredient such as zinc oxide or titanium dioxide or a nonopaque active ingredient such as PABA (para-aminobenzoic acid) or benzophenone.",
        "For children and adolescents with food allergies, all foods must be monitored to make sure that the allergen is not an ingredient or was not used during preparation.",
        "Will there be a food or ingredient that is used in all the dishes you serve?",
        "Lighting is an important ingredient for success in a feng shui bedroom.",
        "Some include a \"secret ingredient,\" which is usually a scientific-sounding formula that the company does not specifically define.",
        "Saw Palmetto is another popular ingredient, primarily in products that offer to reverse hair loss in men.",
        "Simple questions quickly lead users to appropriate products, and detailed descriptions, ingredient lists, and care advice help customers make the proper choices.",
        "Thomas Namron Plus Multi Vitamin-Mineral Complex contains biotin, an essential ingredient for hair growth, as well as 12 micrograms of B12.",
        "Biotin is also an ingredient in some shampoos.",
        "The ingredient names on personal care products, including hair care products, are part of a naming convention known as the International Nomenclature of Cosmetic Ingredients, or INCI for short.",
        "Many people, regardless of whether they are looking for organic products, will seek to avoid items with SLS as an ingredient.",
        "To start with the technical name of the medicine, click on \"Search by Active Ingredient.\"",
        "Darutoside, the ingredient touted in the stretch mark minimizing cream, is a plant extract and another folk remedy.",
        "Most contain either benzoyl peroxide or salicylic acid as their active ingredient.",
        "The primary ingredient tends to be sugar, however, whether it's in the form of honey, fructose or something else.",
        "Diabetes can lead to certain nerve damage, which can be counteracted with daily supplementation of gamma-linolenic acid, the active ingredient in evening primrose oil.",
        "However, time and time again clinicians have shown the main ingredient in Alteril, valerian, is effective at promoting healthy sleep.",
        "Since Valerian is the main ingredient in Alteril, experts agree that the sleep aid should substantially help poor sleepers get a good night's rest.",
        "This means that it's an ingredient in the recipe that your system needs to produce other compounds.",
        "Each ingredient acts on cholesterol in a different way.",
        "What makes Align unique is a patented ingredient called bifantis.",
        "The most common ingredient is psyllium husks, followed by the plant starch cellulose.",
        "In all of the two dozen or so variations of this top selling fiber supplement, the core ingredient is psyllium husk.",
        "The active ingredient in Citrucel is methylcellulose, a synthetic fiber that has a laxative effect.",
        "Scientists still haven't identified every single ingredient in whole foods that helps build health and therefore continue to recommend whole foods over pills or supplements.",
        "Vitamin E is a common ingredient in anti-aging skin creams.",
        "Look for creams that contain the ingredient alpha tocopherol, which is usually how vitamin E is listed on product labels.",
        "When reading ingredient labels and purchasing supplements, you may see it listed under either name - or under both.",
        "Biotin is typically the number one ingredient in hair and skin nutritional supplements, and it is also used as a topical hair-loss treatment.",
        "Look for bread that has whole wheat listed as the first ingredient.",
        "Is it too much vitamin C, or a natural ingredient such as an herb, which are commonly added to health and nutrition beverages?",
        "If you are still concerned, check package labels of frozen or canned vegetables to make sure that sodium bicarbonate is not a listed ingredient.",
        "The active ingredient in Unifiber is cellulose powder.",
        "Coordinate colors: Leggings are best used as an accessory to your outfit, not the main ingredient, so choose your ensemble first, then add leggings if you want.",
        "Many cooks enjoying experimenting with a range of ingredient combinations and cooking temperatures.",
        "Rival doesn't offer many solutions for purchasing replacement parts on the company website other than a few items like deep fryer filter replacements, mixing paddles, ingredient scoops and other parts for their popular snow cone maker.",
        "This means that a steady mixing speed is achieved no matter what the ingredient's consistency is.",
        "A board game is the perfect ingredient for any occasion - a quiet night at home with family or a trendy cocktail party with friends.",
        "Although most people who purchase candles would say the candle's fragrance is the most important element, candle makers know that choosing the right wick is a key ingredient in making a successful candle.",
        "A necessary ingredient in scented candles and other products is fragrance oil.",
        "Building trust in a relationship is an essential ingredient.",
        "One important ingredient for love is trust.",
        "These scratcher cards may be just the right ingredient to take your ordinary night into something spectacular.",
        "Trust is a key ingredient to love and if you're making fun of him, whether it's a phobia or a mistake, then his trust may be damaged.",
        "Corn gluten meal has traditionally been used in livestock and pet feed for its high protein content, and is even an ingredient in some taco shells and tortilla chips.",
        "In the area of ingredient labeling, we need to make our legislators aware of the dangers hidden allergens create, and that should also be a priority.",
        "Individuals who suffer from severe peanut allergies can sympathize with celiacs regarding the necessity of reading ingredient labels.",
        "Most importantly, oats are an integral ingredient in many comfort foods such as oatmeal cookies and oatmeal.",
        "If you are uncertain of any ingredient, feel free to contact Food for Life or the Celiac Disease Foundation for additional assistance.",
        "Gluten is an important ingredient in bread recipes because of its effect on dough.",
        "Substitute a liquid ingredient with eggnog for a taste of Christmas.",
        "How pervasive is gluten as an ingredient in mainstream cosmetics and toiletries?",
        "I am no chemist, so I've had to really dig and find ways to figure out what the ingredient names mean.",
        "White rice flour is very low in fiber, though it is a common ingredient in gluten-free baked goods.",
        "White rice flour is a common ingredient in all-purpose gluten-free flour mixtures.",
        "Xanthan gum is used as a thickener and for its stabilizing properties in the food industry, and within the world of gluten-free baking it is a prized ingredient in gluten-free breads, salad dressings and other recipes.",
        "Unfortunately, gluten can be a highly allergenic or reactive ingredient for both humans and animals.",
        "McDonalds provides not only allergen information, but also complete ingredient lists for all of their menu items.",
        "The Sabian symbols are another ingredient in the \"what is my sign\" pot of stew.",
        "Ingredient 3 will make the best bubble solution.",
        "A simple game that is appropriate for all ages is ingredient measurement.",
        "A simple preschool snack can quickly become a learning activity when you ask him to name what type of ingredient you are adding to the recipe.",
        "All the recipes use one basic pantry of staples with the fresh ingredients, so readers won't have to buy one exotic ingredient that can't be used in more than a single recipe.",
        "In addition to the technical equipment, you'll also need one more very basic ingredient for a homemade movie: creativity.",
        "Cocaine was also an ingredient in popular drinks, most notably Coca-Cola, which gets its name from the plant.",
        "Make a list as to what should be cooked on which day, review your current stock, then cross check your ingredient list with your master list before you leave for the store.",
        "The best contain a common ingredient, DHA, or dihydroxyacetone.",
        "While the active ingredient may be the same from product to product, the amount may be different in each product.",
        "Invest in a deep freezer to store large quantities of food you know you'll use in time, and try to find recipes that use your bulk item as a main ingredient.",
        "Making a few ingredient substitutions can often cut the cost of your favorite dishes without a drastic impact on taste or nutrition.",
        "All Recipes is one of the best frugal moms websites thanks to its handy ingredient search.",
        "For more creative ideas for using up leftovers, search for new recipes using the ingredient search function on the All Recipes website.",
        "Save money by making casseroles or one dish meals that use meat as flavoring instead of the main ingredient.",
        "Though DaDa enjoyed near instantaneous success when it initially burst onto the scene, it lacked the key ingredient needed to legitimize the company as a force in the athletic performance industry.",
        "Occasionally, an ingredient in yellow ink will cause the skin to become very sensitive to sunlight.",
        "Avoid using products containing Benzalkonium Chloride, the active ingredient in many commercial \"ear piercing care\" solutions and Bactine.",
        "If you must use a mouthwash that contains alcohol as the active ingredient, dilute the liquid with 50% water before rinsing.",
        "Inks are often made of ash or carbon, an ingredient still used in modern tattoo pigments.",
        "One prominent theory involves a preservative called thimerosal that was once a standard ingredient in many childhood vaccines and is still present in many vaccine preparations.",
        "Finally, your ingredient list is free of chemicals and toxins that aren't good for your family, so you're sparing the risk of any skin irritation or allergy attack.",
        "Vinegar is more than a basic ingredient of salad dressing or other recipes: it can be an effective and useful household cleaner.",
        "You may add just one additional ingredient to your vinegar solution or you might mix up different solutions for your different window cleaning needs.",
        "Optional ingredient: According to the Duggar's website, you can add 10 to 15 drops of essential oil per two gallons, such as lavender, rosemary, tea tree oil, once the soap has cooled to give it a pleasant scent.",
        "If you are looking for recipes that use a particular oil, use your favorite search engine to look for soap recipes using that ingredient.",
        "If you're looking for olive oil recipes, you can also search for castile soap, as olive oil is usually the main ingredient in this type of soap.",
        "Many of these kits do not contain the lye that you will need to make cold process soap, since it's a dangerous ingredient to ship.",
        "Newspaper is the main ingredient in many papier-mache recipes, and you can use papier-mache for sculpting projects of all kinds.",
        "While this may seem like a dangerous ingredient to use when making soap, it can also be an essential one.",
        "Many recipes for beeswax soap making also involve honey as an ingredient.",
        "Mix these ingredients together in plastic bowls, with a maximum of 3 cups of each ingredient at a time.",
        "Always run every recipe through a soap calculator before you start to make sure that you have the correct amounts of each ingredient.",
        "With this recipe, you have the option of using a commercially prepared spaghetti sauce, but if you choose to go this route, read the ingredient list carefully to make sure sugar or corn syrup are not listed in the ingredients.",
        "Bitter orange, a strong herb, is an ingredient found in Xenadrine.",
        "Inaccurate ingredient amounts remain a critical safety issue.",
        "The secret is finding the right ingredient to substitute for the high fat butter, oil, shortening and/or cream a dessert recipe calls for.",
        "It is a good idea to learn to read food labels and check ingredient lists as many products are made with these grains.",
        "When reading labels be sure to find the word \"whole\" in the ingredient list; simple wheat bread is not made from whole grain.",
        "In addition, although grapefruit is packed with nutrition, it does not contain any miraculous ingredient that melts fat away.",
        "It is only the Gordonii species that contains an active ingredient shown to suppress appetite while providing energy and stamina.",
        "When choosing vegetarian ingredient substitutions, it's important to remember that when you substitute ingredients, you can change the cooking time or texture of a dish.",
        "For this reason, the use of caution when ingesting any type of ingredient blend new to your body is imperative.",
        "Weight Watchers makes a great Vanilla Wafer (see recipe below) dessert cookie with this key ingredient.",
        "Terms such as modified starches, dextrins, cellulose, gums, and olestra are commonly found in food ingredient lists.",
        "Similarly, organically grown produce, meat, fish, poultry, and other single ingredient items, can bear the sticker as well.",
        "Cayenne Pepper: Cayenne pepper is an important ingredient in the Lemonade Diet as it is said to help break up and eliminate waste elements from the body, acting as a cleanser for the digestive, respiratory, and circulatory systems.",
        "Don't substitute ingredients - the ingredients in the Lemonade Diet have been carefully determined and therefore substituting a different ingredient may alter the effectiveness of the diet.",
        "You might also be getting some hidden carbs in foods you wouldn't think about as being high carb, so start scouring ingredient lists to make sure you're not overdoing it.",
        "Protein gluten is typically an ingredient in bread, pasta, cookies, pizza crust or other foods containing barley, rye or wheat.",
        "Fill the core of each apple with 1/4 of each ingredient, add water, and replace the top.",
        "The citrimax shake differs from the regular shake, as it contains an appetite suppressant ingredient known as citrimax.",
        "Verify that whole grain is listed as the first ingredient on food packaging labels.",
        "The acai berry is the prime ingredient but the other components are not clearly defined.",
        "Cayenne pepper - This is the ingredient many people want to leave out.",
        "Estimating how much of each ingredient is in your meal is guesswork at its finest.",
        "Proponents of the Flat Belly Diet suggest that ginger is a helpful ingredient because it soothes and calms the GI tract.",
        "We developed ingredient replacements to what people are already eating, but now with a very different hormone response.",
        "MedWell meals containing these 1-2-3 ingredient substitutions will keep the key hormones necessary for appetite suppression under control for 4 to 6 hours.",
        "Although bananas are a popular ingredient in smoothies, you should avoid them if you are on a low carb diet.",
        "It is available in green tea tablets and capsules, as well as being an ingredient in supplements.",
        "When appropriately seasoned, one can't even tell the difference between this type of bread and a \"regular\" bread when used as an ingredient or coating.",
        "Whenever you reach for a low calorie product, always check the nutritional information to make sure you are not substituting one unhealthy ingredient for another.",
        "Whether you are looking for an easy side dish, light lunch or a healthful recipe ingredient, Greek yogurt might be worth a second look.",
        "That's because all truffles begin with a magic ingredient that becomes the base for all of the goodies you add in later to jazz your truffles up a bit.",
        "Start by adding just a little of your \"secret ingredient\" and taste for flavor; it's always better to add less and add more later.",
        "Ganache is a sweet ingredient used in desserts.",
        "These shows rise and fall on the \"characters\" that are on the show, so selecting the perfect mix is the quintessential ingredient.",
        "The three ingredients in question do not have any obvious link to each other, and the chefs must use each ingredient in each course of the meal.",
        "LL: Creating a menu for me is the easiest part, I just need to understand the local ingredient and learn how to work with it.",
        "For instance, clay is a popular ingredient in masks for clearing up acne because of its drying properties.",
        "Also known as \"salicylic acid,\" this same ingredient is found in aspirin.",
        "The water and packet for anti aging has a key ingredient, mangosteen.",
        "Make sure you read the ingredient list of any anti aging supplements you decide to take.",
        "Tea tree oil can be purchased in its pure form, and it is also used as an ingredient in many other items.",
        "The process for transparent soaps, also referred to as glycerin soaps, requires the addition of an ingredient such as alcohol to change the composition of the soap.",
        "Benzoyl peroxide: The Mayo Clinic calls benzoyl peroxide the most effective acne fighting ingredient.",
        "Salicylic acid: This ingredient, also knonwn as BHA, speeds skin exfoliation, opens clogged pores and prevents black heads.",
        "Glycerin: This optional ingredient is occasionally added to imbibe the salt with a slight gleam.",
        "Fragrances, Glitter and More: As unlikely an ingredient as it might be, glitter is often found in bath bombs.",
        "Because it is so essential in preventing the breakdown of body tissues, it is an especially important ingredient to consider in the search for the perfect eye cream.",
        "A highly moisturizing ingredient, like glycerin, will help plump the skin around the eyes, making existing lines less noticeable.",
        "Salicylic acid, a common ingredient in anti-wrinkle creams, might already be in your adult acne treatment.",
        "The All Night Moisture Cream includes the rich moisturization of natural almonds, an ingredient known for thousands of years to keep skin soft and moisturized.",
        "This key ingredient is a clear sugar that mixes with your top layer of skin cells to give you a darkened look.",
        "The most crucial part of any scrub is the granulated ingredient that exfoliates the skin.",
        "Vitamin E - Known for being both a powerful moisturizer and antioxidant, vitamin E is an essential ingredient in many skincare products.",
        "Its powerful ingredient list includes crosslinked sodium hyaluronate, a moisture-binding agent found in some of the newest prescription wrinkle fillers.",
        "Retinol: Millions of people rely on this wonder ingredient (vitamin A in its purest form) for its ability to penetrate through the skin's layers, stimulate collagen and elastin, exfoliate and feed antioxidants to the skin.",
        "The company has a full line of skincare products with aloe vera as the main ingredient.",
        "This ingredient has been classified as a human carcinogen by the International Agency for Research on Cancer and as a probable human carcinogen by the United States Environmental Protection Agency.",
        "Unlike many other companies, they are also relatively straightforward and detailed about their ingredients, although you have to expend a bit of effort to get a full ingredient list on their product page.",
        "In contrast to the drugstore offerings that often feature additives and almost always have an unpronounceable name (or two) on their ingredient lists, natural lotions are pure and good for your skin.",
        "You'll find a vast selection of decadent moisturizers with ingredient lists that may read like the menu at a pampering spa!",
        "That's down to its active ingredient, Gamma Aminobutyric Acid (GABA).",
        "Now green tea is also a popular skin care ingredient that truly makes a difference thanks to its anti-inflammatory properties.",
        "The plant-derived ingredient is known to reduce fine lines and wrinkles.",
        "One of the most popular brands on the market, Kinerase, contains this ingredient.",
        "Octocrylene: Another non-degrading ingredient, this helps fight UVB rays (these rays cause tans and sunburns).",
        "The main active ingredient in his line, mango extract, was difficult to bottle.",
        "This ingredient absorbs UVB rays from the sun.",
        "Hydroquinone is listed as the first ingredient on the label.",
        "This ingredient is said to reduce melanin in the skin, according to AOL Health.",
        "Great focus has been placed on the presence of aluminum in traditional deodorants, deriving from a belief that the ingredient could be harmful and potentially even cause certain diseases.",
        "For that reason, aluminum is typically the primary ingredient in most antiperspirants.",
        "Tom's of Maine makes it a point to list every ingredient in its aluminum-free deodorants on the Web site, along with its unique purpose.",
        "Some individuals who suffer from acne have reported using the ingredient in various ways to attempt to eliminate acne marks or the actual blemishes altogether.",
        "Baking soda is a good ingredient to use in a homemade exfoliate because it has a smooth but gritty texture that makes it effective in polishing the skin.",
        "Try the following two recipes, which both require this ingredient.",
        "However, they do claim that the patented ingredient Haloxyl, in combination with Matrixyl 3000, can reduce dark circles, bags and visible lines.",
        "Some recipes call for gelatin, but as this is a non-vegetarian, non-Kosher ingredient, it's good to avoid when making in mass quantities.",
        "If you want to hasten the process, use over-the-counter skin creams designed to lighten dark spots; many of these contain hydroquinone, a bleaching ingredient.",
        "Instead of toxic solvents, many natural polishes contain water as a main ingredient.",
        "Clay is a common ingredient in these masks, but others are made of a gel-like material that also soaks up excess oil.",
        "Others, especially those that contain clay as a main ingredient, may be washed off with water once dry.",
        "Usually the key ingredient in these gels is aloe vera, which has been known to calm the sting of a sunburn.",
        "Many lotions and butters rely on cocoa butter as their main ingredient.",
        "Over-the-counter skin bleaches don't contain as much of the active ingredient hydroquinone as prescription bleaches and may be used in less severe cases.",
        "Studies have shown that glycyrrhizic acid, an ingredient in licorice, kills cold sore virus cells, so something as simple as chewing on a licorice whip can help avoid the problem.",
        "Vitamin C: Another magical ingredient is vitamin C, an antioxidant that also promotes collagen production and may even minimize the appearance of lines and scars with regular usage."
    ],
    "definition": [
        "An edible substance that is used in making a dish or other food.",
        "An element or component of something: the ingredients in shampoo; the ingredients that made the scandal. See Synonyms at element.",
        "Link/Cite",
        "One of the substances present in a mixture.",
        "ingress",
        "Link/Cite"
    ]
}