{
    "translation": "מיושב",
    "uses": [
        "He inhabited a separate quarter of the city.",
        "which the Uzbeg Turks are dominant, and for the most part is inhabited by nomadic tribes, who are marauders, enjoying the reputation of being the worst among a race of professed robbers.",
        "(4) The Meshcheryaks, a tribe of Finnish origin who formerly inhabited the basin of the Oka, and, driven thence during the 15th century by the Russian colonists, immigrated into Ufa and Perm, where they now live among the Baskhirs, having adopted their religion and customs. (5) The Teptyars, also of Finnish origin, settled among the Tatars and Bashkirs in Samara and Vyatka.",
        "At the beginning of the 16th century the territory included in the present state of Mississippi was inhabited by three powerful native tribes: the Natchez in the south-west, the Choctaws in the south-east and centre, and the Chickasaws in the north.",
        "It is a district of poor streets, inhabited by a labouring population employed in leather and other factories, and in the Surrey Commercial Docks and the wharves bordering the river.",
        "4 Kant held it probable that other planets besides our earth are inhabited, and that their inhabitants form a scale of beings, their perfection increasing with the distance of the planet which they inhabit from the sun.",
        "The souls of his forefathers inhabited the obelisk, making it hum with immense power.",
        "In the east, Persis proper is separated by a desert (Laristan) from the fertile province of Carmania (Kerman), a mountainous region inhabited by a Persian tribe.",
        "One hypothesis supposes that the shores of the Mediterranean were originally inhabited by a homogeneous race neither Aryan nor Semitic.",
        "Ultimately the Marcomanni, the fiercest of the tribes that inhabited the country between Illyria and the sources of the Danube, sued for peace in 168.",
        "A less definite though very practical boundary is that formed by the meeting-line of two languages, or the districts inhabited by two races.",
        "It is inhabited mainly by Uzbegs.",
        "In 1901, 49,102 families inhabited 48,415 houses, and the proportion of the urban population to the rural was 27.5 to 72.5.",
        "Perhaps they are the ghosts of thoughts that once inhabited the mind of an ancestor.",
        "When I visited Brisbane I met an Aborigine, whose people have inhabited Australia for thousands of years.",
        "After the division of the Roman empire, the lands inhabited by the Albanian race became provinces of the Byzantine empire; northern Albania from Scutari to Berat formed the thema or province of Dyrrachium (Durazzo, Albanian Dourtz), southern Albania and Epirus the thema of Nikopolis.",
        "inhabited the negebh (S.",
        "The centre of the life of Israel was the Temple, over which the high priest presided and which was inhabited by Yahweh, the God of Israel.",
        "VOLSCI, an ancient Italian people, well known in the history of the first century of the Roman Republic. They then inhabited the partly hilly, partly marshy district of the S.",
        "farther north, is still smaller, and is a mere rock, inhabited by a few fishermen.",
        "Whilst the heavier troops moved down the Kabul valley to Pencelaotis (Charsadda) under Perdiccas and Hephaestion, Alexander with a body of lighter-armed troops and cavalry pushed up the valleys which join the Kabul from the north - through the regions now known as Bajour, Swat and Buner, inhabited by Indian hill peoples, as fierce then against the western intruder as their Pathan successors are against the British columns.",
        "The Australian seas are inhabited by many fishes of the same genera as exist in the southern parts of Asia and Africa.",
        "Australia is inhabited by at least if o different species of marsupials, which is about two-thirds of the known species; these have been arranged in five tribes, according to the food they eat, viz., the grass-eaters (kangaroos), the root-eaters (wombats), the insect-eaters (bandicoots), the flesh-eaters (native cats and rats), and the fruit-eaters (phalangers).",
        "How did the Tasmanians with their Papuan affinities get so far south on a continent inhabited by a race so differing from Papuans?",
        "A bronze tablet discovered in 1866 near the village of Esterzili is inscribed with a decree of the time of Otho with regard to the boundaries of three tribes, the Gallienses, Patulienses and Campani, who inhabited the eastern portion of the island.",
        "that the continent was first inhabited by a Papuan type of man who made his way thither from Flores and Timor, New Guinea and the Coral Sea.",
        "from any inhabited place and 110 yds.",
        "The ceremony of hoisting a flag and taking possession of the country in the name of the government of the Netherlands was actually performed, but the description of the wildness of the country, and of the fabulous giants by which Tasman's sailors believed it to be inhabited, deterred the Dutch from occupying the island, and by the international principle of \" non-user \" it passed from their hands.",
        "In Finland the population is composed of Finnish-speaking and Swedish-speaking Protestants; the Baltic provinces are inhabited by German-speaking, Lettspeaking and Esth-speaking Lutherans; the inhabitants of the south-western provinces are chiefly Polish-speaking Roman Catholics and Yiddish-speaking Jews; in the Crimea and on the Middle Volga there are a considerable number of Tatarspeaking Mahommedans; and in the Caucasus there is a conglomeration of races and languages such as is to be found on no other portion of the earth's surface.",
        "The Gulf of Riga and the Baltic belong also to territory which is not inhabited by Sla y s, but by Finnish races and by Germans.",
        "South of the Drin is another complex mountain system, including the highlands inhabited by the Mirdites and the Mat tribe; among the principal summits are Deia Mazzuklit, Mal-i Vels, Kraba, Toli and Mnela.",
        "Rodriguez was inhabited by Pezophaps, the solitaire, Necropsittacus and Palaeornis exsul, which is now probably extinct.",
        "The area of the ancient city is now called the Kaleh, and is inhabited by the Turks; eastward of this is the extensive Christian quarter, and beyond this again a low promontory juts northward into the sea, partly covered with the houses of a well-built suburb, which is the principal centre of commerce.",
        "The classification of the land surface into areas inhabited by distinctive groups of plants has been attempted by many phytogeographers, but without resulting in any scheme of general acceptance.",
        "The capital of the province is Shiraz, and the subdivision in districts, the chief places of the districts and their estimated population, and the number of inhabited villages in each as they appear in lists dated 1884 and 1905 are shown on the following page.",
        "The highland region of northern Albania is divided into two portions by the lower course of the Drin; the mountains of the northern portion, the Bieska Malziis, extend in a confused and broken series of ridges from Scutari to the valleys of the Ibar and White Drin; they comprise the rocky group of the Prokletia, or Accursed Mountains, with their numerous ramifications, including Mount Velechik, inhabited by the Kastrat and Shkrel tribes, Bukovik by the Hot, Golesh by the Klement, Skulsen (7533 ft.), Baba Vrkh (about 7306 ft.), Maranay near Scutari, and the Bastrik range to the east.",
        "In the larger inhabited islands board schools have been established.",
        "It is also called the Simeonstor, after a Greek hermit who inhabited it.",
        "The length of the Tetuaroa reef ring is about six miles; it bears twelve palm-covered islets, of which several are inhabited, and has one narrow boat-passage leading into the lagoon.",
        "A Roman road may have run past the site; coins, &c., have been found, and the district at any rate was inhabited in Roman times.",
        "Uruguay at that time was inhabited by Indians, of whom the dominant tribe was called Charrua, a people described as physically strong and well-formed, and endowed with a natural nobility of character.",
        "In their country was a wooden city inhabited by a distinct race, the Geloni, who seem to have spoken an Indo-European tongue.",
        "The presence of the Sakai, a people of the Mon-Khmer stock, in the interior of the peninsula has also been considered as one of many proofs that the Malays intruded from the south and approached the 004° D peninsula by means of a sea-route, since had they swept down from the north, being driven thence by the people of a stronger breed, it might be expected that the fringe of country dividing the two contending races would be inhabited by men of the more feeble stock.",
        "Passing over the Messabatae, who inhabited a valley which may perhaps be the modern MahSabadan, as well as the level district of Yamutbal or Yatbur which separated Elam from Babylonia, and the smaller districts of Characene, Cabandene, Corbiana and Gabiene mentioned by classical authors, we come to the fourth principal tribe of Susiana, the Cissii (Aesch.",
        "GAUL, the modern form of the Roman Gallia, the name of the two chief districts known to the Romans as inhabited by Celtic-speaking peoples, (a) Gallia Cisalpina (or Citerior, \" Hither\"), i.e.",
        "Two different races - a brachycephalic and a dolichocephaliccan be distinguished among the remains of the earlier Stone period (Lacustrine period) as having inhabited the plains of E.",
        "Besides these are Syme, Telos, Nisyros, Calymnos, Leros and Patmos, all of which have been inhabited, both in ancient and modern times, and some of which contain excellent harbours.",
        "2 - Already in the 15th century B.C. Palestine was inhabited by a settled people whose language, thought and religion were not radically different several hundred years later.",
        "Harwich (Herewica, Herewyck) cannot be shown to have been inhabited very early, although in the 18th century remains of a camp, possibly Roman, existed there.",
        "These were very numerous, for the place was thickly inhabited, and a large group of the queer people clustered near, gazing sharply upon the strangers who had emerged from the long spiral stairway.",
        "The huge glyptodon once inhabited this region, which now possesses the smallest armadillo known, the \" quirquincho \" or Dasypus minutus.",
        "Little effort has been made to meet the increased sanitary requirements of the larger population and wider inhabited area.",
        "The capital is Merida, and its principal towns, inhabited almost exclusively by Indians and mestizos, are Valladolid, Acanceh, Tekax, Motul, Temax, Espita, Maxcanu, Hunucma, Tixkokob, Peto and Progreso, the port of Merida.",
        "To the south of Scythia the Crimean mountains were inhabited by a non-Sythic race, the Tauri.",
        "Bahrein, inhabited chiefly by the Bani'Abd Qais and the Bani Bakr, was largely subject to Persian influence near its coast, and a Persian governor, Sebocht, resided in Hajar, its chief town.",
        "The largest of these is the island of Chiloe, which is inhabited.",
        "and very sparsely inhabited.",
        "It is now inhabited by thirty or forty families only.",
        "170) its citadel alone was inhabited.",
        "It appears to have been inhabited in Roman times.",
        "They are probably the descendants of the earliest Aryan immigrants, who were represented in historical times by the kindred Illyrians, Macedonians and Epirots; the Macedonians and Epirots are believed by Hahn to have formed the core of the pre-Hellenic Tyrrheno-Pelasgian population which inhabited the southern portion of the peninsula and extended its limits to Thrace and Italy.",
        "There were eserted cities falling into ruins, and others, like Chichen-itza, xmal and Tuloom, which were still inhabited by remnants of heir former Maya populations.",
        "Henceforth the place lost its importance; in Strabo's time the original site was apparently deserted, and the citadel alone remained inhabited.",
        "But since the Russians became masters of this region, its former inhabitants (Circassian tribes) have emigrated in thousands, so that the country is now only thinly inhabited.",
        "N., is another fortified mansion, which is still inhabited.",
        "Japan appears to have been formerly inhabited by the Ainus, who have traditions of an older but unknown population, but was invaded in prehistoric times by a race akin to the Koreans, which was possibly mingled with Malay elements after occupying the southern part of the islands.",
        "m.) enclosed by the walls is inhabited nor was the whole space ever occupied by buildings, the intention of the founders of the city being to wall in ground sufficient to grow food for the inhabitants during a siege.",
        "The city is divided into fourteen quarters, each presided over by a headman, and inhabited by separate sections of the community.",
        "Inhabited by the Rauraci and the Sequani, it formed part of ancient Gaul, and was therefore included in the Roman empire in the provinces of Germania Superior and Maxima Sequanorum.",
        "The higher parts of the plains, which are deeply trenched by the upper tributaries of the rivers, are inhabited by various Caucasian races - Kabardians and Cherkesses (Circassians) in the west, Ossetes in the middle, and several tribal elements from Daghestan, described under the general name of Chechens, in the east.",
        "The deep, short gorges and glens which seam the southern slopes of the Caucasus are inhabited by Ossetes, Tushes, Pshays and Khevsurs in the west, and by various tribes of Lesghians in the east.",
        "It is still inhabited chiefly by Georgian tribesGurians, Imeretians, Mingrelians, Svanetians - in the basin of the Rion, and by Georgians intermingled with Armenians in the valley of the Kura, while the steppes that stretch away from the lower course of the latter river are ranged over by Turko-Tatars.",
        "Nevertheless the mountain tribes who inhabited the higher parts of the Caucasus were still independent, and their subjugation cost Russia a sustained effort of thirty years, during the course of which her military commanders were more than once brought almost to the point of despair by the tenacity, the devotion and the adroitness and daring which the mountaineers displayed in a harassing guerilla warfare.",
        "If the village is replaced by a large area, inhabited by millions, with modern facilities of communication, it is a matter of observation and experience that for the purposes of general reasoning the idiosyncrasies of individuals may be neglected.",
        "It was inhabited by an Iranian tribe, the Parthava of the inscriptions of Darius; the correct Greek form is HapOvaioc. Parthia became a province of the Achaemenian and then of the Macedonian Empire.",
        "The inscriptions are post-Aegean by many centuries, but they occur in the part of the island known to Homer as that inhabited by the Eteo-Cretans, or aborigines..",
        "The earth is conceived of as a round disk, slightly sloping towards the south, surrounded on three sides by the sea, but on the north by a high mountain of turquoises; behind this is the abode of the blest, a sort of inferior paradise, inhabited by the Egyptians who were saved from drowning with Pharaoh in the Red Sea, and whom the Mandaeans look upon as their ancestors, Pharaoh himself having been their first high priest and king.",
        "The unlookedfor discovery in France of remains which he has referred to, forms now existing it is true, but existing only in countries far removed from Europe, forms such as Collocalia, Leptosomus, Psittacus, Serpentarius and Trogon, is perhaps even more suggestive than the finding that France was once inhabited by forms that are wholly extinct, of which in the older formations there is abundance.",
        "Demons, when they are regarded as spirits, may belong to either of the classes of spirits recognized by primitive animism; that is to say, they may be human, or non-human, separable souls, or discarnate spirits which have never inhabited a body; a sharp distinction is often drawn between these two classes, notably by the Melanesians, the West Africans and others; the Arab jinn, for example, are not reducible to modified human souls; at the same time these classes are frequently conceived as producing identical results, e.g.",
        "After Moscow, Podolia is the most densely inhabited government of Russia outside Poland.",
        "The country has been inhabited since the beginning of the Neolithic period.",
        "Be this as it may, we have strong evidence that the Mediterranean is inhabited by other species different from S.",
        "The villages were mostly inhabited by Syrians: it was rarely that Franks settled down as tillers of the soil.",
        "Rude stone monuments (circles and dolmens) and other prehistoric remains show that Syria must have been inhabited from a very early period.",
        "The earliest settlement on the Acropolis was doubtless soon increased by groups of dwellings at its base, inhabited by the dependents of the princes who ruled in the stronghold.",
        "The Thesean synoecism led to the introduction of new cults and the foundation of new shrines partly on the Acropolis, partly in the inhabited district at its base both within and without the wall of the Pelasgicum, Some of the shrines in this region are mentioned by Thucydides in a passage which is of capital importance for the topography of the city at this period (ii.",
        "By degrees the inhabited area began to comprise the open ground to the north-west, the nearer portion of the later Ceramicus, or \" potters' field \" (afterwards divided by the walls of Themistocles into the Inner and Outer Ceramicus), and eventually extended to the north and east of the citadel, which, by the beginning of the 5th century B.C., had become the centre of a circular or wheel-shaped city, 7rOXtos TpOXOEU OS ciKpa Kapnva (Oracle apud Herod.",
        "Of the various temples in which statues by Pheidias, Alcamenes and other great sculptors are known to have been placed, no traces have yet been discovered; excavation has not been possible in a large portion of the lower city, which has always been inhabited.",
        "Zonaras states that the city was destroyed and removed elsewhere, though the old site continued apparently to be inhabited, to judge from the inscriptions found there.",
        "and is inhabited by a tribe whose customs differ essentially from those of the natives on the main island.",
        "The general state of the island when the Japanese assumed possession was that the plain of Giran on the eastern coast and the hill-districts were inhabited by semibarbarous folk, the western plains by Chinese of a degraded type, and that between the two there existed a traditional and continuous feud, leading to mutual displays of merciless and murderous violence.",
        "There was a strong agitation in favour of the abolition of the tax during the winter of 1850-1851, and it was accordingly repealed on the 24th of July 1851, and a tax on inhabited houses substituted.",
        "By the people of northern India the country was known as Gondwana, after the savage tribes of Gonds by whom it was inhabited.",
        "De Quincey spent the greater part of the years 1809 to 1828 at Grasmere, in the first cottage which Wordsworth had inhabited.",
        "It is partly under grass and partly wooded, and is inhabited by Maoris, by whom it is regarded as holy ground.",
        "The empire included large tracts of mountain or desert, inhabited by tribes, which the Persian government had never subdued.",
        "KACHIN HILLS, a mountainous tract in Upper Burma, inhabited by the Kachin or Chingpaw, who are known on the Assam frontier as Singphos.",
        "after 360), the great philosopher and founder, with Leucippus, of the atomic theory, was also the author of a map of the inhabited world which he supposed to be half as long again from west to east, as it was broad.",
        "It divided the inhabited world, as then known, into a northern and a southern half.",
        "The inhabited world thus delineated formed an island of irregular shape, surrounded on all sides by the ocean, the Erythrean Sea freely communicating with the western ocean.",
        "into four quarters, each inhabited, thus anticipating the discovery of North and South America and Australia.'",
        "In every instance the inhabited world is surrounded by the ocean.",
        "6) the inhabited earth has the shape of an oblong rectangle surrounded by an ocean which breaks in in four great gulfs - the Roman or Mediterranean, the Arabian, Persian and Caspian Sea.",
        "a canon of St Omer (1120), this south land \" unknown to the sons of Adam,\" is stated to be inhabited \" according to the philosophers \" by Antipodes.",
        "The Mediterranean occupies nearly half the inhabited world in longitude, and the east coast of Africa is shown as if it extended due east.",
        "As the excavation of the valley proceeded, the level of the stream was lowered and its course diverted; the cave consequently became drier and was far more frequently inhabited by predatory animals.",
        "The discovery of flint implements of the same types as those found in Egypt, Mauritania, and Europe show Somaliland to have been inhabited by man in the Stone age.",
        "Only twenty-seven islands of the group are inhabited, but in the case of some of them the population consists solely of a few lighthouse attendants, shepherds and keepers.",
        "The following is a list of the inhabited isles, proceeding from south to north; but it will be understood that they do not lie in a direct line, that several are practically on the same latitude, that the bulk are situated off the east and west coast of Mainland, and that two of them are distinctly outlying members of the group. The figures within brackets.",
        "This government was inhabited in the 10th century by the Slav tribes of the Krivichi and Radimichi.",
        "inland, at the head of a long upland valley (5000 ft.) inhabited by direct descendants of the ancient Lycians, who have preserved a distinctive facial type, noticeable at once in the town population.",
        "22) it seems to have been inhabited by lions.",
        "It is inhabited by Druses.",
        "Very little also is known as to the natives who inhabited the island at the time of the discovery.",
        "The Bulgarians, Bosnians and Servians had at different periods invaded and conquered the territories inhabited by them; the Albanians, original natives of their land, were governed by princes of their own.",
        "The site seems to have been inhabited also during the Roman empire, but its importance is limited to Caesar's siege.",
        "Small islands, inhabited by a fishing population, fringe the west coast.",
        "The progress of the \"higher criticism,\" and the gradual surrender of attempts to square scientific facts with a literal interpretation of the Bible, are indicated in the shorter account given in the eighth edition, which concludes as follows: - \"the insuperable difficulties connected with the belief that all the existing species of animals were provided for in the ark, are obviated by adopting the suggestion of Bishop Stillingfleet, approved by Matthew Poole, Pye Smith, le Clerc, Rossenmiiller and others, that the deluge did not extend beyond the region of the earth then inhabited, and that only the animals of that region were preserved in the ark.\"",
        "In anticipation of this event a gigantic system of docks, basins and quays was constructed, at a total cost of some £7,000,000 (of which the imperial treasury contributed 2,000,000), between the confluence of the Alster and the railway bridge (1868-1873), an entire quarter of the town inhabited by some 24,000 people being cleared away to make room for these accessories of a great port.",
        "The Salians inhabited the sea-coast, whereas the Ripuarians dwelt on the banks of the river Rhine.",
        "Up to the year 1862 not only was the fortress of Belgrade garrisoned by Turkish troops, but the Danubian slope of the town was inhabited by Turks, living under a special Turkish administration, while the modern part of the town (the plateau of the ridge and the western slope) was inhabited by Servians living under their own authorities.",
        "Further, one-third of the Belgian provinces was inhabited by a Walloon population divided from the Flemings by racial characteristics and their use of a Romance instead of a Teutonic dialect.",
        "musculus, the house-mouse, originally a native of Central Asia, has spread to all the inhabited parts of the globe.",
        "The inhabited districts are well laid down on the best maps; but the immense areas between and beyond them are mapped only along a few routes hundreds of miles apart.",
        "There are wide areas on the plains of West Siberia and on the high plateau of East Siberia, which, virtually, are still passing through the Lacustrine period; but the total area now under water bears but a trifling proportion to the vast surface .which the lakes covered even at a very recent period, when Neolithic man inhabited Siberia.",
        "Thus Africa was originally, in the eyes of the Romans and Carthaginians alike, the country inhabited by the great tribe of Berbers or Numidians called Afarik.",
        "It is probably the only tropical island that had never been inhabited by man before the European settlement.",
        "and that about half the area within them had at that time ceased to be inhabited.",
        "The more arid districts offer no inducement for settlement and are inhabited only by a few roving bands of Indians, but there were settlements of whites in the grazing districts of the Rio Branco at an early date, and a few hundreds of adventurers have occupied the mining districts of the east.",
        "South and south-west of this arid plateau lie the inhabited tablelands of Rio de Janeiro, Sao Paulo and Minas Geraes, where the climate is greatly modified by a luxuriant vegetation and southerly winds, as well as by the elevation.",
        "is a group of huts inhabited in winter by labourers from the Abruzzi, as is the case in many other parts of the Campagna.",
        "From the chief of the Amatuli tribe, who inhabited the adjacent district, the bay was \" purchased \" for about £50 worth of goods.",
        "But all round these, as far as the frontiers, the country is inhabited by the other races, which, as a rule, occupy it in large, compact and uniform ethnographical groups.",
        "Badakshan proper is peopled by Tajiks, Turks and Arabs, who speak the Persian and Turki languages, and profess the orthodox doctrines of the Mahommedan law adopted by the Sunnite sect; while the mountainous districts are inhabited by Tajiks, professing the Shiite creed and speaking distinct dialects in different districts.",
        "But its place was taken more and more by Yugoslavia, which, it should be remarked, was then still used to denote all the territories inhabited by any southern Slav tribe, and so to include the Bulgars no less than the Serbo-Croats and Slovenes.",
        "By the introduction of a method of classification which was due to the superficial Pliny - depending, not on structure, but on the medium inhabited by an animal, whether earth, air or waterWotton is led to associate Fishes and Whales as aquatic animals.",
        "Vivipara, ovipara, a y es, pisces, serpentes et Scorpio - and contains descriptions and illustrations of a large number of animal forms with reference to the lands inhabited by them.",
        "According to their own annals and traditions they once inhabited southern China, a theory which is confirmed by many of their habits and physical characteristics; the race has, however, been modified by crossings with the Chams and other of the previous inhabitants of Indo-China.",
        "All this region is densely forested, and is inhabited only by scattered tribes of Indians.",
        "In colonial times the llanos were covered with immense herds of cattle and horses and were inhabited by a race of hardy, expert horsemen, the llaneros.",
        "In this revolution Thrasybulus and his mercenaries held the fortified quarters of Ortygia and Achradina; the revolted people held the unwalled suburbs, already, it is plain, thickly inhabited.",
        "When the city is next referred to in the Saxon Chronicle it appears to have been inhabited by a population of heathens.",
        "Many parts of the state are wild and hilly, inhabited by a large Mina population, formerly notorious as a race of robbers.",
        "The ancient Eporedia, standing at the junction of the roads from Augusta Taurinorum and Vercellae, at the point where the road to Augusta Praetoria enters the narrow valley of the Duria (Dora Baltea), was a military position of considerable importance belonging to the Salassi who inhabited the whole upper valley of the Duria.",
        "Akhdar, inhabited by a friendly people who seem to have welcomed him everywhere, he visited Ibra, Semed and Nizwa at the southern foot of the mountains.",
        "North of Katif it is desert and only inhabited by nomads; at Katif, however, and throughout the district to the south bordering on the Gulf of Bahrein there are ample supplies of underground water, welling up in abundant springs often at a high temperature, and bringing fertility to an extensive district of which El Hofuf, a town of 15,000 to 20,000 inhabitants, is the most important centre.",
        "A part of the same tribe inhabited Yathrib (Medina) at the time of Mahomet.",
        "In the vicinity are the troglodyte caverns of Monte Scaglioso, still inhabited by some of the lower classes, and other caves with 13thcentury frescoes.",
        "Leopoldstadt which together with Brigittenau are the only districts on the left bank of the Danube Canal, is the chief commercial quarter, and is inhabited to a great extent by Jews.",
        "- The name seems to have been applied by the earlier Greek navigators to the peoples who inhabited the eastern coast of Spain; probably it originally meant those who dwelt by the river Iberus (mod.",
        "Its marshy banks are overgrown with reeds and inhabited by numerous waterfowl.",
        "Practically the whole of the region through which these rivers runthe montana of Peru-is undeveloped, and is inhabited by Indians, with a few settlements of whites on the river courses.",
        "The inhabited portion is modern.",
        "Under the name godwit two perfectly distinct species of British birds were included, but that which seems to have been especially prized is known to modern ornithologists as the black-tailed godwit, Limosa aegocephala, formerly called, from its loud cry, a yarwhelp,' shrieker or barker, in the districts it inhabited.",
        "Its site is now absolutely deserted, except that a tiny village, Sart, merely a few huts inhabited by seminomadic Yuruks, exists beside the Pactolus, and that there is a station of the Smyrna & Cassaba railway 1 m.",
        "This created a deficit, which they repaired by doubling the duty on inhabited houses.",
        "It consists of seventeen atolls with an immense number of islands, of which some three hundred are inhabited.",
        "These inaccessible slopes were inhabited even in Strabo's time by wild, half-barbarous tribes, of whose ethnical relations we are ignorant - the Chalybes (identified by the Greeks with Homer's Chalybes), Tibareni, Mosynoeci and Macrones, on whose manners and condition some light is thrown by Xenophon (Anab.",
        "Coast-line.The following table shows the numbers, the lengths of coast-line, and the areas of the various groups of islands, only those being indicated that have a coast-line of at least I ri (23/4 m.), or that, though smaller, are inhabited; except in the case of Formosa and the Pescadores, where the whole numbers are given Length of Area Number.",
        "In the Roman period Styria, which even thus early was famed for its iron and steel, was inhabited by the Celtic Taurisci, and divided geographically between Noricum and Pannonia.",
        "With the exception of Griend and Schokland, the islands of the Zuider Zee are inhabited by small fishing communities, who retain some archaic customs and a picturesque dress.",
        "In 1415 Baden (with the Aargau) was conquered by the Eight Swiss Confederates, whose bailiff inhabited the other castle, on the right bank of the Limmat, which defends the ancient bridge across that river.",
        "The industries include cotton spinning and milling, as well as the manufacture of iron and hardware, and small arms. Sankt Polten was an inhabited place in the Roman period.",
        "Berkeley Castle, on an eminence south-east of the town, is one of the noblest baronial castles existing in England, and one of the few inhabited.",
        "Among the external characters by which the mammoth was distinguished from either of the existing species of elephant was the dense clothing, not only of long, coarse outer hair, but also of close under woolly hair of a reddish-brown colour, evidently in adaptation to the cold climate it inhabited.",
        "The Strada Garibaldi along the Mare Piccolo is inhabited by fishermen whose language retains traces of Greek.",
        "by a tract inhabited by various uncivilized independent mountain tribes; on the S.",
        "The tracts inhabited by the aboriginal tribes entitled Lo Nakpo, Lo Karpo and Lo Tawa (\"Lo\" signifies \"barbarous\" in Tibetan), are described as a pleasant country; the lands on either side of the Tsanpo being well cultivated and planted with mangoes, plantains and oranges.",
        "Even the barren islet of Comino, between Malta and Gozo, was inhabited in prehistoric times.",
        "To the east of the town a large Arab village had grown up, inhabited for the most part by natives of Egypt and Cyrenaica, who acted as boatmen, porters and servants, but since the fall of the Turkish government most of these have quitted the island; while about a mile off on the rising ground is the village of Khalepa, where the consuls and merchants reside.",
        "Pilgrims visiting Paphos, the original home and temple of Astarte, could of course be in no doubt about which of the heavenly powers inhabited the cone of stone in which she was there held to be immanent; nor was any Semite ever ignorant as to which Baal he stood before.",
        "By far the greater portion of the region later called Tirol was inhabited, when it makes its appearance in history, by the Raetians (perhaps a Celtic race, though some still hold that they were connected with the Etruscans), who were conquered (14 B.C.) by Drusus and Tiberius, and were later organized into the Roman province of Raetia.",
        "They are inhabited by a few families of Arabs, who however speak a dialect differing considerably from the ordinary Arabic. The islands yield some guano.",
        "This deer inhabited Ireland, Great Britain, central and northern Europe, and western Asia in Pleistocene and prehistoric times; and must have stood 6 ft.",
        "Bachian is remarkable as the most eastern point on the globe inhabited by any of the Quadrumana, a black ape occurring here as in Celebes.",
        "high, concealing a depressed inhabited central plateau.",
        "Few provinces in Spain are inhabited by so laborious, active and well-to-do a population.",
        "In reality the Albani inhabited also the mountain valleys and the land to the north towards Sarmatia, the modern Daghestan (Pliny vi.",
        "Mantineia is mentioned in the Homeric catalogue of ships, but in early Greek times existed only as a cluster of villages inhabited by a purely agricultural community.",
        "The place is said to have been inhabited in remote times under the name of Adamakha; the present town was built only in 1 779, by Greek emigrants from the Crimea.",
        "The northern part of Luristan, which was formerly known as Lurikuchik (little Luristan), is inhabited by the Feili Lurs and these are divided into the Pishkuh (cis-montane) Lurs in the east and Pushtkuh (ultra-montane) Lurs in the west adjoining Turkish territory.",
        "North of the Avenue de France is a district, inhabited chiefly by Maltese, which has obtained the name of Malta-es-Segheira (Little Malta).",
        "At times attempts were made to suppress the sect of the Vaudois, but the nature of the country which they inhabited, their obscurity and their isolation made the difficulties of their suppression greater than the advantages to be gained from it.",
        "The number of houses inhabited, uninhabited and under construction respectively, was noted in the return.",
        "The term tenement, too, was substituted for that of storey, as the subdivision of a house, whilst in addition to inhabited and uninhabited houses, those occupied by day, but not by night, were separately recorded.",
        "All these are grassy and the Chathams are inhabited by sheep-farming colonists.",
        "In Polynesia a number of inhabited islands were brought under New Zealand control in 1893.",
        "On its capture by the Dutch in 1656 it was a flourishing colony with convents of five religious orders, churches and public offices, inhabited by no fewer than 900 noble families and 150o families dependent on mercantile or political occupations.",
        "During the 8th century it was inhabited by the Saxons (q.v.), and about this time was first called Saxonia, and afterwards Saxony.",
        "At the same time in 794, as a fresh experiment in policy, every third man was transported; while the king was assisted in his work of conquest by the Abotrites who inhabited a district east of the Elbe.",
        "Abulfeda the geographer, writing in the r3th century, notices the fact that part of the Apamaean Lake was inhabited by Christian fishermen who lived on the lake in wooden huts built on piles, and Sir John Lubbock (Lord Avebury) mentions that the Rumelian fishermen on Lake Prasias \"still inhabit wooden cottages built over the water, as in the time of Herodotus.\"",
        "in some parts three distinct successions of inhabited platforms have been traced.",
        "It was in Bohemia that they championed the principle most openly, where they were striving for national separation and protection against the Czechs of the territories which they had inhabited since the Middle Ages.",
        "Ban Jellacic, though loyal to the Emperor, had given expression to their aspirations towards unity as early as 1848; but Francis Joseph handed over the Croats and Serbs to Magyar domination (1867), and Dalmatia, the territory of the Austrian Croats, had been neglected by Vienna for years past; thus it was not till the years immediately preceding the war that it was rapidly developed by the construction of ports and railways and the encouragement of tourist traffic. The Slovenes, who inhabited Carinthia and Carniola, had less grounds for discontent, for the barren Karst had been afforested at the expense of the state; but though they were at the very gate of Serbia, they suffered from a shortage of meat, for Hungary obstructed the traffic in livestock in the interests of her great territorial magnates, and Austria bore the brunt of this.",
        "The claim set up by the Italians to a university of their own within the territory inhabited by them led to various controversies with the Germans and Southern Sla y s.",
        "Among the Rumanians, who inhabited three states (Austria, Hungary and Rumania), the desire long prevailed for union within the monarchy, and Austria would only have had to stretch out her hand to them; but the Magyars would not have it.",
        "In the case of small and irregular consumers, such as the inhabitants of model dwellings and flats inhabited chiefly by working-class tenants, coin-in-the-slot meters are much employed.",
        "the lower reaches of the four rivers are fertile and are inhabited by a considerable population of Siamese.",
        "A Survey Department, inaugurated about 1887, has completed the general survey of the whole country, and has made a cadastral survey of a large part of the thickly inhabited and highly cultivated districts of central Siam.",
        "The frontiers of Siam, both to the east and the west, had always been vague and ill-defined, as was natural in wild and unexplored regions inhabited by more or less barbarous tribes.",
        "Noordwijk is principally inhabited by lesser merchants and subordinate officials.",
        "In the canton there were 10,821 (5683) inhabited houses, while the number of separate households was 35,450 (28,621).",
        "13 in the same street is on the site of Calvin's house, though not the actual dwelling inhabited by him.",
        "In 1819 the canton (the new portions of which were inhabited mainly by Romanists) was annexed to the bishopric of Lausanne, the bishop in 1821 being authorized to add \"and of Geneva\" to his episcopal style.",
        "But the best established hierarchy is not so powerful as a caste, and the monarchs had one strong hold on the clergy by retaining the patronage of great ecclesiastical places, and another in the fact that the Semitic provinces on the Tigris, where the capital lay, were mainly inhabited by men of other faith.'",
        "The Hungarians (Magyars) declined to surrender the territories inhabited by Slovaks, and it was necessary to call in the military help of the Czechs before the last Hungarian troops, who had initiated a reign of terror in Slovakia, could be driven out of the land.",
        "On the right bank lie Wallischei (a district inhabited by Poles) and some other suburbs.",
        "Some are monothalamous, and contain but one larva of the gallmaker, whilst others are many-celled and numerously inhabited.",
        "the parenchyma proper; vessels which, without forming a complete investment, underlie the parenchyma; a hard protective layer; and lastly, within that, an alimentary central mass inhabited by the growing larva.8 Galls are formed by insects of several orders.",
        "Thus the galls of Cynips and its allies are inhabited by members of other cynipideous genera, as Synergus, Amblynotus and Synophrus; and the pine-cone-like gall of Salix strobiloides, as Walsh has shown, 2 is made by a large species of Cecidomyia, which inhabits the heart of the mass, the numerous smaller cecidomyidous larvae in its outer part being mere inquilines.",
        "The mountain ranges in the south are largely inhabited by Miao-tsze, who are the original owners of the soil and have been constantly goaded into a state of rebellion by the oppression to which they have been subjected by the Chinese officials.",
        "The island is not permanently inhabited, but has been frequently visited by explorers, sealers and whalers; and an Austrian station for scientific observations was maintained here for a year in 1882-1883.",
        "Two-thirds of the grandduchy consisted of old Russian lands inhabited by men who spoke the Ruthenian language and professed the Orthodox Greek religion, while in the north were the Lithuanians proper, semisavage and semi-catholic, justly proud of their heroic forefathers of the house of Gedymin, and very sensitive of the pretensions of Poland to the provinces of Volhynia and Podolia, the fruits of Lithuanian valour.",
        "No parrot has recently inhabited the Palaearctic Region,' and but one (the Conurus carolinensis, just mentioned) probably belongs to the Nearctic; nor are parrots represented by many different forms in either the Ethiopian or the Indian Regions.",
        "Lipki district (from the lipki or lime trees, destroyed in 1833) is of recent origin, and is mainly inhabited by the well-to-do classes.",
        "The total population of the eleven islets only amounted to 171 in 1900, but all were inhabited.",
        "The district was mainly inhabited by peasants; it contained few important towns, and the bourgeois were but a feeble minority.",
        "The territory now forming the state of Delaware was within the boundaries defined by the Maryland charter, but in 1682 it was transferred by the duke of York to William Penn and in 1685 Lord Baltimore's claim to it was denied by an order in council, on the ground that it had been inhabited by Christians before the Maryland charter was granted.",
        "Henceforth Absalon was the chief counsellor of Valdemar, and the promoter of that imperial policy which, for three generations, was to give Denmark the dominion of the Baltic. Briefly, it was Absalon's intention to clear the northern sea of the Wendish pirates, who inhabited that portion of the Baltic littoral which we now call Pomerania, and ravaged the Danish coasts so unmercifully that at the accession of Valdemar one-third of the realm of Denmark lay wasted and depopulated.",
        "C Longitude West 85 of Greenwich D s4 E 83° ill skunks, and the streams were inhabited by trout, perch, buffalo-fish, sun-fish, mullet, eels, and suckers.",
        "The rugged east section of the state, a part of Appalachian America, is inhabited by a people of marked characteristics, portrayed in the fiction of Miss Murfree (\" Charles Egbert Craddock \") and John Fox, Jr. They are nearly all of British - English and Scotch-Irish - descent, with a trace of Huguenot.",
        "In 1763 the Kentucky country was claimed by the Cherokees as a part of their hunting grounds, by the Six Nations (Iroquois) as a part of their western conquests, and by Virginia as a part of the territory granted to her by her charter of 1609, although it was actually inhabited only by a few Chickasaws near the Mississippi river and by a small tribe of Shawnees in the north, opposite what is now Portsmouth, Ohio.",
        "It is inhabited by Yusafzai Pathans.",
        "On the northern coast of Yucatan is the small, inhabited island of Holbox or Holboy, and on the eastern coast the islands of Mujeres, Cancum and Cozumel, of which the first and last have a considerable population and good ports.",
        "The largest of these, some of them inhabited, are: Guadalupe - about 75 m.",
        "The remarkable phenomenon of nations so similar in bodily make but so distinct in language can hardly be met except by supposing a long period to have elapsed since the country was first inhabited by the ancestors of peoples whose language has since passed into so different forms. The original peopling of America might then well date from the time when there was continuous land between it and Asia.",
        "Though the Central American native kings have too little interest for traditions of them to be dwelt on here, they bring into view one important historical point - that the ruined cities of this region are not monuments of a forgotten past, but that at least some of them belong to history, having been inhabited up to the conquest, apparently by the very nations who built them.",
        "The notion that the ruined cities now buried in the Central-American forests were of great antiquity and the work of extinct nations has no solid evidence; some of them may have been already abandoned before the conquest, but others were inhabited by the ancestors of the Indians who now build their mean huts and till their patches of maize round the relics of the grander life of their ancestors.",
        "The district which later bore the name of Venetia was inhabited, under the Roman Republic, by a variety of tribes - Celts, Veneti, Raeti, &c. Under Augustus, Venetia and Histria formed the tenth region of Augustus, the latter including the Istrian peninsula as far as the river Arsia, i.e.",
        "The Griqualand West province of Cape Colony belongs also geographically to Bechuanaland, and except in the Kimberley diamond mines region is still largely inhabited by Bechuana.",
        "This quarter was inhabited altogether by workers in wool, and as the city was small, the aristocracy lived close by in noble mansions which are now miserable memorials of past prosperity.",
        "He made no effort to win over Vladimir to the Roman obedience, but devoted himself to the conversion of the pagan Pechenegs who inhabited the country between the Don and the Danube.",
        "The Hebridean islands exceed 500 in number, of which one-fifth are inhabited.",
        "Of the inhabited islands i 1 belong to Ross and Cromarty, 47 to Inverness-shire, and 44 to Argyllshire, but of this total of 102 islands, one-third have a population of only 10 souls, or fewer, each.",
        "Admitting that this whole area was thickly inhabited and might be regarded by those at a distance as one city, and that the district may well have had a common name, which could hardly be Assur, there is yet no native evidence that Nineveh extended so far.",
        "It is the centre of a prosperous farming and manufacturing district, inhabited chiefly by German immigrants and their descendants.",
        "conventual buildings proper, the stables, granaries, barn, bakehouse, brewhouse, laundries, &c., inhabited by the lay servants of the establishment.",
        "Kensington Square, however, lying south of High Street in the vicinity of St Mary Abbots church, still preserves some of its picturesque houses, nearly all of which were formerly inhabited by those attached to the court; it numbered among its residents Addison, Talleyrand, John Stuart Mill, and Green the historian.",
        "Mvvia and Mvaia rt Ev Eupdnrp, to distinguish it from Mysia in Asia), in ancient geography, a district inhabited by a Thracian people, bounded on the S.",
        "The district called Dardania (in Upper Moesia), inhabited by the Illyrian Dardani, was formed into a special province by Diocletian with capital Naissus (Nissa or Nish), the birthplace of Constantine the Great.",
        "The unorganized territories are sparsely inhabited by Indians, the people of the Hudson's Bay Company's posts and a few missionaries.",
        "Beyond Manitoba buffalo were still running on the plains, and British Columbia having lost its mining population of 1859 and 1860 was largely inhabited by Indians, its white population which centred in the city of Victoria being principally English.",
        "The group is commonly estimated to consist of 67 islands, of which 30 are inhabited (though in the case of four of them the population comprises only the light house attendants), but the number may be increased to as many as 90 by including rocky islets more usually counted with the islands of which they probably once formed part.",
        "The Inhabited Islands.",
        "- Premising that they are more or less scattered, and that several lie on the same plane, the following list gives the majority of the inhabited islands from south to north, the number within brackets indicating the population.",
        "It is inhabited principally by persons in the employment of the London & North-Western railway company, and was practically created by that corporation, at a point where in 1841 only a farmhouse stood in open country.",
        "Traquair House, or Palace, on the right bank of the Tweed, is believed to be the oldest inhabited house in Scotland, the most ancient portion dating from the 10th century, and including a remnant of the castle.",
        "The name is taken from the Lusitzi, a Slav tribe, who inhabited Lower Lusatia in the 9th and 10th centuries.",
        "It was inhabited in the earliest times by a mixed Greek and Thracian population; of its five cities mentioned by Herodotus few traces remain; some inscriptions discovered on the sites were published by W.",
        "This group, so named by Abel Tasman in 1643, is also called Leuenewa or Lord Howe, and is densely inhabited by natives said to be of Polynesian origin.",
        "By the Dutch, in whose residency of Amboyna they are included, they are politically divided into two districts; Larat, including the inhabited islands of Larat, Vordate, Molu, and Maro, together with many uninhabited islands; and Sera, including the Sera Islands, Selaru, and the southern part of Yamdena, all inhabited.",
        "More exactly it consists of (1) the cis-Indus district of Hazara; (2) the comparatively narrow strip between the Indus and the hills constituting the settled districts of Peshawar, Kohat, Bannu and Dera Ismail Khan; and (3) the rugged mountainous region between these districts and the borders of Afghanistan, which is inhabited by independent tribes.",
        "Also of interest are the Rosario chapel; the ruined earthworks of Fort Marcy, north of the city, constructed by General Kearny in 1846; the ruins of the Garita, an old Spanish fortification used as a custom house under the Mexican government; the so-called \"oldest house,\" a dilapidated adobe structure claimed to be the oldest building, continuously inhabited, in the United States; the state library; and the national cemetery, in which 1022 American soldiers are buried.",
        "HAWAII (Hawaiian Or Sandwich Islands), a territory of the United States of America, consisting of a chain of islands in the North Pacific Ocean, eight inhabited and several uninhabited.",
        "The inhabited islands lie between latitudes 18° 54' and 22° 15' N., and between longitudes 154° 50' and 160° 30 W., and extend about 380 m.",
        "of the middle of the inhabited group, the distance to San Francisco is about 2100 m.; to Auckland, New Zealand, about 3810 m.; to Sydney, New South Wales, about 4410 m.; to Yokohama, about 3400 m.; to Hong-Kong, about 4920 m.; to Manila, about 4890 m.",
        "The total area of the inhabited islands is 6651 sq.",
        "The age of the several inhabited islands, or at least the time since the last eruptions on them, decreases from W.",
        "Niihau, the most westerly of the inhabited islands, is 18 m.",
        "The pili grass (Heteropogon contortus) is also noxious, for its awns get badly entangled in the wool of sheep. The native manienie (Stenotaphrum americanum) and kukai (Panicum pruriens), however, are relished by stock and are found on all the inhabited islands; the Bermuda grass (Cynodon dactylon), a June grass (Poa annua), and Guinea grass (Panicum jumentorum) have also been successfully introduced.",
        "But in the \" Great Division \" which took place in 1848 and forms the foundation of present land titles, about 984,000 acres, nearly onefourth of the inhabited area, were set apart for the crown, about r, 495, 000 acres for the government, and about 1,619,000 acres for the several chiefs; and the common people received fee-simple titles 4 for their house lots and the pieces of land which they cultivated for themselves, about 28,600 acres, almost entirely in isolated patches of irregular shape hemmed in by the holdings of the crown, the government or the great chiefs.",
        "They dwelt in the mountainous country east of the Tiber, and north of the districts inhabited by the Latins and the Aequians in the heart of the Central Apennines.",
        "It is the most densely inhabited part of China, and is celebrated as the native province both of Confucius and Mencius.",
        "By this time the town populations and the educated among the country-folk spoke Latin, and Britain regarded itself as a Roman land, inhabited by Romans and distinct from outer barbarians.",
        "Large tracts, in particular Warwickshire and the adjoining midlands, were very thinly inhabited.",
        "The only result of anthropological investigation which so far can be regarded as definitely established is that the old Teutonic lands in northern Germany, Denmark and southern Sweden have been inhabited by people of the same type since the neolithic age, if not earlier.",
        "What peoples inhabited these regions can only be conjectured, but there is a certain amount of evidence from place-names - not altogether satisfactory - that the Celtic peoples at one time extended eastwards throughout the basin of the Weser.",
        "The house, La Grotte, which Gibbon inhabited 1783-1793, and on the terrace of which he completed (1787) his famous history, was demolished in 1896 to make room for the new post office that stands on the Place St Francois.",
        "There is a considerable difference in the climate of Lower and Upper Silesia; some of the villages in the Riesengebirge have the lowest mean temperature of any inhabited place in Prussia (below 40° F.).",
        "m., and an estimated population of about 3,000,000, being very sparsely inhabited.",
        "The southern portion, from Lake Pangong to Tengri Nor, is inhabited by pastoral tribes of Tibetans, and possesses a few hamlets, such as Ombo, Rudok and Senja jong.",
        "- Tibetans divide their country into five provinces: (i) Amdo, which comprises that part of the Chinese province of Kansuh which is inhabited by Tibetans, and Koko Nor region, extending southwards to the Yellow river and westwards as far as the Tsaidam.",
        "Amdo is inhabited in its eastern part by Tibetans, called Rongwa or \" ravine-folk,\" who are agriculturists, and in the western by pastoral tribes, collectively called Panaka or the Three Panakas.",
        "These five provinces, however, do not include the elevated steppes of Tsaidam (extending between the Kuen-lun and the Altyn Tagh or Nan Shan ranges), inhabited by a mixed race of marauding people, Tunguts and Mongols.",
        "river, she crossed that river and traversed the southern part of the country inhabited by the predatory Tibetan tribes called Golok.",
        "The surrounding country is partly cornland, partly waste, and is inhabited by wandering Arabs.",
        "The gods whom they worshipped belonged essentially to the earth; the fertile field, trees and mountains, headlands and rivers and springs, were believed to be inhabited by different divinities, who were therefore primarily local, many in number, with no one in particular supreme over the rest.",
        "This region of the province was one of the earliest inhabited and includes the oldest towns and villages, such as Schagen, which was flourishing in the 12th century and was created into a lordship in the beginning of the 15th century for the benefit of a natural son of Count Albrecht of Holland.",
        "Northern and eastern Europe is inhabited by a larger form (P. major), which differs in nothing but size and more vivid tints from that which is common in the British Isles and western Europe.",
        "Everywhere it is most unhealthy, and inhabited only by tribes who seem proof against malaria.",
        "a stretch of mountainous country, inhabited by the Bre and various other small tribes, formerly in a state of independence, divides it from the districts of Toungoo and Yamethin.",
        "Northern Aetolia remains a desolate region, inhabited mainly by Vlach shepherds.",
        "The highest permanently inhabited village in the Alps is Juf, 6998 ft.",
        "It was inhabited by a number of tribes whose settlements lay chiefly along the shore of the Black Sea.",
        "Many fish inhabited the Carboniferous seas and most of these were Elasmobranchs, sharks with crushing pavement teeth (Psammodus), adapted for grinding the shells of brachiopods, crustaceans, &c. Other sharks had piercing teeth (Cladoselache and Cladodus); some, the petalodonts, had peculiar cycloid cutting teeth.",
        "Nias has an interesting native population, apparently of pre-Malayan origin; and the Mentawi islands (q.v.) are inhabited by a race generally held to be a Polynesian settlement which has escaped fusion with Malayan stock.",
        "by the mountainous district inhabited by the Sabini, Aequi and Marsi.",
        "The communities which inhabited the detached hills and projecting ridges which later on formed the city of Rome were in a specially favourable position.",
        "Remains of similar drainage channels exist in many parts of the Campagna Romana and of southern Etruria at points where the natural drainage was not sufficient, and especially in cultivated or inhabited hills (though it was not necessary here, as in the neighbourhood of Velletri, to create a drainage system, as streams and rivers were already present as natural collectors) and streams very frequently pass through them at the present day.",
        "Within this area fall the districts inhabited by the earliest tribes, so far as these are known to us.",
        "On a list of the inhabited centres of the Campagna of the 14th century with the amount of salt (which was 1 The commune of Rome as such seems to have been in existence in 999 at least.",
        "Deptford is a district of poor streets, inhabited by a large industrial population, employed in engineering and other riverside works.",
        "The next zone is the wooded zone, and is hardly inhabited, only a few isolated houses occurring.",
        "One of the four is inhabited by the king, the second and third by the crown prince and other members of the royal family, while the fourth is occupied by the coronation and state rooms. The Ameliegade crosses the plads and, with the Bredgade, terminates at the esplanade outside the citadel, prolonged in the pleasant promenade of Lange Linie skirting the Sound.",
        "MOAB, the name of an ancient people of Palestine who inhabited a district E.",
        "During prehistoric times the basin of the Vistula seems to have been inhabited by a dolichocephalic race, different from the brachycephalic Poles of the present day; but from the dawn of history Slays (Poles), intermingled to some extent with Lithuanians, have to be found on the plains of the Vistula and the Warta.",
        "The Hanseatic museum is housed in a carefully-preserved gaard, or store-house and offices of the Hanseatic League of German merchants, who inhabited the German quarter (Tydskenbryggen) and were established here in great strength from 1445 to 1558 (when the Norwegians began to find their presence irksome), and brought much prosperity to the city in that period.",
        "Tirana is beautifully situated on the border of the richly wooded highlands inhabited by the Mirdite Albanians.",
        "Hardly half a dozen monasteries survive, inhabited by small and ever dwindling communities.",
        "To the north-west these hills form the watershed between the valleys of the Arghandab and the Tarnak, until they are lost in the mountain masses of the Hazarajat - a wild region inhabited by tribes of Tatar origin, which effectually shuts off Kandahar from communication with the north.",
        "Except in the hills inhabited by the Kachin tribes there are practically no villages off the line of the Irrawaddy.",
        "It includes a number of small islands, some inhabited, and receives the waters of a score of small streams from the surrounding mountains.",
        "\"An old ruynous thinge,\" as the Elizabethan poet Churchyard calls it even in the 16th century, it was inhabited, apparently, about 1390, by Myfanwy Fechan of the Tudor Trevor family and beloved by the bard Howel ab Einion Llygliw, whose ode to her is still extant.",
        "From the latitude of Bagdad northward the region between the two rivers is an arid, waterless, limestone steppe, inhabited only by roving Arabs.",
        "In the Ain-i-Akbari it is described as a \"large city, with many gardens, inhabited by all nations, and abounding with handicraftsmen.\"",
        "The portion now inhabited by the archbishops was erected in 1834 and fronts a spacious quadrangle.",
        "Carinthia and Styria are inhabited by German people, except the valley of the Drave towards Kiagenfurt.",
        "When our records first begin the western and southern portions of Germany seem to have been inhabited by Celtic peoples (see below Ethnography).",
        "It has been thought that they inhabited the basin of the Weser, and a number of place-names in this district are supposed to be of Celtic origin.",
        "Coming now to the Germans proper, the basin of the Rhine between Strassburg and Mainz was inhabited by the Tribocci Tribes Nemetes and Vangiones, farther down by the Mattiaci n the about Wiesbaden, and the Ubii in the neighborhood west a~d of Cologne; beyond them were the Sugambri, and nOrth, in the Rhine delta the Batavi and other smaller tribes.",
        "The basin of the Lippe and the upper basin of the Ems were inhabited by the Bructeri, and in the same neighborhood were the Ampsivarii, who derive their name from the latter river.",
        "The upper basin of the Weser was inhabited by the Chatti, whose capital was Mattium, supposed to be Maden on.",
        "To the north-west of them were situated the Marsi, apparently between the Diemel and the Lippe, while the central part of the basin of the Weser was inhabited by the Cherusci, who seem to have extended considerably eastward.",
        "The lower part of the river-basin was inhabited by the Angrivarii.",
        "The basin of the Elbe was inhabited by Suebic tribes, the chief of which were the Marcomanni, who seem to have been settled on the Saale during the latter part of the 1st century n.c., but moved into Bohemia before the beginning of the Christian era, where they at once became a formidable power under their king Maroboduus.",
        "From later evidence it is hikelSr that another division of the Suebi inhabited western Holstein.",
        "The province of Schleswig (perhaps only the west coast) and the islands adjacent were inhabited by the Saxons, while the east coast, at least in later times, was occupied by the Angli.",
        "The coast ~of Mecklenburg was probably inhabited by the Varini (the later Warni).",
        "The eastern part of Germany was much less known to the Romans, information being particularly deficient as to the populations of the coast districts, though it seems probable that the Rugii inhabited the eastern part of Pomerania, where a trace of them is preserved in the name Rugenwalde.",
        "The Goths (Gotones) appareptly inhabited the basin of the Vistula about the middle of its course, but the lower part of the basin was inhabited by non-Teutonic peoples, among whom we may mention the Galindi, probably Prussians, and the Aestii, either Prussian or Esthonian, in the coastlands at the mouth of the river, who are known especially in connection with the amber trade.",
        "When this great king died in July 936 every land inhabited by a German population formed part of the German kingdom, and none of the duchies were at war either with him or among themselves.",
        "Redcastle, on the shore, near Killearnan church, dates from 1179 and is said to have been the earliest inhabited house in the north of Scotland.",
        "Arculf is the first to mention the column at Jerusalem, which claimed to mark the exact centre of the Inhabited Earth, and later became one of the favourite Palestine wonders.",
        "Its dirty and irregular streets are inhabited by a scanty population of workpeople, and its interest lies mainly in its ancient fortifications.",
        "In the southern hemisphere there is comparatively little inhabited land in high latitudes and observational data are few; thus little is known as to how the frequency varies with latitude and longitude.",
        "The southern part of the country now called Austria was inhabited before the opening of the Christian era by the Taurisci, a Celtic tribe, who were subsequently called the Norici, Early in- and who were conquered by the Romans about 14 B.C. habitants.",
        "The north of Cameroon is inhabited by Fula and Hausa and allied tribes, the south by Bantuspeaking races.",
        "On the route from Duala to Lake Chad is the large commercial town of Ngaundere, inhabited chiefly by Hausas and occupied by the Germans in 1901.",
        "- In India (including the valleys of the Kabul and its northern tributaries, then inhabited by an Indian, not, as now, by an Iranian, population) Alexander planted a number of Greek towns.",
        "The country to the back of Lagos is largely inhabited by Yorubas, and the people of Borgu according to some native traditions claim to have had a Coptic origin.",
        "In the plains of the north, inhabited by Hausa and by agricultural pagan tribes, and in the fertile river valleys, agriculture is regularly carried on.",
        "After the conquest of the Hausa States in1902-1903the king's writ ran - with the exception of a few districts inhabited by primitive savages - through the whole area known as Northern Nigeria.",
        "From its situation it may have been a north suburb of Memphis, which was still inhabited in the 7th century A.D.",
        "of inhabited places.",
        "The Peninsula is inhabited by a great variety of races, whose ethnological limits are far from corresponding with the existing political boundaries.",
        "There are no traces or record of Breconshire being inhabited before the Neolithic period, but to that period may be ascribed a.",
        "Belle-Ile must have been inhabited from a very early period, as it possesses several stone monuments of the class usually called Druidic.",
        "They went to London in the summer of 1834, and took a house at 5 (now 24) Cheyne Row, Chelsea, which Carlyle inhabited till his death; the house has since been bought for the public. Irving, who had welcomed him on former occasions, was just dying, - a victim, as Carlyle thought, to fashionable cajoleries.",
        "Sakhalin was inhabited in the Neolithic Stone Age.",
        "These tracts remain still, as of old, sparsely inhabited and given over to the breeding of stock and the pursuit of game.",
        "The most sparsely inhabited county was Sutherland, the most densely Lanark.",
        "The name of the place is unknown: it was partially inhabited later by the Gauls, but was not occupied by the Romans.",
        "PHRYGIA, the name of a large country in Asia Minor, inhabited by a race which the Greeks called Ipirycs, freemen.'",
        "At one time they were fourteen in number, but now not more than four (the Great Monastery, Holy Trinity, St Barlaam's and St Stephen's) are inhabited by more than two or three monks.",
        "CANTABRI, an ancient tribe which inhabited the north coast of Spain near Santander and Bilbao and the mountains behind - a district hence known as Cantabria.",
        "East of the Andes the forests are inhabited by tribes of what are termed \" aucas \" or \" infieles \" (infidels) - Indians who are independent of both church and political control.",
        "- The territory of the republic of Ecuador, when first it becomes dimly visible in the grey dawn of American history, appears to be inhabited by upwards of fifty independent tribes, among which the Quitus seem to hold the most important position.",
        "The old town is the upper or northern part, and is inhabited by the poorer classes, its streets being badly paved, crooked, undrained, dirty and pestilential.",
        "farther west stands Abergeldie Castle, another Highland royal residence, an ancient building to which modern additions have been made, inhabited by King Edward VII.",
        "From Ras Musandam westwards the Arabian shore is inhabited by tribes of Arab origin, which are independent and in treaty relation with Great Britain.",
        "Dwellings require careful construction, with thick walls and roofs of non-conducting material to keep out the heat-rays, and fans and punkahs are essential for the promotion of currents of air in the inhabited rooms. Personal protection, in the shape of thick pith topees, or cork helmets, and spinal pads, is necessary in the hot months, the clothing being light and loose and not too thin.",
        "Thus malaria and sand-fly fever, dysentery, typhoid and paratyphoid fever, cholera, smallpox, and occasionally typhus fever, eye diseases, oriental sores and indeed any disease conveyed by impure water, flies, contaminated dust or the contagion of sufferers from infectious diseases, are prevalent in the inhabited places along the Persian Gulf, and precautions must always be taken to guard against them.",
        "The territory of the later duchy of Gelderland was inhabited at the beginning of the Christian era by the Teutonic tribes of the Sicambri and the Batavi, and later, during the period of the decline of the Roman empire, by the Chamavi and other Frank peoples.",
        "The Bituriges Cubi, called simply Bituriges by Caesar, in whose time they acknowledged the supremacy of the Aedui, inhabited the modern diocese of Bourges, including the departments of Cher and Indre, and partly that of Allier.",
        "The case was different when the Jews were dispersed through the new Greek kingdoms, and lived in cities like Jerusalem and Alexandria, centres of wealth and luxury, inhabited by mixed populations; this form of debauchery then became commoner and better organized.",
        "It is a wide steppe region which (though it contains many remains of ancient towns and settlements, and was evidently at one time a terri tory of great importance) is now almost entirely inhabited by nomads.",
        "The lion, which inhabited the country in the time of the Hebrews, is now extinct.",
        "SAVAH, a small province of central Persia, north of Irak and south-west of Teheran ., comprising the districts of Savah, Khalejistan (inhabited by the Turkish Khalej tribe), Zerend and Karaghan.",
        "m., but its total population in 1900 was 112,227 (of whom 3066 inhabited the rural districts), mainly German-speaking, and numbering 73,063 Protestants, 37,101 Romanists (including the Old Catholics), and 1897 Jews.",
        "The town, which is situated at an altitude of 4040 ft., is hardly inhabited in the winter.",
        "The Argive Heraeum was the most important centre of Hera and Juno worship in the ancient world; it always remained the chief sanctuary of the Argive district, and was in all probability the earliest site of civilized life in the country inhabited by the Argive people.",
        "In 1895 the amir's troops entered Kafiristan, a wild mountainous tract on the north-east, inhabited by a peculiar race that had hitherto defied all efforts to subjugate them, but were now gradually reduced to submission.",
        "'INDIA,' 1 a great country and empire of Asia under British rule, inhabited by a congeries of different races, speaking upwards of fifty different languages.",
        "Atar is inhabited by Arab and Berber tribes, and is described as a wretched spot.",
        "Dionysius of Halicarnassus relates that Heracles, in the place where he stopped with his fleet on the return voyage from Iberia, founded a little city (iroXt X vr i v), to which he gave his own name; and he adds that this city was in his time inhabited by the Romans, and that, situated between Neapolis and Pompeii, it had rravri Katp& /3Ef3aLOvs (i.",
        "2455), found shelter in the neighbouring city of Neapolis, where they inhabited a quarter called that of the buried city (Suetonius, Titus, 8; C.I.L.",
        "Banias is a poor village inhabited by about 350 Moslems; all round it are gardens of fruit-trees.",
        "The remains of the castle are extensive and imposing, and the keeper's house and other parts are inhabited, but the king's apartments are in ruins.",
        "The cells inhabited by prisoners (and separate cellular confinement was now very general) were of different dimensions - variously lighted, warmed and ventilated.",
        "The south and west coasts are fringed by about 200 islands (exclusive of islets), two-thirds of which are inhabited; 100 of them are from 100 to 2000 ft.",
        "Men speculate about the analogy between Mars and the earth, and infer that it is inhabited, without troubling about all the planets.",
        "The prior's house, still inhabited, is a remarkable specimen of 15th-century work, adjoining and incorporating remains in earlier styles.",
        "MESSAPII, an ancient tribe which inhabited, in historical times, the south-eastern peninsula or \"heel\" of Italy, known variously in ancient times as Calabria, Messapia and Iapygia.",
        "The villages on the sea-coast are inhabited by a Malayan population, and the northern and western portions of the island are occupied by a light-coloured Malay folk akin to the natives of the eastern Celebes.",
        "In Sumatra the Deli and Langkat district is inhabited by S.",
        "Abyssinia is inhabited by another species, the N.",
        "128), cites an American-Indian belief in a tree of healing, or rather of knowledge, inhabited by a serpent.",
        "According to primitive thought, rivers, lakes, springs and wells are commonly inhabited by spirits which readily assume human or animal form.",
        "They inhabited a large number of settlements, varying in size from important towns like Gythium to insignificant hamlets (Isocrates Xll.",
        "The seashore and the country bordering closely on the west coast are inhabited chiefly by Dusuns, by Kadayans, by Bajaus and Ilanuns - both Malayan tribes - and by Brunei Malays.",
        "The interior is dotted with infrequent villages inhabited by Dusuns or by Muruts, a village ordinarily consisting of a single long hut divided up into cubicles, one for the use of each family, opening out on to a common verandah along which the skulls captured by the tribe are festooned.",
        "The confluence of the Oka and the Volga, inhabited in the 10th century by Mordvinian tribes, began to be coveted by the Russians as soon as they had occupied the upper Volga, and as early as the Iith century they established a fort, Gorodets, 20 m.",
        "In Ireland, Sir William Wilde has assigned their range approximately to the period between the 9th and 16th centuries; while Dr Munro holds that the vast majority of them, both in Ireland and in Scotland, were not only inhabited, but constructed during the Iron Age, and that their period of greatest development was as far posterior to Roman civilization as that of the Swiss Pfahlbauten was anterior to it.",
        "The last is inhabited partly by a colony of Jews dating at least from the early 16th century.",
        "The notion that ancient burial mounds were liable to be inhabited by dragons was common in the Germanic world: there is perhaps a trace of it in the Derbyshire place-name Drakelow, which means \" dragon's barrow.\"",
        "The group, which forms part of the Finnish province of Abo-Bjdrneborg, consists of nearly three hundred islands, of which about eighty are inhabited, the remainder being desolate rocks.",
        "This comprises most of the upper basin of the Great Zab, with the country of the Nestorian Christians and many districts inhabited by Kurdish tribes, some of them large nomad tribes who descend for the winter to the plains of the Tigris.",
        "Out of the breeding-season it shows itself in most parts of the North Atlantic, but never seems to stray farther south than Gibraltar or Morocco, and it is therefore a matter of much interest to find the Southern Ocean inhabited by a bird - the \"Port Egmont Hen\" of Cook's Voyages - which so closely resembles the Skua as to have been for a long while regarded as specifically identical with it, but is now usually recognized as distinct under the name of S.",
        "They are only sparsely inhabited by the island race of Selungs.",
        "The plateau is inhabited by pure-blooded Rajput races, whose ancestry can be traced back for centuries, with all their numerous offshoots.",
        "The fact that the site has not been inhabited since the 14th century makes it important for our knowledge of Byzantine life.",
        "The Bitlis vilayet comprises a very varied section of Asiatic Turkey, as it includes the Mush plain and the plateau country west of Lake Van, as well as a large extent of wild mountain districts inhabited by turbulent Kurds and Armenians on either side of the central town of Bitlis, also some of the lower country about Sairt along the left bank of the main stream of the Tigris.",
        "From the ruins it would appear that Senkereh ceased to be inhabited at or soon after the Persian conquest.",
        "Another distinguishing mark of Edward's policy towards Wales is to be found in the commercial and administrative powers given to the fortified towns, inhabited solely by people of English birth and by Welshmen who acquiesced in English rule.",
        "Volhynia has been inhabited by Sla y s from a remote antiquity.",
        "Thus, the horse and the domestic fowl, both natives of very warm countries, flourish without special protection in almost every inhabited portion of the globe.",
        "In what is now the republic of Ecuador, the only peopled portions are the central valley, between the two ridges of the Andes - height 7000 to 12,000 feet - and the hot plain at their western base; nor do the wooded slopes appear to have been inhabited, except by scattered savage hordes, even in the time of the Incas.",
        "Shortly after the discovery of Iceland by the Scandinavians, c. 850 (it had long been inhabited by a small colony of Irish Culdees), a stream of immigration set in towards it, which lasted for sixty years, and resulted in the establishment of some 4000 homesteads.",
        "By that treaty Russia, desiring to create a great Bulgaria, took within its limits districts inhabited by Servians, and considered by the Servian politicians and patriots as the natural and legitimate inheritance of their nation.",
        "- As long as the countries inhabited by the Orthodox Servians were under the deadening immediate rule of the Turks, they produced no serious literature.",
        "One of the chief centres of Rabbinism was Safed, still a sacred city of the Jews and largely inhabited by members of that faith.",
        "Not only did its highlands present many advantages for European settlement; the Kunene river valley, part of which was in German territory, was inhabited by the Ovambo, of whom some 20,000 were recruited by the Germans for work in the Otavi copper-mines.",
        "Bajour is inhabited almost exclusively by Tarkani (Tarkalanri) Pathans, sub-divided into Mamunds, Isazai, and Ismailzai, numbering together with a few Mohmands, Utmauzais, &c., about 10o,000.",
        "m., and there are twentyone islands (excluding small rocks and reefs), of which seventeen are inhabited.",
        "Part of the secular buildings still stand, and the abbot's house, or Abbey House as it is now called, is inhabited.",
        "The islands number about 250, of which some 80 are inhabited.",
        "- There is as yet no certain evidence to show that Ireland was inhabited during the palaeolithic period.",
        "The stronghold of Emain Macha was destroyed and the Ulstermen were driven across the Newry River into Dalriada, which was inhabited by Picts.",
        "The Irish, however, possessed some more or less definite notions about an abode of everlasting youth and peace inhabited by fairies.",
        "The island, it will be seen, is very sparsely inhabited; the most densely peopled province is that of Imerina with (1905) 388,000 inhabitants.",
        "He afterwards inhabited Montpellier (he is sometimes called Alanus de Montepessulano), lived for a time outside the walls of any cloister, and finally retired to Citeaux, where he died in 1 202.",
        "The duchy includes one of the most densely inhabited districts in the Thuringian states.",
        "The islands are not inhabited.",
        "An attempt to throw off the yoke resulted in a second war, conducted by the Messenian hero Aristomenes; but Spartan tenacity broke down the resistance of the insurgents, and Messenia was made Spartan territory, just as Laconia had been, its inhabitants being reduced to the status of helots, save those who, as perioeci, inhabited the towns on the sea-coast and a few settlements inland.",
        "The Bushmen, a race of short yellowish-brown nomad hunters, inhabited, in the earliest times of which there is historic knowledge, the land adjoining the southern and eastern borders of the Kalahari desert, into which they were gradually being forced by the encroachment of the Hottentots and Bantu tribes.",
        "As regards their geographical position Ptolemy states that they inhabited the coast above the Bructeri as far as the Ems, while Tacitus speaks of them as adjacent to the Rhine.",
        "But there is some reason for believing that the part of Holland which lies to the west of the Zuider Zee was at first inhabited by a different people, the Canninefates, a sister tribe to the Batavi.",
        "20) speaks of the Frisians as one of the nations which inhabited Britain in his day, but we have no evidence from other sources to bear out his statement.",
        "FALISCI, a tribe of Sabine origin or connexions, but speaking a dialect closely akin to Latin, who inhabited the town of Falerii, as well as a considerable tract of the surrounding country, probably reaching as far south as to include the small town of Capena.",
        "inhabited by the Mysi.",
        "Kal`ab: i-nau and Rindan are among the more northerly inhabited villages.",
        "Along the shores of the bay, and in the valleys of the mountains to the north and west it was inhabited; htit a great belt of desolation separated it from the regions in which the Moslem were fighting out their own quarrels.",
        "Between the Nile at Wadi Halfa and the Red Sea are the remains of towns inhabited by the ancient miners who worked the district.",
        "It might be inferred, therefore, and the inference is proved by facts, that truly oceanic islands have no indigenous fauna of earthworms, but are inhabited by forms which are identical with those of neighbouring continents, and doubtless, therefore, accidentally introduced.",
        "It is inhabited mostly by fishermen, and is situated upon an island at the S.",
        "Odysseus in his wanderings arrived at the coast inhabited by the Laestrygones, and escaped with only one ship, the rest being sunk by the giants with masses of rock.",
        "At most we can only fill up the portrait by reference to the tinge of simple old-fashioned scholarship, which on its historic side made him an eager searcher for antiquities and among old records, and on its poetic occasionally stirred him to an excursion as far as that gentlest slope of Parnassus inhabited by the descriptive muse.",
        "Between the Niger and the kingdom of Bornu (q.v.) the country was inhabited by various black tribes, of whom the Hausa occupied the plains.",
        "By the treaty of San Stefano, Turkey engaged to Russia to carry out reforms \" in the provinces inhabited by the Armenians, and to guarantee their security against the Kurds and Circassians.\"",
        "A special characteristic of the Yemen highlands is that fields and inhabited sites are found at the highest elevations, the mountain-tops forming extensive plateaux, often scarped on every side and only accessible by difficult paths cut in the cliffs which encircle them like the escarpments of a natural fortress; a remarkable example of this is Jebel Jihaf on the Aden border, 8000 ft.",
        "NICOBAR ISLANDS, a British group of twelve inhabited and seven uninhabited islands in the Bay of Bengal, between Sumatra and the Andaman Islands, to which latter they are administratively appended.",
        "It consisted of a narrow strip of land near the coast, which together with the adjacent islands was occupied by immigrant Greeks of the Ionic race, and thus distinguished from the interior district, inhabited by the Lydians.",
        "They thus inhabited the western part of modern Switzerland.",
        "Before we can be said to know all that we might regarding this most interesting of lakes further extensive scientific observations are necessary; but these are extremely difficult owing to the impossibility of maintaining self-registering instruments in a region practically closed to Europeans for nearly half the year by the stifling heat, and inhabited only by Bedouins, who are the worst kind of ignorant, thievish and mischievous savages.",
        "For many years the island was inhabited by greybeards and children; the young men and women of all classes, so soon as they had reached manhood and womanhood, crossed Bass Strait, and entered upon the wider life and the more brilliant prospects which first Victoria, and subsequently New South Wales and Queensland, afforded them.",
        "The origin of the city is unknown, and the popular belief that it is the oldest city in the world still inhabited has much to recommend it.",
        "Quito derives its name from the Quitus, who inhabited the locality a long time before the Spanish conquest.",
        "During the early years Of the Christian era, the district was inhabited by the Semnones, and afterwards by various Slavonic tribes, who were partially subdued by Charlemagne, but soon regained their independence.",
        "Uxmal was inhabited for some time after the Spanish conquest, but perhaps only by a remnant of a population once much larger.",
        "In Hebrew times its valley was regarded as a \"wilderness\" and, except in the Roman era, seems always to have been as sparsely inhabited as now.",
        "The hollow stems have been found to be inhabited by ants (Wheeler 1942 ).",
        "The two rodents had made the mistake of stopping under a tree inhabited by those pesky hairless apes.",
        "To do the same for disagreements about a delusional world inhabited by archangels, demons and imaginary friends is ludicrously tragic.",
        "Greek authenticity Foi rating: 8/10 Assos is an inhabited village.",
        "Each of these worlds are inhabited by spiritual beings.",
        "Saunderson also inhabited the borderlands between the world of the Namierite independent country gentleman and modern mass politics, between Southern and Ulster Unionism.",
        "A traveler wandering on an island inhabited entirely by cannibals comes upon a butcher shop.",
        "celebrityy inhabited frequently by many celebrities including the late Peter Sellers.",
        "circumpolar regions were in fact inhabited during the Ice Age.",
        "They inhabited a territory roughly coincident with modern Shropshire and Cheshire, hardly poor counties in agricultural terms.",
        "It is inhabited principally by colliers, sailors, and fishermen.",
        "Their myths are inhabited by the lusty trickster Coyote, and other primordial zoomorphic demigods.",
        "Lucifer and the renegade angels fall into hell, but hell was already inhabited by demons, mutants and aliens.",
        "This area is now inhabited by the descendants of European settlers and African slaves who arrived just 500 years ago.",
        "Are they preaching in all the inhabited earth or just to the ones they deem deserving?",
        "Every bend of the road reveals new facets of an ancient landscape which has been inhabited for at least 5,000 years.",
        "The parts east and west of the central Rift were inhabited by peasants who practiced mixed crop and livestock farming.",
        "fisherman small place, situated on the eastern coast, and chiefly inhabited by fishermen.",
        "fountain jet splashes in a circular pool, inhabited still by lazy golden carp.",
        "Somehow, we've gotten lost in a forest inhabited by goblins, spooky tho not actually menacing.",
        "It all gazes out on to a permanent lagoon inhabited by hippos that loll submerged, emitting plumes of water and deep guttural snorts.",
        "The Tour will not require you to enter a hovel that is inhabited.",
        "The story begins on an island inhabited by a man called Friday.",
        "inhabited the castle.",
        "Now, archeologists cut a trench through territory once inhabited by folk they find interesting.",
        "inhabited by tribes that migrated north from what is now Colombia.",
        "inhabited by the descendants of European settlers and African slaves who arrived just 500 years ago.",
        "inhabited by monks and being used for its original purpose.",
        "inhabited by miners engaged at the colliery.",
        "inhabited by fishermen.",
        "inhabited by demons, mutants and aliens.",
        "Settlements in the sparsely inhabited region are almost entirely limited to the Ammassalik area.",
        "inhabited chiefly by persons engaged in agriculture.",
        "Multimedia Networking for inhabited television The objective of the project was to explore Inhabited Television as a challenging application for multimedia networks.",
        "iniquityat bears the iniquities into a land that is not inhabited.",
        "Maldives - Simon Rogerson Of the 199 inhabited islands in the archipelago, 14 were completely evacuated.",
        "Island hopping - get to know 10 of the 143 inhabited Danish isles in only 10 days!",
        "legionaryter (Camulodunum) was inhabited by retired legionaries, most probably from Legion XX.",
        "Dogs can contract leptospirosis if they drink or swim in rivers or canals that are inhabited by infected rats.",
        "Is this forum inhabited by half the Italian Mafia?",
        "Also available is the Beauty Consultant's room - inhabited a few days every week by a qualified aromatherapy masseuse.",
        "It is entirely inhabited by miners engaged at the colliery.",
        "They are inhabited by every conceiveable species of fish from the World and also by fantastic and even monstrous creatures of it's own.",
        "Most of these rocks and islets are inhabited by a variety of seabirds including pelicans and also the ubiquitous sea lions.",
        "One day Cujo chases a rabbit into a bolt-hole, a cave inhabited by some very sick bats.",
        "They inhabited some rarefied social stratosphere and wore jackets manufactured from what one can only refer to as consultant's tweed.",
        "Why create the enormity of the universe merely to have a single solitary planet briefly inhabited by cringing sycophants?",
        "territory once inhabited by folk they find interesting.",
        "Most of Nicaragua's Caribbean lowlands area was inhabited by tribes that migrated north from what is now Colombia.",
        "tribesman0 km long, the line reached Quetta in March 1887, through barren mountains inhabited by armed tribesmen.",
        "The name is derived from that of the Itza, a tribe of the great Mayan stock, which formerly inhabited the city, and chicken, having reference probably to two wells or pools which doubtless originally supplied the inhabitants with water and are still in existence.",
        "This tract is rugged and scored by ravines, and is very sparsely inhabited.",
        "Servian settlements exist in various parts of northern Albania; there is a strong Bulgarian colony in the neighbourhood of Dibra and Ochrida; farther south, Mount Zygos and the Pindus range - the \"Great Walachia\" of the middle ages - are inhabited by Vlachs or Tzintzars, who possibly number 70,000.",
        "The region inhabited by a more or less homogeneous Albanian population may be roughly marked out by a line drawn from the Montenegrin frontier at Berane to Mitrovitza and the Servian frontier near Vranya; thence to Uskizb, Prilep, Monastir, Florina, Kastoria, Iannina and Parga.",
        "Dr Klaatsch's view is that they are survivals of a primitive race which inhabited a vast Antarctic continent of which South America, South Africa and Australia once formed a part, as evidenced by the identity of many species of birds and fish.",
        "They still inhabited the northwestern mountains of Elam, immediately south of Holwan, when Sennacherib attacked them in 702 B.C. They are the Kossaeans of Ptolemy, who divides Susiana between them and the Elymaeans; according to Strabo (xi."
    ],
    "definition": [
        "Link/Cite",
        "having inhabitants; lived in",
        "Link/Cite"
    ]
}