{
    "translation": "לאכלס , ליישב",
    "uses": [
        "Those which inhabit temperate latitudes hibernate.",
        "She was expecting some sort of alien monster to inhabit the brutal planet.",
        "Alligators inhabit the southern river-bottoms, and there are some rattlesnakes on the uplands.",
        "A patch of blue cement suggested a swimming pool might also inhabit the estate.",
        "with a complete list of every animal and bird known to inhabit that country ...",
        "Several species of monkeys inhabit the forests from the Parana, to the Bolivian frontier.",
        "A large number of beetles inhabit the deep limestone caves of Europe and North America, while many genera and some whole families are at home nowhere but in ants' nests.",
        "faeroensis, inhabit respectively St Kilda and the Faeroes.",
        "They began to wonder if there were no people to inhabit this magnificent city of the inner world.",
        "I now first began to inhabit my house, I may say, when I began to use it for warmth as well as shelter.",
        "The population may be set down roughly as 823,000,000, of which 330,000,000 inhabit Chinese territory, 302,000,000 British, and 25,000,000 Russian.",
        "These people inhabit the whole of the Malayan Peninsula to the borders of lower Siam, the islands in the vicinity of the mainland, the shores of Sumatra and some portions of the interior of that island, Sarawak and Brunei in Borneo, and some parts of Dutch Borneo, Batavia and certain districts in Java, and some of the smaller islands of the archipelago.",
        "Bats in prodigious numbers, and some of them of extraordinary size, inhabit the many caves of the island; more than twenty species are known.",
        "Manchu, as has been said, is not the name of the country but of the people who inhabit it.",
        "The Puntis are agricultural and inhabit the valleys, and they make excellent traders.",
        "The Mongols proper, with the exception of those who inhabit north-west Mongolia, may be divided into northern and southern (more properly north-western and southeastern) Mongols.",
        "About two dozen ugly-looking species inhabit rivers and estuaries from Bengal to Australia.",
        "It must be remembered that the Arabs, who inhabit an extremely hot country, are very fully clothed, while the Fuegians at the extremity, of Cape Horn, exposed to all the rigours of an antarctic climate, have, as sole protection, a skin attached to the body by cords, so that it can be shifted to either side according to the direction of the wind.",
        "Many Hydrophilidae, unmodified for aquatic life, inhabit marshes.",
        "I am tempted to reply to such--This whole earth which we inhabit is but a point in space.",
        "Peoples of three distinct stocks inhabit the country - the comparatively recent Semitic Arab intruders, mainly in Upper Nubia, the Beja (?",
        "The souls of the whole human race pre-exist in the World of Emanations, and are all destined to inhabit human bodies.",
        "The Bretons, who most nearly represent the Celts, and the Basques, who inhabit parts of the western versant of the Pyrenees, have preserved their distinctive languages and customs, and are ethnically the most interesting sections of the nation; the Flemings of French Flanders where Flemish is still spoken are also racially distinct.",
        "Allied species inhabit most parts of the world, excepting Africa south of the Sahara, New Zealand and Australia proper, and North America.",
        "In 1640 the Generar Court of Massachusetts declared that the representatives of Aquidneck were \" not to be capitulated withal either for themselves or the people of the isle where they inhabit,\" and in 1644 and again in 1648 the application of the Narragansett settlers for admission to the New England Confederacy was refused except on condition that they should pass under the jurisdiction of either Massachusetts or Plymouth.",
        "The only genuine division of the Albanian race is that of Ghegs and Tosks; the Liaps, who inhabit the district between the Viossa and the sea, and the Tshams or Chams, who occupy the coast-land south of the Kalamas, are subdivisions of the Tosk family.",
        "Bird life is represented chiefly by migratory species, particularly of genera that inhabit the shores of streams and lagoons.",
        "The Sakai still inhabit in greatest numbers the country which forms the interior of Pahang, the Plus and Kinta districts of Perak, and the valley of Nenggiri in Kelantan.",
        "Calcicole and Calcifuge Species.Plants which invariably inhabit calcareous soils are sometimes termed calcicoles; calcifuge species are those which are found rarely or never on such soils.",
        "Buffalo-fish, paddle-fish, cat-fish, drum, crappie, black bass, rock bass, German carp, sturgeon, pike, perch, eels, suckers and shrimp inhabit the waters of the Mississippi and its tributaries, and oysters, shrimp, trout, Spanish mackerel, channel bass, black bass, sheepshead, mullet, croakers, pompano, pin-fish, blue-fish, flounders, crabs and terrapin are obtained from the Mississippi Sound and the rivers flowing into it.",
        "(2) The Bashkirs, who inhabit the slopes of the S.",
        "- The Nestorians or East Syrians (Surayi) of Turkey and Persia now inhabit a district bounded by Lake Urmia, or Urumia, on the east, stretching westwards into Kurdistan, to Mosul on the south, and nearly as far as Van on the north.",
        "4 Kant held it probable that other planets besides our earth are inhabited, and that their inhabitants form a scale of beings, their perfection increasing with the distance of the planet which they inhabit from the sun.",
        "The table on the following page, for which the writer is indebted to the kindness of Carolidi Effendi, formerly professor of history in the university of Athens, and in 1910 deputy for Smyrna in the Turkish parliament, shows the various races of the Ottoman Empire, the regions which they inhabit, and the religions which they profess.",
        "All this, however, must necessarily be of the nature of the purest speculation, and the only facts which we are able to deduce in the present state of our knowledge of the subject may be summed up as follows: (a) That the Malays ethnologically belong to a race which is allied to the Polynesians; (b) that the theory formerly current to the effect that the Sakai and other similar races of the peninsula and archipelago belonged to the Malayan stock cannot be maintained, since recent investigations tend to identify them with the Mon-Annam or Mon-Khmer family of races; (c) that the Malays are, comparatively speaking, newcomers in the lands which they now inhabit; (d) that it is almost certain that their emigration took place from the south; (e) and that, at some remote period of their history, they came into close contact with the Polynesian race, probably before its dispersion over the extensive area which it now occupies.",
        "The use by the Malays of artificially constructed terms to denote these things may certainly be taken to strengthen the opinion that the Malays arrived in the lands they now inhabit at a comparatively late period in their history, and at a time when they had developed considerably from the original state of primitive man.",
        "The Rumanians (Moldavians) inhabit the governments of Bessarabia, Podolia, Kherson and Ekaterinoslay.",
        "von Wrangel); the various coloration of many animals according to the composition of the forests they inhabit (the sable and the squirrel are well-known instances); the intermingling northern and southern faunas in the Amur region and the remarkable consequences of that intermixture in the struggle for existence; - all these render the study of the Siberian fauna most interesting.",
        "They feed on herbage, shrubs and leaves of trees, and, like so many other large animals which inhabit hot countries, sleep the greater part of the day, and are most active in the cool of the evening or even during the night.",
        "Broadly speaking, all the brown races which inhabit the portion of Asia south of Siam and Indo-China, and the islands from the Philippines to Java, and from Sumatra to Timor, may be described as belonging to the Malayan family, if the aboriginal tribes, such as the Sakai and Semang in the Malay Peninsula, the Bataks in Sumatra, and the Muruts in Borneo, be excepted.",
        "In a wider sense it may be extended to include all who inhabit Maharashtra and speak Mahratti as their mother-tongue.",
        "They inhabit chiefly the northern seas, but many abyssal forms occur between the tropics and in the southern parts of the Atlantic and Pacific. They are represented in British waters by eight genera, and about twenty species, only one of which, the burbot (Lola vulgaris), is an inhabitant of fresh waters.",
        "In England the word \"snail\" in popular language is associated with Gasteropods which inhabit land or fresh water, and which possess large conspicuous spiral shells; terrestrial Gasteropods, in which the shell is rudimentary and concealed, are distinguished as \"slugs.\"",
        "They inhabit the densest jungles and are very shy, avoiding contact with strangers, and flying to the hills on the least alarm; but they bear a good character for honesty and truthfulness.",
        "Another tradition places the expulsion of Hagar after the birth of Isaac. It was thirteen years after the birth of Ishmael, according to the latest narratives, that God appeared unto Abram with a renewed promise that his posterity should inhabit the land.",
        "After the Revolution of 1688, he commanded 1 The bird, however, does not inhabit Iceland, and the language to which the name belongs would perhaps be more correctly termed Old Teutonic. From this word is said to come the French Freux.",
        "Australia and Polynesia By 87, 000,000 392,000,000 170,000,000 1 43, 000,000 7,000,000 influence of climate, and by the development of trade even to inhabit countries which cannot yield a food-supply, the mass of mankind is still completely under the control of those conditions which in the past determined the distribution and the mode of life of the whole human race.",
        "The Mongol race is represented in Russia by the Kalmucks, who inhabit the steppes of Astrakhan between the Volga, the Don and the Kuma.",
        "The species of Scytalopus are as small as Wrens, mostly of a dark colour, and inhabit parts of Brazil and Colombia, one of them occurring so far northward as Bogota.",
        "Though Japan is far removed from western Europe, and though a few generic forms and still fewer families inhabit the one without also frequenting the other, yet there is a most astonishing similarity in a large portion of their respective birds.",
        "The Amphizoidae, for example, a small family of aquatic beetles, are known only from western North America and Eastern Tibet, while an allied family, the Pelobiidae, inhabit the British Isles, the Mediterranean region, Tibet and Australia.",
        "The Greeks inhabit chiefly the towns, where they are traders, as also do the Armenians, scattered through the towns of S.",
        "Somali also inhabit the coast region and considerable areas inland, as far south as the Tana river.",
        "Some are found in more or less open plains, while others inhabit swampy districts.",
        "A still more remarkable resemblance exists in the shape and striking, red, black and yellow coloration between Scolecophis aemulus of Chihuahua and the poisonous Elaps fulvius, the American coral-snake, but Cope has been careful to point out that these two creatures are not known to inhabit the same district.",
        "Of Coleopterous insects known to inhabit east Siberia, nearly one-third are found in western Europe.",
        "Of Quadrumana there are about fifty species in Brazil, all arboreal, thirty-eight of which inhabit the Amazon region.",
        "STICKLEBACK, the name applied to a group of small fishes (Gastrosteus) which inhabit the fresh and brackish waters as well as the coasts of the temperate zone of the northern hemisphere.",
        "The population of the peninsula numbers about 2,000,000, of whom about 600,000 inhabit the colony of the Straits Settlements, about 900,000 the Federated Malay States, about 200,000 the Malay State of Johor, and about 250,000 to 300,000 the remainder of the peninsula.",
        "(1) Mathematical geography, which deals with the form, size and movements of the earth and its place in the solar system; (2) Moral geography, or an account of the different customs and characters of mankind according to the region they inhabit; (3) Political geography, the divisions according to their organized governments; (4) Mercantile geography, dealing with the trade in the surplus products of countries; (5) Theological geography, or the distribution of religions.",
        "The tribes of northern Albania, or Ghegeria, may be classified in seven groups as follows: - (1) The Mirdites, who inhabit the alpine region around Orosh to the south-east of Scutari - the most important of all in respect of numbers (about 17,000) and political independence.",
        "(6,7) The Malsia-Lezhs, who occupy the Alessio highlands, and the Malsia Krues, who inhabit the region north of Kroia, live in a state of extreme poverty and pay no tribute; the Malsia Krues are much addicted to brigandage.",
        "Numerous gazelles inhabit the deserts.",
        "Whiteand black-tailed deer and black bear inhabit the densest forests.",
        "Several kinds of fish, among which are trout, salmon, grayling and white fish, inhabit many of the lakes, rivers and mountain streams, and a government fish hatchery at Bozeman, Gallatin county, restocks waters in which the supply has been diminished.",
        "The Orthodox Serbs inhabit the kingdom of Servia, Old Servia (or Novibazar and north-western Macedonia), Montenegro, Herzegovina and parts of Bosnia.",
        "A Jedi practitioner going from padawan learner to master during the course of all six films, Obi-Wan Kenobi, or Ben Kenobi, is one of a handful of characters who actively inhabit the Star Wars story from beginning to end.",
        "The males of the Sericostomatidae have two or three segmented palps; their larvae inhabit running water and make cases of grains of sand, or of small stones.",
        "The Albanians, who call themselves Shkitpetar or Arber, are the representatives of the primitive Illyrian population; they inhabit the Adriatic littoral from the southern frontier of Montenegro to the northern boundary of Greece, in which country they are found in considerable numbers.",
        "There is a resident school of around four hundred spinner dolphin, which inhabit the west coast of Pemba.",
        "The book lays out the basic story, gives backgrounds about the character and the world the characters inhabit, and suggests sample campaigns and missions to get players started playing the game.",
        "The creature appears to inhabit remote, rough terrain, notably forests.",
        "The Loch Ness Monster is one of many mysterious creatures that are thought to inhabit the Earth just like Sasquatch and the Chupacabra.",
        "Tree frogs in nature use their slightly sticky toes to gently adhere themselves to the trees they inhabit.",
        "The Venice of the fifties, and the characters that inhabit the boardwalk, make for a moody, almost 'noir' setting, and the characters, without being hard-bitten and cynical, would not be completely out of place in a Bogart movie.",
        "Total subjugation of all the free races that inhabit MiddleEarth is his goal, and only destruction of the Ring will stop him.",
        "The entity who introduces himself as 'Q' says he's a member of a very advanced race who appear to inhabit multiple dimensions and have god-like control over the physical laws of the universe as we know them.",
        "forced upon them by the physical conditions of the region they inhabit.",
        "They are regarded by the orthodox Hindus as little better than the beasts of the wildernesses which they inhabit.",
        "MELocACTus, the genus of melon-thistle or Turk's-cap cactuses, contains, according to a recent estimate, about 90 species, which inhabit chiefly the West Indies, Mexico and Brazil, a few extending into New Granada.",
        "Two species of the former family inhabit our islands, but the Belostomatidae are found only in the warmer regions of the globe; some of them, attaining a length of 4 to 5 in., are giants among insects.",
        "Louisiana bears (Ursus luteolus) still inhabit the inaccessible canebrakes near the coast, and occasionally one is found farther west; and in the western mountains black (and cinnamon) bears, including the New Mexico black bear (Ursus Americanus amblyceps) still are found.",
        "There are several varieties of grasshopper mice (Orychomys), white-footed mice (Peromyscus), harvest mice (Reithrodontomys), rice-rats (Oryzomys), wood-rats (Neotoma), voles (Microtus), &c. Bats inhabit caves in Burnet, Williamson, Lampasas, Gillespie and other counties.",
        "A pig (Sus papuensis), a dingo, several species of mice (of which Chiruromys is a peculiar genus), a few squirrels, and a considerable number of Chiroptera (bats) inhabit the country.",
        "Not only was he the first discoverer of the rotifers, but he showed \"how wonderfully nature has provided for the preservation of their species,\" by their tolerance of the drying-up of the water they inhabit, and the resistance afforded to the evaporation of the fluids of their bodies by the impermeability of the casing in which they then become enclosed.",
        "They inhabit the Ethiopian, Indian, and Australian regions, 2 and, with some notable exceptions, the species mostly have but a limited range.",
        "The Poles proper chiefly inhabit the centre of the province, and the borders of Russian Poland.",
        "Many species of wild animals still inhabit the state, but the number of each species has been much reduced.",
        "Abulfeda the geographer, writing in the r3th century, notices the fact that part of the Apamaean Lake was inhabited by Christian fishermen who lived on the lake in wooden huts built on piles, and Sir John Lubbock (Lord Avebury) mentions that the Rumelian fishermen on Lake Prasias \"still inhabit wooden cottages built over the water, as in the time of Herodotus.\"",
        "The Siamese inhabit central Siam principally, but extend into the nearer districts of all the other sections.",
        "They are mere offshoots from the main tribes which inhabit the Burma side of the boundary range, and are supposed by some to be of Burmo-Tibetan origin.",
        "In the mountains behind Chantabun a small tribe called Chong is found, and in southern Siam the Sakei and Semang inhabit the higher ranges.",
        "(3) The so-called \" Moors,\" generally of mixed blood, inhabit the towns and villages near the sea-coast.",
        "Evidence exists as to the migrations of the brown races; but there is nothing to explain how the blacks came to inhabit the isolated Pacific islands.",
        "The tribes which inhabit the western face of the Black Mountain are the Hassanzais (2300 fighting men), the Akazais (1165 fighting men) and the Chagarzais (4890 fighting men), all sub-sections of the Yusafzai Pathans.",
        "Conolophus subcristatus and Amblyrhynchus cristatus inhabit the Galapagos; the former feeds upon cactus and leaves, the latter is semi-marine, diving for the algae which grow below tide-marks.",
        "niloticus, and these have a laterally compressed tail; others inhabit dry sandy districts, e.g.",
        "They inhabit the western Sierra Madre region from Sinaloa southward to Chiapas, the higher plateau states, which region was the centre of their empire when Cortes conquered them, and parts of Vera Cruz, Tabasco, Oaxaca, Morelos, Aguascalientes and San Luis Potosi.",
        "Perhaps the most remarkable of the Mexican races are the Mayas, or MayaQuiche group, which inhabit the Yucatfin peninsula, Campeche and parts of Tabasco, Chiapas, and the neighbouring states of Central America (q.v.).",
        "The Totonacs inhabit northern Vera Cruz and speak a language related to that of the Mayas; the Tarascos form a small group living in Michoacan; the Matlanzingos, or Matlaltzincas, live near the Tarascos, the savage Apaches, a nomadic group of tribes ranging from Durango northward into the United States; the Opata-Pima group, inhabiting the western plateau region from Sonora and Chihuahua south to Guadalajara, is sometimes classed as a branch of the Nahuatlaca; the Seris, a very small family of savages, occupy Tiburon Island and the adjacent mainland of Sonora; and the Guaicuros, or Yumas, are to be found in the northern part of the peninsula of Lower California.",
        "In southern Mexico, the Chontales, Tapijulapas, Mixes and Zoques inhabit small districts among and near the Zapotecas, the first being considered by Belmar a branch of that family.",
        "The Huavis inhabit four small villages among the lagoons on the southern shore of Tehuantepec and have been classed by Belmar as belonging to the Maya stock.",
        "320) they inhabit the shores of the Euxine, not far from the mouth of the Danube.",
        "Previous to his departure for England, Henry bestowed the government on Hugh de Lacy, having granted by charter \"to his subjects of Bristol his city of Dublin to inhabit, and to hold of him and his heirs for ever, with all the liberties and free customs which his subjects of Bristol then enjoyed at Bristol and through all England.\"",
        "The Itzas, Mopans, Lacandons, Chols, Pokonchi and the Pokomans who inhabit the large settlement of Mixco near the capital, all belong to the Maya family; but parts of central and eastern Guatemala are peopled by tribes distinct from the Mayas and not found in Mexico.",
        "No members of this family inhabit our islands, though a few species occur in neighbouring parts of the continent.",
        "The family Phryganeidae have males with foursegmented hairy palps; the larvae inhabit stagnant water and make cases of vegetable fragments.",
        "in the fact that they are often said to inhabit barrows, they seem to be connected with the souls of the dead.",
        "They inhabit mountainous and rocky regions, and live on the ground.",
        "Very nearly resembling the canary, but smaller in size, is the Serin (Serinus hortulanus), a species which not long since was very local in Europe, and chiefly known to inhabit the countries bordering on the Mediterranean.",
        "The toucans are limited to the new world, and by far the greater number inhabit the north of South America, especially Guiana and the valley of the Amazons.",
        "They inhabit the desolate plateau of Tibet, at elevations of between 13,000 and 18,000 ft., and, like all Tibetan animals, have a firm thick coat, formed in this instance of close woolly hair of a grey fawn-colour.",
        "In this bird and its many allied forms, coloration, though almost confined to various tints of blue, seems to reach its climax, but want of space forbids more particular notice of them, or of the members of the other genera Cyanocitta, Cyanocorax, Xanthura, Psilorhinus, and more, which inhabit various parts of the Western continent.",
        "Animals of this species are generally small in size and inhabit the extreme northern sections of Hudson Bay, Newfoundland, Greenland, Labrador and Siberia.",
        "The first variety inhabit the Himalayas and are beautifully covered with a deep soft fur quite long compared to the flat harsh hair of the Bengal sort.",
        "They inhabit North America as far south as California, also Norway and Sweden.",
        "NOSAIRIS (also known as Ansayrii, sometimes Ansariyeh), the people who inhabit the mountainous country of N.",
        "According to the localities which they inhabit, the Poles take different names.",
        "More than half the total are Kachins, who inhabit the hills on both sides of the Irrawaddy.",
        "Some of them inhabit forests and others the more open country; but setting aside size (which in this group varies from that of a quail to that of a large common fowl) there is an unmistakable uniformity of appearance among them as a whole, so that almost anybody having seen one species of the group would always recognize another.",
        "On this northern line the Germans come in contact with the Danes who inhabit the northern parts of Schleswig within the limits of the German empire.",
        "Of these the Munshi, who inhabit the district nearest the junction of the Benue with the Niger, were long noted for their intractability and hostility to strangers, whom they attacked with poisoned arrows.",
        "The above list shows that the usual statement that crocodiles inhabit the Old World and alligators the New World is not strictly true.",
        "In outward appearance the motmots have an undoubted resemblance to bee-eaters, but, though beautiful birds, various shades of blue and green predominating in their plumage, they do not exhibit such decided and brilliant colours; and, while the beeeaters are only found in the Old World, the motmots are a purely Neotropical form, extending from southern Mexico to Paraguay, and the majority of species inhabit Central America.",
        "The Bulgars, who descend from a fusion of the Slavonic element with a later Ugro-Finnish immigration, inhabit the kingdom of Bulgaria (including Eastern Rumelia), parts of the Dobrudja and the greater part of Macedonia, except Old Servia and the Aegean littoral.",
        "They inhabit the Black Sea littoral from Varna to the Bosporus, the shores of the Sea of Marmora and the Aegean, the Aegean archipelago, the mainland of Greece, Epirus and the western islands as far north as Corfu.",
        "The Bulgarian Mahommedans, or Pomaks, who inhabit the valleys of Rhodope and certain districts in northern Bulgaria, are numerically insignificant; the Greek followers of Islam are almost confined to Crete.",
        "The Ainus inhabit the south part of the island.",
        "Species of the pheasant and partridge are not uncommon, and the \" guacharo \" (Steatornis caripensis), once believed to inhabit Venezuela only, is found in Ecuador also.",
        "Mr Whymper's explanation of the phenomenon is that the fish are scattered over the land by the sudden overflow during volcanic eruptions of the rivers and lakes which they inhabit.",
        "On the coast, the Ancon de Sardinas bay is so named from the multitude of small fish (sardinas) which inhabit its waters.",
        "The principal tribes are the Quijos or Canelos, who are settled about the headwaters of the Napo, on the eastern slopes of the Andes, and are in great part grouped about the missions; the Jivaros who inhabit the valley of the Pastaza; the Zaparos who occupy the forest region between the Pastaza and Napo; the Piojes of the middle Napo, and eastward to the Putumayo; and the Iquitos and Mazanes of the lower Napo and Tigre, chiefly in territory occupied by Peru.",
        "Marmots inhabit open country, either among mountains, or, more to the north, in the plains; and associate in large colonies, forming burrows, each tenanted by a single family.",
        "After Socrates he has indeed repeated the caution not to be too rash in discerning the finger of God; but his way of looking at things is throughout mean and rustic. Two souls inhabit his book; one, the better, is borrowed from Socrates; another, the worse, is his own.",
        "The name Moor is however still applied to the populations speaking Arabic who inhabit the country extending from Morocco to the Senegal, and to the Niger as far east as Timbuktu, i.e.",
        "nahura), and the markhor and tahr (both wild goats), also inhabit the Himalayas.",
        "The Ba-Lunda inhabit the Lunda district.",
        "Bar Durani is a name sometimes applied to the independent Pathan tribes who inhabit the hill districts south of the Hindu Kush, parts of the Indus valley, the Salt Range, and the range of Suliman, which were first conceded to them by Ahmad Shah.",
        "In 1871 the frontier or hill tracts of the district were placed under a special administration, with a view to the better government of the wild tribes which inhabit them.",
        "Albino specimens of this monkey are not uncommon, but the pure white monkeys, not albinos, said to inhabit Mindanao, are mythical.",
        "Three other forms of the genus also inhabit the Old World - two of them so closely resembling the common bird that their specific validity has been often questioned.",
        "The spirits also sometimes inhabit certain birds or fishes, which are then taboo, as food, to the family; but they will help to catch them for others.",
        "cantiaca - named from the place of its discovery, though it has long since ceased to inhabit that neighbourhood - is the largest of the British species, equalling in size the smaller gulls and having a dark-coloured bill tipped with yellow, and dark legs.",
        "These, in their turn, depend mainly upon the character of the people who inhabit the country.",
        "When, therefore, he returned to inhabit Florence in 1534, he did so as the creature of the dissolute Alessandro de' Medici.",
        "So in the Vedic hymns the departed \" Fathers \" inhabit the three zones of earth, air and sky; they are invoked with the streams and mountains of this lower earth, as well as with the dawns and' the sky itself; even cosmic functions are ascribed to them; and they adorn the heaven with stars.",
        "The tigers which inhabit hotter regions, as Bengal and the south Asiatic islands, have shorter and smoother hair, and are more richly coloured and distinctly striped than those of northern China and Siberia, in which the fur is longer, softer and lighter-coloured.",
        "It is absent, however, from the great elevated plateau of Central Asia, nor does it inhabit Ceylon, Borneo or the other islands of the Indo-Malay Archipelago, except those named.",
        "The various portions of this range are called by the names of the tribes who inhabit them - the Garo, the Khasi, the Jaintia, the North Cachar and the Naga hills.",
        "The principal of these, in point of numbers, are the Nagas, who inhabit the hills and forests along the eastern and south-eastern frontier of Assam.",
        "A considerable number of Chinese inhabit Myingyan and the larger villages.",
        "There are also some remnants of tribes in the province of Chiloe, which inhabit the island of that name, the Chonos and Guaytecas archipelagoes and the adjacent mainland, who have the reputation of being good boatmen and fishermen; and there are remnants of a people called Changos, on the desert coast, and traces of Calchaqui blood in the neighbouring Andean foothills.",
        "There it appears to inhabit every waste sufficiently extensive to afford it the solitude it loves.",
        "The tongue of the vast majority of the Dutch-speaking inhabit ants may thus be said to be a degenerate dialect of the 17th-century Dutch of Holland, with a very limited vocabulary.",
        "Three very characteristic ruminants, having some affinities with goats, inhabit the Himalaya; these are the \" serow \" (Nemorhaedus), \" goral \" (Cemas) and \" tahr \" (Hemitragus), the last-named ranging to rather high elevations.",
        "Several large hornbills inhabit the highest trees in the forest.",
        "The Siluridae, or scaleless fishes, and the Cyprinidae, or carp and loach, form the bulk of the mountain fish, :and the genera and species appear to be organized for a mountaintorrent life, being almost all furnished with suckers to enable them to maintain their positions in the rapid streams which they inhabit.",
        "Six-sevenths of the population of continental Portugal inhabit the provinces north of the Tagus.",
        "Numerous species of monkeys inhabit the forests of the tropical region, together with the puma, jaguar, wildcat, coati, tapir or anta, sloth, ant-bear, paca (Coelogenys paca) and capybara.",
        "They are able to go without food and drink for long periods, and inhabit the arid and semiarid plateaus of the Andes and the steppes of Patagonia.",
        "6 in.) inhabit the tropical plains and valleys.",
        "The evidence to hand shows that on heights and in open country, especially in the north, there may be few or even no Schizomycetes detected in the air, and even in towns their distribution varies greatly; sometimes they appear to exist in minute clouds, as it were, with interspaces devoid of any, but in laboratories and closed spaces where their cultivation has been promoted Lhe air may be considerably laden with them Of course the distribution of bodies so light and small is easily influenced by movements, rain, wind, changes of temperature, &c. As parasites, certain Schizomycetes inhabit and prey upon the organs of man and animals in varying degrees, and the conditions for their growth and distribution are then very complex.",
        "They inhabit the coasts of temperate Europe, the twaite shad being more numerous in the Mediterranean.",
        "365), to inhabit Trinidad, where it appears to bear the name of Diablotin; but by the receipt of specimens procured at.",
        "The Tatars of Caucasia, who inhabit the upper Kuban, the steppes of the lower Kuma and the Kura, and the Aras, number about 1,350,000.",
        "Most of them inhabit the sea, but representatives of all the chief groups are found in fresh water (though the Cirripedia have hardly gained a footing there), and this is the chief home of the primitive Phyllopoda.",
        "The tacsonias, by some considered to form part of this genus, inhabit the Andes at considerable elevations.",
        "It occurs in lodes and as stream-tin, and is worked by Chinese in large numbers who inhabit villages of their own.",
        "The inference that these tribes represent the stage of culture before the invention of pottery is confirmed by the absence of buried fragments of pottery in the districts they inhabit.",
        "The hippopotamus and crocodile inhabit the larger rivers flowing west, but are not found in the Hawash, in which, however, otters of large size are plentiful.",
        "In the open country the mule deer, the pronghorn antelope and the coyote are found, and the bison formerly ranged over the north-eastern part of the state; the side-striped groundsquirrel, Townsend's spermophile, the desert pack-rat and the desert pack-rabbit inhabit the flat country.",
        "Blind crawfish (Cambarus pellucidus)inhabit the Crawfish Spring.",
        "In modern zoology it is the name given to the main genus of a family of worm-shaped lizards, most of which inhabit the tropical parts of America, the West Indies and Africa.",
        "As the process of naturalization has never been accelerated, the 300,000 Jews said to inhabit Rumania are still regarded as foreigners; and although liable to military service and to the payment of taxes, are unable to own rural land or possess electoral or other civil rights.",
        "The low Cordilleras of the Chocos, on the west coast, are covered by soft Quaternary sandstones and marls containing shells of extant species, such as still inhabit the neighbouring ocean.",
        "Two species of bear and the \"coati\" (Nasua) represent the plantigrades and inhabit the mountain slopes, and, of Pachydermata, the peccary (Dicotyles) and \"danta\" or tapir (Tapirus) have a wide distribution throughout the lowland and lower plateau forests.",
        "The mestizos, like the whites and Indians, chiefly inhabit the more elevated regions of the interior.",
        "The great bulk of the people inhabit the coast region.",
        "Many mammals have a longer hairy coat in winter, which is shed as summer comes on; and some few, which inhabit countries covered in winter with snow, as the Arctic fox, variable hare and ermine, undergo a complete change of colour in the two seasons, being white in winter and grey or brown in summer.",
        "It is now used uniformly by scholars to indicate the Eastern branch as a whole, a compound, Indo-Aryan, being employed for that part of the Eastern branch which settled in India to distinguish them from the Iranians (Iran is of the same origin), who remained in Bactria and Persia, while Aryo-Indian is sometimes employed to distinguish the Indian people of this stock from the Dravidian and other stocks which also inhabit parts of the Indian peninsula.",
        "They inhabit the dense primeval forests of South and Central America.",
        "The Wa, who inhabit the hills immediately overlooking the Nam Ting valley, now make the route dangerous for traders.",
        "The Turkomans inhabit chiefly the Transcaspian region.",
        "They number nearly 20,000, and inhabit the valley of the Ili in Kulja and partly are settled in Russian Turkestan.",
        "The people who inhabit the plains and mountain slopes of East Turkestan consist partly of Aryans and partly of races of Ural-Altaic stock, and are partly of mixed blood.",
        "In America these rodents inhabit forest, pasture, cultivated fields or swamps, but are nowhere numerous.",
        "Many of the species inhabit situations in which the air is constantly moist, especially in the tropics; some are terrestrial; others, some of which are very minute, are epiphytic on tree-stems. A single solid central cylinder is found in the rhizome.",
        "In Sweden the few farms of the Swedes who inhabit the region are on the lake shores, and the traveller must be rowed from one to another in the typical boats of the district, pointed at bow and stern, unusually low amidships, and propelled by short sculls or paddles.",
        "Forbes (Ibis, 1881, pp. 360, 361) to inhabit the dry and open \"sertoes\" of north-eastern Brazil, a discovery the more interesting since it was in that part of the country that Marcgrav and Piso became acquainted with a bird of this kind, though the existence of any species of rhea in the district had been long overlooked by or unknown to succeeding travellers.",
        "small species of boa; crocodiles abound in the rivers and lakes; and numerous species of lizard, chameleon and tree-frog inhabit the woods.",
        "Of these tribal territories the following may be distinguished, taking them in three main divisions, from north to south: (1) Eastern: Antankarana, occupying the northern peninsula; the country of the Betsimisaraka, who inhabit a long extent of the coast plains, about Soo m.",
        "The Poles who inhabit the Carpathians are distinguished as Goralians (from gory, mountain), and those of the lower regions as Mazures and Cracoviaks.",
        "29.2 A cycle of narratives deals with the promise that the barren Sarai (Sarah) should bear a child whose descendants would inhabit the land of Canaan.",
        "G.*) Ethnology In attempting a review of the races and tribes which inhabit Africa, their distribution, movements and culture, it is advisable that three points be borne in mind.",
        "In fact the only Bantu tribes who are not agriculturists are the Ova-Herero of German South-West Africa, whose purely pastoral habits are the natural outcome of the barren country they inhabit.",
        "The Basques who now inhabit both sides of the Pyrenean range are probably the last representatives of the Iberians, who came from Spain to settle between the Mediterranean and the Bay of Biscay.",
        "Besides the Frisians discussed above there is a people called North Frisians, who inhabit the west coast of Schleswig.",
        "In summer most of the richer residents reside on the Lebanon, and in winter the governor of the Lebanon and many Lebanon notables inhabit houses in Beirut.",
        "The Jaalin, Hassania and Shukria inhabit the country between the Atbara and Blue Nile; the Hassania and Hassanat are found chiefly in the Gezira.",
        "These asses inhabit desert plains or open table-land; the kiang dwelling at elevations of about 14,000 ft.",
        "those which inhabit the high plateaus or Pacific slope of the Andes; in these there are 4 (sometimes 5) pedal papillae, and the nephridial openings of the 4th and 5th legs are on the third pad; and (2) the Caribbean species, viz.",
        "The Pathans of the Indian borderland inhabit the mountainous country on the Punjab frontier, stretching northwards from a line drawn roughly across the southern border of the Dera Ismail Khan district.",
        "The Shan-Burmese inhabit the valleys and alluvial plains on each side of the river.",
        "A few black bears inhabit the Unaka Mountain region.",
        "The groups inhabit areas near man, for example town centers or industrial complexes, and are reliant on him for food and shelter.",
        "The principle of equality of nations that inhabit our country is strictly adhered by.",
        "He also has the arrogance to ask what planet these residents inhabit.",
        "Beside the Big Five, elusive cheetah, wild dog and many other bushveld species inhabit the park.",
        "Holidays to Florida Ã¢ A brilliantly conceived fantasy world Walt Disney World Resort holidays inhabit a unique brilliantly conceived magical fantasy world.",
        "conger (eel)emones now inhabit the ribs of the wreck alongside delicate seafans with lobsters and congers often seen hiding under the platework.",
        "This likewise necessarily occurs with closely allied organisms, which inhabit distinct continents or islands.",
        "various denizens of the streets and slums inhabit dark corners of this most brutal of worlds and occasionally Torque encounters them.",
        "Anyhow these animals keep distinct in the countries which they inhabit in common.",
        "Celtic druids were among the first identifiable religious tribes to inhabit the area.",
        "He promised him that he shall have the people inhabit safe dwellings!",
        "There is also the legend of a huge eel, said to inhabit the underground pools.",
        "endangering many of the species that inhabit our earth.",
        "exorcise2 Ghosts: Exorcism For centuries the notion of exorcizing devils which inhabit humans has prevailed.",
        "forewarned of insurgent threats because insurgents typically inhabit the areas of highest danger.",
        "Observe the abundance of marine life that inhabit these tropical waters and marvel at the brilliant display of colorful coral formations.",
        "I let the animals inhabit it to a degree, and try not to get too fussy about cobwebs and debris.",
        "Planting of easily maintainable shrub bank to encourage biodiversity, and particularly to encourage a population of European goldfinches which inhabit the quarry.",
        "inhabit the planet Rocky visits!",
        "inhabit a universe of narratives.",
        "microhabitats for the many different species which inhabit rotting wood in Britain.",
        "phylum Porifera and inhabit all seas.",
        "pike rod with you, as some huge beasts inhabit the Thames these days especially when roach are on the feed!",
        "We inhabit this planet for a comparatively short time.",
        "Together with a supporting cast of coked-up gun-toting psychos, they inhabit a god-forsaken society where violence is the glue that binds everything together.",
        "Management The Forest Service employs three wildlife rangers who help to manage the wild herds of deer that inhabit our woodlands.",
        "refugium Aspen be left alone to inhabit these sparse niches - the remote and craggy woodland refugia?",
        "sika deer which inhabit the reserve.",
        "spinner dolphin, which inhabit the west coast of Pemba.",
        "substratumer two factors probably have the greatest influence on the organisms that inhabit sand and gravel substrata.",
        "However, the ability for humans to contemplate the world they inhabit is a double-edged sword.",
        "Probiotics and Beneficial Bacteria Researchers estimate that more than 400 species of bacteria inhabit the digestive tract.",
        "At this point, they seem to inhabit parallel universes which extend infinitely but don't touch.",
        "Colorful Altamira Orioles and Green Jays inhabit the riverine woodlands, where Spanish Moss forms curtains on the branches of trees.",
        "Most of them are natives of the Old World, and chiefly of its eastern division, but several inhabit the western portion of North America, and one, C. githagineus (of which there seem to be at least two local races), is an especial native of the deserts, or their borders, of Arabia and North Africa, extending even to some of the Canary Islands - a singular modification in the habitat of a form which one would be apt to associate exclusively with forest trees, and especially conifers.",
        "The number of species of beetles that inhabit ants' nests is almost incredibly large, and most of these are never found elsewhere, being blind, helpless and dependent on the ants' care for protection and food; these beetles belong for the most part to the families Pselaphidae, Paussidae and Staphylinidae.",
        "The redpolls form a little group placed by many authorities in the genus Linota, to which they are unquestionably closely allied, and, as stated elsewhere (see FINCH), the linnets seem to be related to the birds of the genus Leucosticte, the species of which inhabit the northern parts of North-West America and of Asia.",
        "Below the mountainous region of the headstreams the Juba and its tributaries flow through a country generally arid away from the banks of the streams. The soil is sandy, covered either with thorn-scrub or rank grass, which in the rainy season affords herbage for the herds of cattle, sheep and camels owned by the Boran Gallas and the Somali who inhabit the district.",
        "The first clause was in the following terms: The assistant commissioners guarantee in the fullest manner, on the part of the British government, to the emigrant farmers beyond the Vaal river, the right to manage their own affairs, and to govern themselves according to their own laws, without any interference on the part of the British government, and that no encroachment shall be made by the said government on the territory beyond to the north of the Vaal river, with the further assurance that the warmest wish of the British government is to promote peace, free trade, and friendly intercourse with the emigrant farmers now inhabiting, or who hereafter may inhabit, that country; it being understood that this system of non-interference is binding upon both parties.",
        "The Spanish and African cross is to be seen in the mulattoes, quadroons and octoroons that inhabit the warm coast cities.",
        "Including the Memel area, to which the people aspire as an outlet to the sea, it may be said that 4,295,000 souls inhabit ethnographical Lithuania.",
        "Buya, the chief of a clan of the Dailam, a warlike people who inhabit the mountainous country south-west of the Caspian Sea, had served under the Samanids, and found a footing in the south of Media (Jabal), whence his three sons - well known under the titles they assumed at a later period: `Imad addaula (\"prop of the dynasty\"), Rokn addaula (\"pillar of the dynasty\"), and Mo`izz addaula (\"strengthener of the dynasty\") - succeeded in subduing the province of Fars, at the time of Qahir's dethronement (see Persia: History).",
        "The majority - in European Russia - are remnants of the Mongol invasion of the 13th century (see Mongols), while those who inhabit Siberia are survivals of the once much more numerous Turkish population of the Ural-Altaic region, mixed to some extent with Finnish and Samoyedic stems, as also with Mongols.",
        "The Negroid peoples, which inhabit the vast tracts of forest and savanna between the areas held by Bushmen to the south and the Hamites, Semites and Libyans to the north, fall into two groups divided by a line running from the Cameroon (Rio del Rey) crossing the Ubangi river below the bend and passing between the Ituri and the Semliki rivers, to Lake Albert and thence with a slight southerly trend to the coast.",
        "This applies particularly to the so-called Nubians who inhabit the Dongola mudiria (see Nubia).",
        "Should Aspen be left alone to inhabit these sparse niches - the remote and craggy woodland refugia?",
        "We were also surprised at the very large number of sika deer which inhabit the reserve.",
        "The latter two factors probably have the greatest influence on the organisms that inhabit sand and gravel substrata.",
        "We inhabit a civilized, tolerant society proud of a long history of \" policing by consent \".",
        "At this point, they seem to inhabit parallel universes which extend infinitely but do n't touch.",
        "When we think about ways we can recycle to save our planet, we need to think not just about ourselves and our wallets, but our air and water and the creatures that inhabit both.",
        "Encyclopedia of Earth: This online resource centers on information about the earth, its environments and the organisms that inhabit them.",
        "The time taken to choose and prepare the freshest ingredients makes the dish more enjoyable no matter what section of the planet you inhabit.",
        "Shopping for Disney princess apparel couldn't be any easier thanks to the chain of Disney stores that inhabit a broad expanse of the United States.",
        "The greater number inhabit mountain valleys, and ascend to an elevation of from 13,000 to 14,000 feet in S.",
        "Wood Lily (Trillium) - Perennials of low growth, which inhabit the woods of N.",
        "Toad: One of the mushroom capped characters that inhabit the Mushroom Kingdom.",
        "The Tarkatan \"people\" seem to inhabit the vast deserts of the Outworld and harbor no direct ill will toward the Earthrealm combatants.",
        "Mines are randomly distributed throughout the field, and it is your job to mark which squares they inhabit.",
        "Instead most dedicated game stores are franchises that inhabit malls and miscellaneous retail-heavy locations.",
        "Their Steelhead Red is inspired by the steelhead trout and coho salmon that inhabit the creeks on the estate.",
        "Shigella share several of the characteristics of a group of bacteria that inhabit the intestinal tract.",
        "Founded in 1833 under the brand Lecoultre & Co. the manufacture was one of the first teams of clockmakers to inhabit Vallée de Joux, and is largely responsible for marking the area as the birthplace of horology.",
        "Like baboons, mandrills appear to be indiscriminate eaters, feeding on fruit, roots, reptiles, insects, scorpions, &c., and inhabit open rocky ground rather than forests."
    ],
    "definition": [
        "To live or reside in: Dinosaurs inhabited the earth millions of years ago.",
        "To be present in; fill: Old childhood memories inhabit the attic.",
        "in·hab′it·a·bil′i·ty\nnoun",
        "in·hab′it·a·ble\nadjective",
        "in·hab′i·ta′tion\nnoun",
        "in·hab′it·er\nnoun",
        "Link/Cite",
        "To live or reside in.\nThe Inuit inhabit the Arctic.",
        "To be present in; to occupy.\nStrange thoughts inhabit my mind.",
        "Link/Cite"
    ]
}