{
    "translation": ".1 לשאוף\n.2 שאיפה (של אויר)",
    "uses": [
        "nh in inhale; r is trilled as in Italian.",
        "But in spite of a quantum measure of misery, it was a holiday weekend, the day was beautiful, as Dean discerned as soon as he managed to pry his eyes open and inhale the smell of Fred's coffee.",
        "Among the Romans custom imposed a sacred duty on the nearest relative, usually the heir, to inhale the \"last breath\" of the dying.",
        "His chest cold had made him wheeze when he tried to inhale.",
        "Candles are a remarkable means by which to inhale health since their combined light and heat readily convey herbal goodness through a variety of chemical processes.",
        "The problem with just cutting back or switching to a low-tar cigarette instead of quitting is people tend to inhale more deeply or take more puffs when they are put on a limit.",
        "The best known is the finding that soft, padded sleep surfaces can endanger infants by obstructing breathing or creating air pockets that trap their expelled carbon dioxide, which they can then inhale.",
        "Blowing breaths help distract you from the pain and stress of the contractions and the birth itself; during this type of breath, you inhale through your nose for three counts and blow the air out of your mouth forcefully.",
        "Many cleaning products are toxic to inhale, and will also be toxic if sprayed on plant life, so this step is very important.Next, find a cleaning solution and use it on your deck.",
        "Be sure that you select a nasal mask that covers your entire nasal area and leaves room at the bottom for you to comfortable inhale and exhale without air leakage.",
        "ethylene oxide is a colorless gas which is toxic to inhale.",
        "inhale through the nose.",
        "inhale more deeply when smoking fewer cigarettes.",
        "They create a stink that most of us don't want to inhale.",
        "They can be better than drugs in relieving allergy symptoms as they remove the allergen from the air before you can inhale it.",
        "inhale the aroma of the finest coffees from round the world.",
        "Once you have mastered the sound on the exhale, try constricting the throat slightly on an inhale.",
        "Inhale and raise the weight over your head.",
        "There was no time to try out any spa treatments, inhale at the oxygen bar or head for the 10-pin bowling alley.",
        "exhale then inhale arms wide, like the statue \" Angel of the North.",
        "You can always just inhale the new fragrance or put it in a small piece of silk to carry with you in a purse.",
        "We were invited to inhale the heady fumes which have a really powerful kick.",
        "They are forced to inhale noxious fumes or burning plastics.",
        "And then inhale the helium out the big can you will have to hire all in part of helping out Crowfield.",
        "inhale noxious fumes or burning plastics.",
        "inhale slowly and deeply two or three times in succession.",
        "Some people like to inhale before they take the putter back, others prefer to do it as they take the club back.",
        "Breathe deeply and inhale the scents of citrus and olive trees in the tranquil landscaped garden surrounding this beautifully appointed luxury villa.",
        "The main categories of the disease are:- Chronic - affects workers who inhale small amounts of crystalline silica over 10 to 20 years.",
        "Atlantic Horizons - Inhale the aroma of spices in a bustling Moroccan souk.",
        "You apply different colored medicinal chakra muds to specific areas of your bodies whilst you gently inhale steam infused with pure herbs.",
        "vapours inhale the vapor through the nose or mouth.",
        "They create a stink that most of us do n't want to inhale.",
        "Users inhale the vapor through the nose or mouth.",
        "In the real world, smokers puff and inhale more intensively on lower yielding brands and end up getting the same dose.",
        "Infants can inhale the small, powder particles, and this may cause respiratory problems.",
        "Although silica may cause respiratory distress when breathed, it is more difficult to inhale into the lungs.",
        "Inhale through your nose to a count of four, hold for two counts, then exhale to a count of six.",
        "As you breathe, try to do so deeply, noticing your abdomen rise as you inhale and fall as you exhale.",
        "Slowly inhale and exhale remaining aware of each breath you take.",
        "Inhale as deeply as possible through your nose.",
        "As you inhale, mentally count to six or seven slowly as you take in the air.",
        "Inhale through your nose and exhale through your mouth.",
        "Inhale taking a deep breath that fills your diaphragm as you push it down and outward.",
        "So I could hear the inhale of your breath against my hair.",
        "Most women who reduce the number of cigarettes smoked on a daily basis simply inhale more deeply to consume the same amount of nicotine.",
        "It took me a couple days to learn exactly how to inhale smoke without choking.",
        "And the best way I could get my nicotine fix was to fire up a cigarette and inhale the smoke.",
        "People who throw up while drunk may choke on and inhale the vomit into their lungs.",
        "If instructed to smell a chemical, do not inhale it directly from the container or test tube.",
        "Inhale before motion, and then stretch on the exhale.",
        "Consider a bi-level positive airway pressure (Bi-PAP) machine that uses less pressure as you exhale and more pressure as you inhale.",
        "Put a few drops on your pillowcase or inhale the smell before bed.",
        "Place your nose at the edge of the glass and inhale the aroma.",
        "People can be poisoned by fumes they inhale.",
        "If the steam does not work, sometimes taking the child outside, where he or she can inhale the cool, moist night air will be enough to improve breathing.",
        "Children must be old enough to follow directions and inhale and exhale as instructed.",
        "Heavy smokers can start off with up to 9 percent of their hemoglobin already bound to CO, which they regularly inhale in cigarette smoke.",
        "Because this mixture is less dense and more oxygen-rich than regular air, it is easier to inhale.",
        "Although children eat small objects and stick things into their bodily openings of their own volition, they inhale them unwittingly while choking.",
        "They inhale the smoke exhaled by the smoker as well as the more toxic sidestream smoke-the smoke from the end of the burning cigarette, cigar, or pipe.",
        "If a smoker switches to a low-tar cigarette, he is likely to inhale longer and more deeply to get the chemicals his body craves.",
        "Pipe and cigar smokers have increased health risks as well, even though these smokers generally do not inhale as deeply as cigarette smokers do.",
        "If the diagnosis is still in doubt, the patient can inhale a suspect allergen while using a spirometer to detect airway narrowing.",
        "Patients sit upright and inhale deeply through the nose.",
        "Counting to five as you inhale and exhale and focusing on the activity of counting can help you get the most use from this type of breath.",
        "You should inhale through your nose and release the breath through your mouth.",
        "A simple breathing exercise is to inhale for a count of four, hold for four and release for four.",
        "Inhale deeply, and on the exhale, bend forward, chest on the thighs.",
        "Inhale and then, on the exhale, extend your legs over your body.",
        "Inhale upward, rising halfway, hands on shins or ankles, with a flat back.",
        "Place your hands on your stomach, close your eyes, and inhale deeply through the nose.",
        "Inhale deeply, letting your upper body fill with breath.",
        "Finally, control your breath by counting to 10 for both inhale and exhale breaths.",
        "Now rest your right hand in your lap, dropping the shoulder down as you inhale.",
        "Inhale as deep as you can, controlled and slow.",
        "Breathe the entire time making sure to inhale all the way, so that you feel the air moving through your lungs.",
        "When you inhale, you should roll your arms back towards the wall.",
        "Inhale the positive energy and exhale the negative.",
        "Inhale, press down into the palms, and slowly lift the hips off the floor.",
        "Inhale passively without any extra effort.",
        "Once you are settled into a rhythm, you can then inhale deeply through the nose, as you expand through the belly.",
        "On each breath, inhale and exhale a little more air.",
        "Inhale through the mouth, then exhale through the nose.",
        "Cover your right nostril with your thumb and inhale through your left nostril.",
        "On the next breath, cover your left nostril with your ring finger and inhale through your right nostril.",
        "On the inhale, return your face to a neutral position.",
        "First, inhale and exhale through the mouth.",
        "Once you have conquered the sound, use it as you inhale during each pose.",
        "Mix the lye and distilled water, being careful not to get any on you or to inhale the fumes.",
        "Exhale when you lift and inhale when you lower back to the floor.",
        "Exhale as you perform the work of lifting the weight and inhale as you perform the downward, or \"rest,\" phase of the exercise.",
        "Inhale as you lift your head and shoulders off the floor, contracting your abs as you do so.",
        "Inhale and raise your legs up into the air without bending your knees.",
        "Inhale and slowly bend your knees to an almost parallel position and then straighten.",
        "Inhale and lift your butt about two inches off the chair.",
        "Inhale and return to the neutral position.",
        "Inhale and return to the starting position.",
        "Begin with a small nod of the head, while you inhale to prepare.",
        "To keep yourself breathing, exhale as you lift your leg towards your chest and inhale as you lower it.",
        "Inhale and reach the medicine ball or weight overhead, as shown in the photo.",
        "Inhale and return to center and then exhale and repeat to the other side.",
        "Inhale to prepare, and as you exhale, draw your navel to your spine, and hold an abdominal contraction for 10 seconds.",
        "Inhale as you bend your elbows, lowering your body so it is almost touching your support.",
        "As you inhale, squat down, then return to standing as you exhale.Use your breath to help guide your through the movement and to create a rhythmic pace.",
        "Again, use your breath as you inhale going down and exhale as you return to the starting position.",
        "Exhale as you fold forward and inhale as you return to your starting position.",
        "When you are lifting weights, for example, exhale as you pick them up and inhale as you set them down.",
        "Every few stitches, you should inhale from the chest, slimming your waist so that you can pull the laces tighter.",
        "Your baby may only eat a few bites from the baby food jar during one mealtime, but she may inhale the entire jar the next time.",
        "Pet owners who are scooping and emptying out a cat box may also inhale airborne particles during the cleaning process.",
        "Cats can inhale dust particles through their noses.",
        "Most people are not aware of the way they breathe and rarely inhale and exhale completely.",
        "During a cleansing breath, you start with a deep inhale and a slow exhale."
    ],
    "definition": [
        "Link/Cite"
    ]
}