{
    "translation": "תורשתי",
    "uses": [
        "Martha inherited the property from her grandfather.",
        "My brother inherited the title when he died.",
        "I inherited property there from some uncle I never even met.",
        "The low growl of the Original Vamp they'd inherited interrupted her thoughts.",
        "After thousands of years alone, she inherited a mate and a family over the course of a single night.",
        "She had inherited violet eyes from her mother, but what if the baby had blue eyes like Dad?",
        "Gabriel's temper was close to boiling over, for the umpteenth time since he inherited the responsibilities of Death.",
        "She had inherited vigour of body and mind.",
        "Gabriel felt again he was missing something huge, the key to assuming the power he hadn't inherited with his responsibilities.",
        "This inherited capacity is a sort of sixth sense--a soul-sense which sees, hears, feels, all in one.",
        "I inherited it from him on his death, he started.",
        "Besides, after he inherited, he could always put someone in charge of the estate.",
        "He inherited Flanders and Artois, purchased the county of Namur (1427) and compelled his cousin Jacqueline, the heiress of Holland, Zeeland, Hainault and Friesland, to surrender her possessions to him, 1428.",
        "The house and eighty wild acres of Arkansas hills and hollows she had recently inherited represented her total wealth.",
        "Howie, according to his morning coffee verbal sermons was enthralled with his property, especially his inherited garden, started by the previous tenant and lovingly cared for by him.",
        "Might not the basket, stable-broom, mat-making, corn-parching, linen-spinning, and pottery business have thrived here, making the wilderness to blossom like the rose, and a numerous posterity have inherited the land of their fathers?",
        "Andre's memory may live on, but I'm the one who inherited his responsibilities.",
        "Maybe he had learned it from his mother, or maybe he had inherited the tendency.",
        "In 1755 he inherited from his elder brother, Louis Auguste de Bourbon (170o-1755), prince de Dombes, great estates, part of which he sold to the king.",
        "\"I thought you were out in Colorado looking at some place you inherited,\" Dean said.",
        "It had been many years - -before she inherited the demon - -since she was free of the cold block within her.",
        "Maybe they had inherited or learned it from their mother, not his father.",
        "When Frederic the Great gained West Prussia by the first partition of Poland (1772), he was uniting together once more the dominions of the Order, sundered since 1466; and it is the kings of Prussia who have inherited the Order's task of maintaining German influence on the banks of the Vistula.",
        "We both inherited our powers while Dusty was like you, a human meant for something much greater.",
        "He oIdducai left his domains to a natural relative, Cesare dEste, families, who would in earlier days have inherited without dispute, for bastardy had been no bar on more than one occasion in the Este pedigree.",
        "In 1742, after the extinction of the two senior lines of this family, the Sulzbach branch became the senior line, and its head, the elector Charles Theodore, inherited Bavaria in 1777.",
        "This ancient system of canalization was inherited from the Persians (who, in turn, inherited it from their predecessors), by the Arabs, who long maintained it in working order, and the astonishing fertility and consequent prosperity of the country watered by the Euphrates, its tributaries and its canals, is noticed by all ancient writers.",
        "With the exception of the pultrelands all the estates he inherited descended to his posterity.",
        "We find the ultimate explanation of this in the facts that all organisms vary, and that their variations are inherited and, if useful, perpetuated.",
        "At his father's death in 1239 Rudolph inherited the family estates in Alsace, and in 1245 he married Gertrude, daughter of Burkhard III.",
        "His parents died before he was ten years of age, and he inherited extensive estates in Hampshire, Wiltshire, Dorsetshire and Somersetshire, much reduced, however, by litigation in Chancery.",
        "It is an argument that Plato probably inherited from Alcmaeon, the physician of Croton (Arist.",
        "Herbert Spencer finds that the modern individual has intuitions of duty which represent the inherited experience of what has been good for the race in the past.",
        "Solange, who inherited all her mother's wild blood with none of her genius, on the eve of a marriage that had been arranged with a Berrichon gentleman, ran away with Clesinger, a sculptor to whom she had sat for her bust.",
        "In addition to the thegns there were others who were thegns on account of their birth, and thus thegnhood was partly inherited and partly acquired.",
        "of Aragon, who inherited the crown of Sicily.",
        "The internal situation inherited by Crispi from Depretis was very unsatisfactory.",
        "He must preserve the papal conquests which he had inherited from Alexander VI.",
        "Thus, the sons inherited their fathers' hunting-ground, but bore their mothers' name and therewith the right to certain women for wives.",
        "His sons, Vincenzo (1707-1775) and Giordano (1709-1790), inherited his talents.",
        "It is a gratuitous assumption that the history of (north) Israel ceased with the fall of Samaria or that Judah then took over Israelite literature and inherited the old Israelite spirit: the question of the preservation of earlier writings is of historical importance.",
        "He had one daughter, Anne, who married John Damer, son of Lord Milton, and who inherited a life interest in Strawberry Hill under the will of Horace Walpole.",
        "After a period of work in Holland he betook himself to England, where his treatise on lettres de cachet had been much admired, being translated into English in 1787, and where he was soon admitted into the best Whig literary and political society of London, through his old schoolfellow Gilbert Elliot, who had now inherited his father's baronetcy and estates, and become a leading Whig member of parliament.",
        "An ample inherited fortune permitted him to pursue his studies undistracted by the necessity for earning a livelihood, and to maximize the results of his time and labour by the employment of amanuenses and secretaries.",
        "The party which had set up the Committee of Public Safety was now struck down by the very man who through the Directory inherited by direct lineal descent the dictatorial powers instituted in the spring of 1793 for the salvation of the republic. It remains to add that the suspects in the plot of October 1800 were now guillotined (31st of January 1801), and that two of the plotters closely connected with the affair of Nivose were also executed (21st of April).",
        "From this early astrological use the form of \"glory\" or \"nimbus\" has been adapted or inherited under new beliefs.",
        "If they broke up, she still had the farm she had inherited.",
        "He inherited the talents of his highly gifted mother, and his amiability and handsome features made him very popular in Copenhagen.",
        "1881) inherited the title in 1900.",
        "When Conradin was executed in 1268 Louis inherited his lands in Germany, sharing them with his brother Henry.",
        "- Ezekiel was the successor of Jeremiah and inherited his conceptions.",
        "The more orthodox or conservative Jews preferred the tolerant rule of the Ptolemies: the rest, who chafed at the isolation of the nation, looked to the Seleucids, who inherited Alexander's ideal of a united empire based on a universal adoption of Hellenism.",
        "The Order, clinging to its rights with the conservatism of an ecclesiastical corporation, still maintained its claims to East Prussia, and pressed them tenaciously even against the electors of Brandenburg themselves, when they inherited the land on the failure of Albert's descendants in 1618.",
        "His political opinions were those he had inherited from his father and grandfather.",
        "One young man of my acquaintance, who has inherited some acres, told me that he thought he should live as I did, if he had the means.",
        "But Reid's actions are better than his words; his real mode of procedure is to redargue Hume's conclusions by a refutation of the premises inherited by him from his predecessors.",
        "Alex was romantic enough to understand the sentimental significance of the home she had inherited.",
        "The truth was, he bought the clinic and their home with money he inherited.",
        "On the paternal side he was descended from Oliver Cromwell, whose honest, sturdy independence of character he seemed to have inherited.",
        "Rivalry in fishing and in trading, coupled with ancient antipathies inherited from the various mainland cities of origin, were no doubt the cause of these internecine feuds.",
        "They are merely practising the inherited instinct to lie motionless, movement being the only indication of the presence of living prey known to many insectivorous animals.",
        "He inherited his father's hatred of Marius, and was a consistent though moderate supporter of the aristocracy.",
        "He had not those rights of sovereign which the Norman kings of England inherited from their AngloSaxon predecessors, or the Capetian kings of France from the Carolings; nor was he able therefore to come into direct touch with each of his subjects, which William I., in virtue of his sovereign rights, was able to attain by the Salisbury oath of 1086.",
        "The Heteronemertini thus appear to have developed an extra layer of longitudinal fibres internally to those which they inherited from more primitive ancestors, whereas the Metanemertini are no longer in possession of the internal circular layer, but have on the contrary largely developed the external circular one, which has dwindled away in the Heteronemertini.",
        "1589-1642), Huguenot leader, younger brother of Henri de Rohan, inherited his title through his mother Catherine de Parthenay.",
        "He inherited an attachment to scientific discovery, and was one of the founders of the Royal Society of Edinburgh, in 1782.",
        "Frazer maintains the hitherto current theory that the earlier temple of Athena and Erechtheus was on the site of the Erechtheum; that the Erechtheum inherited the name apXa ios veclis from its predecessor, and that the \" opisthodomos \" in which the treasures were kept was the west chamber of the Parthenon; Furtwangler and Milchh6fer hold the strange view that the \" opisthodomos \" was a separate building at the east end of the Acropolis, while Penrose thinks the building discovered by Dorpfeld was possibly the Cecropeum.",
        "His nephew and heir, Humphrey X., who inherited the earldom of Northampton from his father, was territorially the most important representative of the Bohuns.",
        "The army of Alexander was an instrument which he inherited from his father Philip. Its core was composed of the Macedonian peasantry who served on foot in heavy armour (\" the Foot-companions \")7rq\"eraipot).",
        "But the rights belonging to the Macedonian army as Alexander inherited it did not altogether disappear.",
        "Her beauty, inherited from her mother, was of an open and noble German type.",
        "If a brief definition of instinct, from the purely biological point of view be required, that given in the Dictionary of Philosophy and Psychology may be accepted: \"An inherited reaction of the sensori-motor type, relatively complex 3'p 3' p and markedly adaptive in character, and common to a group of individuals.\"",
        "Wasmann, for example, divides instinctive actions under two groups: (I) those which immediately spring from the inherited dispositions; (2) those which indeed proceed from the same inherited dispositions but through the medium of sense experience.",
        "For modern interpretation hereditary modes of behaviour afford experience; in no other sense can it be said that experience is inherited.",
        "All intelligent procedure implies the inherited capacity of profiting by experience.",
        "Law was parted from his friends, and in 1740 retired to King's Cliffe, where he had inherited from his father a house and a small property.",
        "The Budget is now published in full detail and that for the year 1326 (1910-1911), with the explanatory memorandum which prefaces it, is an admirable work, mercilessly exposing the financial shortcomings and sins of the previous system, or rather want of system, while unshrinkingly facing the difficulties which the present government has inherited.",
        "They may be disposed of under certain conditions to third parties, and they may be inherited.",
        "The scheme of invasion was based on the Boulogne flotilla, a device inherited from the old French royal government, through the Republic. Its object was to throw a great army ashore on the coast between Dover and Hastings.",
        "It is clear that the ancient name, at least, still held firm possession of the site and was hence inherited by the new city.",
        "Elizabeth had inherited her father's sensual temperament and, being free from all control, abandoned herself to her appetites without reserve.",
        "Fortunately for herself, and for Russia, Elizabeth Petrovna, with all her shortcomings, had inherited some of her father's genius for government.",
        "Secondly, identity of structure in two organisms does not necessarily indicate that the identical structure has been inherited from an ancestor common to the two organisms compared (homogeny), but may be due to independent development of a like structure in two different lines of descent (homoplasy).",
        "But the new administration at Pretoria inherited many disputes with the Zulus, disputes which were in large measure the cause of the war of 187 9.",
        "Cobden had married in 1840 Miss Catherine Anne Williams, a Welsh lady, and left five surviving daughters, of whom Mrs Cobden-Unwin (wife of the publisher Mr Fisher Unwin), Mrs Walter Sickert (wife of the painter) and Mrs Cobden-Sanderson (wife of the well-known artist in bookbinding), afterwards became prominent in various spheres, and inherited their father's political interest.",
        "Necessarily, according to the theory of natural selection, structures either are present because they are selected as useful or because they are still inherited from ancestors to whom they were useful, though no longer useful to the existing representatives of those ancestors.",
        "Instincts, or the inherited structural mechanisms. of the nervous centres, are in antagonism to the results of the reasoning process, which are not capable of hereditary transmission.",
        "Every higher vertebrate animal possesses the power of forming for itself a series of cerebral mechanisms or reasoned conclusions based on its individual experience, in proportion as it has a large cerebrum and has got rid of or has acquired the power of controlling its inherited instincts.",
        "Man, The compared with other animals, has the fewest inherited mental mechanisms or instincts and at the same time of the the largest cerebrum in proportion to the size of his Past.",
        "of Courland, who bestowed upon him a small estate, which Biren's father inherited and where Biren himself was born.",
        "She inherited nearly all of his great fortune, and out of it she gave away a long series of liberal benefactions to various institutions",
        "The duc de Dalberg had inherited the family property of Herrnsheim from his uncle the arch-chancellor Karl von Dalberg, and this estate passed, through his daughter and heiress, Marie Louise Pelline de Dalberg, by her marriage with Sir (Ferdinand) Richard Edward Acton, 7th baronet (who assumed the additional name of Dalberg), to her son the historian, John Emerich Edward Dalberg-Acton, 1st Baron Acton.",
        "He inherited a strong sentiment of independence from his mother; and his objections to the social homage expected by those whom the catechism boldly styled his \"betters\" made him an \"agitator.\"",
        "Energetic, obstinate, cunning and unscrupulous, she inherited, too, her father's avarice and rapacity.",
        "William Rufus inherited from his father a love for building, and in the year 1097 he exacted large sums of money from his subjects with the object of carrying on some of the undertakings he had in hand.",
        "The district was a glass-making centre in Roman times, and it is probable that the Romans inherited and perfected an indigenous industry of remote antiquity.",
        "Rather under the influence of the great formative Christian conceptions he parted gradually with the eschatology he had inherited from Judaism, and entered on a progressive development, in the course of which the heterogeneous elements were for the most part silently dropped.",
        "Yet in spite of these disasters the republic was by no means crushed; it soon regained the suzerainty of many cities which had broken off all connexion with it after the expulsion of the duke of Athens, and purchased the overlordship of Prato from Queen Joanna of Naples, who had inherited it from the duke of Calabria.",
        "The queen, Marie Antoinette, was especially attracted by the grace and wit of le beau Fersen, who had inherited his full share of the striking handsomeness which was hereditary in the family.",
        "In Jabneh (Jamnia), where during the siege of Jerusalem the scribes of the school of Hillel had taken refuge by permission of Vespasian, a new centre of Judaism arose under the leadership of the aged Johanan ben Zakkai, a school whose members inherited the authority of the Sanhedrin of Jerusalem.",
        "Gamaliel's son, Simon, long after his father's death, and after the persecutions under Hadrian, inherited his office, which thenceforward his descendants handed on from father to son.",
        "Through his mother, a daughter of Nathaniel Austen, banker, of Ramsgate, he inherited Spanish blood.",
        "On the reestablishment of the autocracy he was dismissed from the service, and retired to Calabria where he had inherited the princely title and estates of Satriano.",
        "About 1759 Bryan went to Jamaica, and joined his uncle, who engaged a private tutor to complete his education, and when Bayly died his nephew inherited his wealth, succeeding also in 1773 to the estate of another Jamaica resident named Hume.",
        "From his great dialectical skill he earned the title 6 &caXEKTLKOS, or SCaXEKTCKCJTaTos, a title which was borne by his five daughters, who inherited his ability.",
        "By his father's death in 1729 he had inherited the Bifrons estate.",
        "He was a robust man, and inherited his father's love of violent exercise; but his character was weak and his intelligence mediocre, and he had none of the superficial and brilliant gifts of Francis I.",
        "He was a man happy in his ancestry; he inherited the dignity, the reserve, the keen and vivid intellect, and the picturesque imagination of the French Huguenot, though they came to him chastened and purified by generations of Puritan discipline exercised under the gravest ecclesiastical disabilities, and of culture maintained in the face of exclusion from academic privileges.",
        "4 The echoes of the dying controversy are thus distinct and not very distant in this book, though it also offers in its larger outlook, in the author's evident uneasiness under the burden of inherited beliefs, and his inability to reconcile them with his new standpoint and accepted principles, a curious forecast of his later development, while in its positive premisses it presents a still more instructive contrast to the conclusions of his later dialectic. Nor did the sound of the ancient controversy ever cease to be audible to him.",
        "1691), whose family, having inherited Altenburg, became extinct in February 1825 with the death of Duke Frederick IV.",
        "1074), and grandson of Bertold, duke of Carinthia and count of Zahringen, having inherited some of the German estates of his family, called himself margrave of Baden, and from this date the separate history of Baden may be said to begin.",
        "William inherited the baleful lustre, without the substantial power, which his ancestors had given to the name of Orange.",
        "The steady dependence of Sparta on the Delphic oracle, for example, is best explained as an observance inherited from Parnassian ancestors.",
        "His compound title is explained by the fact that he inherited the title of count of Olivares, but was created duke of San: Lucar by the favour of Philip IV.",
        "He begged the king to allow him to preserve his inherited title in combination with the new honour - according to a practice of which there are a few other examples in Spanish history.",
        "His family had held a good position in Derbyshire and Nottinghamshire since the 12th century, the name appearing as Sent Cheveroll in the roll of Battle Abbey, and William inherited large estates from his father.",
        "Called to the bar, he practised for some years on the Oxford circuit; but his tastes were literary, and when, on the death of his father in 1812, he inherited a small estate in Lincolnshire, he gave himself up wholly to the studies of his life.",
        "1295) took Tirol, and the younger G6rz; but in 1500 the latter's line became extinct, and the elder line inherited its possessions.",
        "The Feast of St Martin (Martinmas) took the place of an old pagan festival, and inherited some of its usages (such as the Martinsmdnnchen, Martinsfeuer, Martinshorn and the like, in various parts of Germany); by this circumstance is probably to be explained the fact that Martin is regarded as the patron of drinking and jovial meetings, as well as of reformed drunkards.",
        "But it also demonstrated how impossible it was for any one to govern at all who had no claim, either personal or inherited, to the respect of the legions.",
        "Homage was done not only by the vassal to whom feudal lands were first granted but by every one in turn by whom they were inherited, since they were not granted absolutely but only on condition of military and other service.",
        "4) his heirs; Livia inherited a third of his property; she was adopted into the Julian gens, and henceforth assumed the name of Julia Augusta.",
        "His son Thomas, who inherited the title, took the lead among the nobles of Edward II.'s time in opposition to Piers Gaveston and the Despensers, and was beheaded for treason at Pontefract.",
        "By her marriage with Claude of Lorraine, duke of Chevreuse, Marie de Rohan, the widow of the first duke of Luynes, acquired in 1655 the duchy of Chevreuse, which she gave in 1663 to Louis Charles d'Albert, her son by her first husband; and from that time the title of duke of Chevreuse and duke of Luynes was borne by the eldest sons of the family of Luynes, which also inherited the title of duke of Chaulnes on the extinction of the descendants of Honore d'Albert in 1698.",
        "tall, with a well-rounded, powerful figure; he inherited an excellent constitution from his parents - \" I never knew,\" says he, \" either my father or mother to have any sickness but that of which they dy'd, he at 89, and she at 85 years of age \" - but injured it somewhat by excesses; in early life he had severe attacks of pleurisy, from one of which, in 1727, it was not expected that he would recover, and in his later years he was the victim of stone and gout.",
        "On the death of Charles Felix (27th of April 1831) Charles Albert succeeded; he inherited a kingdom without an army, with an empty treasury, a chaotic administration and medieval laws.",
        "The Landau branch of the family became extinct in 1 495, and in 1631 Waldeck inherited the county of Pyrmont, which had originally belonged to a branch of the Schwalenberg family.",
        "The terms \" Reformation \" and \" Protestantism \" are inherited by the modern historian; they are not of his devising, and come to him laden with reminiscences of all the exalted enthusiasms and bitter antipathies engendered by a period of fervid religious dissension.",
        "The position and influence of Lothair in Saxony, already considerable, was increased when in 1 ioo he married Richenza, daughter of Henry, count of Nordheim, who became an heiress on her father's death in 1101, and inherited other estates when her brother Otto died childless in 1116.",
        "1806), who had inherited both districts, sold his lands to Prussia.",
        "From the side of literature the way was prepared for it by the genius of Coleridge, Wordsworth and Carlyle; from the side of morals and politics by the profound discontent of the constructive spirit of the century with the disintegrating conceptions inherited from utilitarianism.",
        "They inherited no machinery of self-government.",
        "Men are defining and protecting the positions they have inherited; they do not think of progress.",
        "His grandfather, Lewis Morris (1671-1746), inherited this in his political views, he distrusted the democratic tendencies of the Whigs, but a firm belief in the justice of the American cause led him to join their ranks.",
        "Franco de Bohun inherited Midhurst from his uncle Savaric Fitz-Savaric, and the De Bohuns held the lordship until 1499 when Sir David Owen obtained it through his marriage with the daughter of the last male heir.",
        "a republic. The one prominent member of the volksraad who, inherited the traditions and enlightened views of President Brand was Mr (Afterwards Sir) John G.",
        "But he lacked business thrift, inherited a disposition to endorse for his friends, and was often unable to distinguish between deserving applicants for aid and adventurers.",
        "bestowed the duchy upon Lothair, count of Supplinburg, whose wife Richenza inherited the Saxon estates of her grandfather Otto of Nordheim, on the death of her brother Otto in 1116.",
        "of the Sudetic Mountains they were brought under a Czech national state, which inherited, with them, the problem of nationality.",
        "The master streams of the present have inherited their channels from the drainage systems of the Cretaceous lowland, and though raised athwart the courses of the lowland trunk streams the great arch was developed so slowly that these channels could be maintained through pari passu deepening.",
        "When he died on the 24th of March 1866, Hesse-Homburg was inherited by Louis III., grand-duke of Hesse-Darmstadt, while Meisenheim fell to Prussia.",
        "The elder brother was set aside as imbecile and epileptic. Charles had inherited a great frame and immense physical strength from the Saxon line of his mother.",
        "The fact that Nestorius was trained at Antioch and inherited the Antiochene zeal for exact biblical exegesis and insistence upon the recognition of the full manhood of Christ, is of the first importance in understanding his position.",
        "From his mother, Elizabeth Vitlitsaya, he inherited most of his characteristics, an insatiable love of work, an almost pedantic love of order and the most rigorous sense of duty.",
        "His quarrelsomeness was regarded as inherited from his mother, and it may have been only as an illustration of the perpetual strife between Zeus and Hera that Ares was accounted their son.",
        "(crowned king of Poland in 1300) had inherited from his father, Ottakar II.",
        "It is highly doubtful whether, with the best efforts on both sides, a constitutional government could have been worked by a Russian autocrat, and an assembly of men who inherited the memories and characters of the Poles.",
        "They expanded and developed, and applied to new situations and circumstances of the national life, the truths which in a more germinal form they had inherited from their ancestors.",
        "In its conflict with Gnostics, Marcionites and Montanists the Church was led to insist more and more upon its Bible, its own Bible, just as in its older controversy with the Jews it had to insist on the Bible which it inherited from them.",
        "they were placed in the same category as the Old Testament, the writings which the Christian had inherited from the Jewish Church.",
        "Henry married Lora or Lauretta, a daughter of Philip de Valoines (Valsques), lord of Panmure, and in 1234 inherited part of the rich English fiefs of the Valoines family.",
        "That that wrath must be followed by fresh mercies is not in itself a new thought, but only the necessary expression of the inherited conviction that Yahweh whom they preach as the judge of all the earth, is nevertheless, as past history has proved, the God who has chosen Israel as His people.",
        "In doing battle against the Tyrian Baal he is content with a reformation for which the whole nation can be heartily won, because it makes no radical change in their inherited faith and practices of worship. And in stimulating resistance to Syria he is.",
        "Chron., 1871, 42), apparently the Roman uncia inherited.",
        "By his father's will he inherited the four lordships of Crepy, La Ferte - Milon, Pierrefonds and Bethisy, which together formed the coantship of Valois.",
        "He inherited the valuable Saxon estates of his father in 1123, and on his mother's death, in 1142, succeeded to onehalf of the lands of the Billungs.",
        "active revolutionary patriot, Paulding inherited strong anti-British sentiments.",
        "His military capacity, inherited from his father, Nasir-ud-din Sabuktagin, was strengthened by youthful experience in the field.",
        "His sister Anna, who inherited it, married Freiherr Hieronymus von Clary, who assumed the additional name and arms of Aldringen.",
        "That same year the Dorias inherited the fiefs and titles of the house of Pamphilii-Landi of Gubbio, patricians of Rome and princes of San Martino, Valmontano, Val di Toro, Bardi and Corupiano.",
        "In 1269 he inherited Carinthia and part of Carniola; and having made good his claim, contested by the Hungarians, on the field of battle, he was the most powerful prince in Germany when an election for the German throne took place in 1273.",
        "The Seljuks inherited the traditions and at the same time the power of the Arabian caliphate, of which, when they made their appearance, only the shadow remained in the person of the Abbasid caliph of Bagdad.",
        "There arose, however, at some undefined epoch a strife on the part of this tribe and some others with the rest of the Turks, because, as the latter allege, Ghuzz, the son (or grandson) of Yafeth (Japhet), the son of NO (Noah), had stolen the genuine rain-stone, which Turk, also a son of Yafeth, had inherited from his father.",
        "This position was inherited from father to son, though the old Turkish idea of the rights of the elder brother often caused rebellions and violent family disputes.",
        "This chief inherited his possessions; Toghrul was the last representative of the Seljuks of Irak.",
        "This unworthy son inherited from his father an empire embracing almost the whole of Asia Minor, with the exception of the countries governed by Vatatzes (Vataces) and the Christian princes of Trebizond and Lesser Armenia, who, however, were bound to pay tribute and to serve in the armies - an empire celebrated by contemporary reports for its wealth.'",
        "Frederick inherited the estates of Henry V.",
        "Conrad's son Frederick inherited the duchy of Franconia which his father had received in 1115, and this was retained by the Hohenstaufen until the death of Duke Conrad II.",
        "He inherited great difficulties - the feud with France, the dissensions of the continental provinces, the growing indifference of England to foreign conquests, the discontent of all his subjects with a strict executive and severe taxation.",
        "Mazarin had inherited the policy of France during the Thirty Years' War from Richelieu.",
        "He had inherited his desire for the humiliation of the house of Austria in both its branches, his desire to push the French frontier to the Rhine and maintain a counterpoise of German states against Austria, his alliances with the Netherlands and with Sweden, and his four theatres of war - on the Rhine, in Flanders, in Italy and in Catalonia.",
        "He left his conquest of Naples to his bastard son Ferdinand; his inherited lands, Sicily and Sardinia, going to his brother John who survived him.]",
        "Owing to this attitude the German imperial government refused to allow him to take possession of the duchy of Brunswick, which he inherited on the extinction of the elder branch of his family in 1884, and again in 1906 when the same subject came up for settlement on the death of the regent, Prince Albert of Prussia.",
        "In 1800 he inherited a fortune from Dr Gem.",
        "On his arrival in Norway Haakon gained the support of the landowners by promising to give up the rights of taxation claimed by his father over inherited real property.",
        "STEWART, Stuart or Steuart, the surname of a family which inherited the Scottish and ultimately the English crown.",
        "Alexander, fourth steward, the eldest son of Walter, third steward, inherited by his marriage with Jean, granddaughter of Somerled, the islands of Bute and Arran, and on the 2nd of October 1263 led the Scots against Haakon IV., king of Norway, at Largs.",
        "Godkin styled them), who were accused of using their knowledge of local affairs and their inherited prestige among the natives for private ends - of founding a \" Gospel Republic \" which was actually a business enterprise.",
        "He throws out the brilliant suggestion that the experience of the race is in a sense inherited by the individual; which is true in the sense that animal organisms become hereditarily better adapted to perform mental operations, though no proof that any elements of knowledge become a priori.",
        "These sudden appearances of vast bodies of lemmings, and their singular habit of persistently pursuing the same onward course of migration, have given rise to various speculations, from the ancient belief of the Norwegian peasants, shared by Olaus Magnus, that they fall down from the clouds, to the hypothesis that they are acting in obedience to an instinct inherited from ancient times, and still seeking the congenial home in the submerged Atlantis, to which their ancestors of the Miocene period were wont to resort when driven from their ordinary dwelling-places by crowding or scarcity of food.",
        "The younger, Khorre, inherited his father's throne, and was followed in his authority by twenty successors.",
        "(6) If the mental disposition and proneness to action are inherited by children from their parents, it may be that the facility in, and disposition towards, certain forms of expression are in like manner matters of heredity.",
        "and about 130,000 inhabitants, passed through various hands and was inherited by the ducal family of Bruns wick in 1792.",
        "On his return to Severus in Gaul he was ordained; and, having soon afterwards inherited means through the death of his father, he set out for Palestine, where he was received with great respect by Jerome at Bethlehem.",
        "He was the uncle and guardian of Conradin of Hohenstaufen, and when this prince was put to death in Italy in 1268, Louis and his brother Henry inherited the domains of the Hohenstaufen in Swabia and elsewhere.",
        "In 1457 he arranged a marriage between his eldest son John, and Margaret, daughter of William III., landgrave of Thuringia, who inherited the claims upon Hungary and Bohemia of her mother, a granddaughter of the emperor Sigismund.",
        "In 1470 Albert, who had inherited Bayreuth on the death of his brother John in 1464, became elector of Brandenburg owing to the abdication of his remaining brother, the elector Frederick II.",
        "A provisional draft of a treaty had already been drawn up before the demise of Frederick Henry, and afterwards, despite the strenuous opposition of the new prince of Orange (who, under the Acte de Survivance, had inherited all his father's offices and dignities) and of two of the provinces, Zeeland and Utrecht, the negotiations were by the powerful support of the States of Holland and of the majority of the States-General, quickly brought to a successful issue.",
        "It was inherited by his daughter Maud, who was married first to Simon de St Liz and afterwards to David, son of Malcolm III., king of Scotland, who was created by Henry I.",
        "He married Maud, heiress of Hugh, earl of Chester, and his son John inherited both earldoms. The son married Helen, daughter of Llewelyn, prince of Wales, by whom he was poisoned in 1237, dying without issue.",
        "He offended the states by seeking to sweep away many of their inherited privileges and to change the time-honoured, if somewhat obsolete, system of civil government.",
        "Hence it came to pass that by the end of the 5th century the monastic institute in western Europe, and especially in Italy, was in a disorganized condition, sinking under the weight of traditions inherited from the East.",
        "Antonian monachism grew out of the purely eremitical life, and it retained many of the characteristic features inherited from its origin.",
        "In 1268 he was chosen bishop of Worcester, resigning the chancellorship shortly afterwards; and both before and after 127 9, when he inherited the valuable property of his brother the archbishop, he was employed on public business by Edward I.",
        "Even in his motives and his impulses, in his mental attitude towards outward surroundings, in his appetites and aversions, inherited tendency and environment have been found to play a very large part; indeed many thinkers hold that the whole of a man's development, mental as well.",
        "This will be preserved inseparable (from the Divine), and so inherited the name which is above all names, the prize of love and affection vouchsafed in grace to him.\"",
        "In 1198 Hubert, who had inherited from his predecessors in the primacy a fierce quarrel with the Canterbury monks, gave these enemies an opportunity of complaining to the pope, for in arresting the London demagogue, William Fitz Osbert, he had committed an act of sacrilege in Bow Church, which belonged to the monks.",
        "He had inherited from his ancestors a scrofulous taint, and his parents were weak enough to believe that the royal touch would cure him.",
        "At Lichfield, his birthplace and his early home, he had inherited some friends and acquired others.",
        "Little can be said of this degenerate son of Suleiman, who during the eight years of his reign never girded on the sword of Osman, and preferred the clashing of wine-goblets to the shock of arms, save that with the dissolute tastes of his mother he had not inherited her ferocity.",
        "Lysias and Polemarchus were rich men, having inherited property from their father; and Lysias claims that, though merely resident aliens, they discharged public services with a liberality which shamed many of those who enjoyed the franchise (In Eratosth.",
        "1347), inherited the countship of La Marck; the second, Engelbert III.",
        "In 1335 the duchy of Carinthia, and a part of Carniola, were inherited by Dukes Albert II.",
        "Continuing his acquisitions of territory, he inherited the possessions of the counts of Gorz in 1500, added some districts to Tirol by intervening in a succession war in Bavaria, and acquired Gradisca in 1512 as the result of a struggle with Venice.",
        "He inherited all Sicily, save half Palermo - the other half had been given up - and part of Calabria.",
        "In the 14th century the former manor was held by the family of Bodrugan; the latter by that of Dauney, who had inherited it from the Treverbyns.",
        "Conti, who died on the 2nd of August 1776, inherited literary tastes from his father, was a brave and skilful general, arid a diligent student of military history.",
        "inherited a prosperous kingdom from his father, but no further progress was made.",
        "The time of Mostan~ir is otherwise memorable for the rise of the Assassins (qv.), who at the first supported the claims of his eldest son Nizgr to the succession against the youngest Ahmed, who was favored by the family of Badr. When Badr died in 1094 his influence was inherited by his son aI-Af~al Shghinshh, and this, at the death of Mostansir in the same year, was thrown in favor of A limed, who succeeded to the caliphate with the title al-Mostali bill/-i.",
        "His son Ruzzik inherited his post and maintained himself in it for more than a year, when another prefect of Upper Egypt, Shgwar b.",
        "It was the act not of the people but of the Rigsraad (Senate), which had inherited the authority of the Growth of ancient Danehof and, after the death of Margaret, the power grew steadily in power at the expense of the crown.",
        "The elector palatine, who lawfully inherited Bavaria, came to an arrangement, which was not admitted by his heir, Charles, duke of Zweibrticken.",
        "He appears to have received a good education, and inherited his father's lands around Wiesbaden in 1276.",
        "The elder of the two surviving sons, James, earl of Dalkeith (1674-1705) had a son Francis (1695-1751), who through his grandmother, inherited the title of duke of Buccleuch in 1732, and was the ancestor of the later dukes.",
        "In the nudes of the next four or five years, which included a \"St Sebastian,\" the so-called \"Four Witches\" (1497), the \"Dream\" or \"Temptation,\" the \"Rape of Amymome,\" and the \"Jealousy\" or \"Great Hercules,\" Venetian, Paduan and Florentine memories are found, in the treatment of the human form, competing somewhat uncomfortably with his own inherited Gothic and northern instincts.",
        "The copy, together with the many careful and highly finished preparatory studies for the heads, limbs and draperies which have been preserved, shows that this must have been the one of DUrer's pictures in which he best combined the broader vision and simpler habits of design which had impressed him in the works of Italian art with his own inherited and ingrained love of unflinchingly grasped fact and rugged, accentuated character.",
        "the crown was inherited in the female line.",
        "Boedhe, son of Kenneth III., left a daughter, Gruach, who inherited the claims of the unnamed son of Boedhe slain by order of Malcolm.",
        "He inherited his father's love of art and of nascent science; but this fault was forgiven him, as his manners were popular, his horsemanship good, and his bearing frank and free.",
        "They had evolved or inherited anti-papal heresies much like those of the reformers of 1559, but James turned their trial into a jest.",
        "Scotland and England, however, will always remain pleasantly distinct by virtue of their historical past and inherited traditions.",
        "When Darwin and Wallace framed their theories it was practically assumed that acquired characters were inherited, and the continuous slow action of the environment, moulding each generation to a slight extent in the same direction, was readily accepted by a generation inspired by Sir C. Lyell's doctrine of uniformi tarianism in geological change, as a potent force.",
        "We are still ignorant of the causes that determine the associated selection of inherited qualities that go to the making of any individual.",
        "And the Buddhist adaptation of it, avoiding some of the difficulties common to it and to the allied European theories of fate and predestination, tries to explain the weight of the universe in its action on the individual, the heavy hand of the immeasurable past we cannot escape, the close connexion between all forms of life, and the mysteries of inherited character.",
        "1182), inherited both countships.",
        "In 1393 he inherited the duchy of Jiilich, and died in 1402.",
        "From his father he inherited a well-organized country, a disciplined army and a full treasury.",
        "Although not related in blood he appears to have inherited the estates in Lincolnshire of the Kyme family, and he was generally known as the earl of Kyme, though the title was never properly conferred upon him.",
        "From his father, whose stern, somewhat pedantic nature repelled warmer feelings on the part of the children, Goethe inherited that \"holy earnestness\" and stability of character which brought him unscathed through temptations and passions, and held the balance to his all too powerful imagination.",
        "In this last, as in his other poetic attempts, Wolfgang showed a considerable measure of inherited or acquired ability, in his wealth of language and his easy mastery of the difficulties of rhythm and rhyme.",
        "The papal supremacy was one of his oldest inherited beliefs.",
        "Thus he inherited from his earliest years, with certain traditions of birth and high station, a strong dislike of British rule in Ireland and of the dominant owners of the soil, a firm attachment to his proscribed faith, and habitual skill in evading the law; and these influences may be traced in his subsequent career.",
        "Cellini, 1882), and Giovanni de Bologna in the latter part of the same century inherited to some extent the skill and artistic power of the great 15th-century artists.",
        "His father Theodorus, one of the secretaries of the emperor Constantine Copronymus, had been scourged and banished for his zealous support of image-worship, and the son inherited the religious convictions of the father.",
        "Having inherited a fortune, he bought land in Apulia and Calabria and devoted himself to breeding race-horses.",
        "Given in 1002 to Otto, duke of Franconia, it was inherited by the cadet line of Spires, the head of which, the emperor Henry III., gave it to the see of Spires in 1095.",
        "Everywhere the same perpetual assiduity is found, but the inherited experience of generations has taught the cultivators to adapt their simple methods to differing circumstances.",
        "Starting from the broad ground of general toleration, Akbar was gradually led on by the stimulus of cosmopolitan discussion to question the truth of his inherited faith.",
        "His adopted son, Nana Sahib, inherited his accumulated savings, but could obtain no further recognition.",
        "Sir George Lockhart purchased the extensive estates of the earls of Carnwath in Lanarkshire, which were inherited by his eldest son, George, whose mother was Philadelphia, daughter of Lord Wharton.",
        "The permanent offices could be bought, sold and inherited.",
        "After the destruction of Bardowiek, then the chief commercial centre of North Germany, by Henry the Lion, duke of Saxony, in 1189, Luneburg inherited much of its trade and subsequently became one of the principal towns of the Hanseatic league.",
        "In the theological phrase original sin it means the inherited tendency to do wrong.",
        "This extreme individualism he qualified only in two respects, he admitted a principle of imitation, the influence of bad example, habit and customs, may be inherited and communicated.",
        "As regards original sin they taught that the inclinations to evil inherited from Adam are not themselves blameworthy, and only consent to them involves real guilt.",
        "Moktafi inherited his father's intrepidity, and seems to have had high personal qualities, but his reign of six years was a constant struggle against the Carmathians in Syria, who defeated the Syrian and Egyptian troops, and For the connexion between Carmathians and Fatimites see under Fatimites.",
        "- Moqtadir's son, who was then proclaimed caliph under the name of ar-Radi billah (\" the content through God\"), was pious and well-meaning, but inherited only the shadow of power.",
        "His sons inherited his title, but, like their father, remained in Egypt without power or influence (see Egypt: History,\" Mahommedan period\").",
        "In uniting with this the Associationism which he inherited, through his father, from Hume, he revealed at once the strength and weakness of the dual conception of naturalism.",
        "After a great political convulsion such as the Norman conquest, and the wholesale confiscation of landed estates which followed it, it was William's interest to make sure that the rights of the crown, which he claimed to have inherited, had not suffered in the process.",
        "In this year, having just inherited Coburg and Eisenach, the three brothers William, Albert and Ernest founded the three principalities of Saxe-Weimar, Saxe-Eisenach and Saxe-Gotha.",
        "Cetywayo had inherited much of the military talent of his uncle Chaka, the organizer of the Zulu military system, and chafed under his father's peaceful policy towards his British and Boer neighbours.",
        "This feud with the Boers was inherited by the British government on the annexation of the Transvaal in 1877.",
        "(the Great), inherited the throne.",
        "Introduced into Athens about 421 B.C., Aesculapius inherited the older local cult of the serpent \" protector \" Amynos (Harrison, 346 seq.).",
        "His quarrel with the papacy was an inherited conflict, not reflecting at all on his religious faith, but the inevitable consequence of inconsistent theories of government, which had been created and could be dissipated only by a long series of events.",
        "The revocation of the edict of Nantes owes quite as much to the dream of political absolutism, inherited from Richelieu, as to religious bigotry.",
        "Lawrence inherited the estate at Hunting Creek, on the Potomac,_ later known as Mount Vernon, and George the estate on the Rappahannock, nearly opposite Fredericksburg, where his father usually lived.",
        "The more astute rulers utilized the machinery that they inherited from the Roman government.",
        "On the financial side the work, as already suggested, was aided by the ideas and institutions inherited from the Roman Empire.",
        "I have inherited no hatred from my father, but am a good patriot born.",
        "The first union between Sweden and Norway occurred in 1319, when the three-year-old Magnus, son of the Swedish royal duke First Union with who had inherited the throne of Norway from his Norway.",
        "On the death of his brother Edgar in 1107 he succeeded to the Scottish crown; but, in accordance with Edgar's instructions, he inherited only a part of its possessions.",
        "Neither Theophrastus at the Lyceum, nor Xenocrates and Polemo at the Academy, nor Stilpo, who was drawing crowds to hear him at Megara, could be said to have inherited much of the great reformer's intellectual vigour, to say nothing of his moral earnestness.",
        "to his adherents could only be inherited by the direct male descendants of the grantees, and failing such descendants, should revert to the Crown.",
        "He too died without an heir in 1544 at the siege of St Dizier, having devised all his titles and possessions to his first cousin William, the eldest son of William, count of Nassau-Dillenburg, who was the younger brother of Rene's father, and had inherited the German possessions of the family.",
        "Fox, who had just before been appointed secretary of state, retained his place, and though the two men continued to be of the same party, and afterwards served again in the same government, there was henceforward a rivalry between them, which makes the celebrated opposition of their illustrious sons seem like an inherited quarrel.",
        "The ancient books, preserved in the Pali Pitakas, being mainly occupied with the details of Arahatship, lost their exclusive value in the eyes of those whose attention was being directed to the details of Bodhisatship. And the opinion that every leader in their religious circles, every teacher distinguished among them for his sanctity of life, or for his extensive learning, was a Bodhisat, who might have and who probably had inherited the karma of some great teacher of old, opened the door to a flood of superstitious fancies.",
        "He inherited a considerable property, which enabled him to travel widely in the East in search of information.",
        "icatvos new), in which the inherited characteristics are modified by environment.",
        "She inherited all his property and bequeathed it to the Roman people, who out of gratitude instituted in her honour a yearly festival called Larentalia (Dec. 23).",
        "He inherited the beliefs of his father, but no share of his industry.",
        "In this natural state man, who even before he actually sins is a sinner before God by original or inherited sin, commits manifold actual transgressions; but he is not absolutely without power of will towards good, and is not always doing evil.",
        "The marriage took place in 1745, and from that time Warburton resided principally at his father-in-law's estate at Prior Park, in Gloucestershire, which he inherited on Allen's death in 1764.",
        "Her best-known story, Mrs Keith's Crime (1885), was followed by several other volumes, the best of which is Aunt Anne (1893); and the literary talent in the family was inherited by her daughter Ethel (Mrs Fisher Dilke), a writer of some charming verse.",
        "The duchess of Vendome's grandson, Louis Joseph, inherited Penthievre in 1669, but it was taken from him by decree in 1687 and adjudged to Anne Marie de Bourbon, princess of Conti.",
        "The name Germanicus, the only one by which he is known in history, he inherited from his father, Nero Claudius Drusus, the famous general, brother of Tiberius and stepson of Augustus.",
        "Sprung from such stock, Emerson inherited qualities of self-reliance, love of liberty, strenuous virtue, sincerity, sobriety and fearless loyalty to ideals.",
        "The many characters which they possess in common can hardly have been independently acquired by so many distinct species; so that these characters must have been inherited.",
        "Sunderland inherited his father's passion for intrigue, while his manners were repelling, but he stands high among his associates for disinterestedness and had an alert and discerning mind.",
        "proclaimed it his private property independently of the crown, placed in it the Farnese collection which he had inherited from his father, and all the specimens from Herculaneum, Pompeii, Stabiae, Puteoli, Paestum, &c., which till then had been housed in the palace at Portici, and gave it the name of Real Museo Borbonico.",
        "Whatever may have been the views of stockowners in the remote past, it is certain that during the middle ages the belief in \"infection\" was common amongst breeders, and that during the last two centuries it met with the general approval of naturalists, English breeders being especially satisfied of the fact that the offspring frequently inherited some of their characters from a former mate of the dam, while both English and Continental naturalists (apparently without putting the assertions of breeders to the test of experiment) accounted for the \"throwing back\" by saying the germ cells of the dam had been directly or indirectly \"infected\" by a former mate.",
        "On his father's death in 1579 he inherited his property.",
        "Its privileges have remained intact, because the suzerainty of the district became equally and indivisibly shared in 1278 between the bishops of Urgel and the counts of Foix, the divided suzerainty being now inherited by the French crown and the present bishop of Urgel; and the two powers have mutually checked innovations, while the insignificant territory has not been worth a dispute.",
        "It was inherited by Don Carlos, afterwards king of Naples and Spain, and most of the pictures were removed to Naples.",
        "The younger Comyn, who had inherited the lordship of Badenoch from his great-uncle the earl of Mentieth, was appointed one of the guardians of Scotland in 1286, and shared in the negotiations between Edward I.",
        "Although it has inherited the forelock from its longwool ancestors, it approximates more nearly to the shortwool type, and is accordingly classified as such.",
        "The poet thus fairly inherited his conscience, religious exaltation and spirit of protest.",
        "In 1851 he was made admiral of the fleet, and in 1852, a year before his death, inherited the family baronetcy from his elder brother, being himself succeeded by his brother William, dean of York, who died in 1858.",
        "Unfortunately for himself the third Henry inherited the continental cosmopolitanism of his Atigevin ancestors, and found himself confronted with a nation which was growing ever more and more insular in its ideals.",
        "The duchy of Aquitaine was reconstructed, so as to include not only the lands that Edward had inherited, and his recent conquests, but all Poitou, Limousin, Angoumois, Quercy, Rouergue and Saintongea full half of France south of the Loire.",
        "Some years later England realized that its new king had inherited not only the physical beauty and strength of his grandfather, but also every one of his faults, with the sole exception of his tendency to sloth.",
        "In the state the Tory inherited the ideas of Clarendon, and, without being at all ready to abandon the claims of parliaments, nevertheless somewhat inconsistently spoke of the king as ruling by a divine and indefeasible title, and wielding a power which it was both impious and unconstitutional to resist by force.",
        "In the church he inherited the ideas of Laud, and saw in the maintenance of the Act of Uniformity the safeguard of religion.",
        "The new minister had been swept into power on a wave of popular favor, but he inherited from his predecessors difficulties Glad- in almost eyery quarter of the world; and his own stones language had perhaps tended to increase them.",
        "Burke inherited a small property from his elder brother, which he realized.",
        "These tufts or groups likewise display an orderly and definite grouping in different mammals, which suggests the origin of such groups from the existence in primitive mammals of a scaly coat comparable to that of reptiles, and indeed directly inherited therefrom.",
        "His father, Thomas Adams, was a tenant farmer; his mother, Tabitha Knill Grylls, inherited a small estate at Badharlick.",
        "in the sense in which the term has come to be used by ages that have inherited Aquinas's thoughts.",
        "Dreams of conquests and extension had long been abandoned, and the pressing question of the time was how to repel the persistent assaults of Persia and the barbarians upon the frontiers of the realm, and so retain the dominion inherited from the valour of the past.",
        "Associative tendency, individual or inherited, has since been the favourite constructive factor of human experience in Empirical Philosophy.",
        "He inherited great wealth, but resolved to devote his riches and his talents to the service of the church.",
        "The causes which led to it: the gradual decay of the institutions which France had inherited from the feudal system, the decline of the centralized monarchy, and the immediate financial necessities that compelled the assembling of the long neglected statesgeneral in 1789, are dealt with in the article on France: History.",
        "Even when due allowance has been made for the financial disorder which the Convention inherited from previous assemblies, and for the war which it had to wage against a formidable alliance, it cannot be acquitted of reckless and wasteful maladministration.",
        "There his father kept an inn known as \"am Sand,\" which Hofer inherited, and on that account he was popularly known as the \"Sandwirth.\"",
        "He had inherited wealth and he travelled extensively, using his pen always in defence of free institutions.",
        "Inherited incapacity for the choice of good is the punishment for Adam's misuse of freedom.",
        "a power of controlling inherited temperament or subduing natural passion.",
        "The intellectual descent of its ethical doctrines is principally to be traced to Socrates through the Cynics, though an important element in them seems attributable to the school that inherited the \" Academy \" of Plato.",
        "Christianity inherited the notion of a written divine code acknowledged as such by the \" true Israel \" - now potentially including the whole of mankind, or at least the chosen of all nations, - on the sincere acceptance of which the Christian's share of the divine promises to Israel depended.",
        "He asserts that the inherited propensity to evil is not strictly a sin, which is only committed when the conscious self yields to vicious inclination.",
        "This argument has been met in recent times by the application to mind of the physiological theory of heredity, according to which changes produced in the mind (brain) of a parent, by association of ideas or otherwise, tend to be inherited by his offspring; so that the development of the moral sense or any other faculty or susceptibility of existing man may be hypothetically carried back into the prehistoric life of the human race, without any change in the manner of derivation supposed.",
        "And, though he maintains as against the Utilitarians the existence of certain fundamental moral intuitions which have come to be quite independent of any present conscious experience of their utility, he yet holds that they are the results of accumulated racial experiences gradually organized and inherited.",
        "It was from his mother that he inherited both his feeble frame and his many rich mental endowments.",
        "He was a delicate child, in direct contrast to a strong race of forebears, and inherited from his mother a refined, retiring disposition and a love for books.",
        "for ` swineherd \") is an allusion to his earlier occupation or an inherited family name.",
        "of Brabant, inherited the Boulonnais.",
        "In 1603 Saxe-Altenburg was made into a separate duchy, but this only lasted until 1672, when the ruling family became extinct and the greater part of its lands was inherited by the duke of SaxeGotha.",
        "Her long reign had not lacked intelligence and even greatness; she alone, amid all these princes, warped by self-indulgence or weakened by discord, had behaved like a statesman, and she alone understood the obligations of the government she had inherited.",
        "Robert the Pious, a crowned monk, resembled his father in eschewing great schemes, whether from timidity or prudence; yet from 996 to 1031 he preserved intact the authority Robert he had inherited from Hugh, despite many domestic dis- the Pious turbances.",
        "In the reaction which followed his downfall royalty inherited the financial administration which the states had set up to check extravagance.",
        "had inherited in 1480.",
        "He inherited his father's literary tastes, and published Stray Verses in 1890, besides other miscellaneous literary work.",
        "In the baronial outbreak of 1173 Roger Mowbray, who had inherited the Isle of Axholme from Nigel d'Albini, garrisoned Ferry East, or Kinnard's Ferry, and Axholme against the king, and, after the destruction of their more northern fortresses in this campaign, Epworth in Axholme became the principal seat of the Mowbrays.",
        "In the Lindsey Survey of1115-1118the name of Roger Marmion, ancestor of the Marmion family, who had inherited the fief of Robert Despenser, appears for the first time.",
        "In 1822, it was bestowed on the Archduke Charles, the victor of Aspern; it was inherited by his eldest son, and, at his death, in 1895 it passed into the hands of his nephew, the Archduke Frederick.",
        "He inherited, or Sancho el Mayor1000-1035acquired, superiority over the central Pyrenean regions of Aragon and Sobrarbe.",
        "He inherited or subdued all the other countships of Catalonia, except Peralada.",
        "Inherited the Spanish possessions of his father, the French going to a brother.",
        "12i71252 Inherited Leon on the death of his father Aiphonso IX., and united the crowns for the last time, in 1230.",
        "It is the product of a people living on the borders of the Roman Empire who inherited much of the Hellenistic tradition in minor arts but combined it with a remarkable power of independent origination.",
        "Gedymin inherited a vast domain, comprising Lithuania proper, Samogitia, Red Russia, Polotsk and Minsk; but these possessions were environed by powerful and greedy foes, the most dangerous of them being the Teutonic Knights and the Livonian knights of the Sword.",
        "On his retirement the emperor created him duke of Lauenburg, but he never used the title, which was not inherited by his son.",
        "In regard to the mares generally, we have a record of the royal mares already alluded to, and likewise of three Turk mares brought over from the siege of Vienna in 1684, as well as of other importations; but it is unquestionable that there was a very large number of native mares in England, improved probably from time to time by racing, however much they may have been crossed at various periods with foreign horses, and that from this original stock were to some extent derived the size and stride which characterized the English race-horse, while his powers of endurance and elegant shape were no doubt inherited from the Eastern horses, most of which were of a low stature, 14 hands or thereabouts.",
        "When she was three-and-twenty, she inherited practically the whole of the immense wealth of her grandfather Thomas Coutts (approaching two millions sterling, a fabulous sum in those days), by the will of the duchess of St Albans, who, as the actress Henrietta Mellon, had been his second wife and had been left it on his death in 1821.",
        "He had inherited the military genius of his uncle, and his victories astonished contemporary Europe.",
        "About the year 1508, having inherited his father's large wealth, Colet formed his plan for the re-foundation of St Paul's school, which he completed in 1512, and endowed with estates of an annual value of £122 and upwards.",
        "The representation of the remote past in Samuel must be viewed, therefore, in the light of that age when, after a series of vital internal and external vicissitudes in Judah and Benjamin, Judaism established itself in opposition to rival sects and renounced the Samaritans who had inherited the traditions of their land.",
        "422 B.C.), Athenian politician during the Peloponnesian War, was the son of Cleaenetus, from whom he inherited a lucrative tannery business.",
        "Upper and lower Lusatia, Landsberg, and the Saxon Palatinate had been inherited by female members of the family, and passed into the hands of other princes, the old mark was retained by Agnes, the widow of Valdemar, who was married again to Otto II., duke of Brunswick, and the king was forced to acknowledge these claims, and to cede districts to Mecklenburg and Bohemia.",
        "The elector had overthrown Sweden and inherited her position on the Baltic, and had offered a steady and not ineffectual resistance to the ambition of France.",
        "The last prince of the line of Anhalt-Bernburg died in 1468 and his lands were inherited by the princes of the sole remaining line, that of Anhalt-Zerbst.",
        "In 1665 the branch of Anhalt-Cothen became extinct, and according to a family compact this district was inherited by Lebrecht of Anhalt-Plotzkau, who surrendered Plotzkau to Bernburg,and took the title of prince ofAnhalt-Cothen.",
        "It wasn't important who they inherited their traits from, but it was a brief look at the soul of this mysterious woman no one seemed to understand.",
        "Had he inherited the fortune, and if not, what did he do in the woods that would support such a lavish lifestyle?",
        "I inherited a hatred for immortals after what they did to my family, so he eventually made me his chief assassin.",
        "A trinket or bauble you inherited from a family member.",
        "Lori was odd-man-out, so she inherited the benefit of his manners.",
        "I inherited the royal blood, with the magic to heal, she said.",
        "All three of them inherited the gray eyes of their grandmother, though Brandon and his sister Ashley had dark brown tresses whereas Jessi's hair was dirty blonde.",
        "abnormalityplatelet precursors (viral infections, inherited abnormalities ).",
        "Leber congenital amaurosis (LCA) is an inherited disease which usually causes total blindness from birth.",
        "The lupus anticoagulant is an acquired, not inherited, condition.",
        "Three major histocompatibility antigens are encoded on each copy of chromosome 6, but they are inherited as a group.",
        "Her research project is focused on the molecular basis of inherited ataxia in people living in the North East of England.",
        "The Government inherited a huge backlog in 1997, which then got worse.",
        "In a girl the condition has to be inherited from both parents for her to run any risk at all of becoming bald.",
        "bellows camera I had inherited.",
        "Don't forget the mess we inherited in 1997: boom bust economics.",
        "carvel building method inherited from antiquity.",
        "However, infantile cataracts are often inherited and often these children have slightly smaller eyes than usual.",
        "childhood cataract may be inherited or may be caused by injury or illness.",
        "characteristics inherited from a family member.",
        "Hemophilia is an inherited bleeding disorder characterized by prolonged or spontaneous bleeding, especially into the muscles, joints, or internal organs.",
        "They ere categorized mostly as schizophrenic, often chronic (especially if inherited from the previous regime ).",
        "She has inherited her lovely nature from her dam who is a traditional calm cob.",
        "A housewife has inherited a rare Shakespeare book from a long-lost cousin which could fetch millions at auction.",
        "decentralized-renowned and admired for streamlining and decentralizing the oppressive system he inherited.",
        "In thalassaemia there is an inherited defect in one of these genes.",
        "Preimplantation genetic diagnosis (PGD) has great potential for preventing inherited genetic diseases.",
        "Sometimes mutations in the mitochondrial genome lead to inherited disorders.",
        "disposed (inherited from Component) Adds an event handler to listen to the Disposed event on the component.",
        "This suggests either an inherited disposition for some tumor types or the existence of environmental risk factors.",
        "The case involved a French and a UK cancer charity which inherited French and UK property from a person domiciled in France.",
        "Late-onset primary torsion dystonia or focal dystonia is inherited in a more complex manner than the early-onset dystonia.",
        "lattice dystrophy This dystrophy usually begins before the age of 20 years, and is inherited by the ' dominant ' method.",
        "Don't forget the mess we inherited in 1997: Boom bust economics.",
        "inherited emphysema This research team will be investigating how an inherited abnormal protein causes lung disease with aim of developing new treatments.",
        "I repeat: the system we inherited was not equitable.",
        "ergative pattern is based on was inherited by all the modern languages from the parent language, Sanskrit.",
        "Henham estate have been threatening some sort of festival ever since some young buck inherited the estate.",
        "genes inherited from their mother.",
        "gout patients have inherited a genetic condition that inhibits the excretion of uric acid.",
        "Freud thought that all humanity had inherited this guilt from the primal crime, so even now we have mixed feelings about God.",
        "histocompatibility antigens are encoded on each copy of chromosome 6, but they are inherited as a group.",
        "hydrous iron oxides inherited from the parent material or formed by weathering remain attached to any silicate clays.",
        "inherited the English throne in 1603 she headed south with the rest of the family.",
        "inherited bleeding disorders.",
        "inherited as an autosomal dominant trait.",
        "Oncogene inactivation uses the same techniques employed for dominantly inherited monogenic diseases.",
        "What does it mean to say that some diseases are ' genetically inherited '?",
        "inherited independently) but still in synteny.",
        "inherited in an autosomal recessive manner and the commonest form is due to mutations in the HFE gene.",
        "inherited in a Mendelian fashion.",
        "inherited from class java.lang.",
        "inherited from ScrollableControl) Gets or sets a value indicating whether the vertical scroll bar is visible.",
        "inherited from class java.awt.image.",
        "inherited from interface java.util.",
        "inherited from interface java.awt.",
        "inherited from class javax.swing.",
        "OMIM Home Page (Online Mendelian inheritance in Man) A reference resource on inherited diseases, interlinked to other genome databases.",
        "Epilepsy itself is only inherited in a few very rare instances.",
        "They would be as deprived of their natural and inherited instincts to the same extent as if herding sheep with collies was banned.",
        "Have you an inherited intolerance to fructose or related conditions?",
        "Not only had they trained no jurists, but the laws we inherited from them were not in line with our reality.",
        "Polycystic kidneys (PKD) - the commonest inherited cause of kidney failure.",
        "George, who seems to have inherited my Thespian leanings, is in his gap year.",
        "legacy inherited by New Labor in 1997.",
        "lupus anticoagulant is an acquired, not inherited, condition.",
        "Thomas son of Lambert de Multon had inherited the manor from the Lucy family (QW, pp.",
        "Then in 1886 the second marquess 's grandson inherited.",
        "Other inherited disorders of lipoprotein metabolism are rarely expressed in childhood.",
        "mutagenesis programs is the production of mouse models of inherited human disease.",
        "Not everyone who has inherited a genetic mutation for Gaucher disease from both parents has symptoms.",
        "Hereditary angioneurotic edema This is an inherited condition that can cause nettle rash and swelling around the eyes, mouth and hands.",
        "Object finalize, getClass, notify, notify, notifyAll, wait, wait, wait Methods inherited from interface java.util.",
        "Certain rare inherited disorders can cause normal kidneys to lose phosphorus, which causes osteomalacia.",
        "Earl of Carrick and Baron of Renfrew Other titles of the Scottish peerage inherited by the heir to the throne under the 1469 Act.",
        "Recent scholarship has proffered the theory that his condition was occasioned by an enzyme deficiency that leads to the inherited disease porphyria.",
        "There is a genetically inherited predisposition to the illness.",
        "prehensile toes, however, this is an attribute I inherited from my father.",
        "The pattern of inheritance (the way it is inherited) is called autosomal recessive.",
        "The most common mode of inherited deafness is autosomal recessive, which accounts for around 75% of all cases.",
        "re-createingHandle (inherited from Control) Gets a value indicating whether the control is currently re-creating its handle.",
        "spaghetti of wires we had inherited.",
        "spendthrift habits which I have inherited.",
        "Sarah Ann Pigott who married the squire and inherited the Manor House.",
        "stickler syndrome is the commonest inherited cause of retinal detachment in children.",
        "The value must be greater than 0. Inherited Resources List inherits behavior and resources from the following superclasses.",
        "Matras 1997]; differing patterns of paradigmatic syncretism; inherited and developed suppletion in personal pronouns; etc.",
        "No test can show whether you have inherited the tendency for nodal or knee osteoarthritis.",
        "He inherited the English throne in 1603, which opened a new era for Scotland.",
        "She has inherited the rich singing tradition of her native North East Scotland.",
        "trait inherited from her father.",
        "While most cases of CJD are sporadic, some are familial, in which case the disease is inherited as an autosomal dominant trait.",
        "William Gill - Explorer & Spy Tony's great-great uncle inherited a fortune and spent it on exploration.",
        "unnatural postures for long periods of time. top of page Is schizophrenia inherited?",
        "He was finally ushered back by Henry VIII and then once more exiled by his daughter Mary when she inherited the throne.",
        "On 23 January 1626 Harris's apprentice vintner Humphrey Boddicott (whom he had inherited from his father) was admitted free.",
        "RWStringID stringID (); (acts virtual) Inherited from class RWCollectable.",
        "void setErrorHandler (RWDBStatus::ErrorHandler handler ); Inherited from RWDBSelectorBase.",
        "wanderlust inherited from his parents and reinforced by trips overseas early in his life.",
        "Direct taxation must be systematically cut and some of the burden shifted to inherited wealth and gifts.",
        "wince at the poor buildings my constituents have inherited from a previous era which they experience everyday.",
        "His eldest SOH, William Backhouse Astor (1792-1875), inherited the greater part of his father's fortune, and chiefly by judicious investments in real estate greatly increased it.",
        "Three of these had died out by 1559, and their possessions were inherited by the fourth or Simmern line, among whom the Palatinate was again divided (see Palatinate).",
        "He supported the Phocians during the Sacred War (355-346), moved, no doubt, largely by the hatred of Thebes which he had inherited from his father: he also led the Spartan forces in the conflicts with the Thebans and their allies which arose out of the Spartan attempt to break up the city of Megalopolis.",
        "The gradual passage of the thick root of the tail into the body is a character common to the Tasmanian wolf and the aard-vark, and may be directly inherited from reptilian ancestors (see Thylacine).",
        "The beginning of his rule inherited a war with France and Holland; the former consequent on Cromwell's failure to obtain terms for the Huguenots or the cession of Dunkirk, and the latter - for which he was not responsible - the result of commercial rivalry, of disputes concerning the rights of neutrals, of bitter memories of Dutch misdeeds in the East Indies, and of dynastic causes arising from the stadtholder, William II.",
        "In the Balkan States, the system - inherited from Byzantine and Turkish times - of ecclesiastical jurisdictions prevails, except that they are now autocephalous,and independent of the patriarch of Constantinople.",
        "xxxv.), when the Judaean fields could produce a Micah or a Zephaniah, and when Israel no doubt had men who inherited the spirit of a Hosea, the nature of the underlying conditions can be more justly appreciated.",
        "Instinct involves inherited adaptation; intelligence, an inherited power, embodied in the higher nerve-centres, of accommodation to varying circumstances.",
        "From his New England Puritan mother, from his Scottish grandmother, from his Jersey-American grandfather and from his remoter French ancestry Thoreau inherited distinctive traits: the Saxon element perhaps predominated, but the \" hauntings of Celtism \" were prevalent and potent.",
        "Both his father and his uncle William Campbell, who had together founded an important drapery business in Glasgow, left him considerable fortunes; and he assumed the name of Bannerman in 1872, in compliance with the provisions of the will of his maternal uncle, Henry Bannerman, from whom he inherited a large property in Kent.",
        "of Spain, who had inherited his sovereign rights from the house of Burgundy (see Netherlands: History), the stadhouder passed from being the representative of an absent sovereign prince and became the chief magistrate of the states in whom the sovereignty resided.",
        "From the point of view which Berkeley had inherited from Locke it seemed to follow that not only material substance, but the whole conception of a world of objects, is at most an inference from subjective modifications which are the only immediately certain objects of knowledge.",
        "But, as this is probably the same as the English monetary pound, or tower pound of 5400, which was in use earlier (see Saxon coins), it seems more likely that this pound (which is common in Roman weights) was directly inherited from the Roman civilization.",
        "Tenacity and patience, the characteristics of all the Jagiellos, he possessed in a high degree, and he added to them a supple dexterity and a diplomatic finesse which he may have inherited from his Italian mother.",
        "Sir Alexander Stewart, earl of Buchan, fourth son of Robert II., who earned by his ferocity the title of the \"Wolf of Badenoch,\" inherited by his wife the earldom of Ross, but died without legitimate issue, although from his illegitimate offspring were descended the Stewarts of Belladrum, of Athole, of Garth, of Urrard and of St Fort.",
        "Spencer widens the empirical theory of the origin of knowledge by his brilliant hypothesis of inherited organized tendencies, which has influenced all later psychology and epistemology, and tends to a kind of compromise between Hume and Kant.",
        "His personal morality was irreproachable, except that he inherited the Plantagenet taste for crooked courses and dissimulation in political affairs; even in this respect the king's reputation has suffered unduly at the hands of Matthew Paris, whose literary skill is only equalled by his malice.",
        "Paul's eschatology is not free of obscurities and ambiguities; and in the New Testament eschatology generally we are forced to recognize a mixture of inherited Jewish and original Christian elements (see Antichrist).",
        "In 1269 Ottakar inherited the duchy of Carinthia on the death of Duke Ulrich III., and, his power having now become very great, he began to aspire to the German throne.",
        "clxxxix.) against the disciples of Peter of Bruys and Henry of Lausanne, whom he calls Henry of Bruys, and whom, at the moment of writing, he accuses of preaching, in all the dioceses in the south of France, errors which he had inherited from Peter of Bruys.",
        "The common law as to the writ of habeas corpus has been inherited from England, and has been generally made to apply to commitments and detentions of all kinds.",
        "In 1733 Charles inherited the dukedom of Marlborough and he then transferred the Sunderland estates to his brother John, father of the 1st Earl Spencer (see Marlborough, Earls And Dukes Of).",
        "In July 1782 Lord Rockingham died; Lord Shelburne took his place; Fox, who inherited from his father a belief in Lord Shelburne's duplicity, which his own experience of him as a colleague during the last three months ltd made stronger, declined to serve under him.",
        "This nervous excitability was inherited, though' not to the same excess, by Octave, whose mother died in his infancy and left him to the care of the hypersensitive invalid.",
        "Altered erythrocyte nucleotide patterns are characteristic of inherited disorders of purine and pyrimidine metabolism.",
        "RecreatingHandle (inherited from Control) Gets a value indicating whether the control is currently re-creating its handle.",
        "This allows.htaccess files in subdirectories to undo any associations inherited from parent directories or the server config files.",
        "The inherited estate provides most of this solvency capital.",
        "Brendon my eldest son training to be an electrician made sense of the spaghetti of wires we had inherited.",
        "My home was simply a middle-class affair ruined by spendthrift habits which I have inherited.",
        "Stickler syndrome is the commonest inherited cause of retinal detachment in children.",
        "Everyone else has unfortunately not inherited the telegenic genes from their parents.",
        "The instruments we have inherited are not suitable to the new timbre composition.",
        "Her eyes are dark green, a trait inherited from her father.",
        "William Gill - Explorer & Spy Tony 's great-great uncle inherited a fortune and spent it on exploration.",
        "Maybe the dodgy feeling in my stomach is an inherited Anglican unease in the company of such a flagrant refusal to disguise expenditure.",
        "These people also tend to adopt unnatural postures for long periods of time. top of page Is schizophrenia inherited?",
        "On 23 January 1626 Harris 's apprentice vintner Humphrey Boddicott (whom he had inherited from his father) was admitted free.",
        "This function can behave asynchronously if executed using an asynchronous connection. void setErrorHandler (RWDBStatus::ErrorHandler handler); Inherited from RWDBSelectorBase.",
        "These interests were amplified by a wanderlust inherited from his parents and reinforced by trips overseas early in his life.",
        "All too often I wince at the poor buildings my constituents have inherited from a previous era which they experience everyday.",
        "Some will be sweet, some will be humorous -you'll be amazed at the creative wardrobe baby will have inherited by the end of the afternoon.",
        "However, according to Vet Info, they are susceptible to certain inherited conditions that potential owners should be aware of.",
        "I once had a cat I'd inherited from my grandmother.",
        "Spinal Muscular Atrophy - This is a genetically inherited muscular disease.",
        "Polycystic Kidney Disease (PKD) - This is a genetically inherited, progressive kidney disease that eventually leads to renal failure.",
        "George's son, William Randolph Hearst, inherited the land 1919 which had then grown to 250,000 acres.",
        "You may think that becoming angry is just part of your personality inherited from a relative, but it's actually something you have adopted.",
        "The daughter of Kathy Richards and Richard Hilton, Paris inherited wealth and fame on both sides.",
        "Ledger's legacy will live on in his daughter, who inherited his entire fortune after his death.",
        "Animal DNA Services has developed a test that narrows down your dog's ancestry to four major canine groups, as well as screens for four inherited diseases and certain physical/personality traits.",
        "Marino and his company, Active Life, partner with Fromm to produce the current Fromm canned formulas.In 1985, Tom Nieman inherited Fromm Family Foods from his grandmother, Erna.",
        "However, Greyhounds that are available for adoption as puppies may have some inherited health issues that might cause problems later on.",
        "This is produced by two recessive genes, meaning it is inherited."
    ],
    "definition": [
        "Simple past tense and past participle of inherit.",
        "Obtained via an inheritance",
        "Link/Cite"
    ]
}