{
    "translation": "לעכב, לרסן, לבלום, למנוע, לאסור",
    "uses": [
        "In the exercise of its duty as the protector of the laws it must have had power to inhibit in the Four Hundred, or in the Ecclesia, a measure which it judged unconstitutional or in any way prejudicial to the state, and in the levy of fines for violation of law or moral usage it remained irresponsible.",
        "Antiperiodics inhibit a disease having periodic recurrences; e.g.",
        "He was one of the four prelates who refused to inhibit Bishop Colenso from preaching in their dioceses, and the only one who withheld his signature from the addresses calling upon Colenso to resign his see.",
        "This \"passivity\" may be brought about by immersion in other solutions, especially by those containing such oxidizing anions as NO' 3, C10' 3, less strongly by the anions SO\" 4, CN', CNS', C2H30'2, OH', while Cl', Br' practically inhibit passivity; H' is the only cation which has any effect, and this tends to exclude passivity.",
        "Those faces which were perpendicular to the pressure would grow slowly, as the great pressure would promote solution, and inhibit deposition; the edges or sides, on the other hand, being less exposed to the pressure would receive fresh deposits.",
        "This liquid is concentrated in vacuum pans to a specific gravity of 40° to 44° B., a small quantity of sodium bisulphite solution being added to bleach it, to prevent fermentation, and to inhibit browning.",
        "The excavation of it was undertaken by Russians about 1894 and it cost Dembre dear; for the Ottoman government, suspicious of foreign designs on the neighbouring harbour of Kekova, proceeded to inhibit all sale of property in the plain and to place Dembre under a minor state of siege.",
        "one's business or garden, the theatre, &c., which promptly inhibit the isolated presentation if incongruent, and unite it to themselves if not.",
        "Middle schools are often larger and more intimidating then their elementary school counterparts, and an unsafe, dangerous bus ride can inhibit students' willingness to learn and work their hardest in middle grade levels.",
        "Some believe that spider crab inhibit edible crab from entering the pots.",
        "The CMP in cocoa butter is further believed to inhibit the growth of cancerous cells and tumors by reducing active oxygen levels, inhibiting the oxidation of LDL (good cholesterol) and inhibiting the production of inflammatory cells.",
        "Water extracts from the roots and foliage have been shown to inhibit plant growth.",
        "inhibit proliferation; cancer cells are insensitive to these signals.",
        "The presence of food may enhance or inhibit the absorption of a drug.",
        "inhibit a key enzyme used by the virus to unpack its DNA.",
        "inhibit secretions (not an aphrodisiac, presumably!",
        "inhibit germination depending on the concentration.",
        "Under controlled conditions it can be used to inhibit corrosion.",
        "elderberrystudy found Sambucol contains herbs including elderberries and raspberries which can inhibit the ' flu virus - from health food stores.",
        "Statins selectively inhibit leukocyte function antigen-1 by binding to a novel regulatory integrin site.",
        "inhibit learning.",
        "Thiazides appear in human milk and may inhibit lactation.",
        "Grapes contain resveratrol, found to inhibit cancer initiation, promotion and progression.",
        "Falling or slipping with wrist straps can inhibit your natural ability to break your fall.",
        "Tight, very form fitting dresses may also inhibit movement.",
        "inhibit the absorption of a drug.",
        "Salicylate appears to competitively inhibit plasma protein binding of acetazolamide and simultaneously to inhibit acetazolamide renal secretion that may produce serious metabolic acidosis.",
        "transition state analogs of the postulated b -keto acid intermediate bind tightly to the enzyme and inhibit its activity.",
        "It appears that conjugation does not reduce the basicity of the [pi]-bond sufficiently to inhibit such bonding.",
        "These branched-chain fellows are important because some studies have shown that they have a special capacity to boost protein synthesis and inhibit protein breakdown.",
        "Doctors at the Aichi Cancer Institute have verified the fact that green tea catechin can inhibit the activity of the AIDS virus.",
        "concomitant administration of therapeutic agents which are highly bound to plasma proteins or which induce or inhibit hepatic enzymes.",
        "Cranberry juice contains various antioxidants including flavonoids, which are known to inhibit cytochrome P450 activity.",
        "It may also inhibit the career development of those with NVQ awards.",
        "Also, the digestive system needs some space to operate in, so stuffing yourself to the maximum will actually inhibit digestion.",
        "endogenous retrovirus is likely to inhibit progress.",
        "This may be expected to deter new entrants and to inhibit the development of competition in this market.",
        "There is nothing in Calvinism, properly understood, to inhibit such entreaty.",
        "Adrenal corticosteroids stimulate resorption of bone and inhibit the formation of new bone.",
        "glycoprotein produced by cell s which mobilize the T lymphocytes to inhibit viruses and the growth of cancer cells.",
        "They are learning how to inhibit themselves and delay gratification.",
        "Probenecid can severely inhibit renal excretion of methotrexate, and so is contraindicated.",
        "These have been shown to interact with and inhibit tyrosine kinases.",
        "Lactation studies in rats have shown that buprenorphine may inhibit lactation studies in rats have shown that buprenorphine may inhibit lactation.",
        "lactobacillus rhamnosus can inhibit the growth of pathogenic organisms in the GI tract and inhibit putrefactive toxins.",
        "It releases the hormone melatonin which acts on the ovaries to inhibit the estrus cycle.",
        "Hence, strong inhibitors of this enzyme may inhibit the metabolism of clarithromycin, resulting in increased plasma concentrations of clarithromycin.",
        "omega-3 (fatty acid) the essential fatty acids - especially omega-3 fatty acids found in fatty fish inhibit the growth of prostate cancer cells.",
        "Antioxidants inhibit the oxidation of lipids in cell membranes, leading to impairment of cell function.",
        "Dysfunctional oligodendrocyte progenitor cells (OPC) populations may inhibit repopulation of OPC depleted tissue.",
        "NSAID reduce pain and improve function, and there is some evidence that regular use in early disease may inhibit progression.",
        "Omega-3 fatty acids have been shown to inhibit the formation of inflammatory prostaglandins.",
        "The new drugs inhibit or interfere with the viral protease.",
        "Some oils actually inhibit airborne bacteria, thus purifying the air in a sickroom.",
        "Capsaicin is a proven pain reducer and Boswelia has been shown to inhibit enzymes involved in the inflammatory process.",
        "Telmisartan does not inhibit human plasma renin or block ion channels.",
        "However in pigs perception of risk from endogenous retrovirus is likely to inhibit progress.",
        "Nucleoside analogs such as AZT, nucleotide analogs such as tenofovir and NNRTIs such as nevirapine, inhibit reverse transcriptase.",
        "The only things that inhibit savikalpa samadhi are: 1. Ignorance.",
        "These inhibit insulin secretion from the pancreas and stimulate the liver to increase glucose output, bringing a recovery.",
        "Garlic is also able to inhibit platelet stickiness, reducing the risk of blood clots.",
        "Cough as quietly as possible To stop a coughing fit swallow saliva and keep swallow saliva and keep swallowing until you inhibit the cough.",
        "The anti-inflammatory activity of NSAIDs in the rat paw edema test has been correlated with their ability to inhibit prostaglandin synthetase.",
        "thiol groups of enzymes and inhibit them.",
        "LOL The head guards are good, the face visor doesn't inhibit your eyesight like your full face helmets?",
        "wrist straps can inhibit your natural ability to break your fall.",
        "Some are true germicides, capable of destroying the bacteria, whilst others merely prevent or inhibit their growth.",
        "This liquid is concentrated in vacuum pans to a specific gravity of 40Ã‚° to 44Ã‚° B., a small quantity of sodium bisulphite solution being added to bleach it, to prevent fermentation, and to inhibit browning.",
        "Since potassium nitrate is generally more serviceable than the sodium salt, whose deliquescent properties inhibit its use for gunpowder manufacture, the latter salt, of which immense natural deposits occur (see below (2) Chile saltpetre), is converted into ordinary saltpetre in immense quantities.",
        "Meanwhile, that there shall be no clashing of conceptions to inhibit the tendency of the idea of an acquired \" grace \" to realize itself in action, is secured by the complete unanimity of public opinion, dominated as it is by an inveterate custom.",
        "In surgery, the term is given to substances used to destroy living tissues and so inhibit the action of organic poisons, as in bites, malignant disease and gangrenous processes.",
        "It is considered to inhibit de novo pyrimidine synthesis in a manner similar to BQR (Figure 4).",
        "The only things that inhibit savikalpa samAdhi are: 1. Ignorance.",
        "Carbon dioxide at sufficient concentrations can inhibit the growth of spoilage molds.",
        "Cough as quietly as possible To stop a coughing fit swallow saliva and keep swallowing until you inhibit the cough.",
        "It will thus attack the thiol groups of enzymes and inhibit them.",
        "They inhibit blood clotting by blocking thromboxane formation in blood platelets.",
        "Lead and uric acid Clinical bottom line Chronic low level lead exposure may inhibit urate excretion.",
        "They inhibit the uricosuric effect of probenecid and may increase the toxicity of sulphonamides.",
        "LOL The head guards are good, the face visor does n't inhibit your eyesight like your full face helmets?",
        "Many cat food manufacturers offer a hairball formula diet that is designed to inhibit their formation.",
        "A barrel that is too full will inhibit the quick rate of decomposition for which tumblers are prized.",
        "Chamomile-may inhibit iron absorption; may interfere with drug effects when taken with anticoagulants.",
        "It is also important to avoid exposure to the sun and reduce stress as these things inhibit your recovery from the sores.",
        "Garlic extract was shown to inhibit the calcification of blood vessels in humans.",
        "According to the research, freeze-dried Acai berry pulp is able to inhibit the growth of leukemia cells.",
        "Because free radicals contribute to cell damage, foods that neutralize free radicals are thought to inhibit cancer formation.",
        "Many anti-inflammatory drugs, such as aspirin and ibuprofen, inhibit Cox enzymes.",
        "The American Cancer Society agrees that while mangosteen juice has shown to inhibit cancer cell growth in laboratory animals, it has not been tested on humans, and should not be claimed as a cure for cancer.",
        "It has volatile oils that are believed to inhibit tumor formation - particularly in the lungs.",
        "Stevia may inhibit the growth and reproduction of oral bacteria that leads to gum and dental diseases, as well as tooth decay.",
        "Heart Disease-While the evidence is still uncertain, preliminary studies indicate ginger may lower cholesterol and inhibit blood clots.",
        "Turmeric is also contraindicated in the event of an upcoming surgery as it may inhibit the body's clotting ability.",
        "This can make your psoriasis worse and also inhibit the ability for alternative treatments to work.",
        "Take a shower and clean the skin right before the application to remove all lotions and cosmetics that will inhibit the chemicals from absorbing into the skin.",
        "The shadows also inhibit shine by absorbing oil, says the Black Opal site.",
        "However, after a point, focus on physical performance can actually backfire and cause problems that inhibit one's ability to perform.",
        "You may not need treatment unless your symptoms inhibit your daily functioning.",
        "If you plant them only three feet apart, it will inhibit growth.",
        "Some studies suggest that this particular herb may inhibit absorption of certain vitamins and minerals, like iron and calcium.",
        "If you look at things negatively, you will most likely start to feel depressed, which could inhibit other things you should do to continue aging with grace.",
        "Treatments may help either cognitive or behavioral symptoms by working on emotional centers in the brain or improving the activity of nerve cells to help inhibit cognitive decline.",
        "Not to mention, individuals who stay up usually consume large quantities of caffeine, which causes anxiety that can inhibit focus and concentration.",
        "These flavenoids, which are most prevalent in dry red wines, may inhibit tumor development in pancreatic cancer, other cancers and Alzheimer's disease.",
        "In preliminary studies, this acid has also shown inhibit and reduce the damage caused by colitis.",
        "Campers and hikers find that external frame packs are less comfortable, inhibit their ability to move freely, and pose a risk for getting caught on tree branches and other hazards.",
        "Narcotic analgesics should be used with care when taken in combination with drugs that inhibit respirations, such as the benzodiazepines.",
        "The term is usually used to describe the treatment of cancer with drugs that inhibit cancer growth or destroy cancer cells.",
        "Cytokines-Chemicals made by the cells that act on other cells to stimulate or inhibit their function.",
        "Fertility drugs inhibit these controls, allowing multiple gestation to occur.",
        "Higher temperatures also inhibit the growth of some bacteria, while at the same time speeding up the chemical reactions that help the body's cells repair themselves.",
        "The capacity to inhibit egocentric, impulsive, or negative social behavior is also a reflection of a child's social skills.",
        "Insulin requirements vary tremendously during pregnancy due to placenta hormones that may inhibit the action of insulin.",
        "Severe swelling can inhibit diagnosis and treatment.",
        "Since recent studies have demonstrated that repetition of these reflexes seems to eventually inhibit them, parents can work with the infant by assisting with the repetition of persistent reflexes.",
        "Toxic levels of iodine inhibit the secretion of thyroid hormone, resulting in lower levels of thyroid hormone in the bloodstream.",
        "Some antihistamines also help inhibit nausea and vomiting and reduce motion sickness.",
        "Tetracyclines inhibit the growth of many bacteria and other microorganisms which can lead to overgrowth of other microorganisms.",
        "Anticoagulant drugs inhibit clot formation by blocking the action of clotting factors or platelets.",
        "Antiplatelet drug-Drugs that inhibit platelets from aggregating to form a plug.",
        "Too much calcium in the diet may inhibit absorption of iron, magnesium, phosphorus, and zinc.",
        "During REM sleep the body is nearly paralyzed, a condition called \"atonic,\" that serves to inhibit the dreamer from physical movement during active dreaming.",
        "Anti-androgens, drugs that inhibit androgen production, are used to treat women who are unresponsive to other therapies.",
        "Extended hydrops fetalis can inhibit lung growth and contribute to heart failure.",
        "Hair care lines such as Nioxin have also been created to support hair growth and inhibit the build up of DHT on the scalp.",
        "That is a great example of how stress may inhibit labor.",
        "If your cancer is not aggressive, your doctor may be able to suggest ways of fighting the cancer that will not inhibit your ability to reproduce.",
        "It's known to inhibit the synthesis of cholesterol in the human body, which can lead to lowered cholesterol levels.",
        "Contrary to what you have read regarding sun exposure and cancer the use of sunscreens can inhibit your body's absorption of the vitamin.",
        "Vitamin E may also reduce cellular aging, contribute to the prevention of cancer, prevent Alzheimer's disease and inhibit melanoma.",
        "Magnesium deficiency is often related to factors that inhibit absorption or increase its excretion from the body.",
        "It does this without adding any excess bulk, which is extremely important since bulky gloves can feel cumbersome and inhibit regular activities (like driving and moving items).",
        "For example, a prominent piercing on the face may inhibit your ability to obtain a desired job.",
        "Patio: A moderate vinegar solution is an effective concrete cleaner for a patio, driveway, or sidewalk, and the acetic acid will help inhibit weed growth.",
        "When you remove the waxy layer, dirt, bugs and bacteria, you inhibit food browning and increasing shelf life.",
        "The live active cultures inhibit further candida growth by balancing out the ecosystem in the intestines.",
        "Suppressors regulate the amounts of certain hormones in the body in an effort to inhibit appetite.",
        "The insulin produced by your body when you eat carbs will actually inhibit your ability to burn fat while you sleep.",
        "Ulcer medications, antacids, and some cholesterol-lowering drugs may also inhibit the absorption of synthetic hormones.",
        "Avoid starchy foods which can inhibit digestion especially when combined with high-protein foods.",
        "The acids present in acid foods may inhibit the secretion of digestive acids necessary for protein digestion.",
        "Without a warm up, you are much more likely to experience during workout pain and post exercise soreness, which can inhibit your ability and willingness to work out.",
        "Wearing a bra that is too small can inhibit circulation and be extremely uncomfortable for daily wear, while wearing a bra that's too loose may offer inadequate support and appear bulky beneath your clothes.",
        "This quirkiness, however, does not appear to inhibit his lucrative career.",
        "Avoid aspirin pain relief, which will only inhibit your body's ability to clot the blood.",
        "Hive treatments include oatmeal bath soaks, cool damp rags, topical itch treatments, and allergy medication to help inhibit allergens.",
        "Cl, Br, I,NH 3j N 2 0, N02, H 2 S, SO 2, CS2,, CH 4, C 2 H 4, inhibit the phosphorescence.",
        "checkpoint pathways, that can inhibit DNA replication under conditions where copying would not be accurate, enhance this accuracy.",
        "Homocysteine and copper interact to markedly inhibit the relaxation of the rabbit corpus cavernosum.",
        "interesting stuff from Boston Consulting Group on whether interventions to inhibit prescribing ever work.",
        "ZYBAN is a relatively weak inhibitor of the neuronal uptake of norepinephrine, serotonin, and dopamine, and does not inhibit monoamine oxidase."
    ],
    "definition": [
        "To hold back; restrain.",
        "To suppress or restrain a behavioral process, an impulse, or a desire consciously or unconsciously.",
        "To decrease, limit, or block the action or function of something in the body, as an enzyme or organ.",
        "in·hib′i·to′ry (-tôr′ē)\nadj.",
        "Link/Cite"
    ]
}