{
    "translation": "לפצוע, לפגוע",
    "uses": [
        "in 1220 a bull formally recognizing Joachim as orthodox and forbidding anyone to injure his disciples.",
        "If carefully conducted, tapping does not injure the tree.",
        "Then, gently and careful not to injure her shoulder, he made love to her.",
        "To injure Spain and heedless of England's need, Paul IV.",
        "In 1651 the Dutch completed a treaty with Denmark to injure English trade in the Baltic; to which England replied the same year by the Navigation Act, which suppressed the Dutch trade with the English colonies and the Dutch fish trade with England, and struck at the Dutch carrying trade.",
        "The poison must not be strong enough to injure the roots, leaves, &c., of the host-plant, or allowed to act long enough to bring about such injury.",
        "A light squadron was, however, kept at sea to injure the Dutch trade, and as no armistice was arranged the Republic was free to continue warlike operations.",
        "Rostov too, bending over his saddle, shouted \"Hurrah!\" with all his might, feeling that he would like to injure himself by that shout, if only to express his rapture fully.",
        "The careless gathering of dead leaves and twigs, and the soiling of the cotton by earth or by the natural colouring matter from the bolls, injure the quality.",
        "The moon will not sour milk nor taint meat of mine, nor will the sun injure my furniture or fade my carpet; and if he is sometimes too warm a friend, I find it still better economy to retreat behind some curtain which nature has provided, than to add a single item to the details of housekeeping.",
        "A diminution of the aperture, however, would injure a very much more important property, viz.",
        "It should be said that any double-case watch with the crystal removed serves well enough for a blind person whose touch is sufficiently delicate to feel the position of the hands and not disturb or injure them.",
        "Although a tree or plant will receive no injury when its roots are undisturbed in the soil should a frost come after planting, the same amount of freezing will, and very often does, greatly injure the plant if the roots are exposed.",
        "He took a leading part in the formation of the party of the Centre in 1870-1871, but he did not become a member of it, fearing that his reputation as a follower of the king of Hanover would injure the party, until he was formally requested to join them by the leaders.",
        "Frost will not injure it after it has once set, though it is essential to guard it from frost during the operations of mixing and depositing.",
        "When magicians made figures of wax representing men whom they desired to injure, this was of course an illegal act like any Dther, and the law stepped in to prevent it: one papyrus that has been preserved records the judicial proceedings taken in 1uch a case in connection with the harem conspiracy against Rameses III.",
        "The inference is that the \"fatigue substances\" generated in the muscle fibres in the course of their prolonged contraction injure and paralyse the motor end plates, which are places of synapsis between nerve cell and muscle cell, even earlier than they harm the contractility of the muscle fibres themselves.",
        "These enter the body through various channels, and once they have effected a lodgment they grow, multiply and give rise to various poisons which attack and injure or destroy different tissues or organs in the body.",
        "Locusts, green-fly, leaf-bugs, blister mites, and various other pests also damage cotton, in a similar way to that in which they injure other crops.",
        "Frost-cracks, scorching of bark by sun and fire, &c., anc wounds due to plants which entwine, pierce or otherwise materially injure trees, &c., on a large scale.",
        "1 3Xaa477uLa, profane language, slander, probably derived from root of Ovi rrEt y, to injure, and 017µr7, speech), literally, defamation or evil speaking, but more peculiarly restricted to an indignity offered to the Deity by words or writing.",
        "They opposed all bills which would appear directly or indirectly to injure agricultural interests.",
        "The object was to injure Bismarck's reputation, and a very unseemly dispute ensued.",
        "In Malwa a flat scraper is employed, a small piece of cotton soaked in linseed oil being attached to the upper part of the blade, and used for smearing the thumb and edge of the scraper to prevent adhesion of the juice; sometimes water is used instead of oil, but both practices injure the quality of the product.",
        "To bring educated readers into touch with critical workers it is needful to acquaint them with these various points, the neglect of any one of which may to some extent injure the results of criticism.",
        "His love affairs, undoubtedly too numerous (notably with Gabrielle d'Estrees and Henriette d'Entragues), if they injure his personal reputation, had no bad effect on his policy as king, in which he was guided only by an exalted ideal of his royal office, and by a sympathy for the common people, his reputation for which has perhaps been exaggerated somewhat in popular tradition by the circumstances of his reign.",
        "conker fights, paper planes and even oranges have also been banned from some schools in case children injure themselves.",
        "Do not light fireworks close to other people, as you can injure them.",
        "Children can injure themselves in the blink of an eye.",
        "These blood vessels are easy to injure and bleeding can occur.",
        "You can injure yourself anytime your body is active.",
        "If the impact is strong enough, it will injure the tissue beneath the skin.",
        "The fruit is produced at the extremities of the shoots of the preceding year; and therefore, in gathering the crop, care should be taken not to injure the young wood.",
        "Persons of the same sept must not intermarry, and when two islands or communities meet in war the members of one sept, however widely separated by distance of space or time, will not injure or fight with each other.",
        "It is possible, therefore, that written works were in circulation among the learned, and that these contained varying interpretations which were likely to injure efforts to maintain a uniform Judaism.",
        "Among animals, the European rat, goat and pig are naturalized in New Zealand, where they multiply to such an extent as to injure and probably exterminate many native productions.",
        "The irritation of the conjunctiva caused by dust leads to winking of the eyelids, lachrymation and rubbing, which tend to remove it; but after the dust has been removed violent rubbing tends rather to keep up the irritation; and sometimes, if the particle of dust remains under the eyelid and is sharp and angular, the process of rubbing may cause it to injure the conjunctiva much more than if it were left alone.",
        "\"A robot may not injure a human, or, through inaction, allow a human being to come to harm.",
        "In this document the following statement was made: \" Many citizens, to avoid such danger, built according to their means, on their ground, a stone house covered and protected by thick tiles against the fury of fire, whereby it often happened that when a fire arose in the city and burnt many edifices and' had reached such a house, not being able to injure it, it then became extinguished, so that many neighbours' houses were wholly saved from fire by that house.\"",
        "4 the locusts are not permitted to injure the grass, and other like inconsistencies.",
        "In one of the Dialogues 2 instances are given - the desire for emancipation from sensuality, aspirations towards the attainment of love to others, the wish not to injure any living thing, the desire for the eradication of wrong and for the promotion of right dispositions in one's own heart, and so on.",
        "In order to obtain the cultivated bark as economically as possible, experiments were made which resulted in the discovery that, if the bark were removed from the trunks in alternate strips so as not to injure the cambium, or actively growing zone, a new layer of bark was formed in one year which was richer in quinine than the original bark and equal in thickness to that of two or three years' ordinary growth.",
        "Lord Ashley and the factory reformers contended, on the one hand, that ten hours were long enough for any person to work; their opponents maintained, on the contrary, that the adoption of the clause would injure the working-classes by lowering the rate of wages, and ruin the manufacturers by exposing them to foreign competition.",
        "The glumes have to be separated and the anthers cut away before the pollen is fully formed, care being taken at the same time not to injure the stigma, and specially not to introduce, on the scissors or otherwise, any pollen except that of the variety desired.",
        "Between these three or four longitudinal incisions are then made, the utmost care being taken not to injure the inner bark.",
        "545) A law of great interest, dating from the beginning of the institution, imposed an oath upon the members of the league not to destroy an amphictyonic city or to cut it off from running water in war or peace; but to wage war upon those who transgressed this ordinance, to destroy their cities, and to punish any others who by theft or plotting sought to injure the god (Aeschin.",
        "To attack the English through their colonies, Guienne and Flanders, was to injure them in their most vital interests cloth and claret; for England sold her wool to Bruges in order to pay Bordeaux for her wine.",
        "He was cordially received, and eagerly listened to, but his imprudent ardour served but to injure his cause.",
        "Reichstag were often very unsatisfactory, and at no time did he resort so freely to prosecutions in the law-courts in order to injure his opponents, so that the expression Bismarck-Beleidigung was invented.",
        "Ismail Pasha, feeling, no doubt, that Gordon's resignation would injure his prestige, wrote to him saying that he had promised to return, and that he expected him to keep his word.",
        "It is practically impossible to work with the sensitive film in contact with the reseau-film, not only because dust particles and contact would injure the silver film, but also because the plate-glass used for the photographic plates is seldom a perfect plane.",
        "He spent much of his time in practising magic, and it was believed that he had so saturated his body with poisons that none could injure him.",
        "The Vertebrata come within the scope of our subject, chiefly as destructive agents which cause wounds or devour young shoots and foliage, &c. Rabbits and other burrowing animals injure roots, squirrels and birds snip off buds, horned cattle strip off bark, and so forth.",
        "His intense application to affairs is noted by the English minister, John Robinson (1650-1723), who informed his court that there was every prospect of a happy reign in Sweden, provided his majesty were well served and did not injure his health by too much work.",
        "Too rapid drying of the outer tissue of the leaf leads to the formation of \" white veins,\" which injure leaves required for wrapper purposes, otherwise it is not important.",
        "It is common to cut down the green wheat and barley before the ear forms, for fodder, and the repetition of this, with barley at least, is said not to injure the grain crop. Bellew gives the following statement of the manner in which the soil is sometimes worked in the Kandahar district: - Barley is sown in November; in March and April it is twice cut for fodder; in June the grain is reaped, the ground is ploughed and manured and sown with tobacco, which yields two cuttings.",
        "Made direct amends to such people wherever possible, except when to do so would injure them or others.",
        "As soon as the male birds have begun their graceful antics, he shoots them, one after the other, with blunt arrows, for the purpose of stunning and bringing them to the ground without drawing blood, which would injure their plumage; and so eager are those birds in their courtship that almost all the males are thus brought down before the danger is perceived.",
        "Sigismund, in 1422, even went so far as to propose a partition of Poland between Hungary, the empire and the Silesian princes, a scheme which foundered upon Sigismund's impecuniosity and the reluctance of the Magyars to injure the Poles.",
        "In some parts of Indo-China the belief is that the soul of the elephant may injure people after death; it is therefore feted by a whole village.",
        "Its continued employment may, indeed, so injure the mucous membrane of the stomach as to interfere with digestion and so cause a morbid and dangerous reduction in weight.",
        "Under its provisions it is a punishable offence \" to break or injure a submarine cable wilfully or by culpable negligence in such manner as might interrupt or obstruct telegraphic communication either wholly or partially, such punishment being without prejudice to any civil action for damages.",
        "It should be mixed with six or eight times its weight of loam or ashes, charred peat, charcoal-dust or some earthy matter, before it is applied to the soil, as from its causticity it is otherwise not unlikely to kill or injure the plants to which it is administered.",
        "The shoots when used for propagation must be transplanted with all the roots attached to them, care being taken not to injure the parent plant.",
        "Any chemical that is strong enough to destroy the life in a moth egg would also be sufficiently potent to injure the fur itself.",
        "Burns and frostbite also commonly injure fingertips.",
        "Do I use structures that could injure others?",
        "It was continued to the end of Frederick's reign, and nothing did so much to injure his otherwise immense popularity.",
        "If you don't have one and fall sick or injure yourself, ridiculously exorbitant doctor and hospital fees could send you straight to the poor house.",
        "There are no sharp edges to injure little ones, and the affordable prices mean that you won't need to worry about damage to your more expensive furniture.",
        "Neither vessel was able seriously to injure the other, and not a single shot penetrated the armour of either.",
        "The Five Hindrances are (1) Hankering after worldly advantages, (2) The corruption arising out of the wish to injure, (3) Torpor of mind, (4) Fretfulness and worry, (5) Wavering of mind.'\" When these five hindrances have been cut away from within him, he looks upon himself as freed from debt, rid of disease, out of jail, a free man and secure.",
        "This bill passed both houses, but was vetoed in February 1859 by President Buchanan on the ground that it would cause friction between the states, that it would be uneconomical, that it might encourage fraudulent speculation, that it would injure existing institutions, and that it was unconstitutional.",
        "A man of deep religious feeling and an earnest churchman, he strongly resented a measure which was calculated, to his mind, greatly to injure the cause of religion in Wales.",
        "During the chase they are likely to be involved in road or rail accidents, or injure themselves in quarry or barbed wire fences.",
        "You must take reasonable care to avoid acts or omissions which you can reasonably foresee would be likely to injure your neighbor.",
        "This makes it an offense to kill, injure, capture or cruelly ill-treat a badger, or to interfere with a badger sett.",
        "And if we were to combine those he wants to injure people by malicious slander.",
        "Many larvae of beetles, moths, &c., bore into bark, and injure the cambium, or even the wood and pith; in addition to direct injury, the interference with the transpiration current and the access of other parasites through the wounds are also to be feared in proportion to the numbers of insects at work.",
        "unnaturally, when he allows the gratification of a passion to injure his happiness, i.e.",
        "After a futile attempt to injure England by giving support to the earl of Tyrone in Ireland (see TYRONE, EARLS OF) peace was made between the powers in 1604.",
        "Make sure targets do not have any sharp edges to injure players or damage disks.",
        "Be careful not to injure yourself as you train for the marathon.",
        "Your doctor will be able to give you recommendations on what your limitations are when lifting so you don't injure yourself.",
        "Besides injuring oneself, a drunk driver can injure or kill passengers in the car and drivers and passengers in other cars.",
        "According to the NHTSA, alcohol-related crashes kill someone in the U.S. every 31 minutes and injure someone every 2 minutes.",
        "Some veterinarians and trainers believe that using a head halter collar for an extended period of time can injure the neck and spine.",
        "Keep a hand on your pet the entire time during bathing to make sure the dog is safely secure in the tub and cannot injure itself trying to jump out.",
        "Even on the favoured Devonshire coast a sharp late frost will sometimes injure the flowers.",
        "It should have shelter and as warm a soil as we can give it, although it grows well near the sea and sea gales have power to injure it.",
        "These actions make it less likely that unsafe toys will injure a child.",
        "A joke that annoys or embarrasses someone is one thing, but you want to avoid doing anything that will injure them or constitutes breaking the law.",
        "A prank that has the potential to injure someone is simply not a good idea.",
        "At least 825,000 people in the United States injure their eyes each year, according to Prevent Blindness America, and up to 90 percent of these incidents could have been prevented with protective eyewear.",
        "You don't want to do too much too soon or you could injure yourself.",
        "Your horse mentor early in the game tells you not to spur your horse to much or it will injure him.",
        "The vacuum extractor is less likely to injure the mother than forceps, and it allows more space for the baby to pass through the pelvis.",
        "Many might agree a BB gun is violent since it can kill and wound small animals and birds and injure humans.",
        "Medicines that numb the mouth, like viscous lidocaine or topical anesthetics only last for a brief time and, by numbing the mouth, may cause your child to further injure damaged tissues without knowing it.",
        "When a foreign object is lodged in the eye, the person should not rub the eye or put pressure on it which would further injure the eyeball.",
        "Potential hazards that may injure children should be removed from their sleeping areas.",
        "Cutting and Self-Mutilation: When Teens Injure Themselves.",
        "This can cause the urine, which normally flows out into the amniotic fluid surrounding the fetus, to back up and injure the kidneys.",
        "The IUD can also injure the uterus by poking into or through the uterine wall.",
        "It is necessary to use caution when performing infant massage in order not to injure the infant.",
        "Toddlers are more likely to injure a tooth by falling, while older children are more likely to suffer dental trauma from a sports injury.",
        "The best way to prevent PCS is to make sure that children avoid situations where they are likely to injure themselves.",
        "It can be caused by soaps, detergents, solvents, adhesives, fiberglass, and other substances that are able to directly injure the skin by breaking or removing the protective layers of the upper epidermis.",
        "Radiating the pituitary may take up to ten years, however, and may also injure or destroy other normal parts of the pituitary.",
        "The room should not contain anything valuable or fragile and should not contain bookshelves or other things that the child may be able to pull and injure him or her self with.",
        "It is important not to pack the inside of the nose with gauze since this might further injure the nose.",
        "The harmful materials given off by combustion injure the airways and lungs in three ways: heat damage, tissue irritation, and oxygen starvation of tissues (asphyxiation).",
        "The bite may be a simple warning to back off (as in most household cats), an assertion of dominance and control (as in many dogs), or an intention to seriously injure or kill (as in a few breeds of dogs and some wild animals).",
        "Cat bites in children as well as adults are far more likely to injure the hands or lower arms rather than other parts of the body.",
        "This is the most difficult of the foot positions; do not injure yourself trying to achieve this position.Arms in fifth are one of the most common ballerina arm poses and accompany many ballet movements.",
        "Use the proper candle sizes for each candle holder to avoid overflowing melted wax that may drip and make floors slippery or injure guests.",
        "Relationships require trust and if you are always suspicious of his behavior, you may injure the relationship whether he is cheating or not.",
        "If kids are playing outside in the dark, make sure they are well away from the road, and that there aren't any hidden hazards in the area that could injure them, such as gardening tools, large holes in the ground, and open areas of water.",
        "Safety: Kids can injure themselves with poorly constructed backpacks.",
        "Since there's extra material under your foot as opposed a miniscule stiletto heel, you're less likely to injure yourself.",
        "Some leagues will specify whether or not metal cleats are allowed, as it's much easier to injure someone if they come in contact with these hard cleats.",
        "Sometimes lightweight shoes don't have as much cushioning or stability features as a traditional training shoe and you can injure yourself.",
        "You can seriously injure someone or infect them with staph, hepatitis or HIV with one of these machines if you haven't been properly trained to use it, so leave it to the professionals.",
        "The jewelry used for a genital body piercing may actually injure your partner, and in some instances, men have reported an inability to perform after having received a genital piercing.",
        "Be safe when completing repairs and wear goggles or other protective gear so you won't injure yourself.",
        "As any dancer or athlete will admit, it is as easy to injure oneself while simply walking around while doing a sideline cheer or when trying to dismount from a Liberty.",
        "Lift right size weight: If you start off lifting weights that are too heavy for you, you can injure yourself, derailing your exercise program for some time.",
        "You can further injure yourself if you do the exercises too quickly or too aggressively.",
        "Doing ultralight weights/high reps one week and heavier-than-normal weights/low reps the next (though not so much you injure yourself) will keep the body guessing.",
        "Personal liability - Travel insurance can provide financial protection if you injure someone or damage their property while traveling, within the conditions listed in your individual policy.",
        "So, for example, if you are driving and you injure your child who is in the car with you, your liability insurance will not cover your child.",
        "If you injure or wreck the rental car without insurance, you will be liable for the damages.",
        "Will your family be protected should some accident injure you and prevent you from caring for them?",
        "Without it, you may injure yourself or feel sore, and that won't help to keep you motivated in your chosen activity.",
        "One drunken driver can seriously injure four occupants of a car.",
        "sharp edges to injure players or damage disks.",
        "You never know, sweat may make your pad super-slippery and you might injure yourself."
    ],
    "definition": [
        "To cause physical harm to; hurt: The accident injured the passengers. A fall might injure your knee.\nTo experience injury in oneself or a body part: injured both ankles climbing down the hill.",
        "To cause physical harm to; hurt: The accident injured the passengers. A fall might injure your knee.",
        "To experience injury in oneself or a body part: injured both ankles climbing down the hill.",
        "To cause damage to; impair: The gossip injured their reputations.\nTo commit an injustice or offense against; wrong: people who were injured by the false accusations.",
        "To cause damage to; impair: The gossip injured their reputations.",
        "To commit an injustice or offense against; wrong: people who were injured by the false accusations.",
        "To cause distress to; wound: injured their feelings.",
        "in′jur·er\nn.",
        "Link/Cite"
    ]
}