{
    "translation": "פציעה",
    "uses": [
        "It wasn't just the injury and meds that made Lana's head spin.",
        "Mr. Dean, would you please discuss the circumstances of your injury in the line of duty?",
        "nature without evident injury to the variety.",
        "I'm not sure, but I'm guessing his head injury caused him to not understand, or even remember what happened.",
        "The jury remained out on the effect of Julie's injury on her speech.",
        "They may occur on all parts, buds, leaves, stems or roots, as shown by the numerous species of Cynips on oak, Phylloxera on vines, &c. The local damage is small, - but the general injury to assimilation, absorption and other functions, may be important if the numbers increase.",
        "He's claiming head injury and all that shit...stuff—sorry Miss Turnbull.",
        "Fires at stations or involving injury to.",
        "(iii.) The improper user of the premises to the injury of the reversioner is waste (q.v.).",
        "Unhurt, she would have no fear of wandering around to find her way, but her injury prevented any exploration.",
        "If the assault only led to injury and was unintentional, the assailant in a quarrel had to pay the doctor's fees.",
        "His master clothed and fed him, paid his doctor's fees, but took all compensation paid for injury done to him.",
        "Numerous Fungi, though conspicuous as parasites, cannot be said to do much individual injury to the host.",
        "The meds in her system, the weakness from her injury, the night itself was too much for her to digest fully.",
        "So stringent are the obligations of hospitality that a household is bound to exact reparation for any injury done to a guest as though he were a member of the family.",
        "He cast down his eyes and hurried out as if it were none of his business, careful as he went not to inflict any accidental injury on the young lady.",
        "Whatever she found at the Peak had driven her into a forest full of insurgents despite her injury and her lack of familiarity with the forest or the world outside hers.",
        "That she took enough interest in him to ask after his injury pleased him.",
        "Notwithstanding their complete subjection, women are treated with a certain respect, and are often employed as intermediaries in the settlement of feuds; a woman may traverse a hostile district without fear of injury, and her bessa will protect the traveller or the stranger.",
        "The knee injury Mayer mentioned had occurred a year before and while it might have kept Byrne from jogging, it was no more than a temporary ailment.",
        "They are all either breeding stock or are recovering from injury and intended to be reintroduced into the wild.",
        "soothed, so that it might be more acceptable to the gods and less likely to do an injury after its death, when its spirit was set free.",
        "As we move out from that defined center, we come to disorders and disabilities—impairments of bodily systems that are brought about by injury, disease, or genetics.",
        "A great proportion of architectural ornaments are literally hollow, and a September gale would strip them off, like borrowed plumes, without injury to the substantials.",
        "This sketch of an enormous subject shuws us that the pathology of plants is a special department of the study of variations which threaten injury to the plant, and passes imperceptibly into the study of variations in general.",
        "Macleay indeed never pretended to a high position in this branch of science, his tastes lying in the direction of Entomology; but few of their countrymen knew more of birds than did Swainson and Vigors; and, while the latter, as editor for many years of the Zoological Journal, and the first secretary of the Zoological Society, has especial claims to the regard of all zoologists, so the former's indefatigable pursuit of Natural History, and conscientious labour in its behalf-among other ways by means of his graceful pencil-deserve to be remembered as a set-off against the injury he unwittingly caused.",
        "The oak in Europe is liable to injury from a great variety of insect enemies: the young wood is attacked by the larvae of the small stag-beetle and several other Coleoptera, and those of the wood-leopard moth, goat moth and other Lepidoptera feed upon it occasionally; the foliage is devoured by innumerable larvae; indeed, it has been stated that half the plant-eating insects of England prey more or less upon the oak, and in some seasons it is difficult to find a leaf perfectly free from their depredations.",
        "In the early part of 1902 he slipped from a tramcar in Berlin and fractured his thigh; from this injury he never really recovered, and his death occurred in Berlin on the 5th of September 5902.",
        "In the period before 1850 there was but little realization of the public nature of the railway industry and of the possibilities of injury to the public if railway corporations were left uncontrolled.",
        "But the prevalence of the worship of \" other gods \" and of graven images in these \" high places,\" and the moral debasement of life which accompanied these cults, made it clear that the \" high places \" were sources of grave injury to Israel's social life.",
        "The water stored in such a time supplies the immediate need of the transpiring cells and prevents the injury which would result from their excessive depletion.",
        "The advantages it can offer to its host are, however, infinitesimal when compared with the injury it does it.",
        "The extraordinary malformations known as Witches Brooms, caused by the repeated branching and tufting of twigs in which the mycelium of Exoascus (on birch) or Aecidium (on silver fir) are living, may be borne in considerable ntimbers for years without any very extensive apparent injury to the tree.",
        "The act of 1871 further renders it obligatory upon every railway company to send notice to the Board of Trade in the case of (1) any accident attended with loss of life or personal injury to any person whatsoever; (2) any collision where one of the trains is a passenger train; (3) any passenger train or part of such train leaving the rails; (4) any other accident likely to have caused loss of life or personal injury, and specified on that ground by any order made from time to time by the Board of Trade.",
        "aggregate 6 killed and 454 injured; the six deaths were due to collisions, while of the cases of injury 372 occurred by collisions, 47 by derailments, and 35 by other accidents to trains.",
        "The development of this undertaking necessitated the establishment of stores and workshops at Stanley, and ships can be repaired and provided in every way; a matter of importance since not a few vessels, after suffering injury during heavy weather off Cape Horn, call on the Falklands in distress.",
        "It is a very common event to find the early stages of injury indicated by pale yellow spots, which turn darker, brown, red, black, &c., later, e.g.",
        "The nodules on the roots of leguminous plants are induced by the presence of a minute organism now known to do no injury to the plant.",
        "Plants as agents of damage and disease may be divided into those larger forms which as weeds, epiphytes and so forth, do injury by dominating and shading more delicate species, or by gradually exhausting the soil, &c., and true parasites which actually live on and in the tissues of the plants.",
        "But as he rode out to view the ruins his horse plunged on the burning cinders and inflicted on him an internal injury.",
        "comeback from a shoulder injury.",
        "The \" black mouse \" or Carson field mouse (Microtus montanus) is found throughout Nevada, as well as in Utah, north-eastern California, and eastern Oregon; it multiplies rapidly under favourable conditions, and at times causes serious injury to crops.",
        "He stated that his people, after giving warning in 5824 that they would consider protection the policy of the Government, had gone into protected manufactures, and he now asked that that policy be not reversed to the injury of his constituents.",
        "A breach of the covenant to repair gives the landlord an action for damages which will be measured by the estimated injury to the reversion if the action be brought during the tenancy, and by the sum necessary to execute the repairs, if the action be brought later.",
        "It should be remembered that a single complete defoliation of a herbaceous annual may so incapacitate the assimilation that no stores are available for seeds, tubers, &c., for another year, or at most so little that feeble plants only come up. In the case of a tree matters run somewhat differently; most large trees in full foliage have far more assimilatory surface than is immediately necessary, and if the injury is confined to a single year it may be a small event in the life of the tree, but if repeated the cambium, bud-stores and fruiting may all suffer.",
        "Beyerinck was led to take up the decided position just mentioned by his researches into the conditions determining the formation of plant-galls as the result of injury by insects.",
        "Such are the habits of the cockchafer (Melolontha vulgaris) and other species that often cause great injury to farm and a FIG.",
        "In Germany at the same period the feudal system debarred the Jews from holding land, and though there was as yet no material persecution they suffered moral injury by being driven exclusively into finance and trade.",
        "As in .` the case of the apple disease it forms large irregular blackish blotches on the fruit and leaves, the injury being often very severe especially in a cool, damp season.",
        "The atmosphere around him was a dangerous one for a philosopher and theologian to breathe, but he kept his spiritual health unimpaired, and even his sense of truth suffered less injury than was the case with most of his contemporaries.",
        "You have to spend the night, because of the head injury.",
        "He was Damian's size, though by his lopsided shoulders and scars, he'd survived some sort of serious injury.",
        "Dean ignored her question as Effie moved to look closer at the injury.",
        "His gentleness was unexpected as he examined the wrapped injury.",
        "The doctor suggested as much exercise could be gained by walking without the added risk of injury.",
        "She braced herself, expecting pain when it reached her injury.",
        "in 1309, made several raids into the island, which suffered much material injury.",
        "A third phenomenon observable in stich healing tissues is the increased flow and accumulation of plastic materials at the seat of injury.",
        "If, on the contrary, the gradual cooling is met by a corresponding depletion of the cells of water, even intense cold may be sustained without injury.",
        "The poison must not be strong enough to injure the roots, leaves, &c., of the host-plant, or allowed to act long enough to bring about such injury.",
        "the numerous galls on the oakbut the gall itself furnishes well adapted protection and abundant stores of nutriment to its particular larva, and often appears to be borne without injury to the plant.",
        "The machine which will gin the largest quantity in the shortest time is naturally preferred, unless such injury is, occasioned as materially to diminish the market value of the cotton.",
        "It was left to accumulate in vast heaps about ginhouses, to the annoyance of the farmer and the injury of his premises.",
        "The steam operates by carrying the vapours away to the condenser as fast as they are generated, the injury to the products resulting from their remaining in contact with the highly-heated surface of the still being thus prevented.",
        "He was kindly dismissed by the pope not long after, with a letter recommending him to the protection of the bishops of Tours and Angers, and another pronouncing anathema on all who should do him any injury or call him a heretic. He returned home, overwhelmed with shame and bowed down with sorrow for having a second time been guilty of a great impiety.",
        "The capture and sack of Athens by Sulla (March 1, 86 B.e.) seems to have involved no great injury to its architectural monuments beyond the burning of the Odeum of mom,.",
        "The removal to London in 1812 of most of the remaining sculptures of the Parthenon by Lord Elgin possibly rescued many of them from injury in the period of warfare which followed.",
        "A portion of the body may die in consequence of the disturbance of its nutrition by inflammation, or of a cutting off of the bloodsupply, as by pressure upon, or injury to, the blood-vessels.",
        "A comparatively slight injury affecting a portion of the body imperfectly supplied with blood may give rise to an inflammatory condition which in a healthy part might pass unnoticed,.",
        "Our book had hardly been published, when Hyrcanus, owing to an injury done him by the Pharisees, broke with their party, and, joining the Sadducees, died a year or two later.",
        "The master (dominus) could inflict on his coloni \" moderate chastisement,\" and could chain them if they attempted to escape, but they had a legal remedy against him for unjust demands or injury to them or theirs.",
        "The width, however, proved inconvenient, and the broad sheet was liable to injury by tearing.",
        "The work was virulently assailed by Dr Gilbert Stuart (1742-1786), who appeared anxious to damage the sale of the book; but the injury thus effected was only slight, as Henry received £3300 for the volumes published during his lifetime.",
        "Africa, can, however, only be enforced by special administrative machinery and at considerable expense, and this legislative action can only be regarded as temporary and preliminary to the establishment of plantations of rubber trees, which are not only easier to control, but the trees are less liable to injury from careless tapping.",
        "Instead of the axe or large knives which frequently inflicted serious damage to the trees, special small knives and prickers are now employed so constructed as to avoid injury to the tree through making a larger incision than is necessary, and without penetrating into the wood below the laticiferous layer.",
        "It is possible to tap or prick trees daily for a number of years without apparent injury, but the practice of tapping on alternate days appears to be safer and to afford equally satisfactory if not better results.",
        "A new squadron with 6000 troops was entrusted to the famous admiral Duguay Trouin to revenge this injury.",
        "The riformatori were ousted from power and expelled the city, and the trade of Siena suffered no little injury by the exile of so many artisan families.",
        "Sweden, as one of the guarantors of the peace of Westphalia, and several north German states, protested against the injury thus done to their coreligionists.",
        "No case of the transmission of the results of an injury can be produced.",
        "Repair Of Injuries In the process of inflammation we have a series of reactions on the part of the tissues, and fluids of the body, to counteract the ill effects of irritation or injury, to get rid of the cause, and to repair its results.",
        "Injury and loss of tissue are usually followed by repair, and both the destructive and reparative changes are, as a rule, classified under the term inflammation.",
        "In the various reactions of the tissues against the exciting cause of the injury we see a striking example of a beautifully organized plan of attack and defence on the part of the organism.",
        "At once they proceed to make good their hold on the position they have secured by secreting and throwing out toxins which cause more or less injury to the tissues in their immediate neighbourhood.",
        "These then pass into the blood stream in very large numbers, and appear to be specially attracted to the point of injury by a positive chemiotactic action.",
        "If the injury be a small incised wound through the skin and subcutaneous tissues without any septic contamination, there usually follows a minimum of reaction on the part of the tissues.",
        "The reactions of the tissues vary in degrees according to the nature and severity of the injury.",
        "As early as six hours after the injury the polymorpho-nuclear leucocytes are seen passing in large numbers from the dilated and congested blood vessels of the tissues at the margin of the wound into the injured zone, where they carry on an active phagocytosis.",
        "without evident cause; they may develop in association with prolonged irritation or injury (later referred to in more detail).",
        "Yet even the distribution of toxic matters by the blood is not necessarily followed by general and indiscriminate injury to the nervous elements.",
        "A similar sacrifice in the shape of pillars is often necessary to support the surface, either to avoid injury to valuable structures or to prevent a flooding of the mine.",
        "It has the disadvantage that the distance from one level to the next cannot usually be more than fifty feet without increasing greatly the chances of injury to the men from falling rock..",
        "As will be seen from this diagram the most serious source of death and injury is not found in mine explosions, but in the fall of rocks and mineral in the working places.",
        "Further, all the subsequent processes of cutting, moulding and annealing become increasingly difficult, owing to the greatly increased risk of breakage arising from either external injury or internal strain, as the dimensions of the individual piece of glass increase.",
        "Owing to a fire caused by lightning its fine church of St Julien, dating from the 14th century, which had escaped serious injury during many wars, was destroyed in 1817 (since rebuilt).",
        "Some of the American varieties have been introduced into France and other countries infested with Phylloxera, to serve as stocks on which to graft the better kinds of European vines, because their roots, though perhaps equally subject to the attacks of the insects, do not suffer so much injury from them as the European species.",
        "He chose the profession of military engineer, spent three years, to the decided injury of his health, at Fort Bourbon, Martinique, and was employed on his return at Rochelle, the Isle of Aix and Cherbourg.",
        "dissolves the most uncrystallizable in preference to that which is most crystallizable sugar,\" and the patentee speaks of \" a discovery I have made that no solution, unless highly concentrated, of sugar in water can without material injury to its colouring-and crystallizing power, or to both, be exposed to its boiling temperature during the period required to evaporate such solution to the crystallizing point.\"",
        "sacrilegium, which originally meant merely the theft of sacred things, although already in Cicero's time it had grown to include in popular speech any insult or injury to them.",
        "Cut plants are allowed to wilt, or become flaccid, before removal from the field, to prevent injury to the turgid leaves.",
        "For the binder whole leaf of the same quality as the fillers is used, but for the wrapper only selected leaves of the finest quality and colour, free from all injury, are employed.",
        "In the climate of Great Britain a late variety is preferable, as securing the young shoots against injury from frost, to which otherwise they are very subject.",
        "Drawers of cedar or chips of the wood are now employed to protect furs and woollen stuffs from injury by moths.",
        "It is of the most engaging tameness, being fortunately protected by popular sentiment from injury.",
        "below the surface, to escape risk of injury from frost.",
        "It commonly results from injury, as the tearing or cutting of a blood-vessel, but certain forms result from disease, as in scurvy and purpura.",
        "Haemorrhage has been classified as - (I) primary, occurring at the time of the injury; (2) reactionary, or within twenty-four hours of the accident, during the stage of reaction; (3) secondary, occurring at a later period and caused by faulty application of a ligature or septic condition of the wound.",
        "Owing to the use of paper among the threads of the embroidery and sizing in the preparation of the stuff forming the ground, every operation of folding used to cause perceptible injury to a piece, so that after a few years it acquired a crumpled and dingy appearance.",
        "He also persuaded his colleagues to grant some rather scandalous pensions, and Fox's acquiescence in this abuse after his recent agitation against Lord North's waste did him injury.",
        "Professions, such as the law or medicine, observe a code of etiquette, which the members must observe as protecting the dignity of the profession and preventing injury to its members.",
        "On the other hand he did not hesitate to inflict considerable injury on his own people, the Dutch, by the terms of the treaty with England (1689), when it became clear that only in this way could England's co-operation be secured.",
        "It is of smaller size than the preceding, and causes more injury to animals, such as sheep, dogs, &c. than to man.",
        "After wearisome and disheartening failures, embittered by the pain of an internal disease, Wolfe crowned his work by the decisive victory on the Plains of Abraham (13th of September 1759) by which the French permanently lost Quebec. Twice wounded earlier in the fight, he had refused to leave the field, and a third bullet passing through his lungs inflicted a mortal injury.",
        "He died on the 5th of November 1370 from the effects of an injury received while hunting.",
        "De Ruyter re-established the Dutch posts in Gambia, and, though he failed to retake New Amsterdam, did much injury to English trade before he returned to Holland.",
        "Great injury was inflicted on English trade by Dutch cruisers, while the wasteful administration of his officers reduced the king's treasury to much embarrassment.",
        "The Dutch were content with the injury they had done at Chatham, and dropped down the river.",
        "His inferiority in numbers did not allow him to push his attack quite home, but he inflicted so much injury that the allies were forced to return to the Thames to refit.",
        "The \" Scharnhorst \" was hit twice with little injury; the \" Gneisenau \" received three hits, one of which bent the flap of the after turret, an injury of little moment.",
        "Cradock preferred to fight and take the chance of inflicting injury on the German squadron, which was far from any base of refitment and repair.",
        "A notable instance of this was afforded at Newstead, Notts, where the ruined front of Newstead Abbey was lowered several feet without any injury to the structure.",
        "It is customary to have a curved sheet iron roof or bonnet when the cage is used for raising or lowering the miners, to protect them from injury by falling materials.",
        "the end of the barrel renders it peculiarly liable to injury, and in some rifles therefore it is provided with guards or ears; these, however, have the disadvantage that more or less of the light that would otherwise light up the sight is intercepted by the guards.",
        "The church of St Michael, founded by Bishop Bernward early in the 11th century and restored after injury by fire in 1186, contains a unique painted ceiling of the 12th century, the sarcophagus and monument of Bishop Bernward, and a bronze font; it is now a Protestant parish church, but the crypt is used by the Roman Catholics.",
        "In the last case the collar must be made in two or more pieces, as otherwise the coin could not be removed without injury.",
        "The Employers' Liability Act of 1902 (amended and broadened in 1910) holds an employer liable for damages in any case in which one of his employees sustains a personal injury by reason of the negligence of the employer, of a sub-contractor, of a superintendent, or any other person in the employer's service whose duty it was to see that \" the ways, works or machinery connected with or used in the business,\" were in proper condition, or whose duty it was to \" direct ...",
        "The larvae of the ribbon-footed corn-fly (Chlorops taeniopus) caused great injury to the barley crop in Great Britain in 1893, when the plant was weakened by extreme drought.",
        "All controversies of a civil nature, and any question of personal injury on which a suit for damages will lie, although it may also he indictable, may be referred to arbitration; but crimes, and perhaps actions on penal statutes by ntary common informers may not.",
        "This bridge suffered some injury in a storm, but it is still in good condition and one of the most graceful of bridges.",
        "But in sacrificing Griffenfeldt to the clamour of his adversaries, Christian did serious injury to the monarchy.",
        "Berthelot, who examined the skull, found no trace of injury by a bullet; and on the whole there is no reason to doubt the verdict of the original inquiry at Ermenonville.",
        "Uromyces Erythronii, a rust, sometimes causes considerable injury to the foliage of species of Lilium and other bulbous plants, forming large discoloured blotches on the leaves.",
        "Their formation from buds which normally would have yielded leaves and shoots is explained by Parfitt as the outcome of an effort at fructification induced by oviposition, such as has been found to result in several plants from injury by insect-agency or otherwise.",
        "Employers of workmen in a clay or coal mine, stone quarry, or on a steam or street railway are liable for damage in case of an injury to any of their workmen where such injury is caused by the negligence of the employer or of any servant or employee of the employer.",
        "The causes of this insurrection were manifold, and, moreover, interdependent: the injury done to the military prestige of France by its defeats in Europe; the fall of the imperial government, in which, in the eyes of the natives, the authority of France was incarnate; and the insults offered with impunity in the streets by the civil population to the officers, who were loved and respected by the Arabs, at the same time that the decree of Adolphe Cremieux accorded to the Algerine Jews the rights of French citizens.",
        "A violent quarrel exacerbated by political differences broke out among the British commands, which led to two courts-martial and to the resignation of Keppel, and did great injury to the discipline of the navy.",
        "An objection has occasionally been urged against frames lowered on to the bed of a river that they are liable to be covered over by detritus or drift brought down by floods, and consequently are subject to injury or impediments in being raised.",
        "Occasionally in certain localities in the north-west the grain is liable to injury from frost in late summer; but as the proportion of land under cultivation increases the climate becomes modified and the danger from frost is appreciably less.",
        "If, on opening the abdomen to find out what serious effects some severe injury has caused, the gall-bladder be found torn, the rent may be sewn up, or, if thought better, the gall-bladder may be removed.",
        "The weakest parts of a MS. book were the outer margins; and hence the beginnings and the ends of lines, whether of verse or prose, were specially liable to injury.",
        "without any injury; but higher temperature is very detrimental.",
        "If a man suffered injury it was to his relatives and his lord, rather than to any public official, that he applied first for protection and redress.",
        "When homicide took place vengeance was regarded as a sacred duty incumbent on the relatives, and sometimes at least the lord also, of the slain man; but, as in the case of any other injury, compensation could be made by a fixed payment.",
        "In common with all enlightened opinion, he complained bitterly of the excessive multiplication of exemptions, of the exaggerated extension of appeals to Rome, of the luxury of the Roman court, of the venality of the cardinals, and of the injury done to the traditional hierarchy by the very extent of the papal power, which was calculated to turn the strongest head.",
        "The main preoccupation of all these popes was how best to repair the injury done to orthodox Europe and to Rome by the destruction of the Latin Empire.",
        "By thus devoting itself to material interests, the papacy contemporary with the last Capetians lost its moral greatness Abuse of and fell in the opinion of the peoples; and it did itself no less injury by the abnormal extension of the bounds of its absolutism.",
        "Bertrand have shown that certain fungi, the tissues of which, when exposed, to the air by injury, become immediately coloured, do so owing to the action of tyrosinase upon one or more chromogenous substances present in the plant.",
        "The first, under the command of Captain David Porter, went on to the Pacific, where she did great injury to British trade, till she was captured off Valparaiso by the British frigate \"Phoebe\" (38) and the sloop \"Cherub\" (24) on the 28th of March 1814.",
        "Frederick, who was deformed through an injury to his spine, died on the 25th of February 1713.",
        "The yearly out-turn is estimated at over 20,000 logs, and forest officers have estimated that an annual out-turn of 9000 logs might be kept up without injury to the forests.",
        "Moreover, it must be remembered that the conditions most favourable to plants are not always those to which they are subjected in nature, for, owing to the competition of other forms in the struggle for existence, liability to injury from insects, and other adverse circumstances, plants may actually be excluded from the localities best suited for their development.",
        "The importance of the root-fibres, or \" feeding roots \" justifies the care which is taken by every good gardener to secure their fullest development, and to prevent as far as possible any injury to them in digging, potting and transplanting, such operations being therefore least prejudicial at seasons when the plant is in a state of comparative rest.",
        "Scions from a tree which is weakly, or liable to injury by frosts, are strengthened by engrafting on robust stocks.",
        "The injury inflicted is less and not so concentrated; the wounds are smaller, and have time to heal before winter sets in.",
        "Nowadays, however, quite large trees, chiefly of an ornamental character, and perhaps weighing several tons, are lifted with a large ball of soil attached to the roots, by means of a special tree-lifting machine, and are readily transferred from one part of the garden to another, or even for a distance of several miles, without serious injury.",
        "The plant must be lifted with as little injury to its rootlets as possible, and carefully set into the hole, the soil being filled in round it, and carefully pressed close by the hand.",
        "The old ball of earth must be freed from all or most of the old crocks without doing injury to the roots, and the sharp edge of the upper surface gently rubbed off.",
        "The immediate application of a very hot atmosphere would unduly force the tops, while the roots remained partially or wholly inactive; and a strong bottom heat, if it did not cause injury by its excess, would probably result in abortive growth.",
        "Of those that are liable to suffer injury in winter, as the Brompton and Queen Stocks, a portion should be potted and wintered in cold frames ventilated as freely as the weather will permit.",
        "Although a tree or plant will receive no injury when its roots are undisturbed in the soil should a frost come after planting, the same amount of freezing will, and very often does, greatly injure the plant if the roots are exposed.",
        "Cabbages that have headed may usually be preserved against injury by frost until the middle of next month, by simply pulling them up and packing them closely in a dry spot in the open field with the heads down and roots up. On approach of cold weather in December they should be covered up with leaves as high as the tops of the roots, or, if the soil is light, it may be thrown over them, if leaves are not convenient.",
        "No injury is done to the infested insects.",
        "This injury fortunately can be cured either by reheating the steel to Ac 3 when it \" refines,\" i.e.",
        "On the living animal the overhair keeps the fur filaments apart, prevents their tendency to felt, and protects them from injury - thus securing to the animal an immunity from cold and storm; while, as a matter of fact, this very overhair, though of an humbler name, is most generally the beauty and pride of the pelt, and marks its chief value with the furrier.",
        "During the long time of oppression and injury which followed the ejectment, Baxter was sadly afflicted in body.",
        "The water should be run off thoroughly, for a little stagnant water lying in places upon the surface does much injury.",
        "Compensation in respect of injury or death is not paid if the accident was brought about through the culpable negligence or other delict of the insured.",
        "In case of injury, involving incapacity for more than, thirteen weeks (for the earlier period the Krankenkassen provide), the weekly sum payable during complete or permanent incapacity is fixed at the ratio of two-thirds of the earnings during the year preceding the accident, and in case of partial disablement, at such a proportion of the earnings as corresponds to the loss through disablement.",
        "In case of death, as a consequence of injury, the following payments are made: (I) a sum of at least 1/22, lOs.",
        "Some of those who were discontented with this decision retired from the preliminary parliament, and a few of them, of republican sympathies, called the population of Upper Baden to arms. The rising was put down by the troops of Baden, but it did considerable injury by awakening the fears of the more moderate portion of the community.",
        "They were much offended by Caprivis statement that no greater injury could be done to Germany than to give her the whole of Africa, and they refused to accept his contention that the period of flag-hoisting was over, and that the time had come for consolidating their possessions.",
        "The loss of Smolensk was the first serious injury inflicted by Muscovy on Poland and only the exigencies of Sigismund compelled him to acquiesce in its surrender (1522).",
        "The Dogs Act 1865 rendered owners of dogs liable for injuries to cattle and sheep; the Dogs Act 1906 extended the owner's liability for injury done to any cattle by a dog, and further, where a dog is proved to have injured cattle or chased sheep it may be treated as a dangerous dog and must be kept under proper control or be destroyed.",
        "In ancient Egypt petitions were sent to the king or the great feudal landowners in whose territory the petitioner or his adversary dwelt or the injury was committed: courts were composed of royal or feudal officials, or in the New Kingdom of officials or responsible citizens.",
        "One of these kings might well be the founder of the IXth Dynasty, Achthoes (Kheti), who did much injury to all the inhabitants, Khuther Taurus the tyrant; the expression is that of a Chlodwig or an Alboin.",
        "At the same time encouragement was given to that section of Egyptian society which sought the reform of various Moslem institutions without injury to the principles underlying the faith of Islam:",
        "A considerable portion of this injury was inflicted, after the works had been silenced, by the deliberate fire of the ships.",
        "It has been found that disturbance of sensation, as well as disturbance of movement, is often incurred by its injury.",
        "Vertigo is a frequent result of cerebellar injury: animals indicate it by their actions; patients describe it.",
        "Again, as is well known, many species of marine algae growing in the region between the limits of high and low water are so constituted that they are exposed to the air twice a day without injury.",
        "The whip-forms would seem to be designed to resist injury from surf or current.",
        "The User assumes any and all risk of damage, injury, or death, from use of the Contents.",
        "In view of the connexion, the poem is interpreted as expressing Lamech's exultation at the advantage he expects to derive from Tubal-Cain's new inventions; the worker in bronze will forge for him new and formidable weapons, so that he will be able to take signal vengeance for the least injury.",
        "Jeffrey naturally declined to appoint a man who, in spite of some mathematical knowledge, had no special qualification, and administered a general lecture upon Carlyle's arrogance and eccentricity which left a permanent sense of injury.",
        "Complaints are often raised about the cruelty of what is called tame stag hunting, and it became a special subject of criticism that a pack should still be kept at the Royal kennels at Ascot (it was abolished in 1901) and hunted by the Master of the Buckhounds; but it is the constant endeavour of all masters and hunt servants to prevent the infliction of any injury on the deer.",
        "In the case of offences against individuals, either the person injured, or another member of his clan, would avenge the injury done.",
        "17) and of retaliation for injury received (xxiv.",
        "Fabre has found that in the nests of some species of Osmia the young bee developed in the first-formed cell, if (as often happens) she emerges from her cocoon before the inmates of the later cells, will try to work her way round these or to bite a lateral hole through the bramble shoot; should she fail to do this, she will wait for the emergence of her sisters and not make her escape at the price of injury to them.",
        "His death came very unexpectedly, after an injury in a local cricket match.",
        "He succeeded in so far that 15,000 Kufians swore to fight with him for the maintenance of the commandments of the Book of God and the Sunna (orthodox tradition) of his Prophet, the discomfiture of the tyrants, the redress of injury, and last, not least, the vindication of the family of the Prophet as the rightful caliphs.",
        "The North American Indians fear lest their venerated rattlesnake should incite its kinsfolk to avenge any injury done to it, and when the Seminole Indians begged an English traveller to rid them of one of these troublesome intruders, they scratched him-as a matter of formin order to appease the spirit of the dead snake.",
        "In May, Marlborough was arrested on a charge of high treason which subsequently broke down, and Anne persisted in regarding his disgrace as a personal injury to herself.",
        "Yet the sejm, so sensitive to its own privileges, allowed the insult to the king and the injury to the state to pass unnoticed, conniving at the destruction of the national navy and the depletion of the treasury, \"lest warships should make the crown too powerful.\"",
        "The cathedral is situated by the side of the river, and was one of the few ecclesiastical edifices that escaped injury at the hands of the Reformers.",
        "They speak of the \"breathing time\" which they have had of late, and their hope that God would, as they say, \"incline the magistrates' hearts so for to tender our consciences as that we might be protected by them from wrong, injury, oppression and molestation\"; and then they proceed: \"But if God withhold the magistrates' allowance and furtherance herein, yet we must, notwithstanding, proceed together in Christian communion, not daring to give place to suspend our practice, but to walk in obedience to Christ in the profession and holding forth this faith before mentioned, even in the midst of all trials and afflictions, not accounting our goods, lands, wives, children, fathers, mothers, brethren, sisters, yea, and our own lives, dear unto us, so that we may finish our course with joy; remembering always that we ought to obey God rather than men.\"",
        "as permits human bodies to float through the air and part without injury to their members, so the new philosophy of Kant's immediate successors requires from the postulant for initiation willingness to reverse his customary beliefs in quasi-material subjects of thought.",
        "But Knox broadens his plan so as to claim also the property which had been really gifted to the Church by princes and nobles - given by them indeed, as he held, without any moral right and to the injury of the people, yet so as to be Church patrimony.",
        "During his concluding years the archbishop appears to have upheld the papal authority in England, although not to the injury of the English Church.",
        "The wary Afghan, however, shut himself upin Kazvin, a position from which he was enabled to inflict much injury on the army of Karirn, while his own troops remained unharmed behind the walls of the town.",
        "Percy received the fugitives within a hollow square, checked the onslaught for a time with two field-pieces, used the Munroe Tavern for a hospital, and later in the day carried his command with little further injury back to Boston.",
        "For health consists in a due proportion between the action of all the different parts of the body, and if one part be unnaturally strong it may lead to injury or death.",
        "Besides these, however, we must consider the protection of the whole body from injury caused by (a) inaction, or (b) overaction, or (c) weakness of any one of its parts.",
        "This phenomenon follows injury to the phloem in the lower parts of the stem, preventing the downward flow of elaborated sap. The injury may be due to gnawing insects, and particularly to the fungus Corticium vagum, var.",
        "He is also empowered to detain a foreign ship the master or seamen of which appear to him through their misconduct or want of skill to have caused injury to a British vessel, until the necessary application for satisfaction or security be made to the local authorities.",
        "Money disbursed by consuls on account of the illness or injury of seamen is generally recoverable from the owner.",
        "It was also shown that exposure to light, dilution or exhaustion of the food-media, the presence of traces of poisons or metabolic products check growth or even bring it to a standstill; and the death or injury of any single cell in the filamentous series shows its effect on the curve by lengthening the doubling period, because its potential progeny have been put out of play.",
        "So also the local powers of resistance may be lowered by injury or depressed vitality.",
        "The plants during growth are liable to injury by severe frost, excessive rain, insects, fungi and the growth of a root-parasite (Orobanche indica).",
        "Dulong, but was obliged to suspend his inquiries during the winter on account of injury to his eye caused by an explosion of that substance.",
        "The district council are, however, liable for any injury caused through negligence on the part of their officers or servants in carrying out the work of repair.",
        "against The act applies to all public authorities, including, of district, course, district councils, and it provides in effect that councils where any action or legal proceeding is taken against a council for any act done in pursuance or execution, or intended execution, of an act of parliament, or of any public duty or authority, the action must be commenced within six months next after the act, neglect or default complained of, or in the case of a continuance of injury or damage, within six months next after the ceasing thereof.",
        "Much injury was done by earthquakes in 1730 and 1859.",
        "Further, the establishment of a protectorate does not necessarily rescind treaties made between the protected state and other states, at all events when it is not in reality conquest or cession, or when any modification would be to the injury of third parties (Pail.",
        "This young Mahratta, since known to universal execration as the arch-villain of the Mutiny, was secretly burning with a sense of injury received from the Indian government.",
        "Having through centuries undergone cruel injury, from technical imperfections at the outset, from disastrous atmospheric conditions, from vandalism and neglect, and most of all from unskilled repair, its remains have at last (1904-1908) been treated with a mastery of scientific resource and a tenderness of conscientious skill that have revived for ourselves and for posterity a great part of its power.",
        "The richness of colouring on which Vasari expatiates has indeed flown, partly from injury, partly because in striving for effects of light and shade the painter was accustomed to model his figures on a dark ground, and in this as in his other oil-pictures the ground has to a large extent come through.",
        "Apart from the merits or demerits of particular taxes or groups of taxes, and the questions as to inequality, injury to trade, and the like already discussed, the aggregate of taxation, or rather revenue, of a state may be considered in the most general way, having regard to the proportion appropriated by the state of the total income of the community, and the return made by the state therefor.",
        "The important points in this connexion appear to be: (1) Very large appropriations can be made by the state from the revenue of its subjects without permanent injury.",
        "The revolt of Pasvan Oglu in Bulgaria was the cause of great injury to Walachia.",
        "He dwelt on the injury to the working classes caused by \" dumping \" and unfair foreign competition.",
        "only so far as they had been carried out to the injury of the landowners and outside of the royal demesne.\"",
        "Any injury done to the \"souls\" being one of the worst of iniquities, the good monk should not wash his clothes (indeed, the most austere will reject clothes altogether), nor even wash his teeth, for fear of injuring living things.",
        "in making the preliminary investigations into such offence~ as riot, murder or injury to the kings rights or property.",
        "The custom whereby the inhabitants of a district were responsible for any crime or injury committed by one of their number is old and widespread; it prevailed in England before the Norman Conquest, and is an outcome of the earlier principle whereby this responsibility rested on kinship. Thus a law of Edgar (d.",
        "The eyes in some Crustacea are mounted on articulated stalks, and from the fact that they can after injury be replaced by antennalike appendages it is inferred that they represent the parapodia of the most anterior prosthomere.",
        "Very probably the power which the appendage of a given segment has of assuming the perfected form and proportions previously attained by the appendage of another segment must be classed as an instance of \" homoeosis,\" not only where such a change is obviously due to abnormal development or injury, but also where it constitutes a difference permanently established between allied orders or smaller groups, or between the two sexes.",
        "These latter, accustomed to the mild winters of those latitudes, begin to grow early in spring, and are in consequence liable to injury from spring frosts.",
        "The developing seed thus encloses fungal hyphae, which remain dormant within the seed and in spring develop symbiotically with the growth of the wheat plant, doing no apparent injury until the time of fruiting is reached, when the fungus takes complete possession and fills the new seed with a mass of darkcoloured spores.",
        "Thus there had become current the conception of a \" state of nature \" in which individuals or single families lived side by side - under none other than those \" natural \" laws which prohibited mutual injury and interference in the free use of the goods of the earth common to all, and upheld parental authority, fidelity of wives, and the observance of compacts freely made.",
        "On the west of Mount Hekla this plain connects by a regular slope directly with the tableland, to the great injury of its inhabited districts, which are thus exposed to the clouds of pumice dust and driftsand that cover large areas of the interior.",
        "This duke, however, at whose instigation the famous discussion between Luther and Johann von Eck took place in the Pleissenburg of Leipzig, inflicted some injury upon the town's trade and also upon its university by the harsh treatment which he meted out to the adherents of the new doctrines; but under the rule of his successor, Henry, Leipzig accepted the teaching of the reformers.",
        "The legislature framed a stringent anti-pass law, reduced passenger fares and express and freight charges, provided for equitable local taxation of railway terminals, regulated railway labour in the interest of safe travel, fixed upon railways the responsibility for the death or injury of their employes, and gave to the newly-created railway commission complete jurisdiction over all steam-railways in the state, over the street railways of the cities, and over express companies, telegraph companies, telephone companies and all other common carriers.",
        "In January 1652, for printing and publishing a petition against Sir Arthur Hesilrige and the Haberdashers' Hall for what he conceived to have been an injury done to his uncle George Lilburne in 1649, he was sentenced to pay fines amounting to 7000, and to be banished the Commonwealth, with prohibition of return under the pain of death.",
        "These two kinds of buds have a resemblance to each other as regards the arrangement and the development of their parts; and it sometimes happens, from injury and other causes, that the part of the axis which, in ordinary cases, would produce a leaf-bud, gives origin to a flower-bud.",
        "This perhaps it does; but, since it has been ascertained that the herring is much more restricted in its migrations than was formerly believed, and that the shoals are to a great extent local, the injury, such as it is, must be local and limited to the particular district in which the fishing for whitebait is methodically practised.",
        "This it is obvious must commonly be the case, as most leaves and fruits are not calculated to drift far in the sea without injury or in abundance; nor are they likely as a rule to be associated with marine organisms. Deposits containing marine fossils can be compared even when widely separated, for the ocean is continuous and many marine species are world-wide.",
        "I've barely had a peaceful hour since my injury I'm so overwhelmed with the vengeance against those who did me harm, and those who wish to do so.",
        "He's claiming head injury and all that shit...stuffâ€”sorry Miss Turnbull.",
        "While the limb was sore, the injury was minor.",
        "The club was boosted by the weekend's victory over the leaders, but had to overcome a worsening injury list.",
        "There are no fresh injury worries for Watford, with Clarke Carlisle, Chris Powell and Scott Loach remaining the only absentees.",
        "They were deprived of Batty through injury from November, with David Hopkin also a long time absentee.",
        "The meeting is earmarked for the return of long-time injury absentee Jesper B. Jensen to further boost the Panthers ranks.",
        "Achilles tendon injury near the end.",
        "Achilles injury has forced Craig Bellamy to pull of the squad to face Poland on Saturday.",
        "acid supplementation enhances neurological recovery from a spinal cord contusion injury, showing its potential clinical impact.",
        "add insult to injury, I would expect the children's newspaper rounds to follow next.",
        "We have developed a mouse model of vascular injury and, using our published technique, can measure leukocyte adhesion to artery segments.",
        "aggravation of the injury.",
        "When the body has a chronic ailment or injury swelling occurs around the area.",
        "aim to help those with spinal cord injury to surpass their aspirations.",
        "alanine transaminase and lactate dehydrogenase concentrations are indicative of hepatocellular injury.",
        "allay parental fears over the risk of injury in rugby matches.",
        "Since the renal allograft has no collateral arterial supply, irreversible injury may result if the ischemic time exceeds 1.5 hours.",
        "What is post traumatic amnesia with regards to traumatic brain injury?",
        "anesthetic properties could make you unaware how seriousness an injury may be.",
        "Safe means that it must not pose a risk of injury or death to people or domestic animals or of damage to property.",
        "Devon sustained a broken ankle and a head injury and was taken by ambulance to Pilgrim Hospital for treatment.",
        "ankle ligament injury.",
        "ankle injury put paid to his boxing career.",
        "ariseept in respect of death or injury to persons arising from negligence.",
        "With captain Graham Kavanagh out through injury Tony Vidmar took the skipper's armband in his place for Cardiff.",
        "Nothing but net I've used arnica before for an injury and I have to say that the results were amazing.",
        "His is a timely arrival is Grant is currently sidelined with a kidney injury.",
        "Medical malpractice attorneys specializing in brain injury, birth injury and all types of personal injuries.",
        "After leaving college he played professional baseball, but was forced to quit due to an injury.",
        "beat an undignified retreat which was not entirely free from injury.",
        "belittle the fact that a child had been bitten, the defense accepted that there was an injury.",
        "Aside from preserving all means-tested benefits, a personal injury trust can provide clarity in separating the compensation from other assets.",
        "We can be temporarily incapacitated by drug overdose, mental illness, an alcoholic binge, treatable physical illness or injury.",
        "blames bill will also lead to blaming the victim for injury.",
        "When the farmer was 10, his father got blood poisoning from an injury and died after a harrowing illness.",
        "A common occurrence in freeze injury is to observe an initial green-up of the annual bluegrass followed by a rapid death.",
        "bodily injury to your needs the sale closes a monthly mortgage.",
        "Tho the exercises were appropriate to the injury I had sustained, they were quite frankly boring.",
        "bowler in cricket is restricted in how many innings he or she can bowl to avoid arm injury.",
        "Lycium afrum L. (kaffir boxthorn ), Lycium ferocissimum Miers (African boxthorn) and L. horridum Thunb. can produce mechanical injury.",
        "Bursaria spinosa Australian boxthorn A man developed squamous carcinoma of the skin of the forehead at the site of a boxthorn prickle puncture injury.",
        "brachial plexus injury may be caused by excessive traction or force being applied to the baby's head during labor.",
        "brain injury.",
        "To think he carried on playing after such an horrific eye injury is just sheer bravery.",
        "burs of this species can cause mechanical injury to cattle, and spoil sheeps ' wool.",
        "Effective Advocacy Skills - using the buzzword \" effective \" is quite accurate for these pages from Head Injury Hotline.",
        "Imagine the damages for a valuable horse with serious injury injuring a wealthy bystander.",
        "Mechanical injury by hairy calyx can occur (Muenscher 1951 ).",
        "Safety cameras are used where there is a history of speed related or red light running injury crashes.",
        "In all over a ton of tear gas was used, many canisters aimed directly at demonstrators to cause maximum injury.",
        "clinical casebook - Training women to prevent knee injury External links of interest - Do I have to have surgery?",
        "castrate male lambs is to avoid injury through fighting.",
        "childhood cataract may be inherited or may be caused by injury or illness.",
        "The main areas of practice include chancery, commercial, crime, employment, housing, family and personal injury.",
        "I would love to own a chaser but know that I would find it very hard to cope with any serious or fatal injury.",
        "claim personal injury compensation.",
        "The time limits for making personal injury claims are, broadly speaking, much more generous than the time limits for making ET claims.",
        "Vladimir Smicer is denied an emotional outing against his former club as he has failed to recover from a thigh injury.",
        "The wheeled bins prevent serious injury for refuse collectors.",
        "coma scale, and signs and symptoms of brain injury.",
        "Personal Injury Bond Pearce LLP's personal injury team recovers compensation for people who have been injured in accidents.",
        "compensation claim for whiplash injury call 0800 10 757 95.",
        "Alternatively, you can start a chat with one of our online claim advisors for instant information on your whiplash injury compensation claim.",
        "Call us now on 0800 10 757 95 to find out more about getting birth injury compensation with YouClaim.",
        "UK Car accident compensation Claim: Personal Injury Lawyers Expert advice on maximizing car accident compensation claim damages awards.",
        "Keywords; Short stay ward, head injury, post concussion syndrome.",
        "Financial loss to third parties which is not consequent upon injury to persons or loss or damage to property is not covered.",
        "consequent upon injury to persons or loss or damage to property is not covered.",
        "consequential damages, loss or injury.",
        "Minor shocks may also cause injury following involuntary muscle contraction.",
        "contusion injury can occur: Acute anterior compartment syndrome - syndrome is usually caused by a muscle tear or an impact.",
        "cord injury can vary from person to person.",
        "corrugated steel sheeting had to be erected round much of the church to prevent injury from falling masonry.",
        "corticosteroids in head injury combined.",
        "Louise was then employed as in-house counsel at a large cruise operator to give opinions and draft defenses for personal injury and other claims.",
        "Sleep-related crashes are particularly dangerous and likely to result in serious injury - because the driver won't brake before impact.",
        "crew members of the Happy Fellow suffered personal injury.",
        "crossbar in injury time.",
        "cruciate ligament injury to Ben Burgess now thrown the ' new striker ' targets back into the melting pot?",
        "These admittedly crude figures indicate that the true risk of serious injury in these dive activities is probably very small.",
        "curable, short term illness or injury.",
        "curtailed as a result of floods and an injury affecting Jean Rochefort.",
        "Above all else tho, this was a real triumph in adversity, with the squad so decimated by injury.",
        "Molenaar picked up an injury and looked totally dejected (as well as being injured) as he went off.",
        "Carriage by carrier is also subject to international conventions, which limit liability for death injury delay and baggage delay or loss.",
        "There is a clear demarcation of £ 10,000 in injury to feelings awards.",
        "This quarter share of their genes can only be propagated if they are not demented from brain injury or degeneracy.",
        "depends largely on the severity of the injury.",
        "deserved victory over leaders Norwich but had to overcome a worsening injury list.",
        "detonated a real bomb at the Leeds station, without injury.",
        "Supreme Court Act 1981 and County Court Acts 1984 governed pre-action disclosure in respect of personal injury and wrongful death.",
        "The protocols described below apply to the reduction of the commonest type of injury, anterior dislocation.",
        "disrupted by injury which restricted him to only 23 appearances.",
        "dorsum of the joint may be slightly tender and swollen, but often the injury is painless or nearly painless.",
        "doubtful with the foot injury he sustained at Braintree.",
        "spasmodic dysphonia may follow an infection of the respiratory tract, injury to the larynx or a period of excess voice use.",
        "The Court adopted the following: 1. The cause of an injury or an episode that cannot be explained scientifically remain equivocal.",
        "exacts a heavy toll on society Every year 10,000 people die from accidental injury.",
        "For example, an athlete recovering from tennis elbow will need to strengthen the wrist extensor muscles to prevent the injury recurring.",
        "extent of an injury.",
        "The truth about stretching New research shows that stretching can aid in the prevention of injury of stress factures that plague distance runners.",
        "faked an injury, which are the usual reasons for a crowd picking on a player.",
        "With the withdrawal of a Rn fencer with an injury the RAF took victory against the RN 2-1, again taking the weapon win.",
        "There was more to follow in a frantic finale to the half with skipper Young doubling his side's tally in injury time.",
        "Even at low speeds, having your child in an incorrectly fitted seat could increase their risk of injury.",
        "They may suffer horrific flashbacks of the accident or assault which caused the facial injury every time they look in the mirror.",
        "I was thrown around and received an injury to my left foot.",
        "frantic finale to the half with skipper Young doubling his side's tally in injury time.",
        "gait analysis will reduce the chance of injury in the first place!",
        "grimacen looked down at his injury and raised his other hand to the bandage, grimacing slightly as he touched it.",
        "groin strain then suffered his Achilles injury in his comeback game for the reserves.",
        "groin injury, was deemed fit enough only for a place on the bench.",
        "But beyond that is anyone's guess, although Devonshire did let slip that injury doubt Brian Connor would be considered, if fit.",
        "Messi, 18, saw his progress hampered by a thigh injury in the run-up to the tournament.",
        "hampered by a thigh injury in the run-up to the tournament.",
        "hamstring injury leading up to the final.",
        "hamstring trouble and Ryan Lowe is a doubt with a shin injury.",
        "hamstring injury has finally forced him out of the game against the Swiss.",
        "hamstring muscle at the back of the thigh, is the most frequently seen muscle injury in the body.",
        "Most often the injury is caused by a blow to the shoulder or by falling on an outstretched hand.",
        "The inquest jury returned a verdict of \" Injury to the brain and spinal cord consequent upon judicial hanging \" .",
        "Three minutes into injury time Jason Jones magnificently turned a close-range header away for a corner.",
        "Generally, injury to the left side of the brain will cause a right hemiplegia and injury to the right side a left hemiplegia.",
        "home insurance owner uk not only personal injury lawyer.",
        "Home Office package think only a. Injury or advertising injury and it needs.",
        "At best, itÃ¢ll be back to square one; at worst, you join the hordes who drop out of exercise through injury.",
        "The natural death of such a wild animal will occur by starvation, disease or injury, none of which can be considered humane.",
        "The most frequent causes of tinnitus are noise exposure, endolymphatic hydrops, space occupying lesions and head injury.",
        "iatrogenic injury to the bowel.",
        "If a person has a life threatening illness or injury then they should still call 999.",
        "important part of helping them to avoid injury.",
        "indemnifyof Indemnity The policy indemnifies against the liability to pay damages for death, bodily injury or damage to property.",
        "infliction of psychiatric injury.",
        "ingrown toe nails are acute which means that they have occurred due to a injury to the toe.",
        "in-house counsel at a large cruise operator to give opinions and draft defenses for personal injury and other claims.",
        "I myself have suffered the same injury to my right arm in 1993.",
        "A well aimed kick from them can smash the skull of a hunting dog or inflict serious injury on a lion.",
        "With spinal injury, you can't feel anything from the break down.",
        "Muscat, who has just returned from serious injury, has two years left on his current contract.",
        "The accident involved bodily injury causing disability for more than 3 days or death.",
        "Hill walking is an activity with a danger of personal injury or death.",
        "injury compensation.",
        "Our specialist personal injury solicitors Our personal injury solicitors Our personal injury solicitors have a wide range of specialties among them.",
        "injury claims are, broadly speaking, much more generous than the time limits for making ET claims.",
        "To make a no win no fee compensation claim for whiplash injury call 0800 10 757 95.",
        "She quit to take up ballet, however a knee injury prematurely ended her career.",
        "Meanwhile, goalkeeper Roger Freestone, who was reported to be nursing an ankle ligament injury, has been named in the Swans squad.",
        "These are all typical features of a frontal lobe brain injury.",
        "Whilst on holiday in Spain Henry sustained a spinal cord injury in a diving accident.",
        "George Watson's season started badly with a hamstring injury.",
        "innings of the second test but pulled out of tour with a shin injury.",
        "inoculation injury.",
        "instilled a fear of injury in their children?",
        "To add insult to injury, the scheme is proving a recipe for windfall profits.",
        "insured's legal liabilities for death, injury or disease to third parties.",
        "intracranial hemorrhage in patients with mild head injury.",
        "In other words, the injury here was not irreparable.",
        "A young player with a head injury may be extremely irritable or fretful or may cry constantly.",
        "Differences however were detailed analysis of insurance costs Janet l a head injury.",
        "Another rider to be struck by the injury jinx was Mariusz Puszakowski, who had enjoyed a stint at Ipswich in 2005.",
        "ROY: Clearly, the injury jinx which haunted our keepers last season has carried forward.",
        "The spear end could apply significant injury to a knight in armor, or a knight in armor, or a knights horse.",
        "When I arrived this time he was confined to his night kraal whilst being treated for just such an injury.",
        "Why are these young men and women prepared to risk serious injury or even death in order to explore these vast underground labyrinths?",
        "laryngeal edema develops from direct thermal injury leading to early loss of the airway.",
        "By 1986, Raymark Corporation had been named as a defendant in more than 88,000 asbestos-related personal injury and wrongful death lawsuits.",
        "For me it was a welcome return to racing following a short layoff due to injury.",
        "Neil Baxter, last seen before Christmas, came into the center, while hooker Joe Ward also returned after a lengthy injury layoff.",
        "legal proceedings in respect of any personal injury at an early stage.",
        "lengthy spell of injury time.",
        "lenient in cases of death or serious injury is caused.",
        "lessen the chance of injury to horse or rider.",
        "let slip that injury doubt Brian Connor would be considered, if fit.",
        "Liability We accept unlimited liability We accept unlimited liability for death or personal injury caused by our negligence.",
        "liability for negligence by GCap or death or personal injury arising out of such negligence.",
        "Therefore the injury begins medially, rupturing the deltoid ligament or pulling of the medial malleolus.",
        "ligament injury in his left knee.",
        "All of these studies were of people who had been treated for an ankle ligament injury.",
        "Striker King missed the majority of last season with a knee ligament injury.",
        "Peterborough Herald BARRY Fry has been handed a major hammer blow with defensive linchpin Simon Rea facing up to another injury nightmare.",
        "The balance of his practice involves large personal injury and some clinical negligence litigation and fatal accidents.",
        "Such \" reactive lysis \" or \" bystander lysis \" can account for injury to cells not recognized by specific antibodies (131 ).",
        "mallet finger injury at the DIP joint Imaging studies such as plain radiographs will help reveal fractures.",
        "She suffered health injury and sued the ginger beer manufacturer.",
        "He was transfer listed in march 2000 after a season marred by injury but the £ 3,000 price tag was not realized.",
        "Some time ago corrugated steel sheeting had to be erected round much of the church to prevent injury from falling masonry.",
        "meniscus injury (just bad knee next time will suffice, physios eh?",
        "Wayne is unlikely to take part in the early stages of the 2006 World Cup due to an injury to his fourth metatarsal.",
        "metatarsal injury.",
        "midfield maestro was missing through injury.",
        "That means a continuation of the five-man midfield system, and a return after injury for Jerome Thomas.",
        "This may be age-related or caused by alcohol abuse, chronic illness or a head injury, even one which seems mild.",
        "monocyte levels can indicate bone marrow injury or failure and some forms of leukemia.",
        "In some cases, neck pain can be a symptom of head injury or disk trouble in the neck pain can be a symptom of head injury or disk trouble in the neck.",
        "Professional indemnity claims involving solicitors ' negligence, personal injury claims and other issues.",
        "This exclusion does not include any liability for negligence by GCap or death or personal injury arising out of such negligence by GCap or death or personal injury arising out of such negligence.",
        "The protein that is produced protects these mature nerve cells from death following an injury.",
        "As any TV newscast shows, there are many women supporting liberation struggles, even when injury and death are the inevitable result.",
        "Thompson, by now unhappily plagued by injury, could finish only ninth in the 1987 world championships.",
        "Recent data has revealed that stretch injury may enhance contractility but also increase the sensitivity of the vessel to agents which release nitric oxide.",
        "The presence of optokinetic nystagmus may not exclude loss of vision due to brain injury.",
        "oedemangeal edema develops from direct thermal injury leading to early loss of the airway.",
        "Replicate high-density rat genome oligonucleotide microarrays reveal hundreds of regulated genes in the dorsal root ganglion after peripheral nerve injury.",
        "She throws herself in front of a van and fakes another orgasm, er, sorry, I mean injury.",
        "osteitis pubis; sphincter injury ).",
        "He was visiting an osteopath this week to try to find a cure to the painful injury.",
        "All the bowlers were unlucky and we were hampered in the field due to a wet outfield and an injury as well.",
        "outfield player does not make his injury known to the Referee.",
        "overuse injury ' is used.",
        "In some cases, neck pain can be a symptom of head injury or disk trouble in the neck.",
        "The eruption consists of firm inflammatory papules and nodules at the sites of injury.",
        "Unions win the lion's share of personal injury compensation payouts.",
        "pelvis injury, Sergeant Forrest was unhurt.",
        "pelvis problem, a double hernia and an ankle injury that restricted him to 16 starts.",
        "penetrating injury of the neck in patients in stable condition.",
        "Ingestion of corrosive substances can result in severe gastrointestinal injury including perforation.",
        "personal injury Being involved in an accident is always traumatic.",
        "Management of this injury 35, XR of a Salter Harris II # of proximal phalanx of little finger.",
        "Protection of cardiac membrane phospholipid against oxidative injury by calcium antagonists.",
        "plexus injury may be caused by excessive traction or force being applied to the baby's head during labor.",
        "preclinical data with Innurex demonstrating aspects of nerve repair in models of stretch injury.",
        "The HSC are keen to gather more specific information on good practice preventive strategies physiotherapists adopt to avoid injury in the workplace.",
        "Your client may not be eager to embark on legal proceedings in respect of any personal injury at an early stage.",
        "No one likes to face injury, but runners especially seem prone to injuries.",
        "Almost any renal disease, or any type of renal injury, can cause proteinuria.",
        "Ethical practice Safety and injury General wellbeing, which can cover psychological as well as physiological wellbeing.",
        "BOO with secondary DI; osteitis pubis; sphincter injury ).",
        "Hunter, a shot putter who would have been competing that night were it not for injury, hands her a bottle of water.",
        "qualify a fully qualified accountant and in addition is Honorary Treasurer of the brain injury charity Headway.",
        "He was ruled out of the next game with a hamstring injury that was, according to Stan, sustained doing the quickstep.",
        "She has a private yard specializing in rehab following injury, breaking and schooling leading to a new career for former racehorses... .",
        "In contrast to physical injury, fractionated radiotherapy produces a series of repeated insults to the normal tissues.",
        "Likely line up United will once again start as red-hot favorites, especially with the Addicks squad ravaged by injury.",
        "Can the injury ravaged Tigers get through the last four games is the question on everybody's lips?",
        "rear endsts involved in rear-end collisions at low speeds face the greatest risk of such injury.",
        "rear endSH This injury frequently results from a common kind of car accident, the rear-end concertina crash.",
        "recovering from a ligament injury which will keep him out for the remainder of the month.",
        "re-created what may have been a trauma very similar to the circumstances of their own injury.",
        "One of the major reasons why athletes suffer a recurrence of an injury is that they have started training too hard, too soon.",
        "red-hot favorites, especially with the Addicks squad ravaged by injury.",
        "It provides a successful acute knee injury service for the local community and for tertiary referrals.",
        "Her work involved treating patients suffering from brain injury due to trauma and/or stroke, in addition to other inpatient rehab problems.",
        "For an injury rehab program I VERY STRONGLY recommend that a treadmill be used.",
        "rehabilitateim is for those rehabilitating from injury, those with mobility problems and those who need to swim for other medical reasons.",
        "remains on the sidelines with a long term knee injury.",
        "respirable fibers may cause permanent lung injury \" [4] .",
        "Injury causes an inflammatory response, which induces the secretion of a variety of cytokines including TNF- a and IL-6.",
        "physical restraint should only be used to prevent injury or serious damage to property.",
        "risk of injury or death to people or domestic animals or of damage to property.",
        "rotator cuff injury (ultrasonography) Available from: http;//www. emedicine.com/radio/topic889.htm [Accessed 9/10/2003] .",
        "Find out who would be worth such an injury in the latest rumor roundup!",
        "Nevertheless, the Court was convinced of the increased risk of injury caused by Culkin's exposure to asbestos and upheld the 1993 ruling.",
        "Clinical antecedents linked with this type of injury include maternal pyrexia, prolonged preterm rupture of membranes and maternal leucocytosis.",
        "safety cameras are used where there is a history of speed related or red light running injury crashes.",
        "Small tissue samples are also be obtained using this method allowing a range of inflammatory and injury markers to be examined in the tissue.",
        "I didn't mean my comment about your injury to sound so sarcastic, I apologize.",
        "scaffolding accident you are entitled to make a personal injury claim.",
        "scaphoid bone, the original injury having occurred in April 2002.",
        "scaphoid injury.",
        "Nerve injury sciatic Nerve Thirty percent of acetabular fractures have associated sciatic nerve injury.",
        "In the fifth minute of injury time Ireland won a scrum to the right of the English posts.",
        "scrum half was forced from the field of play with what appeared to be a shoulder of arm injury."
    ],
    "definition": [
        "Damage, harm, or loss, as from trauma.",
        "A particular form of hurt, damage, or loss.",
        "Link/Cite"
    ]
}