{
    "translation": "חקירה",
    "uses": [
        "A commission of inquiry reported in favor of private management.",
        "He formalized the structure of medical inquiry as an independent science.",
        "Dean eased into the latest news by first telling of Winston's unsuccessful inquiry about a Post Office forwarding address before mentioning his conversation with Mrs. Glass.",
        "At her inquiry, the doctor said the air tube had not caused any physical damage to Alex's vocal cords.",
        "How had their conversation gone from an inquiry about money to a litmus test of their stay in Texas?",
        "I'd not remembered that tidbit when Jackson first questioned me, but even now, I was reluctant to move his inquiry in that direction.",
        "Dean hadn't had time for a discussion with Cynthia about whether or not to tell Edith Shipton of the inquiry about her staying at Bird Song.",
        "At their inquiry, Lori informed them that she had a home and a job in California near her sister, and that she was on vacation.",
        "His first work was an inquiry into the authorship of the Commentary on St Paul's Epistles and the Treatise on Biblical Questions, ascribed to Ambrose and Augustine respectively.",
        "Twelve knights in each county are to make a thorough inquiry into all evil customs connected with the forests, and these are to be utterly abolished.",
        "I immediately instituted an inquiry to ascertain the facts in the case.",
        "He pressed on the Exclusion Bill with all his power, and, when that and the inquiry into the payments for secret service and the trial of the five peers, for which too he had been eager, were brought to an end by a sudden prorogation, he is reported to have declared aloud that he would have the heads of those who were the king's advisers to this course.",
        "The president has the power to appoint assessors to advise him on technical points; and considerable powers of devolution of authority for the purpose of inquiry and report are conferred upon the court, the main object of which is to secure settlement by conciliatory methods.",
        "Nor was this line of inquiry pursued simply as a step in the more practical problem of man's final destiny.",
        "They are the only oracles which are not decayed, and there are such answers to the most modern inquiry in them as Delphi and Dodona never gave.",
        "This inquiry is further complicated by (c), where the history of Israel and Judah, as related in Judges and I Samuel, has caused endless perplexity.",
        "circare, to go round in a circle, to explore), the act of searching into a matter closely and carefully, inquiry directed to the discovery of truth, and in particular the trained scientific investigation of the principles and facts of any subject, based on original and first-hand study of authorities or experiment.",
        "In such moments of baffled inquiry he would leave his books, perform the requisite ablutions, then hie to the mosque, and continue in prayer till light broke on his difficulties.",
        "A commission of inquiry, under the emperor's presidency, was now established to elaborate the means for carrying this promise into effect.",
        "8), where the Levite is specially associated with another apparatus of inquiry, viz.",
        "Only by the most careful inquiry into their history can their relationship or pedigree be unravelled.",
        "The bureaux de bien- Total in 0cc faisance in the larger centres are aided by unpaid workers (commissaires or dames de charit), and in the big towns by paid inquiry officers.",
        "But the problem of fitting these into the history of Israel still remains The assumption that the earlier sources for the pre-monarchical history, as incorporated by late compilers, are necessarily trustworthy confuses the inquiry (on Gen.",
        "In the 17th century they were associated with the followers of Jacob Bohme, and were undisturbed until 1708, when an inquiry was made as to their doctrines.",
        "But he could not recover Kamieniec, and when the tuszenia pospolite met at Golenba and ordered an inquiry into the conduct of Sobieski and his accomplices he frustrated all their efforts by summoning a counter confederation to meet at Szczebrzeszyn.",
        "Immediately on his arrival, the stranger was clothed and entertained, and no inquiry was made as to his name or antecedents until the duties of hospitality had been fulfilled.",
        "In 324 the Areopagus, after inquiry, reported that nine men had taken bribes from Harpalus, the fugitive treasurer of Alexander.",
        "an episcopal inquiry the pontifical commission in view of his beatification was instituted by decree of the 21st of July 1626, a celerity unique in the annals of the Congregation of Rites.",
        "For a time Giolitti successfully opposed inquiry into the conditions of the state banks, but on the 21st of March was compelled to sanction an official investigation by a parliamentary commission composed of seven members.",
        "Yet a closer inquiry into the social conditions of Vico s time, and of the studies then flourishing, shows him to have been thoroughly in touch with them.",
        "The full implications of the group of ideas require, and are likely to receive, much attention in the immediate future of biological investigation, but it is enough at present to point out that until the more obvious lines of inquiry have been opened out much more fully, we cannot be in a position to guess at the existence of a residuum, for which such a metaphysical conception as bathmism would serve even as a convenient disguise for ignorance.",
        "The department is authorized, on receipt of such report, to direct an inquiry to be made into the cause of any accident so reported, and the inspector appointed to make the inquiry is given power to enter any railway premises for the purposes of his inquiry, and to summon any person engaged upon the railway to attend the inquiry as a witness, and to require the production of all books, papers and documents which he considers important for the purpose.",
        "\"My dear friend?\" said she, in a tone of pathetic inquiry, prepared to sympathize in any way.",
        "university statutes, in which he indicated the necessity for reform; and in 1850 and 1855 he was a member of the commission of inquiry relative to the university of Cambridge.",
        "An important undertaking, known as the Agricultural Inquiry, brought to light vast quantities of information valuable for future agrarian legislation.",
        "But before this event John had instituted a great inquiry, the inquest of service of June 1212, for the purpose of finding out how much he could exact from each of his vassals, a measure which naturally excited some alarm; and then, fearing a baronial rising, he had abandoned his proposed expedition into Wales, had taken hostages from the most prominent of his foes, and had sought safety in London.",
        "- As the Sabbath was originally a religious feast, the question of the origin of the Sabbath resolves itself into an inquiry why and in what circle a festal cycle of seven days was first established.",
        "Much light was thrown upon their position by the agricultural inquiry (inchiesta agraria) completed in 1884.",
        "We arrive thus at the essential aim of geographical botany, which, as stated by Schimper, is an inquiry into the causes of differences existing among the various floras.",
        "Oh yes, that's the French ambassador himself! she replied to the countess' inquiry about Caulaincourt.",
        "c. 86 (the \" Church Discipline Act \") creates new tribunals; and first a commission of inquiry appointed by the bishop of five persons, of whom the vicar-general, or an archdeacon, or a rural dean of the diocese must be one.",
        "In reply to an inquiry about the convicts in the prison, Count Rostopchin shouted angrily at the governor:",
        "On Rostov's inquiry as to how the matter stood, he at once produced from under his pillow a paper he had received from the commission and the rough draft of his answer to it.",
        "The evidence of date derived from changes in the language is more difficult to formulate, and the inquiry calls for the most diligent use of scientific method and critical judgment.",
        "Statistical inquiry into the facts of life has long been employed, and in particular Francis Galton, within the Darwinian period, has advocated its employment and developed its methods.",
        "Many of the characters that up to the present have been dealt with by biometrical inquiry are obviously composite.",
        "In answer to Rostov's inquiry where he was going, he answered vaguely and crossly that he had some business.",
        "Anything short of this is merely descriptive and empirical, and affords no rational basis for inquiry into the mode in which the distribution of plant-life has been brought about.",
        "The count was so disconcerted by this long-foreseen inquiry that without consideration he gave the first reply that came into his head.",
        "To Pierre's timid look of inquiry after reading the letter she replied by asking him to go, but to fix a definite date for his return.",
        "Chelsum returned to the attack in 1785 (A Reply to Mr Gibbon's Vindication), and Sir David Dalrymple (An Inquiry into the Secondary Causes, &c.) made his first appearance in the controversy in 1786.",
        "You belong to the gentry? he concluded with a shade of inquiry in his tone.",
        "John and his friends feared lest the inquiry promised into the extent of the hated forest areas would be carried out too rigorously, and that these would be seriously curtailed, if not abolished altogether.",
        "His English works are an Inquiry into Speculative and Experimental Science (London, 1856); Introduction to Speculative Logic and Philosophy (St Louis, 1875), and a translation of Bretschneider's History of Religion and of the Christian Church.",
        "It was always patent that what he was chiefly concerned with was the substance and the life of Christian truth, and that his whole energies were employed in this inquiry because his whole heart was engaged in the truths and facts which were at stake.",
        "These are useful so far as they go, but they lack the impartiality that would be secured by an inquiry such as is held in England.",
        "Prince Vasili gave him a look of stern inquiry, as though what Pierre had just said was so strange that one could not take it in.",
        "Romas crossed his arms and raised an eyebrow in silent inquiry.",
        "Natasha looked round at her, and then, red and trembling, threw a frightened look of inquiry at Anatole and moved toward the door.",
        "Princess Mary looked at him with frightened inquiry, not understanding why he did not reply to what she chiefly wanted to know: how was her brother?",
        "The earliest attempts to deal with the first branch of the inquiry may be called physiognomical.",
        "Every day, letters of inquiry and notices from the court arrived, and on the first of May, Denisov was ordered to hand the squadron over to the next in seniority and appear before the staff of his division to explain his violence at the commissariat office.",
        "The corporation of Glasgow having persisted in its efforts to obtain a licence, the Treasury appointed Sheriff Andrew Jameson (afterwards Lord Ardwall) a special commissioner to hold a local inquiry in Glasgow to report whether the telephone service in that city was adequate and efficient and whether it was expedient to grant the corporation a licence.",
        "The saving of cost is effected in two ways: (I) Instead of having to incur the expenses of a protracted inquiry before parliament, the promoters of a light railway under the act of 1896 make an application to the light railway commissioners, who then hold a local inquiry, to obtain evidence of the usefulness of the proposed railway, and to hear objections to it, and, if they are satisfied, settle the draft order and hand it over to the Board of Trade for confirmation.",
        "In February 1898 Sampson, then a captain, was president of Board of Inquiry as to the cause of destruction of the \"Maine.\"",
        "And so, as they had the power and wish to inculpate him, this expedient of an inquiry and trial seemed unnecessary.",
        "Alex shifted, and then his warm lips touched her neck in soft inquiry.",
        "His gaze followed hers and he lifted a brow in inquiry.",
        "But he never ceased to exercise an independent judgment, and his work on St Paul, which appeared in 1855, was the result of much original reflection and inquiry.",
        "It may perhaps be fairly said that materialism is at present a necessary methodological postulate of natural-scientific inquiry.",
        "He thus threw in his lot with the Scottish philosophy, and his first dissertations are, in their leading position, adaptations from Reid's Inquiry.",
        "A few years later, in 347, the council of Sardica, a council of practically the whole West save Africa, reversed Tyre and acquitted St Athanasius after a full judicial inquiry.",
        "If the cause be ecclesiastical, the civil judges are to take no part in the inquiry.",
        "At the inquiry he bought his acquittal from a courtier and his accusers were executed.",
        "In no other period of the world's history, of equal length of time, has so much scientific enterprise been directed towards the field of General Asiatic inquiry.",
        "From 1879 to 1888 he was engaged on difficult experimental investigations, which began with an inquiry into the corrections required, owing to the great pressures to which the instruments had been subjected, in the readings of the thermometers employed by the \"Challenger\" expedition for observing deep-sea temperatures, and which were extended to include the compressibility of water, glass and mercury.",
        "And the work concludes with an inquiry \" how to make a township that is worth XX.",
        "The late Dr Pugh took a prominent part in this inquiry.",
        "He acted as president of the Schley court of inquiry in 1901, and submitted a mincfity report on a few details.",
        "scrutinium, from scrutari, to search or examine thoroughly), careful examination or inquiry.",
        "It adds nothing to the evidence for a reading that it has been approved by a Lachmann or a Madvig or rejected by a Stoeber or a Carutti: and an appeal to names on any such question confuses issues and deters inquiry.",
        "The philosophy of Plato is dialogue trying to become science; that of Aristotle science retaining traces of dialectic. Secondly as regards subjectmatter, even in his early writings Aristotle tends to widen the scope of philosophic inquiry, so as not only to embrace metaphysics and politics, but also to encourage rhetoric and poetics, which Plato tended to discourage or limit.",
        "A Tuesday market formed the subject of a judicial inquiry in 1768, but since the middle of the 19th century it has been held on Saturdays.",
        "He was tried by a court of inquiry, who found that his conduct to natives had been \"unjustifiable and oppressive,\" that he had used abusive language to his native officers and personal violence to his men, and that his system of accounts was \"calculated to screen peculation and fraud.\"",
        "When parliament met Roebuck gave notice that he would move for a committee of inquiry.",
        "the course of the inquiry it was proved that the letters had emanated from a man named Pigott, who had at one time been associated with the Irish Nationalist movement, but who for some time past had earned a precarious living by writing begging and threatening letters.",
        "His flight practically settled the question; and an inquiry, which many people had thought at its inception would brand Parnell as a criminal, raised him to an influence which he had never enjoyed before.",
        "In the same year (1756) appeared the Philosophical Inquiry into the Origin of our Ideas on the Sublime and Beautiful, a crude and narrow performance in many respects, yet marked by an independent use of the writer's mind, and not without fertile suggestion.",
        "In England the Inquiry had considerable vogue, but it has left no permanent trace in the development of aesthetic thought.",
        "Unaware of Adams's work, he attempted a like inquiry, and on the 1st of June 1846, in a second memoir, gave the position, but not the mass or orbit, of the disturbing body whose existence was presumed.",
        "The first book is devoted to an inquiry as to the origin of the Saturnalia and the festivals of Janus, which leads to a history and discussion of the Roman calendar, and to an attempt to derive all forms of worship from that of the sun.",
        "In 1873 an English committee of inquiry was appointed to investigate various complaints of oppression against the gaekwar, Malhar Rao, who had recently succeeded to the throne after being for a long time kept in prison by his brother, the former gaekwar.",
        "The middle ages did their best in this grouping; only here and there a rare spirit like Roger Bacon did something more, something altogether superior to his age, in showing that the faculty of independent scientific inquiry was not quite extinct.",
        "Unfortunately the statistics of population thus collected were subordinated to the fiscal interests of the inquiry, and no record has been handed down relating to the population of the city and its neighbourhood.",
        "In view of subsequent events it would be difficult to find a more interesting subject of inquiry than the internal religious and sociological conditions in Samaria at this age.",
        "He played an active part in the stirring church politics of the period, and was twice moderator of the kirk, and a member of the commission of inquiry into the condition of the university of St Andrews (1583).",
        "The steady advance of scientific inquiry into every corner of Persia, backed by the unceasing efforts of a new school of geographical explorers, has left nothing unexamined that can be subjected to superficial observation.",
        "tioned, combined with the more exact reconnaissance of native surveyors and of those exploring parties which have recently been working in the interests of commercial projects, have left little to future inquiry.",
        "The general results of recent inquiry into the ethnography of Afghanistan is to support the general correctness of Bellew's theories of the origin of the Afghan races.",
        "The ethnographical status of the mixed tribes of the mountains that lie between Chitral and the Peshawar plains has been fairly well fixed by John Biddulph, and much patient inquiry in the vast fields of Baluchistan by Major Mockler, G.",
        "The identification of existing peoples with the various Scythic, Persian and Arab races who have passed from High Asia into the Indian borderland, has opened up a vast field of ethnographical inquiry which has hardly yet found adequate workers for its investigation.",
        "He wrote An Inquiry into the Principles of Beauty in Grecian Architecture (London, 1822), and the Correspondence of the Earl of Aberdeen has been printed privately under the direction of his son, Lord Stanmore.",
        "Foote (1780-1846) of Connecticut of a resolution of inquiry into the expediency of restricting the sales of the Western lands.",
        "It was ordered that these territories should be at once restored to that province under the crown of France, and several independent sovereigns were cited to appear before two chambers of inquiry, called chambres de reunion, which Louis had established at Brisach and Metz.",
        "The first Awe work, written by James Donaldson, was printed in culture in 1697, under the title of Husbandry Anatomized; or, Scotland an Inquiry into the Present Manner of Tilling and in the 18th Manuring the Ground in Scotland.",
        "Experimental inquiry has done much to enlighten the farmer as to the requirements of plant-life, and to enable him to see how best to meet these requirements in the case of field crops.",
        "The results of more than half a century of sustained experimental inquiry were communicated to the world by Lawes and his collaborator, Sir J.",
        "But in his character as phenomena must be examined or what may be neglected p y g in economic inquiry.",
        "But at any moment special causes may bring into the field of economic inquiry whole departments of life which have hitherto been legitimately ignored.",
        "This obvious condition of scientific inquiry is very far from being completely realized even at the present time.",
        "There is no reason why we should apply to this particular act a different method of inquiry from that we should apply to any other of the numerous acts, of more or less economic importance, passed in the same session of parliament.",
        "The first step is to see whether there is a prima facie case for inquiry, for many acts of parliament have been passed which have never come into operation at all, or have been administered only for a short time on too limited a scale to have important or lasting results.",
        "These qualities are required all the more because, in order to make any further progress with such an inquiry as we have suggested, we have deliberately to make use of abstraction as an instrument of investigation.",
        "Suppose we have selected one of the numerous subsidiary problems suggested by the general inquiry, and obtained such full and complete information about one particular industry that we of a can tabulate the wages of the workers for a long series of years.",
        "But in most cases such an inquiry cannot be successfully carried out by a mere statistician.",
        "\" Unless this one matter,\" he says, \" be thoroughly understood, it is to no purpose proceeding any further in our inquiry.\"",
        "It is obvious that no inquiry into commercial policy, or into such social questions as the housing of the poor, can be effective unless this deficiency is remedied.",
        "The good effects of \" Faunal \" works such as those named in the foregoing rapid survey none can doubt, but important as they are, they do not of themselves constitute ornithology as a science; and an inquiry, no less wide and far more recondite, still remains.",
        "Not content with the 67,000 talers a month which he drew as salary for his innumerable offices, he was found when an inquiry was held in the next reign to have abstracted more than five million talers of public money for his private use.",
        "The new elector, Frederick Christian, dismissed him from office and caused an inquiry to be held into his administration.",
        "Lavoisier appears to have assumed that the composition of every chemical compound was constant, and the same opinion was the basis of much experimental inquiry at the hands of Joseph Louis Proust during 1801 to 1809, who vigorously combated the doctrine of Claude Louis Berthollet (Essai de statique chimique, 1803), viz.",
        "This theory brought together, as it were, the most varied compounds, and stimulated inquiry into many fields.",
        "Cornewall Lewis (1828; 2nd ed., 1842); William Blair, Inquiry into the State of Slavery among the Romans, from the Earliest Period to the Establishment of the Lombards in Italy (1833); Dureau de la Malle, Economie politique des Romains (2 vols., 1840); M.",
        "But as a matter of fact no small part of the interest and value of investigations in this field of inquiry lies in the relationships which may thereby be established between biological and psychological interpretations.",
        "Romanes, taking up the inquiry where Darwin left it, came to the conclusion that some instinctive modes of behaviour which he termed \"primary\" are due to the operation of natural selection alone; that others, which he termed \"secondary,\" and of which he could give few examples, were due to the inheritance of acquired modifications from which, in the phrase of G.",
        "For the Greeks \"love of wisdom\" involved inquiry into the basis and origin of things; the Hebrew \"wisdom\" was the capacity so to order life as to get out of it the greatest possible good.",
        "The selection of the topics of mathematical inquiry among the infinite variety open to it has been guided by the useful applications, and indeed the abstract theory has only recently been disentangled from the empirical elements connected with these applications.",
        "This was summarily considered by the council of ministers and then referred to the budget commission, which was to be composed not only of State functionaries, but of private persons \" worthy of confidence, and well versed in financial matters, \" and which was invested with the fullest powers of investigation and inquiry.",
        "The Ottoman government, seeking to gain time, proposed a \" mixed commission \" of inquiry; and to this France agreed, on condition that no documents later than 1740 should be admitted as evidence.",
        "With regard to the abstention from leavened bread, the inquiry is somewhat more complicated.",
        "His chief work, An Inquiry into the Nature of the Human Soul (editions 1733, 1737 and 1745; with appendix added in 1750 in answer to an attack in Maclaurin's Account of Sir I.",
        "In England however a cry was raised that Junot should have been forced to an absolutely unconditional surrender; and Sir Arthur Wellesley, Sir Hew Dalrymple and Sir Harry Burrard 3 were brought before a court of inquiry in London.",
        "In 1883 he began an inquiry into the nature and constitution of the rare earths.",
        "His memoirs, to 1834, remain unpublished, but an Inquiry into the Origin and Course of Political Parties in the United States was compiled from it by his sons and published in 1867.",
        "His speech in 1835 in support of the motion for inquiry into the Irish Church temporalities with a view to their partial appropriation for national purposes (for disestablishment was not then dreamed of as possible) contains much terse argument, and no doubt contributed to the fall of Peel and the formation of the Melbourne cabinet.",
        "He protests in favour of Lord Monteagle's motion for inquiry into the sliding scale of corn duties; of Lord Normanby's motion on the queen's speech in 1843, for inquiry into the state of Ireland (then wholly under military occupation); of Lord Radnor's bill to define the constitutional powers of the home secretary, when Sir James Graham opened Mazzini's letters.",
        "He simply sets the discussion aside as too difficult for a preliminary discourse, and not strictly relevant to a purely logical inquiry.",
        "In bringing together the conflicting opinions of the fathers on all the chief points of Christian dogmatics, it may be admitted that Abelard's aim was simply to make these contradictions the starting point of an inquiry which should determine in each case the true position and via media of Christian theology.",
        "But the whole inquiry moves .in a world of unrealities.",
        "The theory of probabilities, which Laplace described as common sense expressed in mathematical language, engaged his attention from its importance in physics and astronomy; and he applied his theory, not only to the ordinary problems of chances, but also to the inquiry into the causes of phenomena, vital statistics and future events.",
        "A commission of inquiry was then at last appointed by the Allies, and ordered elections under inter-Allied control and the dissolution of the terrorist \" League of Volunteers.\"",
        "Thus comparative anatomy came into existence as a branch of inquiry apart from zoology, and it was only in the latter part of the 19th century that the limitation of the word \" zoology \" to a knowledge of animals which expressly excludes the consideration of their internal structure was rejected by the general consent of those concerned in the progress of science.",
        "Owing to the connexion of medicine with these seats of learning, it was natural that the study of the structure and functions of the human body and of the animals nearest to man should take root there; the spirit of inquiry which now for the first time became general showed itself in the anatomical schools of the Italian universities of the 16th century, and spread fifty years later to Oxford.",
        "Under the influence of the touchstone of strict inquiry set on foot by the Royal Society, the marvels of witchcraft, sympathetic powders and other relics of medieval superstition disappeared like a mist before the sun, whilst accurate observations and demonstrations of a host of new wonders accumulated, amongst which were numerous contributions to the anatomy of animals, and none perhaps more noteworthy than the observations, made by the aid of microscopes constructed by himself, of Leeuwenhoek, the Dutch naturalist (1683), some of whose instruments were presented by him to the society.",
        "The view that instinct is the hereditarily fixed result of habit derived from experience long dominated all inquiry into the subject, but we may now expect to see a renewed and careful study of animal instincts carried out with the view of testing the applicability to each instance of the pure Darwinian theory without the aid of Lamarckism.",
        "The above observations relate to transmitted light, but Fraunhofer extended his inquiry to the light reflected.",
        "In 1869 he was appointed by Minghetti under secretary of state to the ministry of agriculture and commerce, in which capacity he abolished government control over commercial companies and promoted a state inquiry into the conditions of industry.",
        "See \"Report on the Helm Wind Inquiry,\" by W.",
        "of the gods, their representatives and their ministers - opens out several interesting lines of inquiry.",
        "He found by patient inquiry that several physical features and the dimensions of certain bones or bony structures in the body remain practically constant during adult life.",
        "Three years later England followed suit; and as the result of a fresh inquiry ordered by the Home Office, finger prints were alone relied upon for identification.",
        "The pathology of aphasia, as worked out by a combination of the experimental, the pathological and the anatomical lines of inquiry is a favourable example of what has been accomplished.",
        "Man can never be the only object of appeal in this inquiry.",
        "The difficulty, however, is more apparent than real, and in this sense, that if we start with a diseased organ as our subject of inquiry, we can quite properly, and without committing a solecism, treat of the functions of that organ in terms of its diseased state.",
        "Evidence is accumulating which may end in the explanation and perhaps in the prevention of the direst of human woes - cancer itself, though at present inquiry is being directed rather to intrinsic than to extrinsic causes.",
        "It is an unprofitable inquiry who first made this blunder; probably many fell into it independently.",
        "In the inquiry concerning the nature of Yahweh the name Yahweh Sebaoth (E.",
        "Comte's special object is a study of social physics, a science that before his advent was still to be formed; his second object is a review of the methods and leading generalities of all the positive sciences already formed, so that we may know both what system of inquiry to follow in our new science, and also where the new science will stand in relation to other knowledge.",
        "In the front of the inquiry lies one main division, that, namely, between speculative and practical knowledge.",
        "There he came under the influence of Kant, who was just then passing from physical to metaphysical problems. Without becoming a disciple of Kant, young Herder was deeply stimulated to fresh critical inquiry by that thinker's revolutionary ideas in philosophy.",
        "On the 30th of March Lord John Russell moved a resolution in favour of an inquiry into the temporalities of the Irish Church, with the intention of applying the surplus to general education without distinction of religious creed.",
        "But a profound change was' coming over him, which led him to leave the domain of physical research for that of psychical and spiritual inquiry.",
        "Considerable excitement therefore was created both in England and France by the \"find\" of bones at Moulin Quignon, and a commission of inquiry was appointed.",
        "There were in Austria 22 literary and 41 special periodicals in 1848, and 110 literary and 413 special periodicals in 1873 (see the statistical inquiry of Dr Johann Winckler, D; e period.",
        "He first undertook a preliminary inquiry into the principles upon which flight depends, and established at Allegheny a huge \"whirling table,\" the revolving arm of which could be driven by a steamengine at any circumferential speed up to 70 m.",
        "In 1711 he founded the 4 Swift's Inquiry into the Behaviour of the Queen's Last Ministry; Mrs Delaney's Correspondence, 2 ser., iii.",
        "Many complicated expressions have been suggested by subsequent writers in the attempt to represent the continuity of the gaseous and liquid states in a single formula, but these are of a highly empirical nature, and beyond the scope of the present inquiry.",
        "But when the scryers see details of various sorts, which are unknown to the inquirer, but are verified on inquiry, then telepathy perhaps fails to provide an explanation.",
        "He had previously been called on to clear himself from charges of heterodoxy brought against him in the Quarterly Review (1851), and had been acquitted by a committee of inquiry.",
        "Still more did he encourage the habit of inquiry and research, more valuable than his.",
        "generally, as media through, which to make known their opinions, there being a flavour of mysticism or occultism promotive of inquiry and suggestive of hidden meanings discernible or discoverable only by adepts.",
        "1642, \" who led the way to a more strict and critical inquiry,\" Waterland passed in review all the known MSS.",
        "In the evolution of thought epistemological inquiry succeeded the speculations of the early thinkers, who concerned themselves primarily with attempts to explain existence.",
        "The differences of opinion which arose on this problem naturally led to the inquiry as to whether any universally valid statement was possible.",
        "These volumes contain in addition to the four treatises already mentioned, Miscellaneous Reflections, now first printed, and the Inquiry concerning Virtue or Merit, described, as \"formerly printed from an imperfect copy, now corrected and published intire,\" and as \"printed first in the year 1699.\"",
        "of it too long, is able to bring irrecoverable ruin and misery\" (Inquiry concerning Virtue or Merit, Bk.",
        "In 1745 Diderot adapted or reproduced the Inquiry concerning Virtue in what was afterwards known as his Essai sur le Merite et la Vertu.",
        "Papias, his ETaZpos (Irenaeus), turns in fact from \" the vain talk of the many, and from the \" alien commandments \" to such as were \" delivered by the Lord to the faith,\" offering to the Christian world his Interpretation of the Lord's Oracles based upon personal inquiry from those who \" came his way,\" who could testify as to apostolic tradition.",
        "This changed point of view regarding the chronology of history may without hesitation be ascribed to the influence of evidence obtained in a single field of inquiry, the field, namely, of archaeology.",
        "The book may be regarded as a general view of early modern history, preparatory to the more detailed treatment of special lines of inquiry carried out in his subsequent works, although Hallam's original intention was to continue the work on the scale on which it had been begun.",
        "Like the Constitutional History, the Introduction to the Literature of Europe continues one of the branches of inquiry which had been opened in the View of the Middle Ages.",
        "He also perjured himself when putting before Elizabeth's commission of inquiry at Westminster (December 1568) a copy of the confession of Hepburn of Bowton (Cotton MSS.",
        "It was reserved for Dr Benrath to justify him, and to represent him as a fervent evangelist and at the same time as a speculative thinker with a passion for free inquiry.",
        "Influenced, however, by his godfather, Laud, then bishop of London, he resolved to make an impartial inquiry into the claims of the two churches.",
        "Cast in the form of comments on the history of Livy, the Discorsi are really an inquiry into the genesis and maintenance of states.",
        "As a result of the preceding inquiry we conclude that the student of the Apocalypse must make use of the following methods - the contemporaryhistorical, the literary-critical (fragmentary hypothesis), the traditional-historical and the psychological.",
        "His chief work appeared in 1713, under the title Clavis Universalis, or a New Inquiry after Truth, being a Demonstration of the NonExistence or Impossibility of an External World 1 (printed privately, Edinburgh, 1836, and reprinted in Metaphysical Tracts, 1837, edited by Sam.",
        "of appeal or inquiry as to the state of mind or health of the convict, or to enable him to apply for a pardon.",
        "What is thus suggested is not a rash departure from the general point of view of idealism (by its achievements in every field to which it has been applied, \" stat mole sua \") but a cautious inquiry into the possibility of reaching a conception of the world ' The most striking statement of this argument is to be found in Boutroux's treatise De la contingence des lois de la nature, first published in 1874 and reprinted without alteration in 1905.",
        "In 1911 he became Democratic leader in the Assembly and was appointed vice-chairman of the Factory Investigating Committee which made a searching inquiry into industrial conditions in the state, resulting in remedial legislation.",
        "This subject he was led to study by the experience of a colliery engineman, who noticed that he received a sharp shock on exposing one hand to a jet of steam issuing from a boiler with which his other hand was in contact, and the inquiry was followed by the invention of the \"hydro-electric\" machine, a powerful generator of electricity, which was thought worthy of careful investigation by Faraday.",
        "The greatest blow struck against heresy was the transference of the duty of inquiry into heresy from the bishops to Dominican inquisitors.",
        "It was in Rome, however, that the system from which the name of the inquiry is derived was first established upon a regular footing.",
        "Efforts have been almost unceasingly made since 1872 by statistical experts in periodical conference to bring about a general understanding, first, as to the subjects which may be considered most likely to be ascertained with approximate accuracy at a census, and secondly - a point of scarcely less importance - as to the form in which the results of the inquiry should be compiled in order to render comparison possible between the facts recorded in the different areas.",
        "In regard to the scope of the inquiry, it is recognized that much is practicable in a country where the agency of trained officials is employed throughout the operation which cannot be expected to be adequately recorded where the responsibility for the correctness of the replies is thrown upon the householder.",
        "Occupation, too, should be included, but the record of so detailed a subject is usually considered to be better obtained by a special inquiry, rather than by the rough and ready methods of a synchronous enumeration.",
        "The inquiry was entrusted in England to the overseers, acting under the justices of the peace and the high constables, and in Scotland, to village schoolmasters, under the sheriffs.",
        "The results, which were not satisfactory, were published without comment' Ten years later, the chief alteration in the inquiry was the substitution of the main occupation of the family for that of the individual.",
        "The inquiry was extended to the sex, age and occupation of every individual; those born in the district were distinguished from others, foreigners being also separately returned.",
        "In 1851 the relationship to the head of the family, civil condition, and the blind and deafmute were included in the inquiry.",
        "In anticipation of the census of 1891, a treasury committee was appointed to consider the various suggestions made in regard to the form and scope of the inquiry.",
        "Since 1861 a return has been called for in Scotland of the number of rooms with one or more windows, and that of children of school-age under instruction is also included in the inquiry.",
        "The question was somewhat expanded at the next census, and in 1901 was brought into harmony with the similar inquiry as to Welsh and Manx.",
        "It was not successful, and in 1821 again, the inquiry was considered to be but little more satisfactory.",
        "The census, therefore, was supplemented by a revisional inquiry three years afterwards, in order to get a good basis for the newly introduced system of public instruction.",
        "The inquiry in Ireland is more extensive than that in Great Britain.",
        "The inquiry as to infirmities, too, is made to extend to those temporarily incapacitated from work, whether at home or in a hospital.",
        "Scattered as are the colonies and dependencies over the world, the date found most suitable for the inquiry in the mother country and the temperate regions of the north is the opposite in the tropics and inconvenient at the antipodes.",
        "Then, again, as to the scope of the inquiry, the administrative purposes for which information is thus collected vary greatly in the different countries, and the inquiry, too, has to be limited to what the conditions of the locality allow, and the population dealt with is likely to be able and willing to answer.",
        "Later on, the last item was abandoned in favour of a fuller return of agricultural resources, a feature which has remained a prominent part of the inquiry.",
        "Owing to the sparse population and difficulties of communication in a great part of the dominion, the inquiry, though referred to a single date, is not completed on that day, a month being allowed to the enumerator for the collection of his returns and their revision and transmission to the central office.",
        "A similar inquiry was made in 1833 and again in 1836.",
        "The scope of the inquiry in New South Wales was somewhat extended and made to include occupations other than agriculture and stock-breeding.",
        "Ten years later the inquiry was extended to religion and civil condition, and for the census of 1891, again, a rather more elaborate schedule was used.",
        "The inquiry was on the same lines as its predecessors, with a little more detail as to industries and religious denomination.",
        "The information required differs in each group, but the schedule is, as a rule, of a simple character, and the results of the inquiry are usually set forth with comparatively little comment or analysis.",
        "On each occasion new areas had to be brought within the sphere of enumeration, whilst the necessity for the use in the wilder tracts of a schedule simpler in its demands than the standard, grew less as the country got more accustomed to the inquiry, and the efficiency of the administrative agency increased.",
        "The inquiry was made in great detail, under central control, and on a plan sufficiently elastic to suit the requirements of so varied a country and population.",
        "The inquiry into industrial statistics begun in 181o was also repeated and extended.",
        "Before the census law was passed, a census board, consisting of three members of the president's cabinet, was appointed to draft plans for the inquiry, and the essential features of its report prepared after consultation with a number of leading statisticians were embodied in the law.",
        "The law divided the subjects of census inquiry into two parts - first, those of primary importance, requiring the aid of the enumerator; and, secondly, those of subsidiary importance, capable of production without the aid of the enumerator.",
        "1917, but the Caporetto Commission of Inquiry rejected most of the criticisms made upon him.",
        "Proofs of the Inquiry into the Life and Writings of Homer, p. 33 o (London, 1736).",
        "Simultaneously a parliamentary commission of inquiry investigated the condition of the state banks.",
        "When the Long Parliament met, Williams was made chairman of a committee of inquiry into innovations in the church; and he was one of the bishops consulted by Charles as to whether he should veto the bill for the attainder of Strafford.",
        "Then followed weary years of ruinous delay and official inquiry, during which Hobson died after founding Auckland.",
        "An inquiry subsequently held resulted in de Cissey's favour (1881).",
        "Dr James Drummond's Inquiry into the Character and Authorship of the Fourth Gospel (1903) does not, by its valuable survey of the external evidence, succeed in giving credibility to the eyewitness origin of such a book as this is admitted to be.",
        "to there is some want of fitness in the inquiry of the disciples as to the meaning of \"the parables\" after only one has been given, and again a want of agreement between that inquiry and the words of Jesus at v.",
        "This inquiry yielded (in 1867) the result 783, and this Joule himself was inclined to regard as more accurate than his old determination by the frictional method; the latter, however, was repeated with every precaution, and again indicated 772.55 foot-pounds as the quantity of work that must be expended at sea-level in the latitude of Greenwich in order to raise the temperature of one pound of water, weighed in vacuo, from 60 to 61° F.",
        "After a great inquiry held in 1892 by a senatorial committee a reaction was produced in France against this excessive assimilation.",
        "Down to the - Reformation conditions were unfavourable to such criticism; the prevailing dogmatic use of Scripture gave no occasion for inquiry into the human origins or into the real purport and character of the several books.",
        "These four lines of inquiry have shown that the Crucifixion fell on Friday, Nisan 14 (rather than 15), in one of the six years 28-33 A.D.; and therefore, if it is possible to discover (i.) exactly which moon or month was reckoned each year as the moon or month of Nisan, and (ii.) exactly on what day that particular moon or month was reckoned as beginning, it will, of course, be possible to tell in which of these years Nisan 14 fell on a Friday.",
        "He stipulated that no inquiry should be made into his conduct in office, and was left for another seven years unmolested in the enjoyment of the fortune he had amassed.",
        "Mr Fotheringham is of opinion that the evidence from Christian sources is too uncertain, and that the statements of the Mishnah must be the starting-point of the inquiry: taking then the phasis of the new moon as the true beginning of Nisan, he concludes that Friday cannot have coincided with Nisan 14 in any year, within the period A.",
        "With Professor Pickering's usual comprehensiveness, the inquiry was so arranged as to cover the whole sky; and with four telescopes - two at Cambridge for the northern hemisphere, and two at Arequipa in Peru for the southern - to which a fine 24-in.",
        "He was occupied on his Inquiry into the Nature and Causes of the Wealth of Nations, which there is some reason for believing he had begun at Toulouse.",
        "The last two branches of inquiry are regarded as forming but a single body of doctrine in the well-known passage of the Theory of Moral Sentiments in which the author promises to give in another discourse \"an account of the general principles of law and government, and of the different revolutions they have undergone in the different ages and periods of society, not only in what concerns justice, but in what concerns police, revenue and arms, and whatever else is the subject of law.\"",
        "And we find accordingly in his great work a combination of inductive inquiry with a priori speculation founded on the \"Nature\" hypothesis.",
        "It affords a curious example of the effect of doctrinal prepossessions in obscuring the results of historical inquiry.",
        "In 1808 he published an Inquiry into the Extent and Stability of National Resources, a contribution to the discussion created by Bonaparte's commercial policy.",
        "The general's vanity lent itself to what was asked of it; after various symptoms of insubordination had shown themselves, he was deprived of his command in 1888 for twice coming to Paris without leave, and finally on the recommendation of a council of inquiry composed of five generals, his name was removed from the army list.",
        "The novice is classified according as his destination is the priesthood or lay brotherhood, while a third class of \"indifferents\" receives such as are reserved for further inquiry before a decision of this kind a strict retreat, practically in solitary confinement, during which he receives from a director, yet relying on Thine infinite kindness and mercy and impelled by the desire of serving Thee, before the Most Holy Virgin Mary and all Thy heavenly host, I, N., vow to Thy divine Majesty Poverty, Chastity and Perpetual Obedience to the Society of Jesus, and promise that I will enter the same Society to live in it perpetually, understanding all things according to the Constitutions of the Society.",
        "This knowledge of theirs was not based on reflection, on scientific inquiry and proof, but on revelation.",
        "The first prose rendering of any part of the Bible - and with these we are mainly concerned in the present inquiry -.",
        "With the exception of ZElfric's late works at the very dawn of the century, we can only record two transcripts of the West-Saxon Gospels as coming at all within the scope of our inquiry.",
        "had issued a commission of inquiry respecting the expediency and necessity of having \" in the English tongue both the New Testament and the Old \" (Wilkins' Concilia, iii.",
        "14a master-general, Congress, in June 1778, ordered an investigation; but before this inquiry had proceeded far, Congress granted him $1,000,000 to settle all claims against the office during his administration.",
        "This view, generally known as \"Prout's hypothesis,\" at least had the merit of stimulating inquiry, and many of the most careful determinations of atomic weights undertaken since its promulgation have been provoked by the desire to test its validity.",
        "As a result of their inquiry the Crofters' Holdings Act was passed in 1886, and in the course of a few years some improvement was evident and has since been sustained.",
        "His brief Inquiry Concerning Human Liberty (1715) has not been excelled, at all events in its main outlines, as a statement of the determinist standpoint.",
        "Notwithstanding that Quebec was almost solidly Roman Catholic the Rouges sternly resisted clerical pressure; they appealed to the courts and had certain elections voided on the ground of undue clerical influence, and at length persuaded the pope to send out a delegate to Canada, through whose inquiry into the circumstances the abuses were checked and the zeal of the ultramontanes restrained.",
        "Subsequently another inquiry was carried out by Major Reynell Taylor, which dealt simply with Hodson's accounts and found them to be \"an honest and correct record.",
        "In the pursuit of this inquiry he rashly invaded other departments of science, and much of the Common Place Book is occupied with a polemic, as vigorous as it is ignorant, against the fundamental conceptions of the infinitesimal calculus.",
        "That of Nautilus, which would be most important in this inquiry, is unfortunately still unknown.",
        "So great was the public displeasure in England at the escape of the enemy that a court of inquiry was held.",
        "Fourthly, the convention recommends that in disputes of an international nature, involving neither national honour nor vital interests, and arising from a difference of opinion on points of fact, the parties who have not been able to come to an agreement by means of diplomacy should institute an international commission of inquiry to facilitate a solution of these disputes by an investigation of the facts.",
        "After inquiry as to the relationship of the parties and their status (for if either be a minor or deformed, halisah cannot take place), the shoe is produced.",
        "The inquiry into a disputed parliamentary election was formerly conducted before a committee of the House of Commons, chosen as nearly as possible from both sides of the House for that particular business.",
        "For a description of the method of using the Fox circle for observations at sea consult the Admiralty Manual of Scientific Inquiry, p. 116, while a description of the most recent form of the circle, known as the Lloyd-Creak pattern, will be found in Terrestrial Magnetism, 1901, 6, p. 119.",
        "His interest in this branch of inquiry dates back at least as far as 1874, when he discussed the \"Latent Heat of Liquid Gases\" before the British Association.",
        "I have nothing but argument to offer touching this matter, having never met with any person in Persia or the Indies to inform me when the compass was first known among them, though I made inquiry of the most learned men in both countries.",
        "In 1882 he was elected to parliament and proved an active worker on committees, speaking frequently and well on foreign and colonial affairs, railway, agricultural, social and fiscal problems. In 1891, as member of the committee of inquiry on Eritrea, he opposed the African policy of both the Crispi and the Rudini Cabinets.",
        "A cable sent to India in the evening may bring a reply next morning, and in these days of rapid cotton fluctuations mail advices are confined mainly to general discussion, hypothetical inquiry, advice, admonition and complaint.",
        "In the earlier stages of the inquiry, when it was important to meet the doubts which had been expressed as to the presence of the new gas in the atmosphere, blank experiments were executed in which air was replaced by nitrogen from ammonium nitrite.",
        "Le Clerc's commentary had a great influence in breaking up traditional prejudices and showing the necessity for a more scientific inquiry into the origin and meaning of the biblical books.",
        "The rationalist spirit is, of course, coeval with human evolution; religion itself began with a rational attempt to maintain amicable relations with unknown powers, and each one of the dead religions succumbed before the development of rationalist inquiry into its premises.",
        "See also Blackwell's Inquiry, (2nd ed.",
        "In spite of the inquiry being only in its initial stages, there is already good evidence to believe that Cuenot's theory is correct, and that an albino is an individual whose skin lacks the power to secrete either the ferment or the chromogen.",
        "And this leads to the inquiry as to whether albinoes ever exhibit evidence that they carry the pattern determinants in the absence of those for pigmentation.",
        "Upon inquiry of the farmers he found that all the white pigs born in a litter were destroyed, because they could not be reared to maturity.",
        "These two words, which are nearly but not quite synonymous, designate a single subject of inquiry, which presents itself under three different although connected and in a measure intermingled aspects.",
        "xliii.) and Sir William Fitzherbert published anonymously a pamphlet on the subject, A Short Inquiry into the Nature of the Titles conferred at Portsmouth, &c., which is very scarce, but is to be found under the name of \" Fitzherbert \" in the catalogue of the British Museum Library.",
        "The individual and collective influence of the several impurities which occur in the product of the Heroult cell is still to seek, and the importance of this inquiry will be seen when we consider that if cast iron, wrought iron and steel, the three totally distinct metals included in the generic name of \"iron\" - which are only distinguished one from another chemically by minute differences in the proportion of certain non-metallic ingredients - had only been in use for a comparatively few years, attempts might occasionally be made to forge cast iron, or to employ wrought iron in the manufacture of edge-tools.",
        "of his Original Sanskrit Texts (2nd ed., 1868); it was on the origin of caste, an inquiry intended to show that it did not exist in the Vedic age.",
        "(1st ed., 1861; 2nd, 1868) was on the Vedas, a full inquiry as to the ideas of their origin, authority and inspiration held both by the Vedic and later Indian writers.",
        "In this way two lines of inquiry originated.",
        "On the 24th of October the place of the conference was shifted from York to London, where the inquiry was to be held before Queen Elizabeth in council.",
        "With special reference to the controversy concerning the Casket Letters, in addition to the article Casket Letters and the abovementioned works by Sir John Skelton, the following should be consulted: Walter Goodall, Examination of the Letters said to be written by Mary Queen of Scots to Bothwell (2 vols., Edinburgh, 1 754), which contains the letters themselves; William Tytler, Inquiry into the Evidence against Mary Queen of Scots (2 vols., London, 1790); John Whitaker, Mary Queen of Scots Vindicated (3 vols., London, 1788); F.",
        "To him, therefore, Lessing addressed in 1778 his most elaborate answers - Eine Parabel, Axiomata, eleven letters with the title Anti-Goeze, and two pamphlets in reply to an inquiry by Goeze as to what Lessing meant by Christianity.",
        "Biren thereupon forced Anne to order an inquiry into Voluinsky's past career, with the result that he was tried before a tribunal of Biren's creatures and condemned to be broken on the wheel and then beheaded.",
        "Buff carried out an inquiry on the compounds of silicon in which they prepared the previously unknown gas, silicon hydride or silicuretted hydrogen.",
        "In connexion with his position as chief statistical adviser to the government, he was constantly employed in drawing up reports, giving evidence before commissions of inquiry, and acting as a government auditor, besides publishing a number of important essays on financial subjects.",
        "After a brief sojourn at Ninewells, doubtless occupied in preparing for publication his Philosophical Essays (afterwards entitled An Inquiry concerning Human Understanding), Hume was again associated with General St Clair as secretary in the embassy to Vienna and Turin (1748).",
        "In the same year appeared the recast of the third book of the Treatise, called Inquiry concerning the Principles of Morals, of which he says that \" of all his writings, philosophical, literary or historical, it is incomparably the best.\"",
        "The brief statement in the Inquiry, § iv., is of no value, and indeed is almost unintelligible unless taken in reference to the full discussion contained in part ii.",
        "decessors in the same field of inquiry.",
        "Besides his great work, Malthus wrote Observations on the Effect of the Corn Laws; An Inquiry into the Nature and Progress of Rent; Principles of Political Economy; and Definitions in Political Economy.",
        "The New Zealand government in 1893 offered a premium of £1750 for a machine which would treat the fibre satisfactorily, and a further £250 for a process of treating the tow; and with a view to creating further interest in the matter a member of a commission of inquiry visited England during 1897.",
        "The facts that he used to walk with Bacon at Gorhambury, and would jot down with exceptional intelligence the eager thinker's sudden \" notions,\" and that he was employed to make the Latin version of some of the Essays, prove nothing when weighed against his own disregard of all Bacon's principles, and the other evidence that the impulse to independent thinking came to him not from Bacon, and not till some time after Bacon's death in 1626.1 So far as we have any positive evidence, it was not before the year 1629 that Hobbes entered on philosophical inquiry.",
        "His scheme was first to work out, in a separate treatise De corpore, a systematic doctrine of Body, showing how physical phenomena were universally explicable in terms of motion, as motion or mechanical action was then (through Galileo and others) understood - the theory of motion being applied in the light of mathematical science, after quantity, the subject-matter of mathematics, had been duly considered in its place among the fundamental conceptions of philosophy, and a clear indication had been given, at first starting, of the logical ground and method of all philosophical inquiry.",
        "233-296), fulminated in 1661 against Boyle and other friends of Wallis who, as he fancied, under the influence of that malevolent spirit, were now in London, after the Restoration, forming themselves into a society (incorporated as the Royal Society in 1662) for experimental research, to the exclusion of himself personally, and in direct contravention of the method of physical inquiry enjoined in the De corpore.",
        "Paulus, from the latter of whom he derived his tendency to free critical inquiry.",
        "Few of these papers have much interest; but among them was one of the best things that he ever wrote, a masterpiece both of reasoning and of satirical pleasantry, the review of Jenyns' Inquiry into the Nature and Origin of Evil.",
        "His doctrines were developed in his edition of Aldrich's Artis logicae rudiments (1849) - his chief contribution to the reviving study of Aristotle - and in his Prolegomena logica: an Inquiry into the Psychological Character of Logical Processes (1851, 2nd ed.",
        "The cultus applied at first to local martyrs, and it was only in exceptional circumstances that a kind of judiciary inquiry and express decision became necessary to legitimate this cultus.",
        "The inquiry was as rapid as the judgment, and both often took place a short time after the death of the saint, as in the cases of St Thomas of Canterbury (died 1170, canonized 1173), St Peter of Castelnau (died on the 15th of January 1208, canonized on the 12th of March of the same year), St Francis of Assisi (died on the 4th of October 1226, canonized on the 19th of July 1228), and St Anthony of Padua (died on the 13th of June 1231, canonized on the 3rd of June 1232).",
        "In 1793 Godwin published his great work on political science, The Inquiry concerning Political Justice, and its Influence on General Virtue and Happiness.",
        "By the words \"political justice\" the author meant \"the adoption of any principle of morality and truth into the practice of a community,\" and the work was therefore an inquiry into the principles of society, of government and of morals.",
        "The report of a parliamentary inquiry, called for by the Christian Socialists, showed the necessity for interference.",
        "In the next session (1845) he moved for an inquiry into the operation of the Game Laws.",
        "The inquiry revealed the gross cruelty and injustice with which the natives had been often treated.",
        "He became chairman of a state commission of inquiry into the number and condition of idiots in Massachusetts, and the report of this commission, presented in 1848, caused a profound sensation.",
        "For the purpose of his inquiry he adopts an obvious threefold division into idolaters, Jews and Christians.",
        "The inter-action of Christianity and Hellenism opens large fields of inquiry.",
        "And even if we could date the Avesta securely, we could only prove borrowing by more or less close coincidences of idea, a tempting but uncertain method of inquiry.",
        "Commissions of inquiry may be appointed by the high commissioner to investigate the conduct of an individual or department and take evidence on oath.",
        "Other commissions of inquiry followed, and each one brought Ismail more under European control.",
        "Then came (May 1878) a commission of inquiry of which the principal members were Sir Rivers Wilson, Major Evelyn Baring (afterwards Lord Cromer) and MM.",
        "One result of that inquiry was the extension of international control to the enormous landed property of the khedive.",
        "Mukhtar Pasha and Sir Henry Drummond Wolff were appointed commissioners, and their joint inquiry lasted till the end of 1886, when.",
        "Any attempt, therefore, at restoring the actual course of history must be preceded by an inquiry into the source of the various contents of the book.",
        "In 1786 he published An Inquiry into the Secondary Causes which Mr Gibbon has assigned for the Rapid Growth of Christianity (Dutch translation, Utrecht, 1793), one of the most respectable of the very many replies which were made to the famous 15th and 16th chapters of the Decline and Fall of the Roman Empire.",
        "A \" Memoir \" of Lord Hailes is prefixed to the 1808 reprint of his Inquiry into the Secondary Causes.",
        "On extending his inquiry to other aelotropic crystals he observed a similar variation, and was thus led, in 1825, to the discovery that aelotropic crystals, when heated, expand unequally in the direction of dissimilar axes.",
        "An agitated inquiry which only found contradictory evidence was disturbed by the news of the Irish rebellion (28th of October).",
        "The statistical investigation of correlations forms a new branch of biological inquiry, generally termed \"Biometrics,\" inaugurated by F.",
        "part 4, 1902), and after some necessary corrections the value he obtains is 0.56, a value which probably does not, if we remember the difficulties of the inquiry, differ very significantly from 2.",
        "There remains open a wide field for inquiry as to the precise relations between selection and variation on the one hand, and their products, specific differences and adaptive structures, but the advance of knowledge has supplied no alternative to the Darwinian principles.",
        "And it cannot be disproved, for it lies in a sphere beyond the reach of human inquiry.",
        "It was only after long inquiry amongst local cultivators and landowners that, about 2 m.",
        "The first part was conducted in private by the chancellor and four examiners (temptatores in cameris), and included an inquiry into the candidate's residence, attendance at lectures, and performance of exercises, as well as examination in prescribed books; those candidates adjudged worthy were admitted to the more important examination before the faculty, and the names of successful candidates were sent to the chancellor in batches of eight or more at a time, arranged in order of merit.",
        "But in view of the extreme importance of the matter, and especially of the evidence that, for some cause or other (which may or may not be the examination system), intellectual interest and initiative seem to diminish in many cases very markedly during school and college life in England, the whole subject seems to call for a searching and impartial inquiry.",
        "We now find him making extracts from the English newspapers on the Poor-Law Bill of 1796; criticising the Prussian land laws, promulgated about the same time; and writing a commentary on Sir James Steuart's Inquiry into the Principles of Political Economy.",
        "Edward Gans (q.v.) and Heinrich Gustav Hotho carried the method into special spheres of inquiry.",
        "In this obscure region it is rich in suggestions and rapprochements; but the ingenuity of these speculations attracts curiosity more than it satisfies scientific inquiry.",
        "xiv.), the concessions of conservative scholars, and even the view that the Hebrew text is too uncertain for literary criticism, indicate that the starting-point of inquiry must be the present form of the writings.",
        "The evidence for Jewish colonies at Elephantine in Upper Egypt (5th century B.C.) has opened up new paths for inquiry.",
        "During what is relatively a very brief period deeper inquiry and newer knowledge have forced a slow, painful but steady readjustment of religious convictions.",
        "Man's primary religious feeling seeks to bring him into association with the events and persons of his race, and that which in the Old Testament appears most perishable, most defective, and which suffers most under critical inquiry, was necessary in order to adapt new teaching to the commonly accepted beliefs of a bygone and primitive people.'",
        "He, therefore, abandoned the purely intellectual sphere and proposed an inquiry into the data given by the senses, from which he held that all true knowledge really comes.",
        "Thus the problem of the \"thing-initself\" is dismissed from the inquiry, and philosophy is limited to the sphere of pure thought.",
        "His conduct being attacked, he declined renomination for the governorship, but was unanimously returned by Albemarle as a delegate to the state legislature; and on the day previously set for legislative inquiry on a resolution offered by an impulsive critic, he received, by unanimous vote of the house, a declaration of thanks and confidence.",
        "Only nine years after Mahommed's announcement of his mission they heard of the new prophet, and sent to Medina a deputation headed by a wise and holy man called Kais, to make inquiry.",
        "5, 6), show that, in defending these propositions, Gorgias availed himself of the arguments which Zeno had used to discredit the popular belief in the existence of the Many; in other words, that Gorgias turned the destructive logic of Zeno against the constructive ontology of Parmenides, thereby not only reducing Eleaticism to nothingness, but also, until such time as a better logic than that of Zeno should be provided, precluding all philosophical inquiry whatsoever.",
        "In short, the attitude of the sophists towards inquiry in general precluded them, collectively and individually, from attachment to any particular theory.",
        "First, Socrates, whilst he conceived that the physicists had mistaken the field of inquiry, absolute truth being unattainable, maintained, as has been seen, that one opinion was better than another, and that consistency of opinion, resulting in consistency of action, was the end which the human intellect properly proposes to itself.",
        "This annual inquiry has sometimes been mistaken by careless passers-by for an annual reassessment of each ryot's holding.",
        "It is not, however, a change in the rates for the land which he already holds, but an inquiry into and record of the changes in his former holding or of any new land which he may wish to take up.",
        "Owing to disease among the silk-worms the industry has declined of recent years; and in 1886 an inquiry was held, which resulted in putting the silk-rearing industry of Bengal on a better basis.",
        "Clive's jagir, as it was called, subsequently became a matter of inquiry in England, and on his death it passed to the company, thus merging the zamindari in the proprietary rights.",
        "In addition, after making careful inquiry through various commissions, he reformed the systems of education and police, laid down a comprehensive scheme of irrigation, improved the leave rules and the excessive report-writing of the civil service, encouraged the native princes by the formation of the Imperial Cadet Corps and introduced many other reforms. His term of office was also notable for the coronation durbar at Delhi in January 1903, the expedition to Lhasa in 1904, which first unveiled that forbidden city to European gaze, and the partition of Bengal in 1905.",
        "Recourse has been had to a regulation of the year 1818, by which persons may be imprisoned or \" deported \" without reason assigned; and three acts of the legislature have been passed for dealing more directly with the prevalent classes of crime: (1) an Explosives Act, containing provisions similar to those in force in England; (2) a Prevention of Seditious Meetings Act, which can only be applied specially by proclamation; and (3) a Criminal Law Amendment Act, of which the two chief provisions are - a magisterial inquiry in private (similar to the Scotch procedure) and a trial before three judges of the High Court without a jury.",
        "After devoting some time to the inquiry he found that by combining lenses formed of different kinds of glass the effect of the unequal refrangibility of light was corrected, and in 1733 he succeeded in constructing telescopes which exhibited objects free from colour.",
        "It will be convenient to mention here a feature of Ciceronian prose on which singular light has been thrown by recent inquiry.",
        "Our first inquiry is whether the universe extends indefinitely in all directions, or whether there are limits beyond which the stars Limits of are not distributed.",
        "This had been exposed by a parliamentary inquiry as far back as 1814, but nothing had been done to remedy the evils laid bare.",
        "Crawford was despatched across the Atlantic on a special mission of inquiry.",
        "The subject was referred to many committees for inquiry, and it was shown that there was a lamentable want of uniformity in the enforcement of legal penalties.",
        "The result of a full inquiry was the reiteration of views already accepted in theory but not yet generally adopted in practice.",
        "We left this branch of the subject at a parliamentary inquiry.",
        "The privilege of the \"star\" is only accorded after careful inquiry and reasonable proof that the individual has never before been sent to prison.",
        "The inquiry is continuous and may be prolonged into the sentence; then, if necessary, correction is applied.",
        "The logic of the last quarter of the 19th century may be said to be animated by a spirit of inquiry, marred by a love of paradox and a corresponding hatred of tradition.",
        "The direction of their inquiry is persistently outward.",
        "There is even formal recognition of the fact that to advance in dialectic is a greater thing than to bring any special inquiry to a successful issue.",
        "These and like developments, which are to be divined from references in the Aristotelian writings, jejune, and, for the most part, of probable interpretation only, complete the material which Aristotle could utilize when he seceded from the Platonic school and embarked upon his own course of logical inquiry.",
        "In the course of inquiry into the formal consequences from probable premises, the principle of mediation or linking was so laid bare that the advance to the analytic determination of the species and varieties of syllogism was natural.",
        "One, however, the Categories, may be regarded with an ancient commentator, 10 as preliminary to the dialectical inquiry in the Topics.",
        "Production in the form of a series of relatively self-contained treatises accounts for the absence of a name and general definition of their common field of inquiry.",
        "The logical inquiry seems to be conceived as dealing with the thought of which the objects are objects.",
        "But it at least satisfies the requirement that the inquiry shall carry the plain man along with it.",
        "There is no committal to the metaphysics in the light of which the logical inquiry is at last to find its complete justification.",
        "Until the view of the individual units with which we are so far familiar has undergone radical revision, the primary inquiry must be into the forms of a class-calculus.",
        "It is in induction, which claims to start from particulars and end in universals, 2 that we must, if anywhere within the confines of logical inquiry, expect to find the required bridge.",
        "If there is conscious and purposed divergence from Aristotle, inquiry moves, on the whole, within the circle of ideas where Aristotelianism had fought its fight and won its victory.",
        "The practical end, freedom from the bondage of things with the peace it brings, is all in all, and even scientific inquiry is only in place as a means to this end.",
        "But the divorce of science of nature from mathematics, the failure of biological inquiry to reach so elementary a conception as that of the nerves, the absence of chemistry from the circle of the sciences, disappointed the promise of the dawn and the relative achievement of the noon-day.",
        "When Descartes, having faithfully and successfully followed the mathematico-physical inquiry of his more strictly scientific predecessors, found himself compelled to raise the question how it was possible for him to know what in truth he seemed to know so certainly, the problem entered on a new phase.",
        "Bacon's method begins with a digest into three tables of the facts relevant to any inquiry.",
        "With Leibnitz, on the other hand, the logical problem holds the foremost place in philosophical inquiry.",
        "\" Laws according to which the subject thinks \" and \" laws according to which the object is known \" cannot be the concern of separate departments of inquiry.",
        "For the logical inquiry, however, it is permissible to ignore or reduce these differences.",
        "For the making of the survey each county was visited by a group of royal officers (legati), who held a public inquiry, probably in the great assembly known as the county court, which was attended by representatives of every township as well as of the local lords.",
        "The unit of inquiry was the Hundred (a subdivision of the county which had then an administrative entity), and the return for each Hundred was sworn to by twelve local jurors, half of them English and half Normans.",
        "In each county the list opened with the holding of the king himself (which had possibly formed the subject of separate inquiry); then came those of the churchmen and religious houses; next were entered those of the lay tenants-in-chief (barones);° and last of all those of women, of the king's serjeants (servientes), of the few English \"thegns\" who retained land, and so forth.",
        "In 1889 a further inquiry was undertaken, known as the \"Census of Hallucinations,\" which provided information as to the percentage of individuals in the general population who, at some period of their lives, while they were in a normal state of health, had had \"a vivid impression of seeing or being touched by a living being or inanimate object, or of hearing a voice; which impression, so far as they could discover, was not due to any external cause.\"",
        "As a result of the inquiry the committee held it to be proved that \"between deaths and apparitions of the dying person a connexion exists which is not due to chance alone.\"",
        "This investigation is also memorable because he detected the minute sugar-crystals in the roots by the help of the microscope, which was thus introduced as an adjunct to chemical inquiry.",
        "An important achievement of this convention was the establishment at the Hague of an international tribunal, always ready to arbitrate upon cases submitted to it; and the convention recommended recourse not only to arbitration, but also to good offices and mediation, and to international commissions of inquiry.",
        "It was to be obeyed without question and without inquiry as to its meaning, because established by God.",
        "Macpherson's Original Papers (1775); Swift's Some Considerations upon the Consequences from the Death of the Queen, An Inquiry into the Behaviour of the Queen's last Ministry, Hist.",
        "Hitherto the praetor had conducted the preliminary inquiry as to whether an action would lie, and had appointed for the actual trial of the case a deputy, whom he instructed in the law applicable to the case and whose decisions he enforced.",
        "The composition of this fluid was subjected to a searching inquiry by the Indian Plague Commission, who pronounced its employment to be free from danger, and it was used on a large scale in various parts of India without producing injurious effects.",
        "\" But the inquiry as to whether what is narrated does not even in these parts still contain the main facts, and is not substantially trustworthy, is not yet concluded.\"",
        "The learned societies of Washington are to a large degree more national than local in their character; among them are: the Washington Academy of Sciences (1898), a \"federal head\" of most of the societies mentioned below; the Anthropological Society (founded 1879; incorporated 1887), which has published Transactions (1879 sqq., with the co-operation of the Smithsonian Institution) and The American Anthropologist (1888-1898; since 1898 published by the American Anthropological Association); the National Geographic Society (1888), which since 1903 has occupied the Hubbard Memorial Building, which sent scientific expeditions to Alaska, Mont Pelee and La Souffriere, and which publishes the National Geographic Magazine (1888 sqq.), National Geographic Monographs (1895) and various special maps; the Philosophical Society of Washington (1871; incorporated 1901), devoted especially to mathematical and physical sciences; the Biological Society (1880), which publishes Proceedings (1880 sqq.); the Botanical Society of Washington (1901); the Geological Society of Washington (1893): the Entomological Society of Washington (1884), which publishes Proceedings (1884 sqq.); the Chemical Society (1884); the Records of the Past Exploration Society (1901), which publishes Records of the Past (1902 sqq.); the Southern History Association (1896), which issues Publications (1897 sqq.); the Society for Philosophical Inquiry (1893), which publishes Memoirs (1893 sqq.); the Society of American Foresters (1900), which publishes Proceedings (1905 sqq.); and the Cosmos Club.",
        "In the investigation, therefore, of the comparative motion, of the driver and follower, in an elementary combination, it is unnecessary to consider relations of angular direction, which are already fixed by the connection of each piece with the frame; so that the inquiry is confined to the determination of the velocity ratio, and of tbe directional relation, so far only as it expresses the connection between forward and backward movements of the driver and follower.",
        "Homer was soon drawn into the circle of inquiry.",
        "In comparatively new settlements, largely fed by immigration, the number of males is obviously likely to be greater than that of females, but in the case of countries in Asia and eastern Europe in which also a considerable deficiency of the latter sex is indicated by the returns, it is probable that the strict seclusion imposed by convention on women and the consequent reticence regarding them on the part of the householders answering the official inquiry tend towards a short count.",
        "The return of birthplace which usually forms part of the census inquiry, affords supplementary information on the subject of immigration.",
        "We must not suffer it to lead us into rhetoric about the deadness and the darkness of the middle ages, or hamper our inquiry with preconceived assumptions that the re-birth in question was in any true sense a return to the irrecoverable pagan past.",
        "That rediscovery of the classic past restored the confidence in their own faculties to men striving after spiritual freedom; revealed the continuity of history and the identity of human nature in spite of diverse creeds and different customs; held up for emulation masterworks of literature, philosophy and art; provoked inquiry; encouraged criticism; shattered the narrow mental barriers imposed by medieval orthodoxy.",
        "It is therefore part of the present inquiry to pass in review some of the claimants to be considered precursors of the Renaissance.",
        "Yet none the less was the new learning, through the open spirit of inquiry it nourished, its vindication of the private reason, its enthusiasm for republican antiquity, and its proud assertion of the rights of human independence, linked by a strong and subtle chain to that turbid revolt of the individual consciousness against spiritual despotism draped in fallacies and throned upon abuses.",
        "His chief work as deputy was an inquiry into the sanitary conditions of the peasantry, and the preparation of the sanitary code adopted by the Crispi administration.",
        "A life by George Wilson (1818-1859), printed for the Cavendish Society in 1851, contains an account of his writings, both published and unpublished, together with a critical inquiry into the claims of all the alleged discoverers of the composition of water.",
        "Modern inquiry, however, tends towards the conclusion that it was under the stress of the Peloponnesian War that this impost was intro duced (428 B.C.).",
        "Before we proceed to the next period of utilitarian theory we ought to go back to notice Hume's Inquiry concerning the Principles of Morals (pub.",
        "Menzies was president, was formed after this event by ministers and elders who feared that the cause of free theological inquiry was in peril in the church.",
        "In physics, however, these matters are treated only as regards their material or efficient causes, and the result of inquiry into any one case gives no general rule, but only facilitates invention in some similar instance.",
        "But the forms of substances \" are so perplexed and complicated, that it is either vain to inquire into them at all, or such inquiry as is possible should be put off for a time, and not entered upon till forms of a more simple nature have been rightly investigated and discussed.\"",
        "There are two other grand objects of inquiry: the one, the transformation of concrete bodies; the other, the investigation of the latent powers and the latent schematism or configuration.",
        "The same kind of investigation maybe extended to many cases of natural motion, such as voluntary action or nutrition; and though inquiry is here directed towards concrete bodies, and does not therefore penetrate so deeply into reality as in research for forms, yet great results may be looked for with more confidence.",
        "It is therefore requisite for the inquiry to have before us instances in which the nature is present.",
        "Eight varieties of such experiments are enumerated, and a comparison is drawn between this and the inductive method; \" though the rational method of inquiry by the Organon promises far greater things in the end, yet this sagacity, proceeding by learned experience, will in the meantime present mankind with a number of inventions which lie near at hand.\"",
        "He also wrote a Life of Me Right Honourable Robert Boyle (London, 1744); Inquiry into the share which King Charles I.",
        "Thus the flax industry was long kept away from the most powerful motives to apply to it labour-saving devices, and apart from the influence of scientific inquiry for the improvement of methods and processes.",
        "This was not conducive to critical inquiry; questions of the historical background of the biblical passage or of the trustworthiness of the text scarcely found a place.",
        "Maclay's History of the Navy, a court of inquiry investigated Schley's conduct before and during the battle of Santiago; on the 13th of December 1901 the court pronounced Schley guilty of delay in locating Cervera's squadron, of carelessness in endangering the \"Texas\" by a peculiar \"loop\" movement or turn of the \"Brooklyn\" which blanketed the fire of other American vessels, and of disobedience to a departmental order of the 25th of May, but it recommended that no action be taken.",
        "It is a theory of philosophical truth and error, involving an account of the course of philosophical inquiry and of the supreme object of knowledge.",
        "A royal commission of inquiry was appointed, a patriotic fund opened, and money flowed in fast.",
        "That inquiry ultimately led him to change his faith.",
        "The appointment of the majority of public officials is vested in the king, who can himself dismiss cabinet ministers and certain others, whereas in most cases a judicial inquiry is necessary before dismissal.",
        "A motion for an inquiry into the conduct of the war was skilfully evaded by obtaining precedence for the succession question (Queen Ulrica Leonora had lately died childless and King Frederick was old); and negotiations were thus opened with the new Russian empress, Elizabeth, who agreed to restore the greater part of Finland if her cousin, Adolphus Frederick of Holstein, were elected successor to the Swedish crown.",
        "He persuaded his ministers to constitute a special inquiry into the proposed abolition of land taxes, and in the address with which he opened the Riksdag of 1875 laid particular stress upon the necessity of giving attention to the settlement of these two burning questions, and in 1880 again came forward with a new proposal for increasing the number of years of service with the militia.",
        "The Riksdag, however, finally agreed to a proposal by Bishop Billing, a member of the First Chamber, that an address should be presented to the king asking for a full inquiry into the question of extending the franchise for the election of members to the Second Chamber.",
        "(1766); \" An Inquiry into the Probable Parallax and Magnitude of the Fixed Stars,\" ibid.",
        "When a person who was accused of any crime was not forthcoming, inquiry was made whether he was in frankpledge; if he were not, and had no right of exemption, the township was amerced, but if he were in a tithing,-then it was upon the tithing that the amercement fell.",
        "The functions of this tribunal are to inquire into and judge differences and suits between Persian subjects and foreigners, and it is stipulated in the treaty of Turkmanchai, which is the basis of all existing treaties between Persia and other countries, that such differences and suits shall only be examined and judgment given in the presence of the dragoman of the mission or consulate (of the foreign subject), and that, once judicially concluded, such suits shall not give cause to a second inquiry.",
        "If, however, circumstances should be of a nature to require a second inquiry, it shall not take place without previous notice given to the minister, or the charg daffaires, or the consul, and in this case the business shall only be proceeded with at the supreme chancery of the shah at Tabriz or Teheran, likewise in the presence of a dragoman of the mission, or, of the consulate.",
        "Passing over the subdivisions of the administrative branch, the public safety and judicial branch includes the following departments: the office for public safety, the central inquiry office and the record or Evidenzbureau.",
        "Allen, Inquiry into the Rise and Growth of Royal Prerogative in England (London, 1849); K.",
        "His inquiry into manuscript and printed authorities was most laborious, but his lively imagination, and his strong religious and political prejudices, made him regard all things from a singularly personal point of view.",
        "The moral nature of man, his conduct in life, is that on account of which alone an inquiry into religion is of importance.",
        "His inquiry is based on teleological principles.",
        "We get from him no satisfactory answer to the inquiry, What course of action is approved by conscience?",
        "Whatever the case as to Julius, Joseph had undoubtedly believed himself a prince of Verona, and in his Epistola had put forth with the most perfect good faith, and without inquiry, all that he had heard from his.",
        "\"In all that I have said concerning the origin and progress of rent I have briefly repeated, and endeavoured to elucidate, the principles which Malthus has so ably laid down on the same subject in his Inquiry into the Nature and Progress of Rent.\"",
        "In an earlier age such an inquiry would have seemed superfluous.",
        "Backed by these forces, as well as by the king and the army, Franco effected some useful reforms. But his opponents included not only the Republicans, the professional politicians and those officials who feared inquiry, but also the magistracy, the district and municipal councils, and the large body of citizens who still believed in parliamentary government.",
        "For a long time, however, the Grand Chambre received all cases, then sent them to the Chambre des enquetes with directions; before it too were argued questions arising out of the inquiry made by the Chambre des enquetes, to the decisions of which it gave effect and which it had the power to revise.",
        "On the meeting of parliament in January 1390 Wykeham resigned the great seal; and asked for an inquiry into the conduct of the privy council, and on being assured that all was well resumed it.",
        "After the collapse of that company a secret committee of inquiry was appointed by the Commons, and Aislabie, who had in the meantime resigned the seals of his office, was declared guilty of having encouraged and promoted the South Sea scheme with a view to his own exorbitant profit, and was expelled the House.",
        "Where an offence has been committed on the high seas, or aboard ashore, by British seamen or apprentices, the consul makes inquiry on oath, and may send home the offender and witnesses by a British ship, particulars for the Board of Trade being endorsed on the agreement for conveyance.",
        "The form into which he threw his investigation seems to have deterred many able physicists from the inquiry into the ulterior cause of capillary phenomena, and induced them to rest content with deriving them from the fact of surface-tension.",
        "Varro's greatest predecessor in this field of inquiry, the man who turned over the virgin soil, was Cato the Censor.",
        "Meanwhile two branches of inquiry had arisen, so to speak, from the above.",
        "A new field of inquiry was, however, opened up when, by filtration a bacterium-free toxic fluid was obtained which produced the important symptoms of the disease-in the case of diphtheria by P. P. E.",
        "Collins, who had created much excitement by his Discourse of Free-thinking, insisting on the value and necessity of unprejudiced inquiry, published at a later stage of the deistic controversy the famous argument on the evidences of Christianity.",
        "They refuted him easily on many specific points, but carefully abstained from discussing the real question, at issue, namely the propriety of free inquiry.",
        "At the request of the pope he drew up a report of two hundred pages on the Inquisition in Portugal, with the result that after a judicial inquiry Pope Innocent XI.",
        "At the same time Democritus distinguished between obscure (UKOTG1j) cognition, resting on sensation alone, and genuine (yvrjoL), which is the result of inquiry by reason, and is concerned with atoms and void, the only real existences.",
        "The circumstance in which a fourth sister who joined the community was abducted by her brothers led to an inquiry in lunacy and to her final settlement at Spaxton.",
        "Where his written authorities are not palpably inconsistent with each other or with probability he accepts and transcribes their record without any further inquiry, nor does he ever attempt to get behind this record in order to discover the original evidence on which it rested.",
        "His acceptance in any particular case of the version given by an annalist by no means implies that he has by careful inquiry satisfied himself of its truth.",
        "Then he went to Rome and Naples and visited Vesuvius and Pompeii, called on Volta at Milan, spent the summer in Geneva, and returning to Rome occupied the winter with an inquiry into the composition of ancient colours.",
        "The inquiry was not conducted by Salisbury alone, but by several commissioners, some of whom were Roman Catholics, and many rivals and secret enemies.",
        "The result of this inquiry is generally intellectual scepticism in a greater or less degree, namely, that the object has no existence for the knower except a relative one, i.e.",
        "He can scarcely be called its inventor, for not only had many investigators already used the prism as an instrument of chemical inquiry, but considerable progress had been made towards the explanation of the principles upon which spectrum analysis rests.",
        "As the difficulties of the Crimean campaign increased, it was not Lord Palmerston but Lord John Russell who broke up the government by refusing to meet Roebuck's motion of inquiry.",
        "Zola's object was a prosecution for libel, and a judicial inquiry into the whole affaire, and at the trial, which took place in Paris in February, a fierce flood of light was thrown on the case.",
        "Originally (see below) limited to inquiry and statement, it was only in comparatively modern times that the meaning of the word was extended to include the phenomena which form or might form their subject.",
        "It meant inquiry, investigation, not narrative.",
        "It is not until Aristotle, however, that we have it definitely applied to the literary product 'instead of the inquiry which precedes it.",
        "men who carried their inquiry (historie) beyond both written record and oral tradition to a study of the world around them.",
        "Herodotus' inquiry was not simply that of an idle tourist.",
        "\"This is the showing forth of the Inquiry of Herodotus of Halicarnassus, to the end that neither the deeds of men maybe forgotten by lapse of time, nor the works, great and marvellous, which have been produced, some by Hellenes, some by Barbarians, may lose their renown, and especially that the causes may be remembered for which these waged war with one another\" (i.e.",
        "When a line was drawn between pagan and Christian back to the creation of the world, it left outside the pale of inquiry nearly all antiquity.",
        "Alters= It may be convenient here to state that certain alterations of areas can only be effected through the med i um lo of the Local Government Board after local inquiry.",
        "The powers of a county council to make orders for the alteration of local areas are as follows: When a county council is satisfied that a prima facie case is made out as respects any county district not a borough, or as respects any parish, for a proposal for all or any of the things hereafter mentioned, they may hold a local inquiry after giving such notice in the locality and to such public departments as may be prescribed from time to time by the orders of the Local Government Board.",
        "In these cases, after the local inquiry above referred to has been held, the county council, being satisfied that the proposal is desirable, may make an order for the same accordingly.",
        "The order has to be submitted to the Local Government Board, and that board must hold a local inquiry in order to determine whether the order should be confirmed or not, if the council of any district affected by it, or one-sixth of the total number of electors in the district or parish to which it relates, petition against it.",
        "The county council under these acts has compulsory powers of purchase or hire if they are unable to acquire land by agreement and on reasonable terms. If an objection is made to an order for compulsory purchase or hire, the order will not be confirmed by the Board of Agriculture until after a local inquiry has been held.",
        "If the Board of Agriculture is satisfied, after holding a local inquiry, that a county council have failed to fulfil their obligations as to allotments, the board may transfer all and any of the powers of the county council to the Small Holdings Commissioners.",
        "The Local Government Board must make inquiry into the propriety of allowing the lands to be taken, and the power to acquire the lands compulsorily can only be conferred by means of a provisional order confirmed by parliament.",
        "The sums borrowed must not exceed, with the outstanding loans, the amount of the assessable value for two years of the district for which the money is borrowed; and if the sum borrowed would, with the outstanding loans, exceed the assessable value for one year, the sanction of the Local Government Board may not be given except after local inquiry.",
        "R The report of the commission of inquiry was published, minus the minutes of the evidence submitted to the In4u' \"y commissioners, in November 1905.",
        "Simultaneously with the report of the commission of inquiry there was published a decree appointing a commission to study the recommendations contained in the report, and to formulate detailed proposals.",
        "existence of this measure was recalled in a five days' debate which took place in the Belgian parliament in the spring of 1906, when the report of the commission of inquiry and the question of the position in which Belgium stood in relation to the Congo State formed the subject of an animated and important discussion.",
        "Bonvalot in 1887, Littledale in 1888, Cumberland, Bower and Dauvergne, followed by Younghusband in succeeding years, extending to 1890; Dunmore in 1892 and Sven Hedin in 1894-1895, have all contributed more or less to Pamir geography; but the honours of successful inquiry in those high altitudes still fall to Lord Curzon, whose researches in 1894 led to a singularly clear and comprehensive description of Pamir geography, as well as to the best map compilation that till then had existed.",
        "At all times conspicuous for his eloquence, honesty and recalcitrancy, he twice came with especial prominence before the public - in 1838, when, although at the time without a seat in parliament, he appeared at the bar of the Commons to protest, in the name of the Canadian Assembly, against the suspension of the Canadian constitution; and in 1855, when, having overthrown Lord Aberdeen's ministry by carrying a resolution for the appointment of a committee of inquiry into the mismanagement in the Crimean War, he presided over its proceedings.",
        "The line of inquiry has thus been directed to ascertaining what formative relation subsists among these species and genera, the last link of the argument reaching to the relation between man and the lower creatures preceding him in time.",
        "This geological claim for a vast antiquity of the human race is supported by the similar claims of prehistoric archaeology and the science of culture, the evidence of all three departments of inquiry being intimately connected, and in perfect harmony.",
        "Upon the arrival in the following November of the troops sent by President Washington, a military court of inquiry, held at Pittsburg, caused the arrest of several persons, who were sent to Philadelphia for trial, where some of them were found guilty and sentenced to terms of imprisonment, but the sentences were not enforced.",
        "As far back as the Paraclete days, he had counted as chief among his foes Bernard of Clairvaux, in whom was incarnated the principle of fervent and unhesitating faith, from which rational inquiry like his was sheer revolt, and now this uncompromising spirit was moving, at the instance of others, to crush the growing evil in the person of the boldest offender.",
        "The laws of light and shade, the laws of \"perspective,\" including optics and the physiology of the eye, the laws of human and animal anatomy and muscular movement, those of the growth and structure of plants and of the powers and properties of water, all these and much more furnished food almost from the beginning to his insatiable spirit of inquiry.",
        "This inquiry which was long called \"rational cosmology,\" may be said to form part of the general subject of metaphysics, or at all events a pendant to it.",
        "Subsidiary to metaphysics, as the central inquiry, stand the sciences of logic and ethics, to which may be added aesthetics, constituting three normative sciences - sciences, that is, which do not, primarily, describe facts, but rather prescribe ends or set forth ideals.",
        "It is hardly an exaggeration to say that, in the English school since Hume, psychology superseded properly philosophical inquiry.",
        "The distinction between psychology and theory of knowledge was first clearly made by Kant, who repeatedly insisted that the Critique of Pure Reason was not to be taken as a psychological inquiry.",
        "The inquiry is, therefore, logical or transcendental in its nature, and does not entangle us in any decision as to the conditions of the genesis of such consciousness in the individual.",
        "The question of the truth of our knowledge, and the question of the ultimate nature of what we know, are in reality two sides of the same inquiry; and therefore our epistemological results have to be ontologically expressed.",
        "And the fact that it has become usual for men to think from this standpoint is very plainly seen in the almost universal description of philosophy as an analysis of \"experience,\" instead of its more old-fashioned de s ignation as an inquiry into \"the nature of things.\"",
        "But there is no warrant for restricting the term to any special mode of approaching the problems indicated; and as these form the central subject of metaphysical inquiry, no valid distinction can be drawn between natural theology and general metaphysics.",
        "General Wallace served as president of the court of inquiry (November 1862) which investigated the conduct of General D.",
        "When Ismail's financial straits compelled him to agree to a commission of inquiry Riaz was the only Egyptian of known honesty sufficiently intelligent and patriotic to be named as a vice-president of the commission.",
        "A mission of inquiry among the Jews throughout Europe and in Palestine, and a religious revival at his church in Dundee, made him feel that he was being called to evangelistic rather than to pastoral work, but before he could carry out his plans he died, on the 25th of March 1843.",
        "This promises to be a fertile field for future inquiry.",
        "The famous Domesday Book (q.v.) of 1086 iS in its essential nature an inquiry into the state of England at the moment of the Conquest, compiled in order that the king may have a full knowledge of the rights that he possesses as the heir of King Edward.",
        "In 1278 followed the Statute of Gloucester, an act empowering the king to make inquiry as to the right by which old royal estates, or exceptional franchises which infringed on the royal prerogative of justice or taxation, had passed into the hands of their present owners.",
        "An attack made on the prince regent at the opening of parliament on the 28th of January 1817 led to an inquiry, which revealed the existence of an.",
        "He had long been separated from his wife, Caroline of Brunswick; he now refused her the title of queen consort, forbade the mention of her name in the liturgy, and persuaded the government to promote an inquiry in parliament into her conduct; with aview to a divorce.",
        "The president of the republic, Kruger, however, handed over his prisoners to the British authorities, and parliament instituted an inquiry by a select committee into the circumstances of the raid.",
        "The inquiry was terminated somewhat abruptly.",
        "But, though Semler was really not inconsistent with himself in attacking the views of Reimarus and Bahrdt, his popularity began from that year to decline, and towards the end of his life he felt the necessity of emphasizing the apologetic and conservative value of true historical inquiry."
    ],
    "definition": [
        "Link/Cite"
    ]
}