{
    "translation": "לא מתחשב, לא רגיש",
    "uses": [
        "I don't mean to be insensitive, but I was so busy today that I didn't eat lunch.",
        "Don't be so insensitive, David.",
        "Sure, he was insensitive, but how many sixteen year olds sneak out to drink?",
        "This bending part has been proved to be insensitive to the stimuli.",
        "The pupil is always dilated and insensitive to light.",
        "It was answered that sin had not totally destroyed man's ethical nature, and that grace changed what was morally insensitive into what was morally sensitive, so that there could be a cooperation between God's grace and man's will.",
        "Pain may be stopped by removing the cause of irritation, as, for example, by the extraction of a carious tooth or by rendering the nerveendings insensitive to irritation, as by the application of cocaine; by preventing its transmission along the spinal cord by antipyrin, phenacetin, acetanilide, cocaine, &c.; or by dulling the perceptive centre in the brain by means of opium or its alkaloids, by anaesthetics, and probably also, to a certain extent, by antipyrin and its congeners.",
        "For, if the ultimate ground, of obligation lay in a refined sensitiveness to differences between right and wrong, what should be said to a man who might affirm that, just as he had no ear for music, he was insensitive to ethical differences commonly recognized ?",
        "Ending a relationship isn't easy for either person, but the good news is that there are ways that you can break the news to your girlfriend without seeming insensitive.",
        "I did not perceive her sarcastic remark as insensitive. I just thought it was funny!",
        "No wonder you think I'm insensitive.",
        "On his own account what he did and said was grossly insensitive and unsympathetic.",
        "I was being insensitive.",
        "You're such an insensitive bastard.",
        "insensitive behavior is witnessed it is the responsibility of all to shun it and ensure it remains unacceptable.",
        "There are many examples of business deals going wrong or relationships turning sour over culturally insensitive actions.",
        "Figure 3: The planar test results are relatively insensitive to the grip separation.",
        "They're utterly insensitive to the reality of their condition.",
        "Your personal space could be invaded by someone younger, who presently seems totally insensitive to their actions.",
        "Children with autism tend to ignore other people or appear insensitive to others ' needs, thoughts or feelings.",
        "In most cases the tissues of the body become insensitive to insulin.",
        "If human T cells could also be made insensitive to TGF-beta signals, then these findings could be adapted to treat cancer patients.",
        "We cannot love God and remain insensitive to all the manifestations of life around us.",
        "It can sound insensitive to people with a lot on their minds.",
        "Memory usage is approximately linear in RE size, and largely insensitive to RE complexity, except for bounded repetitions.",
        "Insensitive nursing marred a patient's last hours of life As a second-year nursing student on clinical placement, I witnessed a disturbing incident.",
        "The existing legal pigeonholes make us insensitive to the many varieties of organized crime, criminal organizations, and networks of criminal cliques.",
        "taxon ratio of disturbance sensitive taxa to insensitive taxa shows no signs of alteration from undisturbed levels.",
        "The vocal lead will send tingles up the spine or raise the hair on the arms of even the most insensitive listener.",
        "The ratio of disturbance sensitive taxa to insensitive taxa shows no signs of alteration from undisturbed levels.",
        "Equally important themes that are best avoided; usually those that are inflammatory or insensitive to those in the audience.",
        "A decade later, Woods was accused of being insensitive to those with disabilities when he used the word \"spaz\" in an interview.",
        "If you're looking for reliable tabs, the site carries both The Girl From Ipanema and How Insensitive at reasonable prices.",
        "They show little pleasure in their children and are often insensitive to their emotional needs.",
        "By contrast, parents who are inconsistent and insensitive to their infants' signals are more likely to have anxious, irritable babies who are difficult to soothe.",
        "Individuals who cannot empathize with others' feelings are less likely to curb their own aggression and more likely to become insensitive to brutality in general.",
        "These solutions should be avoided by diabetics and those with cardiovascular or other circulatory disorders whose skin may be insensitive and not appreciate irritation.",
        "The wound or ulcer is slow to heal and may be numb or insensitive when touched.",
        "Chest x rays are too insensitive to show damage to delicate respiratory tissues but can show fluid in the lungs (pulmonary edema).",
        "I do agree with you that his behaviors were mean and insensitive to your feelings.",
        "This is where your body gradually grows insensitive to insulin, making it harder and harder to regulate your blood sugar levels.",
        "She was the country bumpkin that he had to drag everywhere or be accused of being insensitive.",
        "She wanted to ask him how long he would stay at the ranch, but she couldn't think of a way to word the question that didn't sound insensitive.",
        "My comments about your land were insensitive.",
        "While discussing noses, he says that those with thick bulbous ends belong to persons who are insensitive, swinish; sharp-tipped belong to the irascible, those easily provoked, like dogs; rounded, large, obtuse noses to the magnanimous, the lion-like; slender hooked noses to the eagle-like, the noble but grasping; round-tipped retrousse noses to the luxurious, like barndoor fowl; noses with a very slight notch at the root belong to the impudent, the crow-like; while snub noses belong to persons of luxurious habits, whom he compares to deer; open nostrils are signs of passion, &c.",
        "Many men are insensitive to a woman's needs, lack insight, are emotionally naive and demonstrate little compassion.",
        "Why are Bromley Council so entrenched, and insensitive to public opinion?",
        "According to a Sri Lankan evangelical pastor, some of his fellow evangelicals have engaged in insensitive conduct.",
        "inhibit proliferation; cancer cells are insensitive to these signals.",
        "insensitive to say that anyone who is emotionally bullied can just run off away from it.",
        "What makes people generally insensitive to others ' needs?",
        "insensitive remark by Prince Phillip about deafness.",
        "insensitive nursing marred a patient's last hours of life As a second-year nursing student on clinical placement, I witnessed a disturbing incident.",
        "insensitive comparison of two C++ string objects.",
        "insensitive manner of passing on information.",
        "insensitive comments to make about our God - I am deeply hurt."
    ],
    "definition": [
        "Not physically sensitive; numb.",
        "a. Lacking in sensitivity to the feelings or circumstances of others; unfeeling.\nb. Indifferent or inattentive: insensitive to the needs of the customers.",
        "Not readily responsive to external influence or stimulation: a commodity price that is insensitive to fluctuations in demand.",
        "in·sen′si·tive·ly\nadverb",
        "in·sen′si·tiv′i·ty in·sen′si·tive·ness\nnoun",
        "Link/Cite",
        "Not having normal physical feeling",
        "Not having normal emotional feelings; cold; tactless; undiplomatic",
        "insensitively",
        "insensitivity",
        "Link/Cite"
    ]
}