{
    "translation": "להחדיר",
    "uses": [
        "it would not have been necessary to insert the initial o.",
        "The list gives only twenty-nine names, and Mommsen proposes to insert Signini.",
        "It was followed by the Vein Shimbun (Pictorial Newspaper), the first to insert illus.",
        "Various species among those that are predaceous attack smaller insects, hunt in packs crustaceans larger than themselves, insert their narrow heads into snail-shells to pick out and devour the occupants, or pursue slugs and earthworms underground.",
        "The Anecdota (\" Secret History\") purports to be a supplement to the Histories, containing explanations and additions which the author could not insert in the latter work for fear of Justinian and Theodora.",
        "There is no difficulty in observing the temperature of the surface of the sea on board ship, the only precautions required being to draw the water in a bucket which has not been heated in the sun in summer or exposed to frost in winter, to draw it well forward of any discharge pipes of the steamer, to place it in the shade on deck, insert the thermometer immediately and make the reading without delay.",
        "insert \" thirty \"); the duration of his reign is also textually uncertain.",
        "Zend has lar 0 a great tendency to insert irrational vowels, especially near ha uids; owing to this the words seem rather inflated; e.g.",
        "Ideas of all sorts poured in upon him while he was writing, and he was not always able to resist the temptation to insert them whether pertinent or not.",
        "Deidre watched closely as Cora demonstrated how to heat water, insert the teabag and then add sugar.",
        "It may be noted that it is still common to insert in mortgage deeds what is called an \" attornment clause,\" by which the mortgagor \"attorns\" tenant to the mortgagee, and the latter thereupon acquires a power of distress as an additional security.",
        "A further development in the common efforts which have been made by different powers to assure the reign of justice and judicial methods among the states of the world was the proposal of Secretary Knox of the United States to insert in the instrument of ratification of the International Prize Court Convention (adopted at the Hague in 1897) a clause stating that the International Prize Court shall be invested with the duties and functions of a court of arbitral justice, such as recommended by the first Voeu of the Final Act of the conference.",
        "He therefore saw that it was a mistake to insert a potential-affected detector such as a coherer in between the base of the antenna and the earth because it was then subject to very small variations of potential between its ends.",
        "If the plate is thin, it is necessary to measure the thickness with great care, and it is necessary to assume that the temperatures of the surfaces are the same as those of the media with which they are in contact, since there is no room to insert thermometers in the plate itself.",
        "They move actively about for a few days and then, having selected a convenient place on the young roots, insert their proboscis and become stationary.",
        "The size of the boiler may be increased or diminished by the addition or subtraction of one or more sections; these, being simple in design, are easily fitted together, and should a section become defective it is a simple matter to insert a new one in its place.",
        "After 915 B, C insert as a separate document a short register of Mercian affairs during the same period (902-924), which might be called the acts of Ã†thelflaed, the famous \"Lady of the Mercians,\" while D has incorporated it, not very skilfully, with the official continuation.",
        "The Egyptologist who has long lived in the realm of conjecture is too prone to consider any feries of guesses good enough to serve as a translation, and forgets to insert the notes of interrogation which would warn workers in other fields from implicit trust.",
        "These forms are termed the stock-mothers; they creep into the buds of the vine, and, as these develop intofthe young leaves, insert their proboscis into the upper side.",
        "Insert natural things, indestructibles, idioms, characteristics, rivers, states, persons, &c. Be full of strong sensual germs...",
        "It is of interest to note that, although John Bunyan was bitterly opposed to Quakers, his friends, on hearing of the petition contemplated by them, requested them to insert his name on the list, and in this way he gained his freedom.",
        "Assuming at the outset an opposition between the two, self and matter of knowledge, he is driven by the exigencies of the problem of reconciliation to insert term after term as means of bringing them together, but never succeeds in attaining a junction which is more than mechanical.",
        "It is probable that he was the author of the law which left it to the discretion of the pontiffs to insert or omit the intercalary month of the year.",
        "\" Why could not one submit to it,\" the tsar continued, \" the positive rights of nations, assure the privilege of neutrality, insert the obligation of never beginning war until all the resources which the mediation of a third party could offer have been exhausted, having by this means brought to light the respective grievances, and tried to remove them?",
        "The United States government therefore proposed that the signatories should insert in the act of ratification a reservation to the effect that resort to the International Prize Court, in respect of decisions of their national tribunals, should take the form of a direct claim for compensation.",
        "Each bundle runs downwards through one internode and then divides into two branches which insert themselves on the alternating bundles entering at this node.",
        "which are the values of and we insert within this series the successive powers of x, where x is such that x 100 = 2.",
        "So little was the collection considered as a literary work with a definite text that every one assumed a right to abridge or enlarge, to insert ideas of his own, or fresh scriptural quotations; nor were the scribes and translators by any means scrupulous about the names of natural objects, and even the passages from Holy Writ.",
        "The instructions given to them by the emperor were as follows: - they were to procure and peruse all the writings of all the authorized jurists (those who had enjoyed the jus respondendi); were to extract from these writings whatever was of most permanent and substantial value, with power to change the expressions of the author wherever conciseness or clearness would be thereby promoted, or wherever such a change was needed in order to adapt his language to the condition of the law as it stood in Justinian's time; were to avoid repetitions and contradictions by giving only one statement of the law upon each point; were to insert nothing at variance with any provision contained in the Codex constitutionum; and were to distribute the results of their labours into fifty books, subdividing each book into titles, and following generally the order of the Perpetual Edict.2 These directions were carried out with a speed which is surprising when we remember not only that the work was interrupted by the terrible insurrection which broke out in Constantinople in January 532, and which led to the temporary retirement from office of Tribonian, but also that the mass of literature which had to be read through consisted of no less than two thousand treatises, comprising three millions of sentences.",
        "For convenience' sake we insert at this point a partial list of missionaries and others who visited the country during the second third of the 19th century - merely calling attention to the fact that their visits were distributed over widely different parts of the country, ruled by distinct lines of monarchs or governors.",
        "Skip three chains and insert the hook in the fourth chain.",
        "Adam style surround, marble effect insert & hearth.",
        "Identify the steps to create an animation Insert an audio file.",
        "De Inclinationibus had for its object to insert a straight line of a given length, tending towards a given point, between two given (straight or circular) lines.",
        "The decree explains the filioque in a manner acceptable to the Greeks, but does not require them to insert the term in their symbol; it demands that celebrants follow the custom of their own church as to the employment of leavened or unleavened bread in the Eucharist.",
        "The French governor, Boufflers, made a glorious defence, and Eugene paid a flattering tribute to his valour in inviting him to prepare the articles of capitulation himself, with the words \"I subscribe to everything beforehand, well persuaded that you will not insert anything unworthy of yourself or of me.\"",
        "To multiply two decimals exactly, we multiply them as if the point were absent, and then insert it so that the number of figures after the point in the product shall be equal to the sum of the numbers of figures after the points in the original decimals.",
        "The flexor digitorum sublimis muscle arises fleshy from the long elastic band which extends from the inner humeral condyle along the ventral surface of the ulna to the ulnar carpal bone, over which the tendon runs to insert itself on the radial anterior side of the first phalanx of the second digit.",
        "Hence we may insert in the power-series numbers with fractional indices, provided that the multiplication of these numbers follows the same law.",
        "The second edition in English appeared at Edinburgh in 1611, and in the preface to it Napier states he intended to have published an edition in Latin soon after the original publication in 1593, but that, as the work had now been made public by the French and Dutch translations, besides the English editions, and as he was \"advertised that our papistical adversaries wer to write larglie against the said editions that are alreadie set out,\" he defers the Latin edition \"till having first seene the adversaries objections, I may insert in the Latin edition an apologie of that which is rightly done, and an amends of whatsoever is amisse.\"",
        "To save water, our standard range of taps includes either a 6 liter aerator or 1.7 liter spray insert.",
        "The apostrophe If needed, insert the apostrophe into the following headlines and standfirsts, then check your answers within The Newspaper.",
        "Take care not to insert the applicator too far down the throat.",
        "But [insert baddie 's name] is planning to steal a candle from the old church!",
        "batting lineup, E C & B skipper Amos decided to insert the opposition.",
        "begine they came in and began the process, the pathologists would insert the chip at that point.",
        "Then multiple users can insert citations, scan, and generate bibs simultaneously.",
        "The soldier had died following an operation to insert a stent into an artery, a device designed to cleanse the bloodstream of cholesterol.",
        "To make a named location, just use the insert menu to insert a bookmark; it's easy once you've found it.",
        "But it was in HMV in Milton Keynes in a proper CD case with insert and everything... no bootleg!",
        "brevet crown, but with the wrong bezel insert, or wrong dial.",
        "bulb holder insert worked well.",
        "Holding the measuring cylinder over a tray or beaker, lightly insert the rubber bung.",
        "Having shaved the rabbit they commence work to insert the cannula during which the rabbit jumps.",
        "The Professor uses scalpel to cut into the rabbit's leg to insert a venous cannula.",
        "Combine literacy and IT skills to insert captions, labels and notes on the digital images.",
        "carriage return twice at the points where you want to insert a blank line.",
        "Another extension of the lining spans from the anterior membrane to insert into the cricoid cartilage, forming the vocal cords.",
        "Features include a original marble fireplace with insert, overmantle mirror and stunning chandelier.",
        "Insert a whole clove in the center of each diamond.",
        "coal gaseriod style fireplace with decorative frieze and jabs, marble insert and hearth, living flame coal effect gas fire.",
        "Macros allow you to easily insert smilies, python source coloring, and lots more into your pages.",
        "In the box ' between ' insert a comma followed by a space.",
        "Insert the potting compost in seed trays or shallow pots.",
        "The microphone used is a 3 terminal electret condenser microphone insert.",
        "cosyat for a few seconds, insert back into his belly, and he'll keep you feeling cozy and content at night.",
        "crumble easily, insert an edging of wood or plastic set below grass level.",
        "CS (gas)ing& insert (size_t pos, const wchar_t* cs ); Inserts a copy of the null-terminated string cs into self at position pos.",
        "Move the insertion cursor to the location where you want to insert the text.",
        "insert several cuttings into pots of Seed & Cutting compost.",
        "Insert the short focus Barlow into a star diagonal for 2x or insert the diagonal into the Barlow for 3x.",
        "disccludes lyrics printed in CD insert and a CD+G graphics-enabled compact disk featuring complete as well as accompaniment-only versions of each Broadway show number.",
        "When you switch drives or insert a disk, you see a new disk directory.",
        "Insert and eject the disk a couple of times.",
        "insert the first floppy diskette (labeled Disk 1) in the appropriate drive.",
        "Insert your original DOS diskette in drive A and press any key.",
        "Dom methods create element and insert element.",
        "The difficulty of using Auditory Training Units with headphones has been overcome with the use of insert earphones supplied by the Ewing Foundation.",
        "All monaural channels are equipped with an INSERT I/O jack for independent connection to an external effector.",
        "electret condenser microphone insert.",
        "Type in your work and when you want to refer to a book or other source, insert an endnote.",
        "Once you are very relaxed, the doctor will gently insert the flexible endoscope.",
        "Insert the LRP disk and cover the drive with small plastic faceplate.",
        "Insert the syringe or dropper into the side of the mouth behind the canines (the big fangs ).",
        "Near the top right of the screen there is a button marked Insert spam filter.",
        "Once the installation starts, insert a blank floppy into the floppy into the floppy drive.",
        "floppyow these steps: You will be asked to insert the ZoomAir installation CD or Disk 1 from the set of installation floppies.",
        "insert a floppy disk -- not one that contains important data!",
        "Insert a formatted floppy disk into the floppy drive.",
        "No reply was received, despite our offer to insert a free flyer into the society's April mailing.",
        "fullerene molecules, was able to insert one or more yttrium atoms.",
        "This also may reduce the need for surgery to insert grommets.",
        "They are easy to insert - no need to visit a hairdresser.",
        "An innovative pet bed insert which simulates a ' mother's heartbeat ' .",
        "Once saved, you are ready to insert a hyperlink.",
        "insert the needle into the right hand side of the graft from outside in, 5mm from the graft edge.",
        "insert a skewer in to thickest part of the leg.",
        "insert a disk, you see a new disk directory.",
        "Only 1 per mailing An A4 insert consists of 1 single sheet of A4 paper.",
        "The instructions on the cassette insert are not entirely clear but by playing with the computer for a few throws the process becomes simple.",
        "Includes lyrics printed in cd insert and a CD+G graphics-enabled compact disk featuring complete as well as accompaniment-only versions of each Broadway show number.",
        "It comes with three gel insert sheets, and 2 chemical heat packs.",
        "insertion cursor to the location where you want to insert the text.",
        "jewel case insert is simply a single slip of paper with printing just on the outside.",
        "Despite having a strong batting lineup, E C & B skipper Amos decided to insert the opposition.",
        "For example, how to insert your own logotypes, change the images and change the colors of the presentations to suit your organization.",
        "The very cellular mechanisms that enable the foreign genes to insert into the genome can also mobilize them to jump out again.",
        "Normal female urinary anatomy and insert of kidney nephron.",
        "insert the syringe nozzle into the small hole of the bung.",
        "overwriteld also suggest that they hit the INSERT key so that the dots are automatically overwritten.",
        "For example, it could be []; so we know insert ' ple, it could be []; so we know insert ' p ' \" a \" = \" aaaa... \" .",
        "Page 12, insert new paragraph 8 - 'Councillor McGill supported Councilor Donnell's request for a site meeting with Roads Service.",
        "DUMBO In line 3 of the entry insert \" date unknown \" in the empty parenthesis.",
        "If we insert a gene for making oil of peppermint, we'll end up with peppermint flavored potatoes.",
        "Another model has been hypothesized in which the fusion peptides insert into the viral membrane rather than the target membrane (Ref.",
        "We will then email you a short piece of code for your category to insert into your links page.",
        "push the piston up enough to remove the insert bearing.",
        "We can insert leaflets into the pages of the paper, or distribute posters and flyers direct to students.",
        "Clicking on a Insert new advanced rule here button brings up a text box into which procmail recipes can be typed directly.",
        "redraft the document to detect and insert bias.",
        "Here, Mrs Y would be harmed by forcibly restraining her in order to insert the needle for anesthesia.",
        "The loading of insert parts as well as demoulding are done fully automatically by a six axis robot.",
        "Stab the lamb 5 or 6 times and insert a slice of garlic and a few rosemary leaves into each incision.",
        "Or, you can insert new rows or columns so that existing cells remain in their original rows or columns.",
        "Insert thin copper shim washer into bottom of bearing housing.",
        "Insert the needle into the left hand side of the graft from outside in, 5mm from the graft edge.",
        "To check whether the cake is done insert a skewer into the center.",
        "To check the cake is cooked, insert a metal skewer into the center, it should come away clean.",
        "How do I insert the smiley faces to my post?",
        "And whenever you wish, you can insert an audio CD and listen to your favorite songs.",
        "To secure more than one insert, use a saddle stapler or tie them in with elasticated cord or ribbon.",
        "To install the game follow these steps: Insert the Red Alert disk into the CD-ROM drive.",
        "suppositoryth care provider will insert suppositories into your vagina to stimulate cervical dilation.",
        "suppository insert suppositories during the day, be aware that some suppositories can stain your clothes.",
        "If there is spurting of blood: insert another suture to close the defect.",
        "Then insert the tampon in the usual way, which will push the yogurt into the top of the vagina.",
        "insert a meat thermometer into the thickest portion of the ham, making sure it doesn't touch fat or bone.",
        "trampoline frame are now fitted with a plastic insert which provides an improved interlocking fit.",
        "transact statement really is working, let us check the customer table before and after the INSERT... SELECT.",
        "Plug in the power cord, insert the safety key and run the treadmill for a few minutes.",
        "trypanosome life cycle in the fly is regulated by symbiotic bacteria in its gut into which it is possible to insert foreign genes.",
        "waterless urinals: Use an insert that reacts with the pheremones in the urine to cancel out the smell.",
        "Contained in smart presentation wallet with full color insert.",
        "Widget Specifies the TextField widget Specifies the TextField widget ID position Specifies the position of the insert cursor.",
        "Once loaded the word processor goes automatically into insert mode.",
        "During the passage of the Telegraph Bill 1878 through parliament the Postmaster-General endeavoured, without success, to insert a clause declaring that the term \" telegraph \" included \" any apparatus for transmitting messages or other communications with the aid of electricity, magnetism, or any other like agency.",
        "The position of this orifice, as we have seen, is at the base of the lip and of the column, so that the insect, if of sufficient size, while bending its head to insert the proboscis into the spur, almost of necessity displaces the pollen-masses.",
        "on Disraeli's Reform Bill (moving an amendment to omit the word \"man\" and insert \"person\"), and helped to extort from the government several useful modifications of the Bill for the Prevention of Corrupt Practices.",
        "The second legs are sometimes wanting, sometimes pediform and locomotive, sometimes strangely metamorphosed into the \" vermiform organ,\" generally long, many-jointed, and distally armed with retroverted spines, its function being that of an extremely mobile cleansing foot, which can insert itself among the eggs in the brood-space, between the branchial leaves of Asterope (fig.",
        "After 915 B, C insert as a separate document a short register of Mercian affairs during the same period (902-924), which might be called the acts of Ãƒâ€ thelflaed, the famous \"Lady of the Mercians,\" while D has incorporated it, not very skilfully, with the official continuation.",
        "A brief quiz that asks questions about Becket and Canterbury The Murder of Archbishop Becket Students redraft the document to detect and insert bias.",
        "You stuff the Fuzzi Bunz with the Micro Insert provided and the diaper fastens with two rows of poppers.",
        "Make small slits in the meat about 10mm deep and insert small slivers of garlic.",
        "Your health care provider will insert suppositories into your vagina to stimulate cervical dilation.",
        "If you do insert suppositories during the day, be aware that some suppositories can stain your clothes.",
        "If there is spurting of blood: Insert another suture to close the defect.",
        "Insert the tongue of this film into a slot on the takeup spool.",
        "Insert a meat thermometer into the thickest portion of the ham, making sure it does n't touch fat or bone.",
        "The top rails of each trampoline frame are now fitted with a plastic insert which provides an improved interlocking fit.",
        "To check that the SQL transact statement really is working, let us check the customer table before and after the INSERT... SELECT.",
        "The two muscles then insert via their tendons onto the lesser trochanter of the femur.",
        "The trypanosome life cycle in the fly is regulated by symbiotic bacteria in its gut into which it is possible to insert foreign genes.",
        "In this example you would insert an openCard handler into the card script which would play the ' tuba ' sound instead.",
        "Waterless Urinals: Use an insert that reacts with the pheremones in the urine to cancel out the smell.",
        "Widget Specifies the TextField widget ID position Specifies the position of the insert cursor.",
        "Insert small pieces of baby's breath or other flowers into the foam until you've reached the desired arrangement.",
        "Insert flowers and leaves between sock buds.",
        "Yet another option is winding the insert into a diaper itself, and then placing a rubber or other impermeable cover over the cloth diaper.",
        "Your hand will protect your baby if you should happen to insert the pin too far.",
        "Insert the pin into the diaper and secure it shut.",
        "Baby tub-For newborns, look for one that has the newborn insert that holds baby more securely.",
        "If you think that you might be buying additional air mattresses in the future, then get an electric pump, which uses electricity for its motor to insert air into the mattress.",
        "Instead of handing over $20, put that money in a greeting card and insert a little token for the receiver.",
        "Some photo printers even allow you to insert your memory card from your camera directly into the printer to print, allowing you to skip the computer entirely.",
        "Kids insert a toy coin in the slot, turn the dial and the toy opens up into a play set filled with tiny, soft characters.",
        "Insert child-proof electric plug protectors in all unused outlets.",
        "You should just be able to insert your finger between the collar and the kitten's neck when it's buckled.",
        "Pour the tequila over the ice and insert a straw.",
        "Skewer the fruit on a long toothpick, insert it into the drink and float the fresh mint on top.",
        "Do you practice often in (insert state or county here), the court my case will be tried in?",
        "If you don't have an old cushion, use what you do have, like a foam insert or the dimensions of an existing chair seat, chaise, or couch.The less you have to work with the more you'll have to guesstimate.",
        "Insert the pillow form into the casing and zip or fold it into place.",
        "This is easier for washing, but also if you want to change the cover or the insert without buying a whole new pillow.",
        "For example, if you find a cushion in a fabric you love but the insert is less than great you can swap it out for one in a better quality.",
        "When buying glider rocking chair cushions, try to get ones that have a zipper and are made up of the cushion cover and insert.",
        "Should the insert start to break down, you can replace it without having to replace the cover.",
        "Simply measure the insert that you've taken out of the cushion cover and purchase enough foam to fill the insert.",
        "That way if the insert breaks down you can get a new one without having to replace the cover, or if you want to change the look you can get a new cushion cover without having to replace the insert.",
        "You may find you have to bend down to insert or extract clothes, although some models have doors that are easier to work with.",
        "Click and lock the floor into place - Insert the tongue into the groove, locking the floor panels together.",
        "Insert it overnight and repeat the treatment for three days.",
        "If you install chair rail, you can insert beadboard paneling which will instantly give the room a fresh, seaside feeling.",
        "It takes some effort to insert or remove the pillow, making this an effective type of closure.",
        "Leave a small gap, big enough to insert the hinges, between each one.",
        "This is great if you're looking for a change but don't want to pay for a new insert.",
        "It's also ideal if you want a nice pillow cover but don't want to spend a lot of money on an insert.",
        "Measure your pillow insert and then add an inch to each one.",
        "Make sure you leave enough room to get the pillow insert into the fabric.",
        "You can either sew on a zipper to make a removable cover, or you can turn the cover right side out, put your insert in, and then sew up the seam.",
        "Remove the cardboard insert and measure its size.",
        "Next you will insert the corner connectors into the connecting slots.",
        "If you don't encounter a stud, you will need to use a #2 Phillips screwdriver to insert the anchor into the pilot hole and screw it in until seated flush with the wall.",
        "Adjust the rod if needed and then insert the set screws and tighten with the Allen wrench.",
        "Found as an insert with the pages of Vogue, it offers advice ranging from color shading to makeup tips.",
        "The dentist will then insert a dental dam to protect your gums and other soft mouth tissue.",
        "After applying color, insert your index finger into your mouth and pull it out.",
        "Kodak also introduced the Magic Picture Maker Workstations in retail stores, making it possible for users to remove the CompactFlash cards, insert them in these workstations and create their own digital photos on the spot.",
        "Another bonus is that you can insert text in different styles, such as text that has 3D effects or text that follows a circular pattern.",
        "Insert the tip of the needle at several sites in the breast and into the deepest parts of the legs, thighs, and drumstick portion of the wings.",
        "When using a thermometer, insert it through the foil.",
        "Insert the cookie into cupcake frosting that's been dipped in crushed cookies like the wormy cupcakes.",
        "Insert a meat thermometer into the thickest part of the roast and place the roast on a rack in a roasting pan.",
        "The insert that comes with your album should provide information on which style of refill pages you should purchase.",
        "You can download the pattern file to your computer and either print it out for a traditional scrapbook or insert it into a digital scrapbook page.",
        "Just insert a design card and follow the instructions on the graphic interface.",
        "The Cricut lets you insert the paper, select your design, and walk away.",
        "Frames for scrapbooks can be distinguished from photo mats because frames typically have an open area in which to insert the picture.",
        "Insert a lollipop through the center of each flower.",
        "Insert the brad in the center hole through all six circles, and secure it on the back.",
        "You can easily insert extra pages, but you'll probably have to punch holes in scrapbook paper to do so.",
        "Insert a blade with a cap into the machine.",
        "To change the blade cap, simply screw a cap on the blade and insert it into the Wishblade's blade compartment.",
        "For your project, place the paper over the sticky side of the mat and insert the mat with the paper adhered into the machine.",
        "Then, insert the screws and screw the toe piece into place.",
        "This is a good way to test the waters: \"The other day (insert name) asked me if you and I were going out!",
        "But see if she blushes or stammers with her, \"Well, (Insert name) is… uh, obviously crazy!",
        "Guests may enjoy reading about why a song is special in a small insert you place inside the CD to explain your choice.",
        "When buying program samples, be sure to get insert samples if you think you will be using one.",
        "Song lyrics or complicated driving directions from the church to the reception site are often included as an insert or on the back of the program.",
        "A duvet has an opening along one end to allow you to insert your comforter.",
        "Soften the cut end a bit with your finger tips, and carefully insert a floral wire up the center, beginning at the thicker end.",
        "Paint the bottom edge of your center rod with gum paste glue and insert the wire through the bottom center of the flower.",
        "You can insert a floral wire in the bottom in order to build a spray of buds, or you can attach buds directly to your cake.",
        "I can tell what you're thinking, \"But what about (insert star of choice).\"",
        "Pull up a section of the loose skin behind your dog's neck and gently insert the needle.",
        "They use the traditional fine needles to insert at specific pressure points, and also a technique called aqua-puncture.",
        "Turn your pillow case right side out, and glue the assembled sides of the Velcro along the inside, outermost edge of your hemmed opening on both sides so that when the glue is dried you can pull your case open to insert your pillow.",
        "Get at eye level with your dog and insert the syringe between the cheek and teeth.",
        "Insert the nebulizer hose through the door bars and drape the door and sides with a towel.",
        "When it's time to trim your dog's nails, simply insert one of your pets nails into the cap's opening and turn the unit on.",
        "The most common replacement window insert purchased from Anderson is the double-hung insert.",
        "With insert type replacement windows, you keep your existing frame and trim.",
        "Double-Hung Full-Frame - This option is the same as the insert double-hung with a brand new frame.",
        "For instance, a budding chef will appreciate a cutting board insert.",
        "It's designed to look like it's supposed to be that way though, so it doesn't look unnatural, or you can have an insert custom made and retrofitted to your existing masonry fireplace.",
        "Fireplace inserts are specifically designed with openings on the sides and bottom of the insert and not on the back.",
        "Finally, since the air is constantly being heated by the insert, this allows for greater warm airflow from room to room.",
        "The cost of a fireplace insert is significant.",
        "Surround panel extensions - Most every fireplace insert comes with a surround panel, but if the front of your existing fireplace is relatively large, you may need to purchase a surround extension.",
        "With the cost of energy skyrocketing every single year, the initial cash outlay for a fireplace insert is completely justifiable.",
        "Plus, you get the added bonus of being more environmentally friendly because burning a fire with an insert means you're burning a cleaner fire and not releasing so much carbon monoxide into the atmosphere.",
        "With the way the cost of natural gas is rising, a wood fireplace insert will pay for itself in one winter, and don't forget to check your chimney for buildup every season, before you use the fireplace for the first time.",
        "A gas insert is a steel encased firebox that is positioned inside of an already designed and usable masonry fireplace.",
        "The question many people have is very simple: why not use a traditional fireplace instead of the insert?",
        "The cost of using a gas insert may be less than powering a gas furnace, but your furnace and fireplace technicians can help you to determine the benefit of this.",
        "It is also important to consider the actual functionality of the insert prior to purchasing.",
        "Learn the efficiency of the insert: Some inserts are more efficient than others.",
        "The more efficient, the more costly the insert is.",
        "Turn down the thermostat for the entire home and instead use an insert to heat those rooms of your home you are most often in.",
        "Insert your jigsaw blade and cut out the fixture opening.",
        "Insert spacers between the wall and the laminate plank to maintain the quarter inch space.",
        "Insert the bolts into the floor on either side of the toilet and tighten them down.",
        "Holding the floor scraper at a 45-degree angle to the tile, insert it under the edge and begin to scrape by pushing forward on the scraper.",
        "Insert the new window into the opening bottom-first and make sure that it is evenly spaced along all four sides.",
        "Insert the fixture up into the access hole until its lip is even with the ceiling and use a screwdriver to raise the brackets on the inside of the lighting can.",
        "Insert the jewelry wire in the center, securing it in the elastic band.",
        "Fold the longer end just as you did the shorter one and insert it through the loop at the back of the shorter end.",
        "When baby goes in their diaper, parents simply throw the insert into the wash and hang dry their wool covers.",
        "Waist - There should be enough clearance in the waistline to allow you to insert four fingers.",
        "Most commonly used in bathing suits, a plus size bust shaper is a foam insert that adds nice form to your figure and gives you a more alluring silhouette.",
        "If you're just looking for an insert, try the Double Bust Shapers at Casual Living.",
        "Both have pockets - the pullover's pocket is a single front pocket in which you insert both hands at once, while the zip-front has side pockets.",
        "Quality shorts usually have a chamois insert that covers seams, which makes this a non-issue.",
        "You can find care instructions specific to your mask in the manual or product insert included with your packaging.",
        "This means that you can easily spot them in your lens case when it comes time to insert them.",
        "Insert that into any of the following styles: Scream, Jinx, Shark, Boost, Nebula, Nova, Showtime, Boost OTG, Cylon, or X9.",
        "Two styles, X9 and Boost OTG, fit right over your glasses, so if you'd prefer to wear your own glasses rather than an insert, you can still do just that.",
        "There are some that fit over your glasses and others that can hold an insert with your prescription.",
        "If wearing your only pair of glasses under a pair of sports goggles doesn't sound like a good idea, opt for the insert that remains in your goggles, leaving you free to change into your regular eyewear later.",
        "That is so you will get a lens that fits your eye well and so that you will learn how to insert, remove, and care for your lenses.",
        "Rudy Project's golf and tennis collection includes styles in non-RXable, RX insert and RX direct styles, meaning even if you need glasses to correct your vision, you can still find your solution at Rudy Project.",
        "Many cases have a mirror on the inside of the lid making it convenient to insert or remove your lenses when not at home.",
        "To insert the lenses, balance the lens on the tip of your index finger with the skirt facing up.",
        "Holding the top and bottom lids open with the other hand, insert the lens.",
        "If you're already used to wearing contact lenses, there won't be much of an adjustment period when it comes to learning to insert the hybrid contact lens.",
        "Both of these readers come equip with a polarized CR-39 lens that offers a reading strength bi-focal insert to help ensure that its both a great sunglass and reader.",
        "Barracuda has goggles that allow you to insert your prescription (custom) or just purchase step-diopter lenses.",
        "To insert the new lenses, grab the lenses with them facing you and point the earpieces away from you.",
        "Also check out the Optical Insert Collection, great for athletes who sometimes wear contacts, but sometimes wear glasses.",
        "The insert option will allow you to remove the prescription when you don't need it; a smaller set of lenses attach to the backs of the main lenses.",
        "It has a mirror inside and an insert to hold your lens case.",
        "The Perception style is compatible for those who need to insert prescription lenses into the clear lens portion of the glasses.",
        "Players needing to insert prescription lenses may find the purchasing process more complicated.",
        "Just be sure to talk to your eye care professional to make sure that you know how to insert, remove, and care for your specialty lenses.",
        "If you need the prescription insert, you can wear it.",
        "Be sure to check the fit of the insert to ensure that it's stable and unlikely to become dislodged in a minute you need accurate vision the most.",
        "You can choose from having the prescription put directly into the lenses or choosing an insert to clip in behind the lenses.",
        "If they can't wear their contact lenses for some reason, the insert allows them to see.",
        "A performance insert is available for those who need vision correction.",
        "A performance insert is available and the same lens options are available for this model as the Pro L style.",
        "There is a performance insert available for this style as well.",
        "This is also where you would be able to insert the GameCube memory modules for game saves and other useful data packages.",
        "In order to play a GameCube game on the Wii, simply insert the game disc just as you would with a Wii game.",
        "Lastly, there is a opening to slide the wriststrap through and a bendable tab to insert into the Nunchuck port to keep it from getting dirty.",
        "Make sure your Wii is off or you complete the following in another room away from the Wii bar, because as you insert the Wiimote, buttons will be pressed and you may inadvertently reset your Wii!",
        "Insert the top end right below the small, thin bar until it is below the A button.",
        "Oh, and all of this was accomplished while your health meter slowly ran down like a timer, meaning you either needed to find food to replenish your health or insert more quarters for a life boost.",
        "After you assimilate your dance mat to the Wii (the same way you do the remotes and the Balance Board), insert your disc and click past the title to get to the main menu.",
        "A screenplay for a video game is similar to a movie script except you may have to insert special branching scenes depending on how many choices a player has at any one point.",
        "Insert the colored sticks into the appropriate slots.",
        "Insert the NHL 10 disc and start the game.",
        "If you try to download a different file format from the web, the PS3 will tell you to insert media storage.",
        "You can also download \"MemPak\" saves, which are game saves from actual games you can download and insert into Project 64.",
        "Unlock Kelly Kelly's Alternate Costume: Insert KellyKG12R into the cheat code menu.",
        "The UMD drive in the current PSP, which is where you insert game discs, has been removed for the PSP Go.",
        "The games will then be saved onto the 16GB of internal flash memory, letting you play them at will without having to insert any discs or memory cards.",
        "At this password screen, click on the card you just used to insert the password.",
        "But there is one gimmick the moviemakers tried to insert to try to pull gamers into the theatre.",
        "This is where you access any of the Wii (or GameCube) games that you insert into the disc slot.",
        "When you store photographs on an SD card and insert it into the Wii's card slot, you can view that collection of pictures on your television via the Photo Channel!",
        "You insert the Wii Remote into this wheel and steer as if you were really driving the kart!",
        "If the home page of the site is already asking you to insert your personal information from the get-go, it is almost certain you are dealing with a scam.",
        "The shot ball will insert itself into the chain, and if it is inserted beside two or more balls of the same color, those balls vanish.",
        "For example, having a street-by-street map insert of St. Helena to help you find Martini House for dinner after spending the afternoon weaving your way down Spring Mountain Road from Pride Mountain Vineyards.",
        "These models work in one of two ways: for some, you add ice and water and then insert your bottle of wine.",
        "Take note though, these wine stoppers are generally made of hard plastic that have little or no \"give\", so you may find it difficult to insert and remove them from the neck of the wine bottle.",
        "Use your corker to insert the corks and place the bottles in a cool, dry area to age.",
        "Corker - Usually a levered design, this device lets you insert corks into wine bottles.",
        "Insert 20 pounds of items into the pack, with weight evenly distributed.",
        "Some campers have an insert that fits across the entire floor so a mattress can be laid on top for more sleeping area.",
        "Can you use a data cable or insert a memory card?",
        "Activate the new number and insert the new SIM card in the unlocked BlackBerry and you'll effectively have a BlackBerry on prepaid service.",
        "This is because unlocked phones can be used with a huge variety of wireless providers around the world; all you have to do is insert the appropriate SIM card and activate your service.",
        "The user experience is generally positive too: \"Setting up the Droid X is really simple: just flip it over and insert the battery, close the battery compartment cover and power up the phone.\"",
        "The insert should be changed twice daily.",
        "This procedure can be done laparoscopically, a less invasive surgery where the doctor makes small cuts into the abdomen to insert a camera and the surgical instruments.",
        "Some researchers have designed ear tubes that are easier to insert or to remove or that stay in place longer.",
        "With the inner ring squeezed together, insert the ring into the vagina and push the inner ring and pouch into the vagina past the pubic bone.",
        "The birth attendant must insert a hand into the vagina and relieve pressure on the cord until a c-section is performed.",
        "Children often insert small hard objects (buttons, coins, watch batteries, dried peas or beans, plastic parts from toys, etc.) in their nostrils.",
        "To insert eye drops into the eye of an older child or adolescent, pull the lower lid down to create a pouch and then put the drops into the pouch.",
        "For urinary tract obstructions a needle may be used to insert a catheter through the mother's abdomen and uterus and into the fetal bladder where it drains the urine into the amniotic fluid.",
        "Barrier methods: A woman must insert the diaphragm in just the right way to be sure that it works properly.",
        "The ear should be kept clean and dry while the eardrum heals; it may help to insert ear plugs into the ears when showering or shampooing to block any water from getting in.",
        "If a child has an impacted bowel, the doctor can insert a gloved finger into the rectum and gently dislodge the hardened feces.",
        "Other small incisions can be mad to insert instruments to perform procedures.",
        "For example, children may insert a foreign body in their ear canal and not mention it to their parents.",
        "Females also may use running water to stimulate the vulva or insert fingers or a hard object into the vagina.",
        "Younger children usually swallow or insert foreign objects into their bodies accidentally, usually as a result of play or exploring their environment.",
        "Adolescents, however, are more likely to swallow or insert foreign bodies intentionally as a risk-taking behavior, a bid for attention, or under the influence of drugs or alcohol.",
        "For the amniocentesis, an US is used to determine an appropriate place to insert a needle and withdraw amniotic fluid for testing.",
        "Diagnosis that the esophagus is interrupted is confirmed by the inability to insert a nasogastric suction tube into the stomach.",
        "In certain cases, the technician may insert a plastic probe into the woman's vaginal canal to get a clearer picture of the fetus.",
        "If a tooth has not yet erupted or is prematurely lost, the orthodontist may insert an appliance, called a space maintainer, to keep the other teeth from moving out of their natural position.",
        "In laparoscopic appendectomy, surgeons insert a small scope through tiny abdominal incisions to remove the appendix.",
        "Working with damp hair and your natural waves, sculpt the waves more definitively with gel and then insert the long pins to hold them in place until they are dry.",
        "If you find that the volume is disappearing as you twist, you can always insert the pointed end of a rattail comb and gently pull it back up again as you go.",
        "Open your first bobby pin so that it's V-shaped, then insert one leg into the twist pointing outward.",
        "While you can't really \"teach\" voice, as it is an intrinsic part of who the student is, you can offer some exercises that will help students learn how to insert their voice into their writing and strengthen their skills in this area.",
        "All you need to do is insert the correct information regarding your mortgage into the available boxes on the calculator.",
        "Insert the barrel of the gun into the handle of the gun.",
        "Insert the flap from the first piece of paper into the flap of the second piece of paper then flip over.",
        "After peeing on a tester stick first thing in the morning, insert it into the monitor.",
        "To use the sponge, you run it under water to activate the spermicide and then insert it into the vagina.",
        "This involves using a long, thin catheter to insert sperm directly into the uterus.",
        "This helps the physician know where to insert the needle so it has the least chance of coming in contact with the baby.",
        "Clips and clamps: Sometimes, a doctor will insert a small clamp that blocks the path in the tube.",
        "To get a diaphragm that fits properly your doctor will insert and remove several different sizes into your vagina.",
        "To remove the diaphragm insert your finger up as far as you can and hook the rim of the diaphragm and pull it out.",
        "Typically, the effective rate may be as low as 40 perfect effective because users do not insert it correctly, or they don't use a spermicide.",
        "A physician or other health care provider can insert or remove the device while in the office; the patient leaves it in place until she decides she wants it removed.",
        "Dental implant surgery - The laser would be used to open the bone areas to insert the implant bases.",
        "When you are ready to leave, you drive to a cash exit booth where you insert the ticket into a machine and pay the cashier.",
        "Instead of sewing up the last end by hand, insert a heavy-duty zipper.",
        "Then insert the apron piece into the seam, so it will hang down in front.",
        "Well, for the less-endowed beach bunny, you can insert these pads into your suit for a little extra \"oomph\" up top.",
        "A large plastic head that resembles a potato has holes where your child can insert a variety of facial features.",
        "Plunging Halter: This jumpsuit has a deep v necline, but a cross insert adds a tiny bit more coverage while lending interest to the secy and elegant look.",
        "You fill your coffee maker with ten or twelve cups worth of water, and insert a filter.",
        "All you need to do is fill the Keurig machine with water for as many cups of coffee as you plan to drink, insert the K-Cup into the machine, and watch your coffee cup fill with fresh brewed coffee.",
        "The plastic insert can be removed to add additional food or liquids.",
        "Insert the toast into the grates, and then push down a handle or button.",
        "The first time you plug in the charger the first time out of the box or when you first insert a new set of batteries, ensure you charge the batteries fully.",
        "Once you slide the wheel off, you can insert the meat onto the meat tines on the grill.",
        "If you are cooking something that might be more difficult to insert onto the meat tines, such as thinner vegetables or fish, then you might want to try using the flatter grill container.",
        "Insert the skewers into the food that you want as a part of your kabob, and the insert the skewers back onto the grill.",
        "You can insert the skewers back onto the grill, after you make sure the rotisserie assembly is in place first.",
        "Feeding Chute - The feeding chutes are different types of lids that allow food to be pushed through the lid instead of removing it to insert food.",
        "Insert the meat thermometer into the thickest part of the breast.",
        "To use the roaster, insert the cooking pan inside the appliance, plug the appliance in and turn the temperature dial to the desired setting.",
        "All you need to do is fill the water reservoir of your single serve coffee maker, insert the coffee pod and press start.",
        "When the turkey has been in the oven for close to the recommended time, remove the lid and insert the meat thermometer.",
        "Choose the attachment you want to use and insert the one with the collar disc, the small metal ring on the shaft, into the right attachment opening until it snaps in place.",
        "Insert the second attachment into the left opening until it snaps in place.",
        "When you purchase a grill, it comes with two flat grill plates, a deep dish pan and an specialty insert.",
        "Lid: The lid fits securely on the bowl and has a food chute tube to insert ingredients for slicing or shredding.",
        "To begin, you will need to insert the CO2 cartridge into the unit and secure it into place.",
        "Choose a car for each player, insert a peg in each car and place the cars at the starting point.",
        "One nice feature is you can insert a blank tile so that it will pull more words for you.",
        "The word builder at Win Every Game lets you insert up to 12 letters and three wild cards, which means blank tiles if you are using it for Scrabble purposes.",
        "Insert your letters in the search bar (with up to two blank or wildcards letters) and select a dictionary.",
        "After clicking this option, you'll be taken to a page that will give you the option to insert the first and/or last name of a demonstrator you know, or you can enter your zip code to run a search by location.",
        "Insert the votive candle into the holder where it will coordinate with the gems.",
        "Handle both the ring and the candle with care, and insert the candle from the base only rather than sliding the ring down the candle.",
        "You can then insert an LED candle in the top of the wax candle, which will give you the scent and appearance of a traditional pillar without any of the safety hazards.",
        "Insert a nameplate inside the book, making a memorial of the occasion.",
        "Insert your jigsaw puzzle into your frame to hang on your wall.",
        "The bodice is made of semi-stretched dense fabric with a transparent insert on the chest and matching straps.",
        "Use any items you are carrying as a quick weapon - purse, briefcase, book, or even your keys can insert some uncomfortable force against an attack.",
        "For example, insert the phrase, \"And then you loved me,\" between every other sentence as you describe the story of your life together.",
        "Simply insert your coupon value and print.",
        "Tie the engagement ring around a bouquet of flowers, or carefully insert it into the center of one spectacular bloom.",
        "Alternative Grooms: Enlist a close friend's aid to pop the question for you, complete with a traditional marriage proposal on bended knee, but instead of saying \"will you marry me\" they say \"will you marry (insert groom's name).\"",
        "QVC also offer a delivery estimator and this allows potential customers to insert their postal code.",
        "Last, and this is often the most enjoyable to write, you can insert your reaction and evaluation to the book.",
        "In order to boost the protein content of a dog food while cutting costs, a dog food manufacturer can insert a hefty amount of gluten protein into their formulas.",
        "Another option for staying organized is keeping your current handbag and purchasing a removable or transferable purse insert organizer, such as Joey Junior Purse Organizer, Chameleon Inserts, or Purseket.",
        "If you're not exactly a fan of simple bags and rely on gorgeous arm candy to complete your outfits, you might be interested in purse insert organizers.",
        "Simply fill it up and insert Presto into your bag of choice.",
        "For a small additional charge, you can get a duplicate insert for \"carbonless\" checks.",
        "The Chinese New Year Day is based on the Chinese lunar calendar, whereas the Chinese Year of the (insert appropriate animal - in 2009 it's the Ox) is based on the Chinese solar calendar.",
        "Insert style seats that can be removed and set aside when not in use.",
        "Open the diet coke bottle and immediately insert a Mentos candy.",
        "Insert a straw into jellyfilled or cream-filled rolls or donuts, and suck as much of the jelly or cream out as possible.",
        "These ads, typically promoting the newest Olive Garden entrée, often run in the advertising insert of the Sunday paper.",
        "The shopping insert of your Sunday paper is often the best place to look for name brand coupons, but you may find coupons in other places as well.",
        "Check your Sunday newspaper's coupon insert for deals on your favorite Kraft products.",
        "Always look for the P&G newspaper coupon insert in your local newspaper.",
        "If you have a subscription to your local newspaper, don't forget to check the Sunday coupon insert for Papa Murphy's coupons as well.",
        "Sunday paper coupons are the coupons found in the advertising insert section of most major newspapers.",
        "You don't have to clip every single coupon you find, and it only takes a few minutes of your time to flip through the coupon insert in your local paper.",
        "In general terms, you should be able to insert your little finger between the back of the shoe and the child's foot.",
        "Scrunch them down, insert your toes, push down your heel, and slide them back up your leg.",
        "All a consumer has to do is insert his desired width and shoe size into a search bar before a flock of results appear.",
        "Whether your foot is narrow, average, or noticeably wider, thereby incurring the need for special sizes, Zappos streamlines your shoe search by allowing you to insert your required shoe width alongside the particular style you are seeking.",
        "The black base contrasts with the silver accents and blue insert for a great look and ultimate comfort.",
        "You'll need to apply liquid shoe stretcher to the area first, then insert your shoe stretcher.",
        "As before, use your liquid shoe stretcher and insert the stretching device.",
        "Again, use your shoe stretching liquid at the point that needs to stretch and insert the device all the way.",
        "Insert the lace into the front two holes in the front of your shoe.",
        "Begin working in a diagonal direction and insert the lace in the next hole on the opposite side of your shoe.",
        "With the right end of the lace insert it in the opposite side hole creating a straight line.",
        "Bring the lace out from the bottom and insert it into the next hole on the same side.",
        "Buy gel insoles to insert into your soles and make each step softer and more comfortable.",
        "Purchasing a customized support involves having your feet measured and then molded, so that the designer can create an insert that fits perfectly.",
        "Look for a removable insert that can be replaced if needed.",
        "Japan has long had a custom of tattooing known as irezumi, which literally translated means \"insert ink\".",
        "You could even add, \"In loving memory of…\" and then insert the name.",
        "Once the areas are marked, the piercer will clamp the marked area with a forceps, and then insert the needle.",
        "Pyrex and glass nose screws are not bendable so they can be tricky to insert without practice, and you will need to determine which direction of curve your nose piercing will need.",
        "In scalpelling, a standard piercing is enlarged using a medical grade scalpel, allowing the piercer to insert larger sized jewelry.",
        "It sounds like a great deal: you pick out the design you want, insert the information you need and they print and ship.",
        "The Windows WMF flaw allows hackers to attach or insert malicious code into image files.",
        "The programs come packed with royalty free backgrounds and clipart graphics, and also allows you to insert your own graphics.",
        "I would sincerely appreciate it if you would write a recommendation based on my skills and competency in the job I preformed while working with (Insert Company Name Here).",
        "If you are in need of any information that I can provide or any specifics I may have left out, please contact me at (Insert Email) or (Insert Phone Number).",
        "Date - Drop down a few lines, and then insert the date.",
        "Insert the phrase \"Business Cards\" into Google Docs search page and you will come up with this long list of free templates from which to choose.",
        "The wizard \"prompts\" you to insert data, and then it fills in and formats the resume for you.",
        "I am sick with [name a dreadful disease] and [insert status: orphan, widow, poor person - something to tug at your heart strings.",
        "Please accept this letter as formal notification of my intention to resign from my position as (insert job tile) with (name of company).",
        "With a template, the format is already laid out for you; simply insert your information.",
        "Insert your skills here, started with an action verb, such as \"Compiled,\" \"Researched,\" \"Conducted.\"",
        "Insert your skills, awards and accomplishments here.",
        "Even when you use executive summary templates, you will still need to know what to insert in the paragraphs.",
        "Using these templates, you may simply insert your own details into the form supplied and your end result will be a professional-looking document.",
        "Create your own template and simply insert your information in each section.",
        "The advantage of using a template is that it is already created and formatted; you simply insert your own information.",
        "Simply insert your own information when prompted.",
        "You may reach me by telephone (insert number here) or email (insert mail address here).",
        "The ideal way is to download it on your computer and insert it into your document.",
        "C'mon blue and white (insert your school colors) we want a touchdown!",
        "Borrowing from different types of dance, martial arts and acrobatic displays are all ways to insert new themes into competitive cheerleading.",
        "If your cushions have zippered or Velcro covers, then remove them and place them in the washing machine using a low cycle and gentle detergent.To preserve the life of your patio furniture cushions, do not to wash the foam insert.",
        "If the cushions' foam insert gets wet be sure to dry it completely before replacing the cover.",
        "Once you've mixed your soap base, you pour the batch into the slab mold and insert the dividers that separate the soap into bar-shaped sections.",
        "Skip the first chain, and insert hook into the second chain.",
        "Wrap the yarn around the hook and insert in the third loop.",
        "With the yarn over the hook, insert hook through the third chain from the hook.",
        "Insert non-formatted text hereGetting the right needlepoint supply items is key to having a good crafting experience.",
        "When you get photos back (or have them printed off your digital camera) you can insert photos into each child's book as well.",
        "Some inkjet printers will require you to insert the sheet upside down to print on the back side of the paper, while others offer automatic duplex printing.",
        "After you put the jewelry together, you will need to bend up the end of the hoop without the hole and then insert that tip into the hole to close the jewelry.",
        "Thread the needle and insert it through the wrong side of the tie fabric.",
        "To avoid marring these historic cards, some people even choose to write the greeting on an insert instead of on the card itself.",
        "Insert one jingle bell between each set of two punched holes.",
        "Pin the edges, and insert a small loop of elastic into the seam.",
        "Insert the wick according to the package instructions.",
        "Cut the straws in half and insert them into the holes, two thirds of the way into the bottle.",
        "Another thing you can learn from weight lifting tips is to insert some cardio activity between your weight lifting sessions.",
        "The hole should be large enough to insert the tip of a pastry bag through it."
    ],
    "definition": [
        "To put or set into, between, or among: inserted the key in the lock; insert a shim between a door jamb and frame. See Synonyms at introduce.",
        "To put or introduce into the body of something; interpolate: insert an illustration into a text.",
        "To place into an orbit, trajectory, or stream.",
        "To put into action: inserted a rookie into the lineup.",
        "in·sert′er\nnoun",
        "Link/Cite",
        "A key that when pressed switches between the overtype mode and the insert mode of a computer.",
        "Link/Cite"
    ]
}