{
    "translation": "תובנה",
    "uses": [
        "The book gives insight into rural family life in 1930's Ireland.",
        "She gave him insight into how Katie and her mother felt about the subject.",
        "He had wonderful gifts of insight, and spoke to the birds.",
        "The research gives insight into the theory of evolution.",
        "You have any insight into why my power is jacked up?",
        "Even so, it was more insight to the relationship he had with his parents than he had ever shown.",
        "If you are asked, you can give them insight into their future, so long as you do not reveal everything.",
        "Damian might have some insight into what was going on, and who the Magician was.",
        "He needed her insight, for when he wasn't able to see outside his narrow lane.",
        "Insight into the workings of radio prove that, national or local, the same things happen.",
        "No silver bullet is in this chapter, no \"aha\" insight that will instantly persuade you.",
        "I gained invaluable insight into the workings of an international current affairs magazine.",
        "With Andre's help, he might gain some insight into Deidre's illness and be able to counter the demons tracking and stealing souls.",
        "This will likely not ever be perfect, but any insight it can offer us is a gain.",
        "Thousands of years hadn't given him much insight into a woman's way of thinking, but this he knew without a doubt.",
        "His protest, it is needless to say, was unavailing, and all who respect his memory must regret that the sunset of life failed to give him that insight into the future which is poetically ascribed to it.",
        "Bruce, with the insight of military genius, seized his opportunity.",
        "But no carefully devised calculus can take the place of insight, observation and experience.",
        "The Christians suffered from systematic persecution, and many historians, with a strange lack of historical insight, have poured denunciation upon him for an attitude which was the natural outcome of his convictions.",
        "But, imperfect as such statistics may be, they give us at any rate some insight into the direction of governmental legislation.",
        "Our artificially-established classifications collapse whilst we gain further insight into the mutual affinities of the existing groups.",
        "Although Ken wrote much poetry, besides his hymns, he cannot be called a great poet; but he had that fine combination of spiritual insight and feeling with poetic taste which marks all great hymnwriters.",
        "It shows a clear discernment of the dangers of the ascetic life, and a deep insight into the significance of the Augustinian doctrine of grace.",
        "In him Orange was to find an adversary who was not only a great general but a statesman of insight and ability equal to his own.",
        "She might have some insight.",
        "It's a short section, but full of important insight.",
        "Darkyn's bond has given you insight.",
        "The feedback service on Amazon allows you to read the experience of other shoppers before buying a product and this gives you a useful insight.",
        "Prior to making any difficult decisions, he met with a clairvoyant, who's insight proved fruitful.",
        "Breadth of view, insight, foresight, are more familiar but less adequate descriptions of a faculty which Disraeli had in such force that it took command of him from first to last.",
        "She will have insight into the specific needs of your dog.",
        "If possible, a friend or family member should join them at the doctor's office to add additional insight.",
        "With true philosophic insight he shows that France failed in the struggle not because of any inferiority in the ability and character of the men to whom the work was entrusted, but chiefly by reason of her despotic and protective regime.",
        "Rhodes c. 185 B.C., a citizen of the most flourishing of Greek states and almost the only one which yet retained vigour and freedom, Panaetius lived for years in the house of Scipio Africanus the younger at Rome, accompanied him on embassies and campaigns, and was perhaps the first Greek who in a private capacity had any insight into the working of the Roman state or the character of its citizens.",
        "Some do the tests on site while other offices provide expert insight into the test results.",
        "The task of constructing a system of government from the bottom, of reconciling the conflicting and often jealously sensitive elements, called for tact, firmness, industry and deep insight into human nature, all of which Governor Taft displayed in a marked degree.",
        "His unfailing insight into character, and his power of winning men's hearts and touching their better impulses, appear in innumerable traits (e.g.",
        "Still, learning about the general steps involved in making a guitar may provide you with greater insight about your own instrument or pique your curiosity for further instruction.",
        "Although at times he states his principles with a wonderful degree of breadth and insight, he mars the effect by looseness of statement, and by the incorporation of irrelevant psychological matter.",
        "Moreover, the insight into origins, into initial morbid processes revealed by the pathologists, eu Theraa woke more and more the hoe of dealin with the peutics.",
        "11); and that not only by theoretic insight, but also by practical wisdom of life.",
        "He was the author of The Religious Aspects of Philosophy (1885); California (1886, in the American Commonwealth Series) The Feud of Oakfield Creek (1887, a novel); The Spirit of Modern Philosophy (1892); The Conception of God (1895); Studies of Good and Evil (1898); The World and the Individual (2 vols., 1900-1, Gifford Lectures at the university of Aberdeen); The Conception of Immortality (1900); Outlines of Psychology (1903); Herbert Spencer: An Estimate and Review (1904); The Philosophy of Loyalty (1908); Race Questions, Provincialism and Other American Problems (1908);' William James and Other Essays on the Philosophy of Life (1911); Bross Lectures on the Sources of Religious Insight (1912); The Problem of Christianity (2 vols., 1913, lectures before Manchester College, Oxford); War and Insurance (1914); The Hope of the Great Community (1916, war addresses) and the posthumously published Lectures on Modern Idealism (1919).",
        "The means whereby he engaged the energies of the Italians on behalf of the French Republic and yet refrained from persecuting the Roman Catholic Church in the way only too common among revolutionary generals, bespoke political insight of no ordinary kind.",
        "He takes no rank as a scientific theologian, being a man of activity rather than of speculation or of much insight.",
        "p. 405) in 1823, with the addition, however, of his Raptores, and it will be unnecessary to enter into particulars concerning it, though it is as equally remarkable for the insight shown by the author into the structure of birds as for the philosophical breadth of his view, which comprehends almost every kind of character that had been at that time brought forward.",
        "As regards the theory, it may be pointed out: (I) that the nature or cosmical miracles - feeding of the five thousand, stilling of the storm, withering of the fig-tree - are as wellattested as the miracles of healing; (2) that many of the diseases, the cure of which is reported, are of a kind with which moral therapeutics could not effect anything; 1 (3) that Christ's own insight regarding the power by which he wrought His works is directly challenged by this explanation, for He never failed to ascribe His power to the Father dwelling in Him.",
        "The fresh insight into the history of the church evinced by this work at once drew attention to its author, and even before he had terminated the first year of his academical labours at Heidelberg, he was called to Berlin, where he was appointed professor of theology.",
        "The critical method which has since become almost a formal system, aiming at scientific certainty, was with him an unexampled power, based on the insight acquired from wide knowledge, which enabled him to judge the credibility of an author or the genuineness of an authority; but he has made it impossible for any one to attempt to write modern history except on the \"narratives of eye-witnesses and the most genuine immediate documents\" preserved in the archives.",
        "Archytas may be quoted as an example of Plato's perfect ruler, the philosopher-king, who combines practical sagacity with high character and philosophic insight.",
        "JOHAN GYLLENSTJERNA, Count (1635-1680), Swedish statesman, completed his studies at Upsala and then visited most of the European states and laid the foundations of that deep insight into international politics which afterwards distinguished him.",
        "That state of mind was due to the fact that the groupings so recognized did not profess to be simply the result of scientific reasoning, but were necessarily regarded as the expressions of the \" insight \" of some more or less gifted persons into a plan or system which had been arbitrarily chosen by the Creator.",
        "Among the works of older Christian scholars since the revival of letters, the commentary of Calvin (1557) full of religious insight and sound thought - and the laborious work of M.",
        "Nieremberg has not the enraptured vision of St Theresa, nor the philosophic significance of Luis de Leon, and the unvarying sweetness of his style is cloying; but he has exaltation, unction, insight, and his book forms no unworthy close to a great literary tradition.",
        "Thus there were two great political events (the Syro-Israelitish invasion under Ahaz, and the great Assyrian invasion of Sennacherib) which called forth the spiritual and oratorical faculties of our prophet, and quickened his faculty of insight into the future.",
        "The learning and insight which this book displays are unquestionable: it is well planned, and its contents are well arranged; but constitutional history is not a lively subject, and, in spite of the skill with which Stubbs handled it and the genius displayed in his narrative 04 chapters, the book does not afford an adequate idea of his place as a writer of history.",
        "The localization of function in the cerebral and in the cerebellar cortex has doubtless been the main cause of this progress, and has proceeded poi passu with an extended insight into the structure and connexions of the parts concerned.",
        "The third and fourth books give evidence of acuteness in psychological analysis; the fourth and sixth of the most active and varied observation of natural phenomena; the fifth of original insight and strong common sense in conceiving the origin of society and the progressive advance of man to civilization.",
        "Such insight (gnosis) into the reality of the case he regards as the natural issue of Christian faith; and it is his main object to help his readers to attain such spirituality - the more so that, by similar insight applied to the signs of the times, he knows and can show that the end of the present age is imminent (i.",
        "Not merely because of its central commercial position, but because of its width of view, its political insight, and its constant insistence on the necessity of union, this counter played a leading part in Hanseatic policy.",
        "Here lies a great merit of Hermas's book, his insight into experimental religion and the secret of failure in Christians about him, to many of whom Christianity had come by birth rather than personal conviction.",
        "He was most successful in his translation of popular song, in which he shows a rare sympathetic insight into the various feelings and ideas of peoples as unlike as Greenlanders and Spaniards, Indians and Scots.",
        "His account of the first dawnings of culture, and of the ruder Oriental civilizations, is marked by genuine insight.",
        "Works of wide scope and clear insight have been produced, and the Historiographers section in the Imperial University of TOkyO",
        "His favourite authors were Euripides, Virgil and Racine, whom he defends against the stock criticisms of the admirers of Corneille with equal zeal and insight.",
        "Although there are some works of this so-called Silver Age of considerable and one at least of supreme interest, from the insight they afford into the experience of a century of organized despotism and its effect on the spiritual life of the ancient world, it cannot be doubted that the steady literary decline which characterized the last centuries of paganism was beginning before the death of Ovid and Livy.",
        "When the secret treaty with France became known, thus confirming Sacheverell's insight, the latter called for the disbandment of the forces and advocated the refusal of further supplies for military purposes; and in June 1678 he resolutely opposed Lord Danby's proposal to grant £300,000 per annum to Charles II.",
        "In his Indian budget speech of 1913 he remarked with true insight that the watchword of the future was cooperation between the Government and the governed in India; the difficulty was that in India men of the 20th century lived side by side with men of the 5th.",
        "His insight into the causes of Italian decadence was complete; and the remedies which he suggested, in the perorations of the Principe and the Arte della guerra, have since been applied in the unification of Italy.",
        "It is strongly coloured with his enthusiasm for ancient Rome; and specially upon the topic of artillery it displays a want of insight into the actualities of modern warfare.",
        "His pictures are magnificent in their composition and their draughtsmanship; and his keen observation and insight into character are evident, especially in his portraits, notably of Madame Recamier, of the Conventional Gerard and of Boissy d'Anglas.",
        "On the other hand, he has no claim to rank as a critical historian; he has no conception of the philosophy of history, no insight into the real causes that underlie political changes, no power of penetrating below the surface, or even of grasping the real interconnexion of the events which he describes.",
        "Lindsay (History of the Reformation), clearer insight than the Lutherans, and Zwingli rather than Luther was in this matter Calvin's guide, and the guide of the reformed churches of Switzerland, France, England and the Netherlands.",
        "Gioja's latest work Filosofia della statistica (2 vols., 1826; p vols., 1829-1830) contains in brief compass the essence of his ideas on human life, and affords the clearest insight into his aim and method in philosophy both theoretical and practical.",
        "The author was a moderate and fairminded man, but possessed neither great powers of style, nor striking historical insight, nor the special historian's power of writing minute accuracy of detail with breadth of view.",
        "He had a singular faculty for reading the minds and the motives of men, and to this insight he perhaps owed the power of adaptability (called by his opponents shiftiness) which characterized his whole career.",
        "His writings are defective in virility and breadth of thought, and his tragedies display neither the insight into character nor the constructive power of a great dramatist.",
        "How came Adam by the requisite insight and power of observation?",
        "Of the rest, whose personalities are less known to us, Papias shares Polycarp's qualities and their limitations, the anonymous homilist and Hermas are marked by intense moral earnestness, while the writer to Diognetus joins to this a profound religious insight.",
        "During his long reign of forty-nine years Poland had gradually risen to the rank of a great power, a result due in no small measure to the insight and sagacity of the first Jagiello, who sacrificed every other consideration to the vital necessity of welding the central Sla y s into a compact and homogeneous state.",
        "For the Gymnasium the aim of the new scheme is, in Latin, \" to supply boys with a sound basis of grammatical training, with a view to their understanding the more important classical writers of Rome, and being thus introduced to the intellectual life and culture of the ancient world \"; and, in Greek, \" to give them a sufficient knowledge of the language with a view to their obtaining an acquaintance with some of the Greek classical works which are distinguished both in matter and in style, and thus gaining an insight into the intellectual life and culture of Ancient Greece.\"",
        "A new world was discovered, for the sake of which everything else was abandoned; to make sure of that world insight and intelligence were freely sacrificed; and, in the light that streamed from beyond, the absurdities of the present became wisdom, and its wisdom became foolishness.",
        "Successful emendation requires a rare union of qualifications - insight, prudence, patience and familiarity with the author emended and the conditions of his text.",
        "His insight, however, did not extend beyond the circumstances immediately before and around him, and he failed to realize that the great mass of the French nation was still with Napoleon at heart.",
        "They are conscious, as are we in reading them, that they are not moving on the same level of insight as the Apostles; they are sub-apostolic in that sense also.",
        "But the weakness is more than a dogmatic one; it is one of religious experience, as the source of spiritual insight.",
        "It is not merely that \"there is no dogmatic system in Clement\" or in any other of the Apostolic Fathers; that may favour, not hinder, religious insight.",
        "In common with his works generally, it is distinguished by exhaustiveness of treatment and research, critical ability, a remarkable degree of accuracy, and a certain insight into the past which he gained from his practical experience of men and institutions.",
        "Yet if he judges too favourably the leaders of the national party in England on the eve of the Norman Conquest, that is a small matter to set against the insight which he exhibits in writing of Aratus, Sulla, Nicias, William the Conqueror, Thomas of Canterbury, Frederick the Second and many more.",
        "This great advance, which is the result of the gradual focussing of a century's work in the minute exploration of the exact laws of optical and electric phenomena, clearly carries with it deeper insight into the physical nature of matter itself and its modes of inanimate interaction.",
        "With wide learning and keen critical insight he wrote a number of historical works of which the most important is his Institutiones Hist.",
        "18, of our present work, is unquestionably of great value owing to the insight it gives us into the history of the Christian Church at the close of the Ist century.",
        "Scepticism with regard to reason, on the other hand, depends on an insight into the irrational character of the relation which we chiefly employ, viz.",
        "In like manner, the apparent antinomies on which such a scepticism builds will be found to resolve themselves for a system based on a deeper insight into the nature of things.",
        "A curious insight into the course of education which a young Polish nobleman underwent is furnished by the instructions which James Sobieski, the father of the celebrated John, gave to Orchowski, the tutor of his sons.",
        "The amir showed his usual ability in diplomatic argument, his tenacity where his own views or claims were in debate, with a sure underlying insight into the real situation.",
        "This writer, who is characterized by a singularly bright and picturesque style, and also by deep religious feeling and insight, begins his narrative with the account of the creation of man from the dust, and tells of the first sin and its consequences (Gen.",
        "As an advocate his sharpness and rapidity of insight gave him a formidable advantage in the detection of the weaknesses of a witness and the vulnerable points of his opponent's case, while he grouped his own arguments with an admirable eye to effect, especially excelling in eloquent closing appeals to a jury.",
        "And so too with the following great prophets; the important thing in their work was not their moral earnestness and not their specific predictions of future events, but the clearness of spiritual insight with which they read the spiritual significance of the signs of the time and interpreted the movements of history as proofs of Yahweh's actual moral sovereignty exercised over Israel.",
        "In this as in all other matters of transcendental truth \"wisdom is justified of her children\"; the conclusive vindication of the prophets as true messengers of God is that their work forms an integral part in the progress of spiritual religion, and there are many things in their teaching the profundity and importance of which are much clearer to us than they could possibly have been to their contemporaries, because they are mere flashes of spiritual insight lighting up for a moment some corner of a region on which the steady sun of the gospel had not yet risen.",
        "To some extent this historical vindication of the prophetic insight went on during the activity of the prophets themselves.",
        "The mass of the nation, of course, was always much more struck by the \"signs\" and predictions of the prophets than by their spiritual ideas; we see how the idea of supernatural insight and power in everyday matters dominates the popular conception of Elijah and Elisha in the books of Kings.",
        "It is not possible to acquit Schelling of a certain disingenuousness in regard to the Hegelian philosophy; and if we claim for him perfect disinterestedness of view we must accuse him of deficient insight.",
        "But Schelling did not merely borrow, he had genuine philosophic spirit and no small measure of philosophic insight, and under all the differences of exposition which seem to constitute so many differing systems, there is one and the same philosophic effort and spirit.",
        "Light presents itself to us as the good primal spirit (God, radiant with the ten [twelve] virtues of love, faith, fidelity, high-mindedness, wisdom, meekness, knowledge, understanding, mystery and insight), and then further as the heavens of light and the earth of light, with their guardians the glorious aeons.",
        "At the head stood the teachers (\" the sons of meekness,\" Mani himself and his successors); then follow the administrators (\" the sons of knowledge,\" the bishops); then the elders (\" the sons of understanding,\" the presbyters); the electi (\" the sons of mystery\"); and finally the auditores (\" the sons of insight\").",
        "For his insight into mechanism and his power over it he was unequalled, except perhaps by Charles Babbage.",
        "But his political insight and his impartiality entitle him to a high place among the historians of the 12th century.",
        "Mazarin was not a Frenchman, but a citizen of the world, and always paid most attention to foreign affairs; in his letters all that could teach a diplomatist is to be found, broad general views of policy, minute details carefully elaborated, keen insight into men's characters, cunning directions when to dissimulate or when to be frank.",
        "But in the most Quixotic of his schemes, and the most Laputan of his theories, his pure and chivalrous nature, his marvellous insight into the heart of things and men, and his..",
        "likely to give us an insight into the mechanism of radiation.",
        "The work is considered too subjective and fanciful, the great fault of the author being that he lacks the impartiality of objective historical insight.",
        "The account given by the church at Smyrna of the death of their bishop Polycarp (155) gives us an insight into these feelings.",
        "1855, professor of philosophy, Harvard) believes in the absolute like Green and Bradley, in \" the unity of a single self-consciousness, which includes both our own and all finite conscious meanings in one final eternally present insight,\" as he says in The World and the Individual (1900; see also later works).",
        "feebleness and slackened zeal to want of progressive insight into the essential nature of the Gospel as a \"new covenant,\" moving on a totally different plane of religious reality from the now antiquated covenant given by Moses (viii.",
        "As lack of insight lay at the root of their troubles, it was not enough simply to enjoin the moral fidelity to conviction which is three parts of faith to the writer, who has but little sense of the mystical side of faith, so marked in Paul.",
        "It is only by the most careful scrutiny, or the exercise of the most piercing insight, that the imperfectly spelled Egyptian has been made to yield up one grammatical secret after another in the light brought to bear upon it from Coptic. Demotic grammar ought soon to be thoroughly comprehensible in its forms, and the study of Late Egyptian should not stand far behind that of demotic. On the other hand, Middle Egyptian, and still mote Old Egyptian, which is separated from Middle Egyptian by a wide gap, will perhaps always be to us little more than consonantal skeletons, the flesh and blood of their vocalization being for the most part irretrievably lost.",
        "The sealings of the various officials, of which over 200 varieties have been found, give an insight into the public arrangements (Petrie, Royal Tombs, i.",
        "But he adds that he found all four of them, in different degrees, deficient in insight into religious truth.",
        "Ninth, there is the insight that the creator seeks affirmation, not confirmation, of the appropriateness of a course of action.",
        "technicality the series gave me a great insight into the technicalities of film production.",
        "A study of the world's major plates gives insight into recent finding about the action of plate tectonics.",
        "For an insight into the muddled constitutional thinking of the Government I've read few better articles.",
        "thumb through, it's a lovely looking insight into the models design origins and development history.",
        "To gain more insight into this critical issue changes in seabed topography occurring over the full active profile \" envelope \" are required.",
        "unbecoming of a man of your undoubted intelligence and insight Martin.",
        "unique insight into the daily life of a Roman soldier based on Hadrian's Wall.",
        "These techniques have led to new insight into how several relatively unstudied molecules undergo such dynamic exchange.",
        "weeklong course really will give you a fascinating insight into all walks of life.",
        "wistful, yearning and powerful insight through extreme brevity.",
        "A literary debut which combines wit with barbed insight f. .",
        "They are used to communicate a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity.",
        "If you want to gain some insight then zap down to your local video store and hire the film ' The Wedding Singer ' .",
        "In the following year he received an appointemnt as student interpreter in the China consular service, and after serving for a short time at the Ningpo vice-consulate, he was transferred to Canton, where after acting as secretary to the allied commissioners governing the city, he was appointed the local inspector of customs. There he first gained an insight into custom-house work.",
        "His two historical works, the histories of Theodosius and of Ximenes, are more remarkable for elegance of style than for accuracy and comprehensive insight.",
        "He described him as \"a companionable, brilliant soul, with piercing eyes, the body of an Aesop - a man of keen insight, exquisite taste and wide erudition.",
        "For extended analysis he had small liking and faculty; his critical insight is limited in range, and he confines himself almost wholly to the concrete elements of history.",
        "But he thoroughly grasped its conditions, and in his great work on naval warfare (first published in 1891) he enunciated its principles with great cogency and with keen historic insight.",
        "His latest published work was a biography of his friend Sir Astley Cooper Key, and his last article was a critical examination of the tactics adopted at Trafalgar, which showed his acumen and insight at their best.",
        "25 f.) and large insight into essentials (xi.",
        "More suggestive still of high repute as a man of insight and authority is his mission from the Jerusalem Church to inspect and judge of the new departure in the Gospel at Antioch, in Acts xi.",
        "The first ever participants of Insight Out, West Midlands, offering business training for recent creative industries graduates from the area.",
        "A caring reputable breeder has a very good insight into the behavior of their puppies.",
        "These need to be integrated with insight into the resilience of ecosystems.",
        "It was selected with skill and insight by Patrick Johnson who, resplendent in top hat and tails, played it on the piano.",
        "To gain an insight into the transmission and clinical processes of the disease, a detailed understanding of schistosome population genetic structure is essential.",
        "Does this soliloquy move the play forward in any way (e.g. give us a new insight into the prince 's thinking)?",
        "Any insight about which sites I can trust to be solvable puzzles?",
        "These give a vivid insight, ( or nostalgic jog to the memory) into the displays prior to out-of-town superstores.",
        "Working on the series gave me a great insight into the technicalities of film production.",
        "A study of the world 's major plates gives insight into recent finding about the action of plate tectonics.",
        "For an insight into the muddled constitutional thinking of the Government I 've read few better articles.",
        "With 275 mostly color photographs to thumb through, it 's a lovely looking insight into the models design origins and development history.",
        "That glib remark about Elvis is unbecoming of a man of your undoubted intelligence and insight Martin.",
        "As his brilliant biographies demonstrate he had extraordinary insight and a naturally unprejudiced mind.",
        "A fascinating insight into the wasteful bureaucracy of Quangos.",
        "This weeklong course really will give you a fascinating insight into all walks of life.",
        "A literary debut which combines wit with barbed insight f..",
        "If you want to gain some insight then zap down to your local video store and hire the film ' The Wedding Singer '.",
        "The lecture gave me a valuable insight into the author's way of thinking.",
        "The engine wouldn’t start so clearly I’d done something wrong when putting it back together, but realizing this gave me no insight into how to fix my mistake.",
        "He is a manager with great insight. He will help this company go far.",
        "The biography gave a fresh, new insight into the life and times of William Shakespeare.",
        "He showed remarkable insight on the topic considering he had just started learning about it.",
        "This recent microbiological research study gives new insight to the intracellular control mechanisms of platelets.",
        "Looking at pictures of the row of adobes gave us insight into how the Pueblo Indians lived.",
        "They may also give birth parent some insight into more difficult topics, such as putting an older child up for adoption and single parenting.",
        "While you can gain valuable insight into the world of international adoption, you may be making a grave mistake to assume you can save money without professional help.",
        "Recently, Dr. Joanne Baum was kind enough to offer the readers of LoveToKnow Baby some insight into the world of babies and their sleeping habits.",
        "When searching for help concerning international adoptions, don't overlook the valuable insight and assistance that the government can offer.",
        "The more scientists and doctors understand about Sudden Infant Death Syndrome, the more insight they have to offer to parents in terms of education and safety.",
        "This gives buyers an insight into the sort of service they can expect.",
        "Don't forget to read user reviews on websites such as Amazon.com, which can give an extremely useful insight into a product.",
        "The vet and I are equally as stumped, I was hoping that you might have some insight.",
        "Kids might also be able to gain some insight by discussing the characters they don't like.",
        "The list below offers some insight into the kinds of situations that typically don't require court proceedings.",
        "Interviews with experts provide insight into what has worked for numerous people, so that you can learn from others' mistakes.",
        "Carbon cycle activity gives us a general idea of the carbon stores and exchanges between the biosphere, geosphere, hydrosphere and atmosphere of the earth, which gives us insight into what humans are doing to cause global warming.",
        "Here is a comparison on two compact hybrids, the Honda Insight and the Toyota Prius.",
        "Hybrid sales were increasing by February of 2009 with the growing popularity of the Honda Insight, Ford Fusion, and Toyota Prius, all offered at affordable prices utilizing both gas and electric engines that can travel good distances.",
        "LoveToKnow would like to thank Paul McCormack for taking time out of his busy schedule to speak with LTK and share greater insight on the mission and accomplishments of Miele green appliances.",
        "Lovetoknow recently asked Galvez about one of her books, The Thrifty Girl's Guide to Glamour, as well as for some insight into her life and her advice for always looking fantastic.",
        "Joanna Schlip, makeup artist to some of Hollywood's finest, gave LTK some exclusive insight on everything from how she got started in the industry to how she keeps her smile sparkling and bright!",
        "If you can't get enough of those quizzes that promise to give you insight into your soul or at least offer a tidbit about your personality that you may have missed, Blog Things is the place to go.",
        "In fact, learning the Latin and Greek foundation of western languages provides you with unique insight into how words are formed and where they come from - insight that fewer people have today than ever before.",
        "You may gain valuable insight and learn tips and tricks that will help you become a better photographer and sell those photos.",
        "A job as an assistant to a professional photographer can help you test the waters of the industry and give you valuable insight into the type of work you are pursuing.",
        "By accenting a layout with lyrics from a song that you enjoy, you're giving the viewer new insight into your personality.",
        "The side-cut feature of modern skis offers insight into the length disparity.",
        "You may find common anger triggers and gain insight as ideas are exchanged within the group.",
        "You can choice meditations on relaxation, self development and insight.",
        "Instead of reacting immediately, the student will develop the insight and self-control to walk away when angry to calm down, and evaluate his own feelings and thoughts about the situation.",
        "In the most traditional sense, it was used to gain insight and wisdom, as a way to listen to God.",
        "You can therefore benefit from their insight and experience and find happiness in your life to replace your anger.",
        "Even then it is important you gain some sort of insight as to what her reaction may be.",
        "The shape of the corsage you choose can lend some insight into the size you'll need.",
        "Thinking about how your parents would feel can give you some insight as to whether the peer pressure you're facing is good or bad.",
        "A learning permit allows you to drive with a parent or older adult in the car and can give you valuable insight into how to handle spur of the moment situations where a driver cuts in front of you or you hydroplane on water.",
        "What if questions can get teens thinking and open up some important discussions that lead to insight on leading a Christian lifestyle.",
        "This is a useful way to get an insight into how someone else has found a book and is particularly relevant with wedding planners, as the feedback will have come from other people who are also planning weddings.",
        "The guide offers insight into the process of selecting the right items for every room in the home.",
        "The Frequently Asked Questions section of their website offers insight into what happens during your appointment.",
        "This improved focus can help recovering addicts work on gaining insight about why they began using drugs or alcohol, and this can help them learn how to deal with the situations that will trigger them to begin using again.",
        "She is currently a correspondent with the cable channel Wedding Central, where she provides her insight into William and Kate's nuptials.",
        "For the parents of teens and even educators, these rankings can provide valuable insight into the education that institutions across the national can offer.",
        "Coursework usually includes classes to give students insight into legal system operations and offer a thorough understanding of legal and law theories.",
        "Experienced guides offer expert advice and insight to local attractions, and comfortable private transportation and accommodations are conveniently arranged.",
        "Cruise Disney Magic reviews for personal insight into what it's like to sail on board this elegant, family-friendly mega-ship.",
        "In addition, consider helping your fellow man and offer up some style insight within our fashion community.",
        "The history of the wedding dress is rich with insight and color.",
        "Each edition is sure to entertain while giving readers insight into the world around them.",
        "Share experiences or gain insight into the viewpoint of this highly touted demographic through the Boomer Generation blog.",
        "The Sleep Society for Neuroscience offers insight into the scientific discoveries derived from REM studies as well as their implications.",
        "Specific chemicals are released during sleep stages, offering insight into which prescription medications offer help for sleep disorders.",
        "Biomechanical insight into why people sleep presents itself through research.",
        "Some sources offer a little insight into possible approaches including an \"all-natural\" plan of action.",
        "The organization offers insight into the statistics and the problems associated with persistent nightly snores.",
        "Few clinical trials offer insight into the effectiveness of exercising to alleviate the symptoms of RLS.",
        "Sleep apnea associations offer helpful insight into the sleep disorder, ranging from the initial diagnosis to advanced treatments.",
        "The topics are not sponsored by a retailer; however, you can receive product information by asking fellow forum members for their help or insight into different models of machines and masks.",
        "It can be very helpful to receive tips and insight from fellow sleep apnea patients.",
        "While the approaches for dream interpretation can offer some insight, the dreamer is probably the most efficient dream analyzer there is.",
        "Taking a biblical perspective on your dream experience involves gaining insight into dream symbols, possible meanings, and methods of interpreting dreams.",
        "Books on the subject of biblical interpretation of dreams can offer excellent insight, and you can find helpful resources online as well.",
        "Unveiling types of dreams and what they mean can give you great insight into your experiences with dreaming.",
        "The Hyuga clan have special mental, physical, and emotional insight; they can see into their opponents' souls.",
        "Special thanks to Randy Barnett for sharing his insight about this important issue and to Anna De Souza of Live in Five PR for arranging the interview.",
        "In addition to these services, working with an experienced travel agent can give interested vacationers an insight into their destination that making plans online cannot.",
        "The clips give you more details about the story, and insight for things to come in the game.",
        "They may not only approach specific video games as inspiration, but they may also provide some commentary or insight into the industry of gaming itself.",
        "As mentioned above, it is best to check the ESRB rating, but you may also want to look into the specific content descriptors as well, because they will give you insight into why a particular game received a certain rating.",
        "Once you see Sylvanas, you will get insight to a key character and treated to a mysterious vocal performance, which is a highlight in Burning Crusade that should not be missed.",
        "Stephen Tanzer's International Wine Cellar is read word for word for his knowledgeable and practical insight and blessings.",
        "The publication also offers more information including insight into touring the wine country as added inspiration.",
        "Another resource that can give you some insight on pricing is an RV dealer, either one you visit online, such as RV Trader, or one you go to in person.",
        "He had no profound insight into the problem of Judaism, and there was no lasting validity in his view that the problem - the thousands of years' old mystery - could be solved by a retrogression to local nationality.",
        "There was need of a positive theory based on real insight, in order to inspire faith for more strenuous conflict with the influences tending to produce the apostasy from Christ, and so from \"the living God,\" which already threatened some of them (iii.",
        "These exhortations are directed chiefly against the dullness of spirit which hinders progressive moral insight into the genius of the New Covenant (v.",
        "To quicken this by awakening deeper insight into the real objects of \"faith,\" as these bore on their actual life, he develops his high argument on the lines already indicated.",
        "The refusal of the emperor William to entertain this project shows that in such matters his judgment was more correct than that of his counsellor, and the incident proves that the latter had anything but a clear insight into the historical position.",
        "He dealt with the great question at issue from the standpoint of the diplomatist, rather than from that of the statesman well versed in ecclesiastical history and possessing an insight into what it implies; and by his violent, inconsiderate action he unwittingly drove into the ranks of Ultramontanism the moderate elements of the Catholic population.",
        "Latimer, however, besides possessing sagacity, quick insight into character, and a ready and formidable wit which thoroughly disconcerted and confused his opponents, had naturally a distaste for mere theological discussion, and the truths he was in the habit of inculcating could scarcely be controverted, although, as he stated them, they were diametrically contradictory of prevailing errors both in The only reasons for assigning an earlier date are that he was commonly known as \" old Hugh Latimer,\" and that Bernher, his Swiss servant, states incidentally that he was \" above threescore and seven years \" in the reign of Edward VI.",
        "The Noctes Atticae is valuable for the insight it affords into the nature of the society and pursuits of those times, and for the numerous excerpts it contains from the works of lost ancient authors.",
        "Her letters are full of vivacity, of colour, and at times of insight and wit, but she never learnt to write either French or German correctly.",
        "The industry of Gervase was greater than his insight.",
        "Magee's manifold activities, his capability as an administrator, his sound judgment, and his remarkable insight into the ecclesiastical problems of his time, rank him among t he most distinguished of English prelates.",
        "It is most difficult to appreciate aright this man of fervid imagination, of powerful and persistent convictions, of unbated honesty and love of truth, of keen insight into the errors (as he thought them) of his time, of a merciless will to lay bare these errors and to reform the abuses to which they gave rise, who in an instant offends us by his boasting, his grossness, his want of selfrespect.",
        "There is a striking proof of Baxter's insight into character in his account of what happened under these circumstances.",
        "His pages abound in fine and acute insight.",
        "Many detached sayings scattered throughout the book show a depth of insight, or a practical shrewdness, or again a power of concise speech, which stamps them on the memory.",
        "This conception led Kekule to his \"closed-chain\" or \"ring\" theory of the constitution of benzene which has been called the \"most brilliant piece of prediction to be found in the whole range of organic chemistry,\" and this in turn led in particular to the elucidation of the constitution of the \"aromatic compounds,\" and in general to new methods of chemical synthesis and decomposition, and to a deeper insight into the composition of numberless organic bodies and their mutual relations.",
        "Great as is the interest attached to the various public buildings of Pompeii, and valuable as is the light that they have in some instances thrown upon similar edifices in other ruined cities, far more curious and interesting is the insight afforded us by the numerous private houses and shops into the ordinary life and habits of the population of an ancient town.",
        "He was little attracted by the scholastic learning, though it would be wrong to take his words as evidence of a precocious insight into its weakness.",
        "Starting from this principle he was driven to geometry for insight into the ground and modes of emotion.",
        "It consisted for the most part of an elaborate theory of vision which, though very creditable to Hobbes's scientific insight, was out of place, or at least out of proportion, in a philosophical consideration of human nature generally.",
        "The words of Isocrates (even allowing for their rhetorical colour) give us a vivid insight into what such a process meant.",
        "1075-1144), edited by Nassau-Lees, Calcutta, 1859; but this scholar, with his great insight and still greater subtlety, is too apt to read his own scholastic ideas into the Koran.",
        "Such men, who, capable in every field, designed the Great Pyramids and bestowed the highest monumental fame on their masters, must surely have had an insight into scientific principles that would hardly be credited to the Egyptians from the written documents alone.",
        "Historically, however, they are of no little interest, not only from the insight into the social life of the period which they afford, but from the important influence they exercised on the Elizabethan drama.",
        "The truth seems to be that Justinian was not a great ruler in the higher sense of the word, that is to say, a man of large views, deep insight, a capacity for forming just such plans as the circumstances needed, and carrying them out by a skilful adaptation of means to ends.",
        "The book shows a unique combination: on the one hand is the singularly shrewd insight into character and the vivid realization of the picturesque; on the other is the \" mysticism \" or poetical philosophy which relieves the events against a background of mystery.",
        "His industry, his remarkable political insight, his lack of scruple, and his combined strength of will and subtlety of intellect enabled him to utilize all the forces which tended at that time towards strong government throughout western Europe.",
        "He showed his versatility in landscape, as in his \"Whins in Bloom,\" which combined great breadth with fine detail; in flower-pieces, such as his \"Roses,\" which were brilliant in rapid suggestiveness and force; but most of all in his portraits, which are marked by great individuality, and by fine insight into character.",
        "Even Buddhism - originally destitute of ceremonial - has adopted the pilgrimage; and the secondary tradition makes Buddha himself determine its goals: the place where he was born, where he first preached, where the highest insight dawned on him, and where he sank into Nirvana.",
        "There is a Middle Path discovered by the Tathagata' - a path which opens the eyes, and bestows understanding, which leads to peace, to insight, to the higher wisdom, to Nirvana.",
        "In the very earliest times of the most remote animism we find the belief that a person, rapt from all sense of the outside world, possessed by a spirit, acquired from that state a degree of sanctity, was supposed to have a degree of insight, denied to ordinary mortals.",
        "In depth of philosophic insight, in the method of Socratic questioning often adopted, in the earnest and elevated tone of the whole, in the evidence they afford of the most cultured thought of the day, these dialogues constantly remind the reader of the dialogues of Plato.",
        "It is a remarkable piece of work, and the sketch of absolute government in France during this period has never before been traced with an equal amount of insight and brilliance.",
        "The alliance concluded by him with France reveals him at once as rising superior to the narrow prejudices of his race and faith, which rejected with scorn any union with the unbeliever, and as gifted with sufficient political insight to appreciate the advantage of combining with Francis I.",
        "In the following year, in order to gain insight into another side of his calling, he spent four months at Wetzlar, where the imperial law-courts were established.",
        "Goethe has here taken a simple story of village life, mirrored in it the most pregnant ideas of his time, and presented it with a skill which may well be called Homeric; but he has discriminated with the insight of genius between the Homeric method of reproducing the heroic life of primitive Greece and the same method as adapted to the commonplace happenings of 18th-century Germany.",
        "But although wellread, he was no scholar in the true sense, and had neither the knowledge to feel sure of his ground nor the theological insight to perceive the real point at issue.",
        "As Otto Pfleiderer (Development of Theology, p. 285) observes, \"the choice not less than the treatment of these subjects is indicative of the large breadth of view and the insight of the historian into the comparative history of religion.\"",
        "His political insight is shown by the fact that he endeavoured to limit the indefinite extension of Moslem conquest, to maintain and strengthen the national Arabian character of the commonwealth of Islam, 4 and especially to promote law and order in its internal affairs.",
        "He possessed vast and varied learning, perfect calmness and impartiality, and great power of historical insight, and is now looked back to as the pioneer in the movement for the economic interpretation of history.",
        "We need then to develop the alternative, and to pass from the external aspect of all-ness to the intrinsic ground of it in the universal Kau' auTO Kai n ai)TO, which, whatsoever the assistance it receives from induction in some sense of the word, in the course of its development for the individual mind, is secured against dependence on instances by the decisive fiat or guarantee of vas, insight into the systematic nexus of things.",
        "On the other we have a stage at which the rational but as yet not reasoned concepts developed in the medium of the psychological mechanism are subjected to processes of reflective comparison and analysis, and, with some modification, maintained against challenge, till at length the ultimate universals emerge, which rational insight can posit as certain, and the whole hierarchy of concepts from the \" first \" universals to Ta apEA are intuited in a coherent system.",
        "On the other, he assigned to vas with its insight into rationality too high a function with regard to the concrete in which the surd was present, a power to certify the truth of scientific principles.",
        "This pococurantism might easily be interpreted as an insight into the limitations of inverse method as such or as a belief in the plurality of causes in Mill's sense of the phrase.",
        "It is to the 4 The insight, for instance, of F.",
        "And what Spinoza has to say of the requisites of definition and the marks of intellection makes it clear that insight comes with coherence, and that the work of method on the \" inductive \" side is by means of the unravelling of all that makes for artificial limitation to lay bare what can then be seen to exhibit nexus in the one great system.",
        "to technical logic. It may be attributed in some sl i ght degree, perhaps, to incidental flashes of logical insight where his thought is least of what he himself calls logic, e.g.",
        "Hegel's treatment of the categories or thought determinations which arise in the development of the immanent dialectic is rich in flashes of insight, but most of them are in the ordinary but to make explicit those justificatory notions which condition the form of our apprehension.",
        "Were this all, the gain by their introduction would consist mainly in a clearer insight into the mechanism of co-ordinate systems, rectangular or not - a very important addition to theory, but little advance so far as practical application is concerned.",
        "Neither of these men professed to employ the calculus itself, but they recognized fully the extraordinary clearness of insight which is gained even by merely translating the unwieldy Cartesian expressions met with in hydrokinetics and in electrodynamics into the pregnant language of quaternions.",
        "0E6s, god, and Qoybia, wisdom), a term used to denote those forms of philosophic and religious thought which claim a special insight into the Divine nature and its constitutive moments or processes.",
        "Sometimes this insight is claimed as the result of the operation of some higher faculty or some supernatural revelation to the individual; in other instances the theosophical theory is not based upon any special illumination, but is simply put forward as the deepest speculative wisdom of its author.",
        "The theosophist, on the other hand, is most at his ease when moving within the circle of the Divine essence, into which he seems to claim absolute insight.",
        "Apart, however, from these pseudo-revelations the Theosophical Society has given rise to an extensive literature, some of which displays a high degree of argumentative and expository ability; and moreover the movement has from time to time attracted the attention and secured the co-operation of many earnest seekers, of some few of whom it can be truly said that they possessed undoubted spiritual power, insight and knowledge.",
        "It is mere prejudice to deny that Mandeville had considerable philosophic insight; at the same time he was mainly negative or critical, and, as he himself said, he was writing for \"the entertainment of people of knowledge and education.\"",
        "Guided by this objective criterion, and safeguarded by growing insight into the author's plastic aim, we need not despair of reaching large agreement as to the nature of the sources lying behind the first half of Acts.",
        "These were the \" ancient Homerics \" (01 apXaEoe `O,unpuccl), who busied themselves much with the hidden meanings of Homer; of whom Aristotle says, with his profound insight, that they see the small likenesses and overlook the great ones (Metaph.",
        "He shows no greater political insight than we should expect from his position; but relates what he had seen and heard with a naive vivacity which compels attention.",
        "The whole tangled skein of Italian politics, in that involved and stormy period, is unravelled with a patience and an insight that are above praise.",
        "Indeed, it may be confidently affirmed that those who desire to gain an insight into the true principles and feelings of the men who made and wrote history in the 16th century will find it here far more than in the work designed for publication by the writer.",
        "Superstition and stupidity hedged them in on every side, so that sorcery and magic seemed the only means of winning power over nature or insight into mysteries surrounding human life.",
        "Boccaccio's tales, in like manner, continue the tradition of the fabliaux, raising that literary species to the rank of finished art, enriching it with humour and strengthening its substance by keen insight into all varieties of character.",
        "Volta followed up these observations with rare philosophic insight and experimental skill.",
        "The discovery that chemical action was involved in the process led to the advancement of the chemical theory of the pile and this was strengthened by the growing insight into the principle of the conservation of energy.",
        "In ten days of brilliant investigation, guided by clear insight from the very first into the meaning of the phenomena concerned, he established experimentally the fact that a current may be induced in a conducting circuit simply by the variation in a magnetic field, the lines of force of which are linked with that circuit.",
        "In the 26th series (1850) he returned to a discussion of magnetic lines of force, and illuminated the whole subject of the magnetic circuit by his transcendent insight into the intricate phenomena concerned.",
        "Turning now to the theory of electricity, we may note the equally remarkable progress made in 300 years in scientific insight into the nature of the agency which has so recast the face of human society.",
        "It contains a brief and somewhat obscure outline of the first two parts in the Instauratio, and is of importance as affording us some insight into the gradual development of the system in Bacon's own mind.",
        "Yet his insight into political science was not deeper than that of his age; nor did he possess any superiority in moral qualities.",
        "It appals the reader with its irregularity of treatment, its variations of style, and its abrupt transitions from the spiritual to the crude and trivial, and from superstition to the purest insight.",
        "Or philosophic theology may penetrate to an abstract conception of deity, like the Babylonian 'iluth, or the Vedic devatva and asuratva; and some seer may have the courage and insight to formulate the principle that \" the great asuratva of the devas is one \" (R.",
        "And the founder who enters history with an impressive personality can only do his work through the response made to him by the insight and feeling of his time.",
        "(Cambridge, 1885); Barrett Wendell, Cotton Mather, the Puritan Priest (New York, 1891), a remarkably sympathetic study and particularly valuable for its insight into (and its defence of) Mather's attitude toward witchcraft; Abijah P. Marvin, The Life and Times of Cotton Mather (Boston, 1892); 1VI.",
        "They seem to have embodied the lectures of Ammonius with additions by Philoponus, and are remarkable rather for elaborate care than for originality and insight.",
        "prathama (first) fratema fratama fradum (Parsi kratu (insight) khratu.",
        "These remains, however, suffice to give a complete insight into the structure of the language.",
        "Overpowered by the majesty and novelty of the Christian message of salvation, too conscientious to rest satisfied with the ordinary attempts at the solution of difficulties, while prevented by the limitations of his time from reaching an historical insight into the relation of Christianity to the Old Testament and to Judaism, he believed that he expressed Paul's view by the 1 Esnik's presentation of the Marcionite system is a late production, and contains many speculations that cannot be charged upon Marcion himself.",
        "His vast learning was the result of a powerful memory and unwearied industry, and he lacked the creative imagination necessary to mould this material into new forms. He was a powerful debater, but his victories were those of a dialectician rather than a convincing reasoner, and in him depth of insight and conviction were ill replaced by the controversial violence characteristic of the age.",
        "The letter in which he discloses his misery to this kind and thoughtful man gives a real insight into his character.",
        "It is enough to refer here to the fragmentary series of his Shakespearian criticisms, containing evidence of the truest insight, and a marvellous appreciation of the judicial \"sanity\" which raises the greatest name in literature far above even the highest of the poets who approached him.",
        "For insight and breadth of view the despatch ranks with that which Sir George Grey drew up in 1858.",
        "lvii.) which brought order into chaos by a classification in which the fossil plants were arranged, with remarkably correct insight, along with their nearest living allies, and which forms the basis of all subsequent progress in this direction.",
        "\"The father of Russian diplomacy,\" as he has justly been called, was remarkable throughout his career for infinite tact and insight, and a wonderfully correct appreciation of men and events.",
        "Political insight is wholly wanting to Socrates; all the orthodox emperors blaze forth in a uniform light of dazzling splendour; even the miserable Arcadius is praised, and Theodosius II.",
        "The scientific importance of this step is to be measured by the degree of insight which it affords or promises into the molecular constitution of real bodies by the suggestion of experiments by which we may discriminate between rival molecular theories.",
        "The explanation has been given with remarkable insight by Plateau.",
        "These beings also manifested themselves to man by means of images in dreams, communicated with him, and sometimes gave him an insight into the future.",
        "He betrays, too, an insight into the evils which were destined finally to undermine the imposing fabric of Roman eMpire.",
        "To us, therefore, they are valuable not only for their eloquence, but still more as giving us our clearest insight into Livy's own sentiments, his lofty sense of the greatness of Rome, his appreciation of Roman courage and firmness, and his reverence for the simple virtues of older times.",
        "Patriotism, insight, courage, statesmanship, energy, - these great qualities were indisputably his; but unfortunately they were vitiated by obstinacy, suspicion and a sulky craftiness, beneath which simmered a very volcano of revengeful cruelty.",
        "Major takes a more independent attitude in his History, which is a remarkable example of historical accuracy and insight.",
        "What he lacked was that insight into the best classical masterpieces, that command of the best classical diction, which is the product of successive generations of scholarship. To attain to this, Giovanni da Ravenna, Colluccio Salutato, Poggio and Filelfo had to labour, before a Poliziano and a Bembo finally prepared the path for an Erasmus.",
        "In spite of a perhaps exaggerated admiration for his hero, Gruel displays in his work so much good faith, insight and originality that he is accepted as a thoroughly trustworthy authority.",
        "From the sublimity of Thucydides, and Xenophon's straightforward story, history passed with Theopompus and Ephorus into the field of rhetoric. A revival of the scientific instinct of investigation is discernable in Timaeus the Sicilian, at the end of the 4th century, but his attack upon his predecessors was the text of a more crushing attack upon himself by Polybius, who declares him lacking in critical insight and biased by passion.",
        "In this mission he was successful and obtained some insight into the working of the German church during a stay of a year with Hermann II., archbishop of Cologne.",
        "He had \"the vision,\" but not \"the faculty divine\" which translates the vision into music. In his two volumes of verse 1846; May Day and other Pieces, 1867) there are many passages of beautiful insight and profound feeling, some lines of surprising splendour, and a few poems, like \"The Rhodora,\" \"The Snowstorm,\" \"Ode to Beauty,\" \"Terminus,\" \"The Concord Ode,\" and the marvellous \"Threnody\" on the death of his first-born boy, of beauty unmarred and penetrating truth.",
        "On constitutional matters he writes with an insight to be attained only by the study of political philosophy, discussing in a masterly fashion the dreams of idealists and the schemes of government proposed by statesmen.",
        "His insight into the spiritual life was profound.",
        "Canning in Calcutta, John Lawrence in the Punjab, were men indeed equal to any burden; and the stress of the Mutiny, ending once and for ever the bad old system of seniority, brought to the front so many subordinates of dauntless gallantry and soldierly insight that a ring of steel was rapidly drawn round the vast territory affected.",
        "It was to the insight of Lawrence and the splendid organization of the Punjab province - the spoilt child -of the Indian government, as it had been called in allusion to the custom of sending thither the best of the Indian officials and soldiers - that the reduction of Delhi and the limitation of the outbreak were due.",
        "In time, however, he perceives that behind the fantastic garb of language there is an earnest and vigorous mind, an imagination that harbours fire within its cloudy folds, and an insight into the mysteries of spiritual life which is often startling.",
        "Sometimes, indeed, he denounces fiercely enough the arts and pretensions of priests; but no one has embodied with such profound spiritual insight some of the most vital moments of the Christian story.",
        "Does this consciousness represent an authentic insight into ultimate fact, or is it a pitiful illusion of the nerves, born of man's hopes and fears and of his fundamental ignorance?",
        "He was not, indeed, a scientific theologian; but his insight into the principles of the spiritutal life was unrivalled.",
        "But though it evinces considerable insight, it cannot escape the charge of extravagance.",
        "A careful sifting of the available evidence would rather tend to represent Periander as a ruler of unusual probity and insight, and the exceptional firmness and activity of his government is beyond dispute.",
        "29 a no notion of arrangement, no measure of proportion, and no criterion of discrimination between the important and the trivial; they are equally destitute of critical and of historical insight, unable to sift the authorities on which they rely, and unsuspicious of the stupendous social revolution comprised within the period which they undertake to describe.",
        "The following year Cousin went to Munich, where he met Schelling for the first time, and spent a month with him and Jacobi, obtaining a deeper insight into the Philosophy of Nature.",
        "For the duties of this office at such a critical time he was deficient in insight and energy, but his political success was independent of his official capacity; and when the ministry of Grey was wrecked on the Irish question in July 1834 Melbourne was chosen to succeed him as prime minister.",
        "No WTestern author, since the death of Gregory of Tours, wrote on such a scale, or with such vigour and insight.",
        "A body composed of several hundred members cannot carry on government with the requisite steadiness of action and clearness of insight.",
        "With cynical insight he discovered that a great government cannot rest on a clique, however distinguished.",
        "It might have been so even had the war been conducted on the British side with greater military skill and with more insight into the conditions of the struggle, which was essentially a civil contest between men of the same race.",
        "In this a priori conception, in which he scarcely gives proof of 1'iistorical insight, he shows himself as one of the precursors of J.",
        "Expert knowledge and judicial insight must decide the point; but, so far as the present writer can judge, it is illusory to imagine that Duns points us beyond the medieval assumptions.",
        "This he did in writing Coningsby, a novel of the day and for the day, but commended to us of a later generation « syb%» not only by the undimmed truth of its character portraits, but by qualities of insight and foresight which we who have seen the proof of them can measure as his contemporaries could not.",
        "The student of his life understands that Disraeli's claim to remembrance rests not only on the breadth of his views, his deep insight, his long foresight, but even more on the courage which allowed him to declare opinions supplied from those qualities when there was no visible likelihood of their justification by experience, and therefore when their natural fate was to be slighted.",
        "A more detailed investigation of all the characters of the Ferns will be needed before the course of evolution thus broadly indicated can be traced, but the results obtained afford a deeper insight into the general method of progression and the selective factors in the process.",
        "A consideration of the biology of the sorus gives an insight into the advantages obtained by the one type over the preceding, as regards protection, spore production and the dispersal of the spores, and thus indicates the way in which natural selection may have acted.",
        "And much of our knowledge, as he shows in the fourth book, is rational insight, immediate or else demonstrable, and thus intellectually necessary in its constitution.",
        "a capacity of spiritual insight in no sense dependent upon the creative activity of the intellect) is conditioned by our spontaneous acts of faith.",
        "productive of some further good; if virtuous action Aris= is essentially action done with insight, or rational ttppr,s.",
        "Both accept the paradox in the qualified sense that no one can deliberately act contrary to what appears to him good, and that perfect virtue is inseparably bound up with perfect wisdom or moral insight.",
        "Both, however, recognize that this actuality of moral insight is not a function of the intellect only, but depends rather on careful training in good habits applied to minds of good natural dispositions, though the doctrine has no doubt a more definite and prominent place in Aristotle's system.",
        "When further he teaches that the attainment of happiness depends almost entirely upon insight and right calculation, fortune having very little to do with it; that the pleasures and pains of the mind are far more important than those of the body, owing to the accumulation of feeling caused by memory and anticipation; and that an indispensable condition of mental happiness lies in relieving the mind of all superstitions, which can be effected only by a thorough knowledge of the physical universe - he introduces an ample area for the exercise of the philosophic intellect.",
        "Moral insight, in the view of the most thoughtful Jews of the age immediately preceding Christianity, was conceived as knowledge of a divine code, emanating from an authority external to human reason which had only the function of interpreting and applying its rules.",
        "And the need which most philosophers have felt for some philosophical foundation for morality arises, not from any desire to subordinate moral insight to speculative theory, but because the moral facts themselves are inexplicable except in the light of first principles which metaphysics alone can criticize.",
        "Nevertheless there have been few moral philosophers who have, apart from the idiosyncrasies of their special prepossessions, set forth with clearer insight or with greater nobility of language the essential nature of the moral consciousness.",
        "This being assumed, the hope of the writer is that the exposition will afford the student an insight into the theory which may facilitate his orientation, and convey to the general reader with a certain amount of mathematical training a clear idea of the methods by which conclusions relating to it are drawn.",
        "Bessel in 1818, and again with masterly insight by Dr A.",
        "The researches of Humboldt gave the first clear insight into the early periods of their history.",
        "Rather as that city which most nobly expressed the noblest attributes of Greek political existence, and which, by her preeminent gifts both of intellect and of moral insight, was primarily responsible, everywhere and always, for the maintenance of those attributes in their integrity.",
        "The old world felt, as we do, his moral and mental greatness, his fire, his self-devotion, his insight.",
        "Thus despite an inordinate love of adventure, which makes him appear rather a wandering chieftain than an established ruler, he was essentially a man of insight and progress.",
        "He has little sense of style; but displays considerable insight when he ventures to discuss a political situation.",
        "That the terms of the Peace of Nicias, which in 421 concluded the first phase of the war, were rather in favour of Sparta than of Athens was due almost entirely to the energy and insight of an individual Spartan, Brasidas, and the disastrous attempt of Athens to regain its lost land-empire.",
        "The Scriptures of the Old and New Testaments, rightly expounded by the church alone, give us an insight into God's plan of salvation for mankind, and explain to us the covenant which He made on various occasions (Moses and Christ; or Noah, Abraham, Moses and Christ).",
        "His drunkenness produced a corpulency which brought him the nickname Mirabeau Tonneau (\"Barrel Mirabeau\"); but he was not lacking in some of that insight which marked his brother.",
        "He died on the 16th of September 1824, worn out in body, but still retaining flashes of his former clear insight and scepticism.",
        "east of Paris, an isolated deposit of calcareous tufa full of leaves, which gives a curious insight into the vegetation which flourished in Paleocene times around a waterfall.",
        "The Roman consul declined the proffered assistance, but Polybius accompanied him throughout the campaign, and thus gained his first insight into the military system of Rome.",
        "It is to the value and variety of his matter, to his critical insight, breadth of view and wide research, and not least to the surpassing importance and interest of the period with which he deals, that Polybius owes his place among the writers of history.",
        "Kant is here able to resume, with fresh insight, his previous discussions regarding the synthetic character of mathematical propositions.",
        "But the king on this occasion showed more political insight than his great minister and saw that by adopting the heroic course proposed by the latter he ran the risk of finding Napoleon on the side of the enemy, whereas by waiting all might be gained.",
        "The character of the emperor Nicholas was summed up with great insight by Queen Victoria in a letter to the king of the Belgians, written during the tsar's visit to England (June 11, 1844) \" He is stern and severe - with fixed principles of duty which nothing on earth will make him change; very clever I do not think him, and his mind is an uncivilized one; his education has been neglected; politics and military concerns are the only things he takes great interest in; the arts and all softer occupations he is insensible to, but he is sincere, I am certain, sincere even in his most despotic acts, from a sense that that is the only way to govern; he is not, I am sure, aware of the dreadful cases of individual misery which he so often causes, for I can see by various instances that he is kept in utter ignorance of many things, which his people carry out in most corrupt ways, while he thinks that he is extremely just ...",
        "Now she gave him insight to Katie and his mother.",
        "For a little insight, I'll label each of us with a one word description.",
        "She alone could provide insight into what he needed to do.",
        "Her reading had shed some insight, saying that when an Oracle died, she could be brought back to life by a blood bond.",
        "He didn't know how something so innocuous could piss her off, but then again, thousands of years hadn't given him much insight into a woman's mind.",
        "\"I need what insight an Oracle can give me about something that might just cause the end of the world,\" he pointed out.",
        "Ultimately it would probably impact their lives and she would have insight he needed.",
        "They are used to communicating a timeless message, often achieving a wistful, yearning and powerful insight through extreme brevity.",
        "In a moment of insight, they realized people who used similar language patterns quickly developed a deep rapport.",
        "For example, an insight into a psychological problem causes the abreaction of guilt. [¹] .",
        "So I also call it ' moral abreaction '. The abreaction '. The abreactional process starts from an insight into the cause of a psychological problem.",
        "actionable customer insight for effective direct marketing.",
        "She will answer your problems and questions with the insight unique to a disco-loving alternative-gardening defrocked clergy member and cosmic adventurer.",
        "aeronautics technologies grew and went through their stages, and this has given me insight into my own.",
        "tree agate Used to gain insight into problems and see them for what they really are.",
        "Helpers wanted; also ancient utensils or anything else which could give an insight into the towns ' past.",
        "audio commentary from the director giving an insight in what he was trying to achieve.",
        "Local Insight: if you are interested in learning about the region's avifauna, we recommend that you spend an extra night here.",
        "This insight was confirmed by samples collected from the maria: they are a type of volcanic rock called basalt.",
        "Observation of the system alone can provide a basis for insight.",
        "behaviourgain an insight into the possible original cause by asking the more able who nevertheless still exhibit this behavior.",
        "bitty nature of the commentary you do get some good insight into the locations used, the customs and the characters.",
        "Is there sufficient breadth (e.g. contrast of two or more perspective) and depth (e.g. insight into a single perspective )?",
        "That was the title of a special breakfast briefing in Southampton that gave an important insight into employment law.",
        "Does the burning bush give us an insight into how to avoid burnout?",
        "cadaver dissection gives a fascinating insight into the spatial relationships of the structures within the human body.",
        "This lecture will examine how a common metabolite in both fat and carbohydrate catabolism could hold some insight into metabolic integration.",
        "The alcohol hypnosis cd may just give you enough insight to help you crack your drink problem and start enjoying your life again.",
        "For starters you get an audio commentary from the director giving an insight in what he was trying to achieve.",
        "Many men are insensitive to a woman's needs, lack insight, are emotionally naive and demonstrate little compassion.",
        "Increasing insight into the interdependences of society makes people more considerate.",
        "deconstruction exercises, in their limited way, are not irrelevant as sociological insight into certain filmic operations.",
        "Often the additional insight provided by an accurate process model is required in order to make an accurate fault diagnosis.",
        "dialoguevided a fascinating insight into the artists ' work and an opportunity for stimulating dialog.",
        "Modern American economists have dignified this common sense insight with the name of rational ignorance.",
        "Human cadaver dissection gives a fascinating insight into the spatial relationships of the structures within the human body.",
        "dockers dispute but this drama gives you a totally new insight.",
        "eddy studying the variance, we gain insight into the complex behavior of ocean eddies.",
        "For example, research into the way genes control limb development in the fertilized chicken egg provides insight into how human limbs develop.",
        "Branch visits give presidents a privileged insight into the wide range of exc ell ent planning activity currently taking place.",
        "equated with lack of insight.",
        "As such, he occupies a liminal space, providing an insight into his suspicion regarding fixity as a stagnant and deathlike state.",
        "forgeforging key partnerships with leading players in its chosen markets, IMP gains valuable insight into each market sector.",
        "Predicate logic provides remarkable insight into these questions by providing a precise formalism capable of expressing all ordinary mathematics.",
        "friendly staff will give us an insight into their research projects.",
        "Pump Up The Volume was compiled to give the music lover the insight into the latest gadgetry in the market.",
        "gap year expedition gives you excellent variety and an insight into Peru.",
        "A forward genetic screen using Drosophila melanogaster that provides insight into these characteristics is described here.",
        "It is a means of using geometric devises to gain an insight into abstract views of cosmology, mental and emotional disciplines.",
        "Where we have studied the surface geomorphology of a fault, earthquake seismology provides insight into the nature of the faulting at depth.",
        "gropesuperstring theories certain details have come first; we are still groping for a unifying insight into the logic of the theory.",
        "Our measurements of the HI in our Galaxy have given us insight into the dark matter halo around our Galaxy.",
        "It also provides insight into the expertise the dietitian can offer, both to the diabetes healthcare team and to the patient.",
        "hypnosis cd may just give you enough insight to help you crack your drink problem and start enjoying your life again.",
        "Ideological bias: Economists are often seen as conservative ideologues, and critics discount their policy recommendations as products of zealotry rather than insight.",
        "The first car to use this system, the Insight, was wildly impractical.",
        "Read more... Insight Reports does informal learning matter?",
        "interesting insight into the many trees found in both parks.",
        "It also provides insight into the processes relating to the administration of NRT in the context of cessation interventions.",
        "intimacy of contact differ between the two layers, which is an important insight from her paper.",
        "intriguing insight into his early life.",
        "Analytical thinking requires both intuition and reason, or more correctly, both intuition and insight.",
        "invaluable insight into her world of autism.",
        "This practical, jargon-free book gives lots of insight into techniques for successful market research.",
        "performing sward height measurement Focal animal sampling was carried out to gain insight into the deer's foraging behavior.",
        "The second insight (the Enlightenment) is already entirely missing.",
        "Neither need the insight be exactly simultaneous with what makes the experience mystical.",
        "The insight knowledge, vipassana nana, arising at that moment is not taken for self either.",
        "This is a good insight into small budget filmmaking from a talented newcomer.",
        "Wolves, occupying a similar ecological niche to humans, may give us insight into our own mental life.",
        "no-brainer action flick to a more intelligent insight into coping with anger and the monster within.",
        "Insight Insight is a new phone-in service for those people living with or interested in the condition nystagmus.",
        "occupying a similar ecological niche to humans, may give us insight into our own mental life.",
        "local osteopath, Gemma Rice, gives us an insight into how it can be used effectively to treat patients of all ages.",
        "Add some other sources and give them an insight into the way that ' real ' historians reconstruct the past.",
        "Philip k clients insight into.",
        "instrumental phonetics is about using instruments (in particular, visual representations of phonetic phenomena) to gain insight in speech.",
        "piece in the jigsaw, an insight into the sheer variety this planet offers its visiting souls.",
        "plaintiff attorneys offer insight into their unique views of the medical malpractice system.",
        "Compaq Insight Manager uses agent technology to manage and monitor the health of all hardware components within the Compaq hardware platform environment.",
        "A straw poll of New Insight staff in the office on one day showed that 100 per cent had tried it.",
        "precursory events disclose the complex roots of Dante's character and reveal insight into his clouded past.",
        "The monograph provides an insight into the transport planning process.",
        "profundity of such experiences modern neuroscience has provided a significant degree of insight into their nature.",
        "psychopathic personality provide insight into the psychodynamics of quackery.",
        "The result is a hilarious insight into the two \" performers \" on their respective stages in the style of a fascist rally.",
        "reputable breeder has a very good insight into the behavior of their puppies.",
        "By means of this structure, the reader gains insight into the methodological rigor behind Hopkins ' translation at an almost pedagogical level.",
        "Further scrutiny of the records of six of the most frequent runaways gave a terrifying insight of the dangers they faced.",
        "Last night saw a rather saucy insight into an ex Ram on TV.",
        "We are looking for an enthusiastic self-starter to work in our consumer insight division.",
        "We also have in house brand and marketing specialists at 'Huge ' to offer you an overall insight into the promotion of you brand.",
        "EHE projects can also prepare students more directly for future careers by providing some insight into employment options.",
        "These give a vivid insight, (or nostalgic jog to the memory) into the displays prior to out-of-town superstores.",
        "superstring theories certain details have come first; we are still groping for a unifying insight into the logic of the theory.",
        "Our free pre-concert talks offer a fascinating insight into the music you are about to experience.",
        "Because the MBTI is also a tool for self-discovery, mental health professionals may administer the test in counseling sessions to provide their patients with insight into their behavior.",
        "The term emotional intelligence refers to the child's ability to understand the emotions of others, perceive subtle social cues, \"read\" complex social situations, and demonstrate insight about others' motivations and goals.",
        "\"New Insight Offered into the Genetics of Congenital Heart Disease.\"",
        "Insight assessment pertains to determining the patient's awareness of their problem that prompted them to seek professional examination.",
        "Insight concerning the present illness can range from denial to fleeting admission of current illness.",
        "This use of the creative process is believed to provide the patient/artist with a means to gain insight to emotions and thoughts they might otherwise have difficulty expressing.",
        "The most significant alternative to the work of Piaget has been the information-processing approach, which uses the computer as a model to provide new insight into how the human mind receives, stores, retrieves, and uses information.",
        "The child's responses provide insight into his or her thought processes and personality traits.",
        "Individual psychotherapy can help an AD/HD child build self-esteem, give them a place to discuss their worries and anxieties, and help them gain insight into their behavior and feelings.",
        "\"Encourage Creative Process to Spur Innovation: Dr. Kelman Outlines Three Elements of Creativity: Inspiration, Insight, Intuition.\"",
        "Instead, disable comments so your videos are solely a forum for those within your dance team, and those wishing to learn from you and gain ideas and insight.",
        "Observing the dress of the instructor, as well as the students, can also give you insight into how professional the establishment is.",
        "In the book Skinny Legs and All, Tom Robbins features the dance at the climax of his story, with the main character gaining insight as each veil was dropped.",
        "Laughing Buddha: Happiness is bestowed upon your home along with abundant spiritual insight and material wealth when you place a statue of the Laughing Buddha in your most auspicious sector.",
        "The oldest form of divination, the I Ching oracle provides insight and guidance in the form of hexagram patterns.",
        "The seeker asks the oracle a specific question or asks for advice or insight, by typing the request into a question box.",
        "Mitochondrial DNA testing will tell you where some of your oldest ancestors lived, giving you insight into your ethnic background.",
        "Most people simply use mitochondrial DNA to get some insight into the lives of their ancient ancestors.",
        "The inscription on the tombstone can also be informative and give insight into the life and character of your ancestor."
    ],
    "definition": [
        "Link/Cite"
    ]
}