{
    "translation": "לפקח, לבדוק, לערוך ביקורת",
    "uses": [
        "The state supervisors must inspect each state prison camp and each county prison camp every thirty days.",
        "After America's entrance into the World War he went to Europe in 1918 to attend conferences and to inspect the U.S. naval forces, and early in 1919 was in charge of their demobilization.",
        "Do you remember at Braunau he commanded an army for three weeks and did not once mount a horse to inspect his entrenchments....",
        "His account of the aluminous district of Tolfa and adjacent hills, published in 1786, gained for him the notice of the king of Naples, who invited him to inspect the mines and similar works in that kingdom, and appointed him professor of mineralogy to the royal artillery.",
        "It is his especial duty to inspect the churches within his archdeaconry, to see that the fabrics are kept in repair, and to hold annual visitations of the clergy and churchwardens of each parish, for the purpose of ascertaining that the clergy are in residence, of admitting the newly elected churchwardens into office, and of receiving the presentments of the outgoing churchwardens.",
        "A small step in the right direction was made in 1900 by engaging the services of an official of the Prussian forest department, but unfortunately, beyond sending him to inspect the Mazandaran forests belonging to the Crown, and employing him to lay out a small plantation in the Jajrud valley, east of Teheran, nothing was done.",
        "It is the duty of every district council to inspect their district with a view to the discovery of any such nuisances.",
        "The superior had free access to this corridor, and through open niches was able to inspect the garden without being seen.",
        "In 1920 she went to Russia as a member of one of the various Labour delegations invited to inspect Soviet conditions of government.",
        "Power was also given to prescribe uniform systems of accounts for all classes of carriers, and to employ special examiners to inspect the books and accounts.",
        "A secret mission to Genoa enabled him to inspect the pass north of Savona, and the knowledge of the peculiarities of that district certainly helped him in maturing his plan for an invasion of Italy, which he put into execution in 1796.",
        "Any medical officer or inspector of nuisances may inspect any meat, &c., exposed for sale or deposited in any place for the purpose of sale or of preparation for sale and intended for the food of man.",
        "The county commissioners have the care of county buildings, consisting chiefly of a court house, gaol and house of correction, but are not allowed to expend more than one thousand dollars for repairs, new buildings or grounds, without authority from the county convention; the commissioners have the care also of all other county property, as well as of county paupers; and once every four years they are required to visit each town of their county, inspect the taxable property therein, determine whether it is incorrectly assessed and report to the state board of equalization.",
        "a commission was appointed to inspect the destruction wrought by the king's enemies on the town, with the result that the fee-farm was reduced to 20S.",
        "It' may be remarked that neither of these acts confers on the Board of Trade any power to inspect a railway after it has once been opened, unless and until some addition or alteration, such as is defined in the last-named act, has been made.",
        "He refused to report to the president of the province appointments of incumbents; he refused also to allow the government commissioners to inspect the seminaries for priests, and when he was summoned before the new court refused to appear.",
        "He appoints numerous officers with the concurrence of the Senate, has the usual power of vetoing legislative bills, and has authority to inspect the records of officers, or to employ accountants to do so, and to suspend, during a recess of the General Assembly, any executive officer at the seat of government except the lieutenant-governor; he must, however, report to the General Assembly at its next session the cause of any suspension and that body determines whether the suspended officer shall be restored or removed.",
        "Among other missionary labours of his later years, he helped the Free Church mission on Lake Nyassa, travelled to Syria to inspect a mission at Lebanon, and assisted Lady Aberdeen and Lord Polwarth to establish the Gordon Memorial Mission in Natal.",
        "In the following year, moreover (382), he was commissioned by the council to inspect and set in order the churches of Arabia, in connexion with which mission he also visited Jerusalem.",
        "In 1818 he joined the Rev. John Campbell in his second journey to South Africa to inspect the stations of the London Missionary Society, and reported that the conduct of the Cape Colonists towards the natives was deserving of strong reprobation.",
        "AmOng the Babylonians and Assyrians the baru (from bars to see, inspect) was a soothsaying priest who was consulted whenever any important undertaking was proposed, and addressed his inquiries to Samas the sun god (or Adad) as bet biri or lord of the oracle (accompanied by the sacrifice of lambs).",
        "The commissioner must inspect once each year all penal, correctional and eleemosynary institutions, including public hospitals, jails, poorhouses and corporations and organizations doing charitable work; and the commissioner appears as next friend in cases affecting the property of orphan minors, and has power to investigate complaints against public and private institutions whose charters may be revoked for cause by the commissioner.",
        "He lectured with applause at Vienna from 1450; was joined there in 1452 by Regiomontanus; and was on the point of starting for Rome to inspect a manuscript of the Almagest when he died suddenly at the age of thirty-eight.",
        "During 1872 Gordon was sent to inspect the British military cemeteries in the Crimea, and when passing through Constantinople on his return to Galatz he made the acquaintance of Nubar Pasha, prime minister of Egypt, who sounded him as to whether he would take service under the khedive.",
        "The hieromnemones were required periodically to inspect the lands belonging to this god, to punish those who encroached, and to see that the tenants rendered their quota of produce; and the council held the states responsible for the right performance of such duties by their respective deputies (CIA.",
        "Inspect the entire section of each wall.",
        "Can you inspect the property before the purchase, or is it too late?",
        "Little prep time: You may not have enough time to completely investigate the title and inspect the property before making a bid.",
        "If you shop in a retail lingerie store, inspect the lace carefully to ensure that it is durable.",
        "In 1823 he was selected along with Dufrenoy by Brochant de Villiers, the professor of geology in the Ecole des Mines, to accompany him on a scientific tour to England and Scotland, in order to inspect the mining and metallurgical establishments of the country, and to study the principles on which Greenough's geological map of England (1820) had been prepared, with a view to the construction of a similar map of France.",
        "This has the added advantage that we can inspect the values to find out whether we need an undershoot calculation.",
        "Inspect all casters and legs for damage.",
        "U.S. Inspect offers inspections within the Chicago suburbs but is part of a larger nationwide company.",
        "Inspect each frame carefully before making your purchase.",
        "ABC SURVEY 2004/05 3. The external auditors have visited the constabulary to inspect both the activity analysis and finance elements of the 2004/05 survey.",
        "Living room - Inspect the inside and outside of the fireplace.",
        "If you aren't sure whether your car seat is installed correctly, ask someone at the hospital to inspect it.",
        "This way, you can carefully inspect the bathing suit for rips and tears, and even inquire as to why its been discounted.",
        "Since you can't inspect the product before you buy online, you may want to buy from a store like Lowe's or Home Depot.",
        "When shopping for a used replacement crock, inspect the crock carefully for cracks or breaks.",
        "You should also inspect the electrical cord for signs of damage, as a damaged cord can create a fire hazard.",
        "Inspect the conditions of the needles to be sure that the root ball has been kept properly moist since the tree was first harvested.",
        "When shopping for vampire costumes for pets it's a good idea to carefully inspect each one before you make your purchase.",
        "If possible, inspect the ring before the auction begins, and ask to see a current appraisal.",
        "Be sure to personally inspect a cushion cut diamond before finalizing your sale.",
        "Inspect the metal band, setting and stones to determine if the piece matches the sales description.",
        "If you prefer to shop in-store, visit the store locations page on the site to find a store near you so you can inspect the bags in person before you make a purchase.",
        "This will allow you to browse through the toys and personally inspect their condition prior to making a purchase.",
        "With customer service under control, you can then pick apart Sidi's product and inspect their technology.",
        "In addition, you must inspect all work done, schedule permit inspections by city building officials and show the work to your clients.",
        "If you feel confident you've connected with a good seller, your next step is to inspect the vehicle.",
        "Dealers will inspect vehicles and replace the cables as needed.",
        "Title - No matter who or where you buy the minivan from, make sure the seller has a clear title that you can inspect before you commit to purchasing the minivan.",
        "Inspect the brakes and the wheels carefully for any sign that the vehicle was abused in this way.",
        "They can't inspect it to be the same as a brand new vehicle.",
        "Inspect the band for cracks or tears before you use it.",
        "Bonding points indicate weak spots that you want to inspect carefully for wear or tear.",
        "This contract may also require for you to inspect the car for any scratches and write them down prior to renting the car.",
        "To get the most for your money, thoroughly inspect the garment before purchasing for loose seams or rips and make sure you follow the laundering directions.",
        "Before you sign a contract, inspect the quality of the vehicles available.",
        "Unpack and inspect: After your travels, be sure to unpack your suitcase in a well lit area and inspect articles for bugs.",
        "As you are cleaning, inspect the threading holding the mini blinds together.",
        "The main findings below have been separated into the areas of challenge (Why does MWWFRS inspect hydrants in the current manner?",
        "inspect the register.",
        "inspect the undersides of objects and pick them off.",
        "inspect the vehicle without unnecessary delay.",
        "Routinely inspect stuffed animals and even old wax combs where honey bees have died out.",
        "inspect for any damage or deterioration to the tape and cassette cartridge.",
        "From December 1998 to December 2002, no UN inspector was allowed to inspect anything in Iraq.",
        "In particular, the CNE must inspect all votes declared invalid at the polling stations.",
        "They demand the right for United Nations inspection teams to inspect his 8 presidential palaces.",
        "Upon delivery please inspect your goods and make a note on the delivery paperwork of any damage or defect.",
        "Prior to December 1990 only registered owners and persons with the owner's consent could inspect the register.",
        "This provided the team with an opportunity to inspect Nova for damage following the recent educational roadshow.",
        "We inspect the yacht, write a report and advise the seller on price if required.",
        "smallholder coffee farmer bends to inspect several bushes which have just caught his attention.",
        "The sections created by the quarrying enabled us to inspect and record the stratigraphy of the heap.",
        "test-driven the car, it is vital to inspect it thoroughly.",
        "Snails are a bit easier to find due to their shells, so inspect the undersides of objects and pick them off.",
        "unpacked giving time to inspect and remove any of the unwanted packaging.",
        "woodwork teacher about to inspect a second year's knife rack.",
        "In 1765 the elder Forster was commissioned by the empress Catherine to inspect the Russian colonies in the province of Saratov, which gave his son an opportunity of acquiring the Russian language and the elements of a scientific education.",
        "(ii.) To verify this, let us denote the true coefficient of An-rar by (,), so that we have to prove that (;`.) = n(r), where n(r) is defined by (I); and let us inspect the actual process of multiplying the expansion of (A+ a) n -' by A+a in order to obtain that of (A+a)\".",
        "More suggestive still of high repute as a man of insight and authority is his mission from the Jerusalem Church to inspect and judge of the new departure in the Gospel at Antioch, in Acts xi.",
        "to inspect the fortifications of Florence.",
        "hours before the start to inspect the engine, as he would have examined a steed; but greater merriment was occasioned by the queen's coachman, who insisted that, as a matter of form, he ought to make-believe to drive the engine.",
        "It is required to inspect both state and county charitable and correctional institutions, except the state prison and the state hospital, to recommend such changes to the state government as may seem desirable, and to have a special care for dependent children whether in institutions or placed in permanent homes.",
        "At that period the chief concern of the body was to prevent buyers from being imposed upon by sellers who were much given to offering old furs as new; a century later the Skinners' Company received other charters empowering them to inspect not only warehouses and open markets, but workrooms. In 1667 they were given power to scrutinize the preparing of rabbit or cony wool for the wool trade and the registration of the then customary seven years' apprenticeship. To-day all these privileges and powers are in abeyance, and the interest that they took in the fur trade has been gradually transferred to the leather-dressing craft.",
        "Click on the button marked \" Today \" and skip back and forward a day to inspect how Tony Blair has reshuffled the cabinet.",
        "Having test-driven the car, it is vital to inspect it thoroughly.",
        "Photo: American dignitaries inspect typhus victims at Buchenwald camp [from Irving collection] Quick navigation Mr Irving, take me to...",
        "On delivery the item will be unpacked giving time to inspect and remove any of the unwanted packaging.",
        "Car enthusiasts can browse through displays of vintage models or inspect weird and whacky vehicles of the future.",
        "He looked like a woodwork teacher about to inspect a second year 's knife rack.",
        "While there, take some time to look at and inspect his work.",
        "In a lot of cases you're not allowed to inspect the property at auction.",
        "Definitely inspect the work they've done when they're finished, though.",
        "When buying in person, however, you have the option to directly inspect the fruit.",
        "Before purchasing a plan, carefully inspect EVERYTHING that is covered in the plan (jewelry, electronics, etc).",
        "Go to bike stores and check out the selection, as it's absolutely necessary that you inspect a bike in the flesh before purchasing.",
        "If the frame you are looking at in a store is in a box, open it up carefully and inspect it.",
        "Also, before leaving the shop, open your used CD and inspect it.",
        "Inspect the quality of the material and construction of bookshelves when you go out shopping.",
        "Inspect the development you're looking to purchase a condo in.",
        "You should also closely inspect the rules of the homeowner's association that governs the functions of the condo development.",
        "Closely inspect every nook and cranny of the condo you're considering purchasing.",
        "Seeing as how the product you're looking at is used, it will be easy to inspect each used album you pick up.",
        "Slip used videotapes out of their sleeve covers to inspect for any external damage.",
        "Inspect the toe area of the walking shoe before buying.",
        "Landlord's right-of-entry: landlord has a right to enter at reasonable times to inspect and make repairs but cannot enter without permission.",
        "Inspect the apartment with the manager or landlord before you move in.",
        "Inspect the vehicle(s) you are interested in during the daytime.",
        "This is because you want to be able to inspect that Georgian desk before laying out thousands of dollars for it.",
        "You should then contact the seller and see if you can actually inspect the item before purchasing it.",
        "Knowing how to properly inspect a used motorcycle will save you a great deal of time, because you will be able to immediately discount the bikes that you know you don't want.",
        "Get there early to inspect the cars before they go up for auction.",
        "Also, when you buy your carpet, make sure to carefully inspect the warranty.",
        "Inspect the tires of your mountain bike, which should feature bigger knobs for tougher riding.",
        "One good used trailer buying tip is to ensure you are not rushed into purchasing the trailer is to inspect all mechanical functions of the trailer like the plumbing, axels and wheels.",
        "Besides the frame and lights on the trailer, you will also want to inspect the floorboards, especially if they are wooden.",
        "Also, inspect the axel and other portions of the drive assembly.",
        "Inspect all of the hunting gear you are considering to make sure it is durable and high in quality.",
        "Shopping at a regular store gives you the opportunity to try on clothing and inspect merchandise before you buy it, which reduces the risk that you will be unhappy with an item once you make a purchase.",
        "One of the best tips on buying a desktop computer is that you should make it a point to inspect the computer for any physical damage.",
        "While you can find these types of carts cheaper than refurbished, you'll still want to inspect the unit yourself.",
        "Inspect the instrument carefully and play it before committing to purchase.",
        "Inspect body for cracking, which can change the resonance of the instrument.",
        "You should inspect the area under the cat's tongue, if possible.",
        "Prior to using a flea medication, you'll want to inspect your cat to determine whether or not it has fleas.",
        "Inspect chair backs for instability by sitting and leaning against them and also from pushing up and down on them from behind.",
        "Inspect the bottoms for rust and verify that all drawer glides are stable.",
        "Inspect drawer glides for smooth operation and make sure that all hardware is in place, like the caps on the bottoms of desk legs, drawer handles and keys.",
        "If you are trying to match an existing piece, make sure to take photos and inspect any Thomasville furniture find for minimum and even fading.",
        "When you are looking at used office furniture, take the time to carefully inspect each piece.",
        "If you can, inspect the length of the fabric before you spend any money.",
        "Since the warehouses do not lot materials, open each box as soon as it arrives and inspect each piece.",
        "Instead of having to inspect every square inch of your face for mishaps after the foundation is dry, women using powder foundation are able to take the guesswork out of their concealer.",
        "It gives you the ability to inspect a potential purchase before buying and driving it home.",
        "Inspect: Never purchase a refurbished Canon digital camera online without making sure the accessories are included in the price and that they are in working order.",
        "When buying in person, be sure to inspect every inch of the dress - including the slip and underside - for spots, stains and dirt.",
        "Inspect the tuxedo for damage and stains, if you don't point them out before taking it home you may have to pay for repairs.",
        "If buying the lucky bamboo from an online dealer, which is often the least expensive option, inspect each stalk upon arrival and arrange to exchange any imperfect shoots.",
        "In Fashion Kids offers plenty of pictures that can be enlarged so that you can inspect every detail of the Easter dress you select for your toddler.",
        "When you are shopping for heavily price-reduced merchandise, inspect each item carefully to ensure that it meets your standards.",
        "It's important to inspect your shipment as soon as you receive it, and contact the company if you find any problems.",
        "Inspect the animal's home for cleanliness and watch the dog interact with people and other animals to gauge its temperament.",
        "Inspect the bed for any \"give\" at the joints or welds.",
        "Inspect the wound and the tick, while still in the tweezers, to make sure the head did not break off and get left behind in the skin.",
        "Inspect your dog's body for abnormal growths every time you shampoo him.",
        "When you trim your pet's nails, inspect the pads for cracks and trapped debris, and look between the toes for cysts.",
        "Inspect the toys daily for signs of wear that might present a hazard to your pet, and replace as needed.",
        "Next, prune any dead branches and inspect trees regularly for diseases and insect infestations.",
        "Don't wait until the tree is half dead before calling a tree service or an arborist to inspect the trees.",
        "Be sure to spray the plant with a stream of water before moving it indoors to remove any insects, and inspect the pot carefully for insect larvae and other hitchhikers before moving the plant inside.",
        "Winter is an ideal time for this task because you can easily clear the vine away from the arbor, arch or pergola and inspect it carefully.",
        "Inspect the tub thoroughly before installing - Check your new Jacuzzi tub for surface defects and defects in the plumbing and hardware that come with your tub.",
        "Set up an appointment with each so they can inspect your home.",
        "Before installing the new washer, inspect the faucet parts for mineral deposits.",
        "To keep your stained deck looking fresh and new, it is important to inspect your deck visually on a regular basis.",
        "Set the New Window in Place - Inspect the new window for dents and cracks and make sure it's even and true.",
        "Try to purchase a vintage jewelry ring holder in person so that you can inspect it for flaws before buying it.",
        "The NOP uses a network of independent organizations to evaluate and inspect agricultural producers, like farmers, according to strict guidelines.",
        "Keep an eye out for trouble because one of the most effective methods for controlling pests in your garden is to inspect your plants often.",
        "Inspect the gown closely and have a friend or family member do the same.",
        "You'll have the opportunity to closely inspect the dress and quality of the fishnet, and ultimately determine if it is right for you.",
        "Construction: Inspect for loose stitches, uneven seams or damaged sleeves or hems.",
        "At the very least, you want to inspect its finest details to ensure that it falls to the right spot on your body (it should not be too short, for example) and that the material is comfortable (if it's itchy, nix it).",
        "Inspect the seams for loose stitches and examine any visible details, like zippers and buttons, to ensure that everything is securely attached.",
        "Inspect the sweater for any visible signs of wear and tear (poor quality sweaters will likely already have some snags).",
        "It is the job of the fire guard to inspect and maintain all fire protection devices under his or her jurisdiction.",
        "A qualified service technician should inspect and clean your furnace each year, including the controls and emergency shut off switches.",
        "Before putting up any decorations on your property, inspect the item thoroughly for damage.",
        "At this time you should also inspect your fire extinguishers to make sure they are full and in working order.",
        "Inspect your rain gutters and downspouts for debris that will cause a clog.",
        "Inspect your CPAP or BiPAP machine and mask regularly to make sure that they are still the best options for your treatment and your lifestyle.",
        "He or she will be able to make recommendations based on the materials they're made from and inspect the fit once they're on your eye and again when they have been on your eye for about a week.",
        "In addition to your local optical shops, which will allow you to try frames on and inspect the composition, you can take your search online.",
        "The sun could be bright, and you may need to inspect merchandise before buying it.",
        "The advantage of seeing the game before you buy it is obvious, as you can inspect the disc/cart for damage.",
        "As many can tell you, though, unethical sellers are fairly common, and if you choose to buy via auction or small wholesaler, make sure you check the seller out thoroughly and inspect his or her ratings and reviews.",
        "When shopping for oil lamps carefully inspect the glass and you might notice a difference in the color of the glass globe versus the glass bottom.",
        "When shopping for oil lamps carefully inspect the glass and you might notice a difference in the color of the glass hurricane versus the glass bottom.",
        "Bring a mechanic to inspect the unit if you do not know what to specifically look for.",
        "Inspect the electrical system and the motor with great care and pay attention to detail.",
        "The benefit of buying locally is that you will be able to inspect the equipment and know what you are getting.",
        "Do inspect the trailer before you buy it in person.",
        "When you are shopping for a used pop up trailer be prepared to inspect the trailer and ask the owners a lot of questions.",
        "Inspect the cables that crank the trailer up and down to ensure they are in good condition.",
        "There is a reason, for example, that you need to inspect the coverage maps of Verizon, AT&T, and so forth to see if you can have service in certain rural areas.",
        "Even then, it is important that parents inspect their children's teeth each time they brush.",
        "These tests use slender tubular instruments to inspect the interior of the bronchi and larynx.",
        "MRI technologists inspect patient clothing and accessories to make sure there are no metals on them during the scan.",
        "Some states yearly inspect the homes of family childcare providers, and many require ongoing training.",
        "Physicians were urged to inspect the clamps before use and ensure that their dimensions fit the infant's body parts.",
        "Then he or she may rinse the wound (irrigate) with a saline solution, inspect it for exposed bone, soft tissue loss, and nail or nail bed injury.",
        "Inspect and properly maintain heating systems, chimneys, and appliances.",
        "Inspect gates and fences regularly to be certain there are no rusty nails or splintered wood.",
        "You will also need to have someone inspect the hair every few days to make sure all the nits are gone.",
        "Inspect their vehicle before they leave - Drivers make sure that the fuel and oil are at the proper levels, the brakes and windshield wipers are working, the mirrors are adjusted properly and that all necessary safety equipment is on board.",
        "Mates inspect safety gear and ship equipment, supervise crew members and oversee fishing.",
        "Another advantage is that you can inspect the house before you make your offer.",
        "A foreclosed home is sold \"as is,\" but you will probably not be able to inspect the interior of the house before you make your offer.",
        "Remember: Unless you are a professional home inspector you should always commission someone to thoroughly inspect a home prior to buying it.",
        "The benefit of taking this approach is that you have an opportunity to try on the clothing and you have a chance to inspect items.",
        "Nonetheless, if real diamonds are used, consumers should carefully inspect the stones as well as the security of the settings to insure they are purchasing a quality product.",
        "Just make sure to inspect the pieces you buy before you purchase so you can avoid badly sewn pieces, for example.",
        "afforded the opportunity to inspect the account at any time.",
        "Stockholders also have the right to adopt, amend and repeal the corporation's bylaws and to inspect books and records.",
        "Our ability to inspect efficiently and swiftly depends on accurate screening and targeting high-risk cargo.",
        "You turn the machine off and inspect the nylon cord underneath.",
        "Remove the inlet manifold and both heads, and inspect the piston crowns and valves for signs of heavy contact.",
        "We aim to inspect the vehicle without unnecessary delay.",
        "Mr Blunkett is to inspect new security measures at the Frethun rail freight depot outside Calais.",
        "A smallholder coffee farmer bends to inspect several bushes which have just caught his attention.",
        "He left his car's roof rack of blue and red lights running, got a flashlight and got out to inspect the body.",
        "Feeling rather foolish at the selfish nature of my grief I stood to inspect the panel.",
        "We regularly inspect all our members to make sure their work comes up to scratch.",
        "The home inspector is trained to visibly inspect the home and to take note of anything that appears out of the ordinarily.",
        "Not all home inspectors use the same process or inspect elements of a home in the same order.",
        "Bathroom and kitchen - Inspect the floor, walls and ceiling.",
        "The inspector will frequently use the moisture meter to inspect insulation, dry wall, behind siding, under carpets and flooring and above ceiling tiles.",
        "A commercial real estate appraisal is a process in which a licensed appraiser visits a commercial location to inspect it for the sole reason of determining the value of the piece of real estate.",
        "Once applied for, the lender will inspect your property and investigate the average home values for similar homes in your area.",
        "Wait until you're sure the quake is over, then briefly inspect your home for damage.",
        "Therefore, their suits are more fitted, and one needs to carefully inspect the sheerness of material in dresses.",
        "It is very important to inspect the agitators after every use as they do wear down.",
        "First, inspect the arrangement thoroughly - the glass sleeve should have no chips or cracks, and none of the decorative accents should be trapped beneath the bottom edge of the glass.",
        "Inspect your business Christmas cards when the order arrives.",
        "Some volunteers help organize the collection of donations, while others inspect and prepare the boxes for shipment.",
        "Purchasing an engagement ring online is risky because you cannot physically inspect the ring before you buy it.",
        "Ask to see the stone's certification and other documentation, and inspect different sizes and shapes before choosing the one that suits your preferences best.",
        "You can search on foot, too, of course, and in the long run you may prefer to inspect the pieces in person before you buy.",
        "Before you wear it, have a jeweler inspect it, tighten stones, clean it and make any necessary repairs.",
        "It does take a keen eye to inspect handbags so closely, particularly a heavily detailed Gucci.",
        "When buying from a garage sale, make sure you inspect the furniture carefully before purchase, as there are usually no refunds given.",
        "As with all used merchandise, especially toys for children, inspect the unit carefully and find out if there is a remaining warranty in place.",
        "Just be sure to carefully inspect the laptop prior to purchasing.",
        "Prior to making a used equipment purchase, fully inspect the supplies and make sure they meet the standard sets forth by your state's Department of Health.",
        "Vehicle condition - Whatever avenue you choose to buy that secondhand van, inspect the vehicle if you can or ask the online seller a lot of questions.",
        "Sit in the car and inspect the interior for tears in the fabric or leather, broken knobs, and comfort.",
        "Inspection - If you live close enough, go inspect the vehicle and test-drive it before you buy.",
        "When purchasing seized vehicles from law enforcement organizations, carefully inspect all of the nooks and crannies for any trace of either narcotics or weapons.",
        "RT: Right, if you buy a 1976 vehicle and you want to put it on the road, they have to inspect it to the rules that apply to 1976 vehicles.",
        "Inspect the home's siding, trim, roof and gutters for damage.",
        "While you are cleaning your grout, inspect it for cracks or crumbling areas.",
        "In a few circumstances, particularly when the car is expensive or unique, an insurance company may want to inspect the vehicle to before providing a quote.",
        "Consignment shops: Every resale shop won't accept all lingerie, but if you find one that does, you can carefully inspect any piece of interest.",
        "It is best to inspect these sites for legitimacy before using a code and especially before downloading anything.",
        "If you suffer from any sort of skin welt, reaction or itch after sleeping, it's important to fully inspect your surroundings and treat any pest infestation quickly to prevent a difficult to manage outbreak.",
        "Not only that, but you get to inspect the clothing and try it on to be sure it is exactly what you're looking for."
    ],
    "definition": [
        "To examine carefully and critically, especially for flaws.",
        "To review or examine officially: The commander inspected the troops.",
        "in·spec′tive\nadjective",
        "Link/Cite",
        "To examine critically or carefully; especially, to search out problems or determine condition; to scrutinize.\nInspect the system for leaks.",
        "To view and examine officially.\nThe general inspected the troops and their barracks.",
        "incepts",
        "pectins",
        "Link/Cite"
    ]
}