{
    "translation": "בדיקה, פיקוח",
    "uses": [
        "Her visits are nothing more than an inspection tour.",
        "Efficient inspection of meat in the abattoirs should eliminate a large proportion of the diseased animals.",
        "State aid and inspection is given to private schools for natives.",
        "\"Inspection first,\" Jessi said sternly.",
        "We know that log l oN(I+9) = log l oN+log 10 (I+0), and inspection of a table of logarithms shows that, when 0 is small, log 10 (I+B);s approximately equal to X0, where X is a certain constant, whose value is.",
        "I hear he has come on some inspection business, remarked the visitor.",
        "GENTLEMEN--The bearer, Miss Helen Keller, accompanied by Miss Sullivan, is desirous of making a complete inspection of the Exposition in all Departments.",
        "(The regimental commander's face now that the inspection was happily over beamed with irrepressible delight.)",
        "The state maintains a crop pest commission, the duties of which include the inspection of all nursery stock sold in the state.",
        "The Theriaca prepared at Venice had the highest reputation, probably because in Venice the component parts were exposed to the inspection of wise men and doctors for two months, to determine whether they were or were not fit for use.",
        "Both inspection and procession were discontinued before the end of the republic, but revived and in a manner combined by Augustus.",
        "In 1754 he was a member of the chambre royale which sat during an exile of the parlement; in 1755 and 1756 he accompanied Gournay, then intendant of commerce, in his tours of inspection in the provinces, and in 1760, while travelling in the east of France and Switzerland, visited Voltaire, who became one of his chief friends and supporters.",
        "Her first thought was that he had been fighting with another dog, but further inspection revealed no injuries.",
        "Yet it is said, on good authority, that Nitzsch had the patience so to manipulate the skins of many rare species that he was able to ascertain the characters of their pterylosis by the inspection of their inside only, without in any way damaging them for the ordinary purpose of a museum.",
        "After a minute personal inspection of every province in Peru, he, with the experienced aid of the learned Polo de Ondegardo and the judge of Matienza, established the system under which the native population of Peru was ruled for the two succeeding centuries.",
        "To this army must be added the controlling agency, of at least a tenth of the above number, charged with the instruction of their subordinates, the inspection and correction of the preliminary record, and the transmission of the schedule books to the local centre after the census has been taken.",
        "Mere argument is never sufficient; it may decide a question, but gives no satisfaction or certainty to the mind, which can only be convinced by immediate inspection or intuition.",
        "But the city, as a superficial inspection of the site shows, must have existed as a settlement long before Omri, as potsherds of earlier date lie scattered on the surface.",
        "On the 16th of January 1547, he was crowned the first Russian tsar by the metropolitan of Moscow; on the 3rd of February in the same year he selected as his wife from among the virgins gathered from all parts of Russia for his inspection, Anastasia Zakharina-Koshkina, the scion of an ancient and noble family better known by its later name of Romanov.",
        "His wife joined him at Thorn in December, but in April 1712 a peremptory ukaz ordered him off to the army in Pomerania, and in the autumn of the same year he was forced to accompany his father on a tour of inspection through Finland.",
        "The Regulation of Railways Act of 1871 extends the provisions of the above act to the opening of \" any additional line of railway, deviation line, station, junction or crossing on the level \" which forms a portion of or is connected with a passenger railway, and which has been constructed subsequently to the inspection of it.",
        "This danger can be reached only in small degree by laws and inspection; but the safety of the men must depend upon the skill and care of the miners themselves and the officers in charge of the underground work.",
        "But the visible remains of Saracenic art in Tunis and its vicinity are of relatively recent date, the few mosques which might offer earlier examples not being open to inspection by Christians.",
        "He made a thorough inspection of the great lines of defence between the Danube and the Rhine, and framed and partly carried out a vast scheme for strengthening and securing them.",
        "- These qualities can be readily judged by inspection of the glass in pieces of considerable thickness, and they may be quantitatively measured by means of the spectro-photometer.",
        "There are efficient hospitals and asylums, a system of sanitary inspection, and modernized quarantine stations.",
        "On returning from a second inspection of the lines, Napoleon remarked:",
        "The houses being mostly built of a white conglomerate stone of shells and coral which forms the peninsula, gives the city when viewed from a distance a clean and handsome appearance, but on closer inspection the streets are found to be very narrow, irregular, ill-paved and filthy.",
        "In both types pits are constructed between the rails on which the engines stand to afford easy access for the inspection and cleaning of their mechanism.",
        "In 1908 there were 52 government schools and 472 schools under inspection; 304 European, 21 coloured, 168 native and 31 Indian, with an aggregate attendance of 30,598 scholars.",
        "In November, 1805, Prince Vasili had to go on a tour of inspection in four different provinces.",
        "Inspection of a field of cotton shows that different plants vary as regards productiveness, length, and character of the lint, period of ripening, power of resistance to various pests and of withstanding drought.",
        "The true Tapaculo (P. albicollis) has a general resemblance in plumage to the females of some of the smaller Shrikes (Lanius), and to a cursory observer its skin might pass for that of one; but its shortened wings and powerful feet would on closer inspection at once reveal the difference.",
        "With a party of congressmen he visited the Philippines on a tour of inspection July-September 1905, and in September 1906, on the downfall of the Cuban republic and the intervention of America, he took temporary charge of affairs in that island (September - October).",
        "The miracles connected with the beginnings of the national history - the period of the Exodus - appear on closer inspection to have been ordinarily natural phenomena, to which a supernatural character was given by their connexion with the prophetic word of Moses.",
        "Almost all state employees are under civil service rules; the same is true of the city of Boston; and of the clerical, stenographic, prison, police, civil engineering, fire, labourforeman, inspection and bridge tender services of all cities; and under a law (1894) by which cities and towns may on petition enlarge the application of their civil service rules.",
        "But an inspection of his antecedents showed the many irregularities of his conduct as officer and led to his name being erased from the list of general officers (September 15th).",
        "The inspection of the liver for purposes of divination led to the study of the anatomy of the liver, and there are indeed good reasons for believing that hepatoscopy represents the startingpoint for the study of animal anatomy in general.",
        "During nearly a quarter of a century he was engaged in negotiations with the government for the erection of a \"Panopticon,\" for the central inspection of convicts; a plan suggested to him by a building designed by his brother Samuel, for the better supervision of his Russian shipwrights.",
        "The Clerical Resignation Bonds Act 1828 makes a written promise to resign valid if made in favour of some particular nominee or one of two nominees, subject to the conditions that, where there are two nominees, each of them must be either by blood or marriage an uncle, son, grandson, brother, nephew or grand-nephew of the patron, that the writing be deposited with the registrar of the diocese open to public inspection, and that the resignation be followed by presentation within six months of the person for whose benefit the bond is made.",
        "The department of industry, communications and public works takes the next highest proportion, but about half its expenditures are met by special taxes, as in the case of port works and railway inspection, and by the revenues of the state railways, telegraph lines and post office.",
        "The course of his narrative is unperplexed by doubtful or insoluble problems. The painting is filled in with primary colours and with a free hand; and any sense of crudity which may be awakened by close inspection is compensated by the vigour and massive effectiveness of the whole.",
        "the results of excavation), and with any careful inspection of the narratives themselves.",
        "Mr Bates's account, as being based on actual inspection of the beds, is probably the more trustworthy.",
        "In 54 B.C. the people of Reate appealed to Cicero to plead their cause in an arbitration which had been appointed by the Roman senate to settle disputes about the river, and in connexion with this he made a personal inspection of Lake Velinus and its outlets.",
        "If the officer appointed by the Board of Trade should, after inspection of the railway, report to the department that in his opinion \" the opening of the same would be attended with danger to the public using the same, by reason of the incompleteness of the works or permanent way, or the insufficiency of the establishment for working such railway,\" it is lawful for the department to direct the company to postpone the opening of the line for any period not exceeding one month at a time, the process being repeated from month to month as often as may be necessary.",
        "Thus in Nuremberg a regular saffron inspection was held, and in the 15th century we read of men being burned in the market-place along with their adulterated saffron, while on another occasion three persons convicted of the same crime were buried alive.",
        "Nathaniel Hodges of London (1629-1688) in 1665 seems to have been the first who had the courage to make a post mortem inspection of a plague patient.",
        "Charles opened a small business as an apothecary in Dublin, and between 1735 and 1741 he began his career as a pamphleteer by publishing papers on professional matters which led to legislation requiring inspection of drugs.",
        "The influence of expectations of the new crop on \"futures\" running into the new crop is plain on inspection; but owing to the gap between the two crop years it would be astonishing if \"futures\" against which cotton from a new crop could be delivered were not appreciably independent of \"spot\" at the time of their quotation.",
        "The first stone was laid in April 1563; and finder the king's personal inspection the work rapidly advanced.",
        "In coloration it bears some resemblance to a chaffinch, but its much larger size and enormous beak make it easily recognizable, while on closer inspection the singular bull-hook form of some of its wing-feathers will be found to be very remarkable.",
        "In particular, the equality or inequality of values of two functions is more readily grasped by comparison of the lengths of the ordinates of the graphs than by inspection of the relative positions of their bounding lines.",
        "The trabea, which in historical times was worn by the consuls when opening the temple of Janus, by the equites at their yearly inspection and on some other occasions, and by the Salii at their ritual dances, and had (according to tradition) formed the original costume of the augurs and flamens (who afterwards adopted the toga praetexta), was apparently a toga smaller in size than the ordinary civil dress, decorated with scarlet stripes (trabes).",
        "The service is governed by the international telegraph regulations, but is subject to local inspection and interruption in times of political disorder.",
        "In Berlin the proportion of cattle said to be found infected on inspection in 1893 was i in 672.",
        "Private secondary schools are subjected to state inspection.",
        "Landmark provides both a written report, a detailed record of the inspection and a full review of the findings with the individual who contracted the inspection.",
        "Thus he (prompted very likely by Macgillivray) wrote: \" I believe the time to be approaching when much of the results obtained from the inspection of the exterior alone will be laid aside; when museums filled with stuffed skins will be considered insufficient to afford a knowledge of birds; and when the student will go forth, not only to observe the habits and haunts of animals, but to preserve specimens of them to be carefully dissected\" (Ornith.",
        "Obviously the room had passed an important inspection.",
        "He tossed fish tied together on a rope into the center of the cave, ignoring her inspection.",
        "\"This look familiar?\" he asked holding it out for Dean's inspection.",
        "He raised a critical eyebrow at the end of his inspection.",
        "The tower of Notre Dame, dating from 1180, is a landmark across the dunes, and the church behind it, although a shell, merits inspection.",
        "in length, being brought to the governor, Sir Arthur Fremantle, for inspection.",
        "Church property paid its share of the communal taxes, and religious houses were subject to civil inspection.",
        "The former supervises the labour laws and endeavours to deal with unemployment; the latter has done much practical teaching, inspection, &c. Butter, cheese and New Zealand hemp are by law graded and branded by departmental inspectors before export.",
        "In the case of bridges not subject to Board of Trade inspection, the allowance for wind pressure varies in different cases.",
        "The Railway Department was originally constituted in 1840, and performs multifarious duties under various railway acts, including the inspection of railways before they are open, inquiries into accidents, reports on proposed railways, approval of by-laws, appointment of arbitrators in disputes, as well as many duties under private railway.",
        "The inspection of tramways, their by-laws and \"provisional orders\" are all dealt with here, as are similar orders relating to gas and water schemes and to electric lighting.",
        "There is a special office of inspection of railways with a chief inspecting officer (salary £1400) and an assistant staff.",
        "In 1884 he became a captain; in 1889-1893 was chief of the bureau of equipment and recruiting; in 1893-1895 was a member of the light-house board; and in 1895-1897 was president of the board of inspection and survey, being promoted to the rank of commodore in February 1896.",
        "The signs were usually obtained from the inspection of the liver (according to Johns, that of the lamb that was sacrificed); or it took place through birds; hence the name in this case given to the baru of dagil insure \" bird inspector.\"",
        "The Aetna (fire), Aetna Life, Connecticut Fire, Connecticut Mutual Life, Connecticut General Life, Hartford Fire, Hartford Life, Hartford Steam Boiler Inspection and Insurance Co., 1\"1\"-*: ., l Fire, Orient Fire, Phoenix Mutual Life and Travelers Yies have their own homes, some of these being among _it buildings in Hartford.",
        "The Board has also a certain control over the curriculum of schools under the Endowed Schools Acts and the Charitable Trusts Acts, and also over that of schools voluntarily applying for inspection with a view to being recognized as efficient.",
        "Whether the will of the gods is determined through the inspection of the liver of the sacrificial animal, through observing the action of oil bubbles in a basin of water or through the observation of the movements of the heavenly bodies, it is Shamash and Adad who, in the ritual connected with divination, are invariably invoked.",
        "-- The necessary local inspection and verification of weights and measures in use for trade (as distinct from the verbal and written use of weights and measures) is in the United Kingdom undertaken by inspectors of weights and measures, who are appointed by the local authorities, as the county and borough councils.",
        "(Regulations, Birmingham, Glascow, London, Manchester &c.) In Europe the local inspection is generally carried out through the State, and a uniform system of local verification is thereby maintained.",
        "(Markets and Fairs (Cattle) Acts 1887, 1891; Coal Mines Regulation Act 1887; Factory and Workshop Act 1878.) Useful statutes have also been passed to protect the working class, as in checking the weighing instruments used in mines in Great Britain, over which instruments wages are paid, and in the inspection of similar instruments used in factories and workshops.",
        "Administrative law, including the regulation of urban and rural local government, state and local taxation and finance, education, public works, the liquor traffic, vaccination, adulteration, charities, asylums, prisons, the inspection of mines and factories, general laws relating to corporations, railways, labor questions.",
        "There is government control of the spaces on the steamships in which the cattle are carried, and veterinary inspection prevents the exportation of diseased animals.",
        "But this list of forty names, corresponding to the years of wandering, is from a post-exilic source, and may be based merely upon a knowledge of caravan-routes; even if it be of older origin, it is of secondary value since it represents a tradition differing notably from that in the earlier narratives themselves, and these on inspection confirm Judg.",
        "We may quote one of the principal conclusions at which they arrived: \" An inspection of our maps will show that the radical of a body is represented by certain well-marked bands, some differing in position according as it is bonded with hydrogen, or a halogen, or with carbon, oxygen or nitrogen.",
        "A long and fatiguing tour of inspection over the latest of his great public works, the Ladoga Canal, during the autumn of 1724, brought back another attack of his paroxysms, and he reached Petersburg too ill to rally again, though he showed himself in public as late as the 16th of January 1725.",
        "These rolls are open to public inspection, and the names may be challenged at the polls, and \" colonization \" or repeating is therefore almost impossible.",
        "22, 1872), and the School Inspection Law of the 9th of February 1872.",
        "The Visitation is the personal inspection of institutions, churches, religious establishments and their personnel, to correct abuses The Visit- p and enforce the observation of rules.",
        "Through this Congregation the pope, as bishop of Rome, made the inspection of his diocese; it is for this reason that he was president of this commission, the most important member of which was the cardinal vicar.",
        "About the year 1337 this hesychasm, which is obviously related to certain well-known forms of Oriental mysticism, attracted the attention of the learned and versatile Barlaam, a Calabrian monk, who at that time held the office of abbot in the Basilian monastery of St Saviour's in Constantinople, and who had visited the fraternities of Mount Athos on a tour of inspection.",
        "The earliest English works were anonymous: On the Art of Foretelling Future Events by Inspection of the Hand (1504), and A Pleasant Introduction to the Art of Chiromancie and Physiognomie (r588).",
        "Smyth's record of this great family shows that, from the middle of the r3th century onwards, the lords were not only statesmen and warriors, but still more distinguished as gentlemen-farmers on a great scale, even selling fruit from the castle gardens, while their ladies would go round on tours of inspection from dairy to dairy.",
        "In 1918 he visited England, France and Italy on a tour of inspection.",
        "The bill likewise provided for a rigorous inspection of the communal schools.",
        "For this reason the mineral is not always readily recognized by inspection, though the perfect dodecahedral cleavage, the adamantine lustre, and the brown streak are characters which may be relied upon.",
        "The gold and silver wires used in the manufacture of these fabrics are drawn with considerable care and skill; and in order to secure the purity of the metals employed for their composition, the wire-drawing under the native rule was done under government inspection.",
        "After this Peter's attention was directed to the growth of Christianity in Samaria, and he and John made a journey of inspection through that district, laying hands on those who had been baptized in order that they might receive the Holy Spirit.",
        "A law was carried placing the inspection of schools entirely in the hands of the state; hitherto in many provinces it had belonged to the clergy, Catholic or Protestant.",
        "They were measures in which the state no longer, as in the school inspection law or in the introductiqn of civil marriage, defended its prerogatives against the Church, but assumed itself a direct control over ecclesiastical matters.",
        "The old gilds had been destroyed, compulsory apprenticeship had ceased; little protection, however, was given to the working men, and the restrictions on the employment of women and children were of little use, as there was no efficient system of factory inspection.",
        "It was of even greater importance that a full system of factory inspection was created.",
        "All the schools were under the control of the Church; the bishops could forbid the use of books prejudicial to religion; in elementary schools all teachers were subject to the inspection of the Church, and in higher schools only Roman Catholics could be appointed.",
        "In 1883 a law was carried, introducing factory inspection, extending to mines and all industrial undertakings.",
        "The number of pupils in private schools under government inspection was in 1898, the first year of the grant-in-aid system, 7536; in 1900, 12,315; in 1905, 145,691.",
        "The existing procedure was simplified and accelerated; the working of the courts was greatly improved by a carefully organized system of inspection and control; the incompetent judges were eliminated and replaced by men of better education and higher moral character; and for the future supply of wellqualified judges, barristers, and law officials, an excellent school of law was established.",
        "The Danish government has assisted this development by granting money for experiments and by a rigorous system of inspection for the prevention of adulteration.",
        "A closer inspection had cured him of his love for republican institutions.",
        "Since that date the most important changes effected in the elementary education system were the abolition, in 1886, of individual inspection of the lower standards - afterwards extended to the whole of the standards, the inspectors applying a collective test, the \" block-grant \" system, to the efficiency of a school - and the abolition of school fees (1889) for the compulsory standards, the loss being made up principally by a parliamentary grant, and partly by a proportion, earmarked for the purpose, of the proceeds of the Local Taxation (Customs and Excise) Act 1890, and the Education and Local Taxation Account (Scotland) Act 1892.",
        "It was separated from the English Department, and undertook the inspection of higher class schools (public, endowed and voluntary), and two years later instituted a leaving certificate examination, the pass of which is accepted for most of the university and professional authorities in lieu of their preliminary examinations.",
        "The Union gave a considerable impetus to the manufacture, as did also the establishment of the Board of Manufactures in 1727, which applied an annual sum of £2650 to its encouragement, and in 1729 established a colony of French Protestants in Edinburgh, on the site of the present Picardy Place, to teach the spinning and weaving of cambric. From the 1st of November 1727 to the 1st of November 1728 the amount of linen cloth stamped was 2,183,978 yds., valued at £103,312, but for the year ending the 1st of November 1822, when the regulations as to the inspection and stamping of linen ceased, it had increased to 36,268,530 yds., valued at £1,396,296.",
        "Railways organized or doing business in the state are required by the constitution to have a public office where books for public inspection are kept, showing the amount of stock, its owners, and the amount of the road's.",
        "A school desiring to be accredited is submitted to inspection without previous notice.",
        "If the inspection is satisfactory, the school is accredited by a university for from one to three years, and upon the favourable report of its principal any of its students are admitted to the university by which it has been accredited without any entrance examination.",
        "5, writes: \" Immediately on the promulgation of the edict (of Diocletian) a certain man of no mean origin, but highly esteemed for his temporal dignities, as soon as the decree was published against the churches in Nicomedia, stimulated by a divine zeal and excited by an ardent faith, took it as it was openly placed and posted up for public inspection, and tore it to shreds as a most profane and wicked act.",
        "At last the hospice was finished and the cave opened for inspection.",
        "The existing system of education in India is mainly dependent upon the government, being directly organized by the state, at least in its higher departments, assisted through-, out by grants-in-aid and under careful inspection.",
        "All alike receive some measure of pecuniary support, which is justified by the guarantee of regular inspection; and a series of scholarships at once stimulates efficiency and opens a path to the university for children of the poor.",
        "It was revised and kept alive by Jeremy Bentham in his fanatical scheme for a \"panopticon or inspection house,\" described as \"a circular building, an iron cage glazed, a glass lantern as large as Ranelagh, with the cells on the outer circumference.\"",
        "inserted between the scales or into the pome, but on opening the mouth still more widely, the lateral motion of the mandible is once more brought to bear with great force to wrench aside the portion of the fruit attacked, and then the action of the tongue completes the operation, which is so rapidly performed as to defy scrutiny, except on very close inspection.",
        "Thus the official inspection of markets, community of interests on the part of the craftsmen, and co-operation for social and religious ends, worked together in the formation of craft-gilds.",
        "(I) In the matter of jurisdiction: \"If any one say that the Roman Pontiff has an office merely of inspection and direction, and not the full and supreme power of jurisdiction over the whole Church, not only in matters of faith and morals, but also as regards discipline and the government of the Church scattered throughout the whole world; or that he has only the principal portion and not the plenitude of that supreme power; or that his power is not ordinary and immediate, as much over each and every church as over each and every pastor and believer: anathema sit.\"",
        "Great Britain relies on medical inspection, removal of sick or suspected cases, and supervision of the healthy arriving on an infected ship; infected clothing is burnt and infected ships are disinfected.",
        "Ships passing through the Suez Canal are subject to similar inspection; sick persons are landed at Moses Wells, and suspected ones detained.",
        "The risk of importing plague from India has been materially lessened by medical inspection of outward-bound ships at the principal ports.",
        "Even in external view, careful inspection will show that the body is divisible into four regions, namely, cephalic, atrial, abdominal and caudal.",
        "During some years he was employed in the inspection of troops and other work of the kind, but at length his ability, his extraordinary energy and his untiring laboriousness induced Le Tellier to make him his private secretary.",
        "Forces of the Dominions and Colonies.-Lord Kitchener and Sir John French in1909-1910paid visits of inspection to Australia and Canada in connexion with the reorganization by the local governments of their military forces, and a beginning was made of a common organization of the forces of the empire in the colonial military conference of 1909.",
        "This was followed by a tour of inspection of foreign hospitals.",
        "Primary education is carried on in common schools of different grades, under both local and state inspection, the parish being the school district.",
        "That this is at least in great part Butler's object is plain from the slightest inspection of his work.",
        "He endeavours to show that the balance of probability is entirely in favour of the scheme of religion, that this probability is the natural conclusion from an inspection of nature, and that, as religion is a matter of practice, we are bound to adopt the course of action which is even probably the right one.",
        "Two parties threatened to attack them - on one side those who were anxious for extensive reforms in the municipal organization of London; on the other, those who wished to carry forward the process of inspection and revision of endowments, which had already overtaken the universities, schools and other charities.",
        "Tours of inspection, repeated several times a year, brought him into touch with every corner of his diocese.",
        "It controls the fire brigade, has the general inspection over all strangers, and is responsible for public order.",
        "The hospitals of the nursing sisters (Diakonissen Anstalten) number 8, while there are 60 registered private hospitals under the superintendence of responsible doctors and under the inspection of government.",
        "The central cattle market and slaughter-houseslfor the inspection and supply of the fresh meat consumed in the metropolis occupy an extensive area in the north-east of the city on the Ringbahn, upon which a station has been erected for the accommodation of meat trains and passengers attending the market.",
        "The inspection is rigorously carried out, and only carcases which have been stamped as having been certified good are permitted to be taken away for human consumption.",
        "And all banks are subject to the inspection and supervision of the commissioner of the state banking department, who is appointed by the governor with the approval of the Senate for a term of four years.",
        "After inspection the opium is hermetically sealed in tin-lined boxes containing about 150 lb.",
        "The Cork Butter Exchange, where classification of the various qualities is carried out by branding under the inspection of experts, was important in the early part of the 17th century, and an unbroken series of accounts dates from 1769 when the present market was founded.",
        "The document was deposited by the 3rd Marquess of Salisbury for inspection at the Record Office, and was pronounced by two experts, one from the British Museum and another from the Record Office, to be undoubtedly genuine.",
        "The state supports the following charitable and correctional institutions all under the inspection of a State Department of Charities and Correction (1905); hospitals for the insane at Trenton and Morris Plains; a training-school for feeble-minded children (partly supported by the state) and a home for feeble-minded women at Vineland; a sanatorium for tuberculous diseases at Glen Gardner; a village for epileptics, with a farm of 700 acres, near Skillman, Somerset county; a state home (reform school) for boys near Jamesburg, Middlesex county, and for girls in Ewing township, near Trenton; a state reformatory for criminals sixteen to thirty years of age, near Rahway; a state prison at Trenton; a home for disabled soldiers at Kearney,' Hudson county; a home for disabled soldiers, sailors and their wives at Vineland\"; and a school for the deaf at Trenton.",
        "Haruspication, or the inspection of entrails, was justified on similar grounds, and in the case of omens from birds or animals, no less than in astrology, it was held that the facts from which inferences were drawn were themselves in part the causes of the events which they foretold, thus fortifying the belief in the possibility of divination.",
        "(ii.) In haruspication, or the inspection of entrails, in scapulomancy or divination by the speal-bone or shoulder-blade, in divination by footprints in ashes, found in Australia, Peru and Scotland, the voluntary element is prominent, for the diviner must take active steps to secure the conditions necessary to divination.",
        "A copy of the accounts has to be deposited for public inspection for seven days before the audit.",
        "The duty of the local supervising authority is to Midw exercise general supervision over all midwives practising within their area in accordance with rules laid down in the act; to investigate charges of malpractices, negligence or misconduct on the part of a midwife, and if a prima facie case be established, to report it to the Central Midwives Board; to suspend a midwife from practice if necessary to prevent the spread of infection; to report to the central board the name of any midwife convicted of an offence; once a year (in January) to supply the central board with the names and addresses of all midwives practising within their area and to keep a roll of the names, accessible at all reasonable times for public inspection; to report at once the death of any midwife or change in name and address.",
        "They must give notice of any infectious disease to the medical officer of health and to the poor-law relieving officer, and they must give free access for inspection.",
        "This power of inspection is, in districts where the Public Health Act 1890 has been adopted, extended to all articles intended for the food of man.",
        "If upon such inspection the meat, &c., appears to be diseased, unsound or unwholesome, it may be taken before a justice for the purpose of being condemned, and the person to whom the meat, &c., belongs or in whose possession it was found is liable to a penalty or, in the discretion of the justices, to imprisonment for three months without the option of a fine.",
        "When adopted it enabled an urban or district council to obtain the inspection of dairies where these were suspected to be the cause of infectious disease, with a view to prohibiting the supply of milk from such dairies if the fact were established.",
        "The government of the university is entrusted, subject to inspection of the governor and council, to a board of eight trustees.",
        "On mere inspection, their rudeness, their unsuitability for being hafted, and the absence of shaping and edging by the grindstone, mark their inferiority to the Neolithic implements.",
        "The department of public safety controls the bureaus of police, detectives, fire, health, electricity and building inspection; the department of public works controls bureaus of surveys, construction, highways and sewers, city property, water, assessment of water rents, parks, deed registry, bridges and light.",
        "Cast-iron columns shall not be painted until after inspection by the Department of Buildings.",
        "Steel is generally used for columns in preference to cast iron, because it affords greater facility for securing satisfactory connexions, because its defects of quality or workmanship are more surely detected by careful test and inspection, and because, on account of its superior elasticity and ductility, its fibre is less liable to fracture from slight deformations.",
        "The steel used throughout the entire structure should be subjected to the most thorough chemical and mechanical tests and inspection, first at the mill and subsequently at the fabricating shops and the building, ensure that Used.",
        "But whether or not such stringent methods were adopted, it was found necessary to organize a system of house-to-house visitation and constantly recurring inspection.",
        "But this did not obviate the necessity for house - to-house inspection, and although the number of different points at which leakage occurred was still great, it was always small in relation to the number of houses which were necessarily entered by the inspector; moreover, when the best had been done that possibly could be done to suppress leakage due to domestic fittings, the leakage below ground in the mains, ferrules and service pipes still remained, and was often very great.",
        "Having arrived at the end of the district he retraces his steps, reopens the whole of the stop-cocks, removes the meter diagram, takes it to the night complaint office, and enters in the \" night inspection book \" the records he has made.",
        "The next morning the diagram and the \" night inspection book \" are in the hands of the day inspector, who compares them.",
        "He finds, for example, from the diagram that the initial leakage of 2000 gallons an hour has in the course of a 41 hours' night inspection fallen to 400 gallons an hour, and that the 1600 gallons an hour is accounted for by Distribution The earliest water supplies in Great Britain were generally distributed at low pressure by wooden pipes or stone or brick conduits.",
        "It is evident from an inspection of figs.",
        "It at once appears from inspection of the figure of a non-singular cubic curve, which is the odd and which the even circuit.",
        "Its powers of inspection extend over 5 semi-state institutions, 33 county insane asylums, 69 gaols, 48 poor-houses, 50 private benevolent institutions and 206 police stations and lockups.",
        "The board has also power of visitation and inspection over the Wisconsin Veterans' Home at Waupaca, founded in 1887 by the state department of the Grand Army of the Republic. In the state's treatment of the insane, chronic cases are separated and sent to the county asylums. The labour of convicts in the state prison is leased; until 1878 the state itself supervised manufacturing in the prison; then for twenty-five years the convicts were employed in making shoes for a Chicago firm; and since 1903 the state has received 65 cents a day for the labour of each convict, and at least 300 convicts are employed in the manufacture of socks and stockings, from which in1906-1908(two years) the income to the state was $156,890.",
        "He made a tour of inspection in the north of France and reported untruly to the Assembly that all was in readiness.",
        "In any wheatfield there may be observed on close inspection plants produc- differing in character from the majority.",
        "A few years ago the wheat received from the north-west was very clean indeed, but since the new land has all been cultivated the fields are growing more weedy, with the result that the wheat brought in is becoming mixed with oats and seeds of weeds, requiring more careful separating and inspection.",
        "If the grade is changed after a second examination the state pays the expense of the inspection; if not, it is paid by the agent who raises the objection.",
        "Yet a closer inspection shows us that when a later president of the Academy (Antiochus of Ascalon) repudiated the scepticism which for two hundred years had been accepted as the traditional Platonic doctrine, he had good grounds for claiming Plato and Aristotle as consentient authorities for the ethical position which he took up.",
        "Under the constitution the supervision and inspection of charities and institutions of correction is in the hands of a State Commissioner of Charities and Corrections, elected by the people.",
        "Her last journey of inspection was cut short at Alva, where she died on the 29th of September 1582.",
        "Huber found that although he could induce swarms to occupy the glass-sided single frame advised by Reaumur, if the frame was fitted with ready-built pieces of comb patched together before hiving the swarm, the experiment was successful, while if left to themselves the bees built small combs across the space between the sheets of glass, and the desired inspection from the outside was thus rendered impossible.",
        "(From Cheshire's Bees and Bee-keeping, Scientific and Practical.) frames of comb could be opened for inspection like a book, while when closed the bees clustered together as in an ordinary hive.",
        "When closed, the ten frames, together with the two outside ones (fitted with squares of glass for inspection), which represent the covers of the book, were tied together with a couple of stout strings.",
        "(From Cheshire's Bees and Bee-keeping, Scientific and Practical.) Huber's hive was defective in many respects; the parting of each frame, thus letting loose the whole colony, caused much trouble at times, but it remained the only movable-comb hive till 1838, when Dr Dzierzon - whose theory of parthenogenesis has made his name famous - devised a box-hive with a loose top-bar on which the bees built their combs and a movable side or door, by means of which the frames could be lifted out for inspection.",
        "In addition to these benefits, Langstroth's frame and hive possessed the enormous advantage over Dzierzon's of being manipulated from above, so that any single frame could be raised for inspection without disturbing the others.",
        "As to the general state of the country Sir Eldon Gorst after a tour of inspection declared in his report for 1909, \" I do not suppose that there is any part of the world in which the mass of the population have fewer unsatisfied wants.\"",
        "The Hunters Improvement Society, established in 1885, did not restrict entries to the Hunters' Stud-Book to entirely clean-bred animals, but admitted those with breeding enough to pass strict inspection.",
        "The former, now predominating, account (a) is that of the Deuteronomic school, and, although a running narrative, appears on closer inspection to be based upon earlier sources of different origin.",
        "There was considerable opposition to his view but a special commission after inspection gave him support.",
        "The condenser is constructed of coils like the refrigerator, the cooling water being contained in a tank; frequently, however, a series of open coils is employed, the cooling water falling over the coils into a collecting tray below, and this form is perhaps the most convenient for ordinary use as it affords great facilities for inspection and painting.",
        "Among plants from Lower Triassic strata there are a few which form connecting links with the older Permo-Carboniferous flora; of these we have a species, described by Blanckenhon as Sigillaria oculina, which may be correctly referred to that genus, although an inspection of a plaster-cast of the type-specimen in the Berlin Bergakademie left some doubt as to the sufficiency of the evidence for adopting the generic name Sigillaria.",
        "Army Inspection.",
        "\"Inspection first,\" Jessi said sternly and stood.",
        "Open inspection of the papers amply confirmed Judge Babington's conclusions and stirred the public conscience.",
        "She learned the local dialects, and was able to accompany her husband on his tours of inspection and watch him dispense justice.",
        "If this value for a residue is above 1.5 manual inspection of the peptide plane seems advisable.",
        "available for inspection.",
        "Amid much light hearted banter we trotted down to the get in for an inspection.",
        "On a monthly basis they will complete a quality inspection.",
        "A variety of inspection lamps and rotating beacons for garge and home use.",
        "Upon inspection of the DVDs, local Police found a number of pornographic disks including bestiality.",
        "bewail the fact that their own fisheries inspection service seems powerless to stop these incursions or arrest the offenders.",
        "During the first two weeks in June the HSE carried out its largest ever inspection blitz, visiting 1,446 construction sites.",
        "cage traps of necessity require inspection at least every 24 hours.",
        "On closer inspection there is some faint irregular calcification in the suprasellar region.",
        "charade of weapons inspection.",
        "An inspection in June had found the tripod disturbed and the guy ropes thoroughly chewed - probably by passing deer.",
        "Regulation and inspection The proposals for regulation and inspection by Ofsted do not appear to provide the much-needed clarity in early years inspection.",
        "Colonoscopy: Inspection of the colon by an illuminated flexible tube called a colonoscope.",
        "conger (eel)inspection of the boilers, there were quite a few very larger congers.",
        "consulted whenever there is a quality-based inspection into university departments and provision.",
        "Bat droppings are similar to small mammals but on closer inspection are very crumbly due to the insect contents.",
        "cursory inspection.",
        "They do not stand up to even cursory inspection.",
        "On closer inspection, however, it's clear that she wasn't human at all, but a highly advanced organic cyborg.",
        "The bladder studies may include cystoscopy, which allows direct visual inspection of the interior of the bladder.",
        "The Inspection is subsequently debriefed by the Deputy Chief Constable.",
        "The handheld inspection system electronically captures data regarding the condition of the vehicle, including multiple digital images captured using the built-in digital camera.",
        "diminution of income from loss of TB testing, clinical herd inspection etc. Q6.",
        "disarming through inspection does not help avert a war but rather sparks it.",
        "In Devon, Dartmoor prison built In Parliament: Series of mining disasters lead to the Coal mines inspection act.",
        "My affinity for Finchingfield, however tenuous my connection with Spain's Hall, made inspection somehow distasteful.",
        "dry dock for inspection.",
        "Close inspection of most outsourced government IT projects should provide a staggeringly educational example of what not to do.",
        "follow-through inspection report from HMIE... .",
        "External inspection reveals that the church is suffering from blocked gutters, causing damp above the main entrance.",
        "handle enquiries for Class 117 vehicles and will probably organize \" open days \" for inspection of vehicles.",
        "The next week we had three of our planes in our main hanger for periodic inspection.",
        "Email the Concordat hotline The healthcare Commission is committed to reducing the burden of inspection on frontline healthcare staff.",
        "hydrant inspection function.",
        "hygiene inspection charges.",
        "The CragRats ' drama improvisation centered on the difficult choice faced by a school in the throes of an Ofsted inspection.",
        "They bewail the fact that their own fisheries inspection service seems powerless to stop these incursions or arrest the offenders.",
        "But on closer inspection, they are practically indistinguishable.",
        "The Information Sheet contains current industry guidance from manufacturers of play inflatables and HSE's current advice on inspection.",
        "The report of the inspection on 17 January 2003 repeated the finding that \" The chlorine plant is currently inoperative.",
        "in-service inspection.",
        "This checklist is issued to all safety and security inspectors who may be undertaking inspection in this area.",
        "There is no set age limit, but all vehicles must undergo a fitness inspection on first application for a license and annually thereafter.",
        "It is the responsibility of the Buyer to arrange inspection of the Goods immediately on delivery.",
        "In fact, on closer inspection of the report, she had a nearly impossibly busy day.",
        "A large tidal range allows a visual inspection of a significant part of the harbor at low spring tides.",
        "inspection regimes \" .",
        "inspection reports?",
        "inspection pit.",
        "Hans Blix delivered his report to the UN regarding the weapons inspection of Iraq On Friday 15th February.",
        "The alliance had a single aim which was to ensure an independent meat inspection system in the United Kingdom.",
        "Simple packet filtering firewall with stateful packet inspection to handle simple protocols like FTP.",
        "Additionally many goods are subject to pre-shipment inspection (see Special Certificates below ).",
        "At least once a year each grower must pass a stringent inspection by an authorized inspector.",
        "My hands were still gripping the battered wooden lectern on which he had placed the book for my inspection.",
        "General maintenance Annual inspection and possible maintenance can play an important part to extending the life span of a wall or structure.",
        "locker inspection at 22:15 in full Drill Rig.",
        "The Inspection Manager is no longer constrained to areas that can be easily reached by conventional means.",
        "BACKGROUND The aim of the IRVIS system is to enable the remote inspection of hybrid microcircuits.",
        "microcircuit inspection.",
        "Closer inspection revealed an underlying choroidal nevus and no choroidal neovascular membrane.",
        "Additionally, a planned maintenance and inspection program will help ensure efficient brewery process operation.",
        "We may need to visit your house to carry out an inspection if you are statutorily overcrowded.",
        "A cursory inspection of the underside will quickly reveal the truth - you have overdrive or you do not.",
        "They demand the right for United Nations inspection teams to inspect his 8 presidential palaces.",
        "penetrant inspection revealed that this cracking was just above the Roman joint.",
        "portcullis house was subject to an interior inspection in September 2001 that revealed 7,500 defects.",
        "The earliest inspection craft were horse-drawn, the horses ridden by postilions in livery.",
        "preflight inspection criteria.",
        "quinquennial inspection to ensure all recommended works have been put in hand.",
        "quinquennial inspection report.",
        "Closer inspection of the room provided us with further Indian interior design quirks.",
        "On first inspection the plank endings appear to lie in the stem post rabbet in the normal way.",
        "The stereo product range is ideal for inspection tasks.",
        "In urgent cases official receivers may wish to have a personal inspection of the Register made.",
        "However, on closer inspection these objects are meticulously recreated from cardboard, rubber, paper and paint.",
        "Inspection Look at the ankle for swelling, redness, deformity, sinuses, scars.",
        "reflectors fitted to a motorcycle are not included in this inspection.",
        "It remains to be seen whether other schools will follow Victoria Infants ' lead and impose a similar inspection regime.",
        "Control of infection is to be put \" at the heart of inspection regimes \" .",
        "The recent increased reliance on manual ultrasonic rail inspection.",
        "Ask to see the provider's registration certificate, insurance certificate, inspection report and written policy statements.",
        "To comment on this service, ... www.whitehouse.gov/goodbye/53b202f7cc43aa097b9d3da7cd468120feced9d4.html 4. http://frwebgate.access.gpo.gov/cgi-bin/leaving.cgi?from=leavingFR.html&log=li... frwebgate.access.gpo.gov/cgi-bin/leaving.cgi?from=leavingFR.html&log=linklog&to... 5. T raining F resh from the Food Safety and Inspection Service.",
        "Similarly, an inspection of the electrical circuits has been done with mostly positive results.",
        "routine inspection, such evidence is bound to be anecdotal.",
        "I have also loved pieces straight away only to ask upon further inspection... wait a minute is that gill sans... .",
        "Carry out a thorough weekly inspection of gooseberries from May onwards concentrating in the center of the bush for larvae of gooseberry sawfly.",
        "Inspection and palpation of the entire body is necessary following high-energy blunt trauma, especially in the presence of an altered sensorium.",
        "I make a daily inspection of springs, shock absorbers, engine and body mountings, U bolts and shackles to allay my fears.",
        "A senior shop steward asked to do a health and safety inspection on the conveyor involved.",
        "slaughterhouse inspection, whether welfare or meat hygiene.",
        "Again your supposed explanation is pure sophistry meant to trick children and idiots, but which does not hold water on inspection.",
        "spangle type galls are to be found on oak leaves so close inspection is required for proper identification.",
        "It includes inspection of the external genital area and often visualization of the vagina and cervix by the introduction of a vaginal speculum.",
        "springs to mind on initial inspection of the album.",
        "star ratings shown are based on the latest official inspection correct at October 2004.",
        "The design and build repair program included inspection of the deck steelwork in addition to waterproofing and resurfacing the roadway.",
        "The tramps repetitive inspection of their empty hats perhaps symbolizes mankind's vain search for answers within the vacuum of a universe.",
        "The visit is not an inspection; a teenagers bedroom is a teenager's bedroom!",
        "However, the nice little tempter of ' expanded edition ' is a bit hollow on close inspection.",
        "toughening of the inspection rules, there were 46 percent fewer failing schools in 2003 than in 1997.",
        "A Head Teacher's OFSTED Prayer Lord I pray for strength to face the next tribulation, namely an OFSTED inspection.",
        "We have seen the food vacuoles frequently to support this either in the living state or by inspection of books on the matter.",
        "To prevent things from getting out of hand, the bishop would conduct a visitation, that means an inspection.",
        "walk-through inspection.",
        "following a washout to remove the loose scale, a full inspection of the boiler can now be planned.",
        "weapons inspection of Iraq On Friday 15th February.",
        "zirconium production, other than production of fuel cladding, is not subject to declaration or inspection.",
        "Hepatoscopy in the Euphrates valley can be traced back to the 3rd millennium before our era, which may be taken as sufficient evidence for its survival from the period of primitive culture, while the supreme importance attached to signs read on the livers of sacrificial animals - usually a sheep - follows from the care with which omens derived from such inspection on occasions of historical significance were preserved as guides to later generations of priests.",
        "Blecher (De Extispicio Capita Tria, Giessen, 1905, pp. 3-22) has recently collected most of the references in Greek and Latin authors to animal divination, and an examination of these shows conclusively that, although the general term used for the inspection of the sacrificial animal was iera or iereia (i.e.",
        "Parliamentary pressure further obliged Bonghi, minister of public instruction, to compel clerical seminaries either to forgo the instruction of lay pupils or to conform to the laws of the state in regard to inspection and examination, an ordinance which gave rise to conflicts between ecclesiastical and lay authorities, and led to the forcible dissolution of the Mantua seminary and to the suppression of the Catholic university in Rome.",
        "Railways have always been held by the legislatures and by the courts strictly accountable for their shortcomings, so far as accountability can be enforced by compelling the payment of damages to victims of accidents; but in spite of this, a want of enterprise and even some apparent neglect of passengers' and servants' plain rights, have often been apparent, and the Board of Trade, with its powers of supervision, inspection and investigation, must therefore be classed as one of the most beneficent factors in the promotion of safety on British railways.",
        "When chemical change is expressed with the aid of molecular formulae not only is the distribution of weight represented, but by the mere inspection of the symbols it is possible to deduce from the law of gaseous combination mentioned above, the relative volumes which the agents and resultants occupy in the state of gas if measured at the same temperature and under the same pressure.",
        "The government was empowered also to name controllers to whom all the accounts of the administration should be open for inspection on demand.",
        "This inspection (recognitio) must not be confounded with the full-dress procession (transvectio) on the 15th of July from the temple of Mars or Honos to the Capitol, instituted in 304 B.C. by the censor Q.",
        "Thus the housing of the poor has been improved, though this difficult problem is yet far from solution; not the large towns only, but the larger villages also, are cleansed and drained; food has been submitted to inspection by skilled officers; water supplies have been undertaken on a vast scale; personal cleanliness has been encouraged, and with wonderful success efforts have been made to bring civilized Europe back from the effects of a long wave of Oriental asceticism, which in its neglect and contempt of the body led men to regard filth even as a virtue, to its pristine cleanliness under the Greeks and Romans.",
        "The council provides for inspection of places of entertainment in respect of precautions against fire, structural safety, &c. The principal clubs are in and about Piccadilly and Pall Mall (see Club).",
        "Hoisting ropes are weakened by deterioration and breakage of the wires, due to corrosion and repeated bending, and should be kept under careful inspection.",
        "Mining laws have proved chiefly serviceable in securing the introduction of efficient ventilation, the use of safety-lamps, and of proper explosives, to lessen the danger from fire-damp and coal-dust in the coal-mines, the inspection of machinery for hoisting and haulage, and prevention of accidents due to imperfection in design or in working the machinery.",
        "Perhaps the most important meteors are those which, after their bright careers and loud detonations, descend upon the earth's surface and can be submitted to close inspection and analysis (see Meteorites).",
        "31) and the splendour of his reign present a vivid contrast to the troublous ages which precede and follow him, although the Biblical records prove, on closer inspection, to contain so many incongruous elements that it is very difficult to form a just estimate of his life and character.",
        "The health of animals branch, through which are administered the laws relating to the contagious diseases of animals, and the control of quarantine and inspection stations for imported animals, undertakes also valuable experiments on the diseases of farm live-stock, including glanders in horses, tuberculosis in cattle, &c. The policy of slaughtering horses reacting to the mallein test has been successfully initiated by Canada, the returns for 1908 from all parts of the country indicating a considerable decrease from the previous year in the number of horses destroyed and the amount of compensation paid.",
        "The American military authorities found that the most extraordinary measures for cleansing the city - involving repeated house-to-house inspection, enforced cleanliness, improved drainage and sewerage, the destruction of various public buildings, and thorough cleansing of the streets - although decidedly effective in reducing the general death-rate of the city (average, 1890-1899, 45.83; 1900, 24.40; 1901, 22.11; 1902, 20.63; general death-rate of U.S. soldiers in 1898, 6794; in 1901-1902, 7.00), apparently did not affect yellow fever at all.",
        "The importation of coolies is controlled by an elaborate system of legislation, which provides for the registration of contracts, the medical inspection of coolies during the journey, and supervision over rates of pay, &c., on the gardens.",
        "In addition to these departments, whose heads form the army council itself, there is the very important department of the inspector-general of the forces, whose duties are to ensure by inspection the maintenance of military efficiency and an adequate standard of instruction, &c. This department is thus in the main a complement of the general staff branch.",
        "With regard to passenger vessels, the master is bound to give the consul facilities for inspection and for communication with passengers, and to exhibit his \" master's list,\" or list of passengers, so that the consul may transmit to the registrar-general, for insertion in the Marine Register Book, a report of the passengers dying and children born during the voyage.",
        "Thus, in short, if we ask for a clear and definite fundamental intuition, distinct from regard for happiness, we find really nothing in Whewell's doctrine except the single rule of veracity (including fidelity to promises); and even of this the axiomatic character becomes evanescent on closer inspection, since it is not maintained that the rule is practically unqualified, but only that it is practically undesirable to formulate its qualifications.",
        "A law passed on the 1st of July 1902 requires that all private schools must be authorized by the state, and arranges for their periodical inspection, for the enforcement of proper sanitation and discipline, and for the appointment of a suitable staff of teachers.",
        "to about 3000 B.C. In Babylonia as well as in Assyria as a direct offshoot of Babylonian culture (or as we might also term it \"Euphratean\" culture), astrology takes its place in the official cult as one of the two chief means at the disposal of the priests (who were called bare or \"inspectors\") for ascertaining the will and intention of the gods, the other being through the inspection of the liver of the sacrificial animal (see Omen).",
        "From Jurassic rocks of France and Italy a few imperfect specimens have been described as carpels of Cycads, like those of the recent genus Cycas (see Gymnosperms); while a few of these may have been correctly identified, an inspection of some of the original examples in the Paris collections leads one to express the opinion that others are too imperfect to determine.",
        "Check the last quinquennial inspection to ensure all recommended works have been put in hand.",
        "Reference should be made to the findings and recommendations in the latest quinquennial inspection report.",
        "Extra reflectors fitted to a motorcycle are not included in this inspection.",
        "An annual inspection takes place upon renewal of the license by a Vet or Animal Welfare Officer.",
        "Ask to see the provider 's registration certificate, insurance certificate, inspection report and written policy statements.",
        "In the absence of any system of routine inspection, such evidence is bound to be anecdotal.",
        "I have also loved pieces straight away only to ask upon further inspection... wait a minute is that gill sans....",
        "In my MINIM discussions I have made it clear that I want more resources for slaughterhouse inspection, whether welfare or meat hygiene.",
        "Several different spangle type galls are to be found on oak leaves so close inspection is required for proper identification.",
        "On closer inspection however this idea was shattered by the noisy greetings of some ten or so spaniel type dogs of varying ages.",
        "Rating 8/10 Tourist by Athlete A poor man's Coldplay springs to mind on initial inspection of the album.",
        "Classification The star ratings shown are based on the latest official inspection correct at October 2004.",
        "The tramps repetitive inspection of their empty hats perhaps symbolizes mankind 's vain search for answers within the vacuum of a universe.",
        "The visit is not an inspection; a teenagers bedroom is a teenager 's bedroom !",
        "Despite the recent toughening of the inspection rules, there were 46 percent fewer failing schools in 2003 than in 1997.",
        "On inspection it transpired that this information was buried fairly deeply with no obvious path to get to it.",
        "A Head Teacher 's OFSTED Prayer Lord I pray for strength to face the next tribulation, namely an OFSTED inspection.",
        "Here are some suggestions: Do a walk-through inspection.",
        "Following a washout to remove the loose scale, a full inspection of the boiler can now be planned.",
        "Zirconium production, other than production of fuel cladding, is not subject to declaration or inspection.",
        "My boss was very strict during the week leading up to our human resources inspection from the state.",
        "Many hospitals require a car seat inspection before the baby is allowed to leave the hospital.",
        "The formula must be presented for inspection, and you must be traveling with the infant.",
        "All cars need a close inspection before purchase.",
        "Get permission from the owner to take the car to a trusted auto mechanic for an inspection.",
        "When you find a set that you like, it's time to go in for a close inspection.",
        "Download a free printable motor home inspection guide by clicking the image above and use it when you are checking out any RV you are considering.",
        "If the unit passes your initial inspection, it is advisable have it inspected by a professional before making a purchase decision.",
        "This information will guide you in your physical inspection of the piece.",
        "As any buying guide for used motorcycles advises, buying a motorcycle involves three important steps; inspection, research, and purchase.",
        "When you first answer that ad and decide to check out a used motorcycle, the most critical step is the very first one - the inspection.",
        "Even though a bike may look cosmetically in good condition, or even though it might have passed your inspection, it's important to know whether or not the owner actually took good care of the bike.",
        "A quick inspection should tell you whether they are worth the asking price.",
        "Give your golf clubs a thorough inspection from time to time to allow you to make small updates to your clubs.",
        "Apple does not return these to stores unless they pass inspection, so you can be assured that the refurbished iPod you purchase will work as if you bought it new.",
        "A visual inspection will reveal if the property is worth owning even at a highly discounted price.",
        "There should be a visual inspection sticker on the tank that identifies its maintenance record, so be sure to look for that as well.",
        "Salmonella is the most frequent cause of foodborne illness, according to the USDA Food Safety and Inspection Service.",
        "U.S. Postal Inspection Service: For any identity theft claims regarding the mail, contact these authorities.",
        "Visiting local furniture stores is a great way to select a table if a visual inspection of the table itself is important to you.",
        "Make sure you examine each piece and assemble the sectional for closer inspection.",
        "An interior architect has all the skills and qualifications of an interior designer and has experience in basic structural design, building codes, permits and inspection regulations.",
        "The judges were initially pleased with the kitchen's transformation, but on closer inspection, were shocked to find the job unfinished.",
        "They take pride in excellent quality control and inspection of the fountains they sell.",
        "Upon close inspection it was as clear as day, a brownish yellow tinge all along the exterior surfaces of my teeth.",
        "While some are lucky enough to have an honest child, others need to do their own self inspection.",
        "Closer inspection, though, reveals a collection of colors that is enigmatic and flattering.",
        "CarMax takes some of the inspection legwork out for you.",
        "They do a 125+ point inspection and reconditioning on all used cars.",
        "You may also want to check member listings for National Tent for your state, a group whose members have passed a 10-point inspection process.",
        "While on tour, the 73-year-old Willie Nelson and his band were pulled over for a routine commercial inspection of their tour bus.",
        "Steve worked with the Australian Quarantine and Inspection Service to promote awareness of the country's strict quarantine requirements.",
        "As a pet owner, this leisurely inspection is your opportunity to preview the park's rules as well as gauge its safety for your pet in relation to other dog breeds present.",
        "An inspection can reveal a lot about how any dog boarding kennel is run, but it may not tell you everything.",
        "If your dog has worms, you should be able to see rice-like specks with black ends upon close inspection.",
        "A deep inspection of your strings can help you figure out how often you will need to change them.",
        "Before starting the construction or even choosing the plans for your backyard deck, visit your local building inspector's office and check to see if a building permit and/or inspection is required.",
        "If you don't follow the proper procedures, you could be forced to tear down you deck if it doesn't pass inspection, so make sure that you aware of local and state codes and follow them.",
        "If the work is being done by a contractor, don't sign off on anything until you've done a thorough walk through and inspection.",
        "Upon further inspection, though, you'll see that there is a pair of Sterling Silver Hawaiian Sand Dollar White Mother of Pearl Pierced Earrings available.",
        "It's one of the few manufacturers that is APHIS (Agricultural Plant Health Inspection Service) certified.",
        "Look for a seal that assures that the product is certified organic by an inspection agency.",
        "At the end of the inspection, the inspector completes an inspection report and exit interview.",
        "Managers are notified of any areas where they are not in full compliance with standards and asked to correct them before the next inspection.",
        "The Canadian Food Inspection Agency (CFIA) requires that products labeled as organic meet criteria set out by the Canadian Standards Board.",
        "The organic industry has increased over the past few decades and the USDA has opted to use private and state agencies for its inspection and certification processes.",
        "Even though the coat is couture, it's a good idea to treat it just as you would any other coat - with a keen eye and a thorough inspection of every angle.",
        "The only surefire way to know that the mold is gone after the cleanup is to have mold inspection testing done again.",
        "If you look at the inspection frequency list for Ohio food service operators, there are various food places noted as needing inspections at least once during each licensing period.",
        "Vending machines (at least 50 percent of a vendors machines per inspection period).",
        "Your safety inspection should include the bathroom.",
        "Ask your local fire department to come to your home to do a safety inspection.",
        "Any business covered by the OSH Act is subject to inspection at any time.",
        "The United States Department of Agriculture: Food Safety and Inspection Service provides fact sheets for safe food handling including shopping, storage, preparation and serving.",
        "The visual inspection of your property should include taking a look up at the top of your house.",
        "Madeline, at first glance, is a deceptively simple look, but upon closer inspection, it's easy to see its fashion brilliance.",
        "Often the defect is minor, but enough to fail inspection.",
        "Don't be afraid to ask a seller the questions listed above and do a bit of inspection on your own before purchasing.",
        "Many fakes use a flawed logo that can be spotted upon close inspection.",
        "Upon inspection it turned out to be the entrance to a cave.",
        "For this reason it is always advised to give the used trailer a complete inspection before buying it.",
        "Do a thorough inspection, being careful to take note of any parts that you will need to replace.",
        "Before setting out on a winter camping trip, it's essential that you take your motor home or travel trailer to a knowledgeable professional for a thorough inspection.",
        "If the organization is small or it is a private seller, be sure you take the time to have a full inspection of the unit before purchasing it.",
        "In adolescent males, inspection of the rectum and prostate may be included in the physical examination.",
        "Examination of the trunk is done while the patient is standing, bending over, and lying down and involves both visual inspection and use of a simple mechanical device called a scoliometer.",
        "In cases of trauma, symptoms may be evident upon inspection and causes may be explained by third party witnesses.",
        "The foster home must pass an inspection for health and safety and, in most states, the parents must attend training sessions covering issues of x how to deal with problems.",
        "The doctor may examine the ear with an otoscope, a microscope-type device with a light source for direct inspection of the ear.",
        "Clubfoot is diagnosed by physician inspection.",
        "Often the child continues to depend on his or her hand for inspection and exploration of toys or other objects.",
        "Hives are easily diagnosed by visual inspection.",
        "On inspection, the physician may note symptoms such as a goiter or eye bulging.",
        "Diagnosis is made on visual inspection of the rash.",
        "The doctor takes a medical history and performs a physical examination, including visual inspection and palpation (feeling with the hands) of the marks.",
        "Sunburn is easily diagnosed by visual inspection of the skin.",
        "The Food and Drug Administration (FDA) and the Food Safety and Inspection Service (FSIS) can legally prevent food from being shipped, or order food recalls, if they detect any Listeria bacteria.",
        "Doing so involves inspection of wiring; safe use and storage of flammable liquids; and maintenance of clean, well-ventilated chimneys, wood stoves, and space heaters.",
        "States require inspection on a periodic basis, usually every one to two years, as well as in response to consumer complaints.",
        "Your hospice agency should be willing to provide you a copy of their latest inspection report; however, they are not required by law to do so.",
        "U.S. census records are not available for public inspection for 72 years.",
        "Loose research notes, coin purses, and hand held wallets are allowed, but they are subject to inspection.",
        "When a potential immigrant came to shore at Ellis Island, he or she had to undergo an interview and health inspection.",
        "Otherwise, you may find your state's Department of Education visiting you to do a homeschool inspection.",
        "When people think of a homeschool inspection, they may worry that the way they educate their children is under attack.",
        "Each state has specific homeschool laws that regulate whether a parent will be subjected to a homeschool inspection or not.",
        "A homeschool inspection isn't an interrogation.",
        "These home inspection benchmarks are very critical in the eligibility process for an FHA-sponsored mortgage.",
        "Well, individual water supply, and septic problems: These are utility functionalities that must be in working condition at the time of inspection.",
        "These inspectors will ultimately recommend a rejection upon establishing that your preferred property does not conform to the FHA home inspection requirements.",
        "Avoid a rejection by conducting your own home inspection, but keep in mind that any informal inspections you conduct are merely preparatory.",
        "This will give you the opportunity to review how the house stacks up to what the FHA home inspection requirements will expect.",
        "If you want to learn more about FHA mortgages and home inspection requirements, you should visit the FHA website.",
        "Everything might go quickly with the application process, but if the current real estate market has buyers in a frenzy then you might find the entire process delayed while you wait for a home inspection or participate in a bidding war.",
        "We got a phone call to come back in September, as they were closing soon. 4000 miles later and middle of Dec and we still have not Closed, as Bank of America keeps coming up with another inspection.",
        "This is a Mobile Home and 1 day before the Closing, they are now requestion a \"Tie Down Inspection\".No one has ever heard of this, including the Title Company.",
        "Can we get out of the agreement, because of all the stalling, and is a tie down inspection requested by FHA, on a mobile home?",
        "The home you are selling must fall into that category, and it is a little perplexing that your closing company has never heard of a tie-down inspection.",
        "I suggest you get to the bottom of why this inspection was ordered at such a late date.",
        "I want to buy a home \"fixer upper\" I don't think it will pass a home inspection.",
        "A home inspection is not a requirement in all instances.",
        "When you purchase a home with the intention of fixing it up and reselling it an inspection will give you an idea of what needs to be fixed in order to make the home capable of receiving a great inspection report.",
        "According to the FHA Housing Quality Standards Inspection Form, water heaters must be \"located, equipped, and installed in a safe manner\" and there must be a \"working oven and stove (or range) with top burners that work.\"",
        "This would appear to imply that a home without a stove or water heater would have a hard time passing inspection, but contact the FHA to clarify the guidelines and to find out if there are waivers in certain circumstances.",
        "It also covered property appraisal and inspection fees for broker price opinions or inspections that were not completed.",
        "Are you willing to await an inspection from a competent appraiser before buying the house?",
        "Individuals from the SBA who work in the real estate, construction or home inspection business can share valuable advice about working in the housing market.",
        "The dwelling must pass a Housing Quality Standards (HSQ) inspection prior to closing.",
        "For quality home inspection, Naperville Illinois has several home inspection service providers.",
        "By reviewing their websites and interviewing them, you can determine which inspector can be of most help in completing the home inspection you need.",
        "All of these factors can lead to problems which can be discovered during a thorough inspection.",
        "A home inspection report can be a way to validate the value of a home, based on the property condition information provided by a third party: the home inspector.",
        "Naperville has several home inspection firms, many of which are certified by the National Association of Home Inspectors (NAHI) or are members of the National Association of Certified Home Inspectors (NACHI).",
        "As specialists in local home inspection, Naperville Home Inspectors provides inspections in the Naperville area in both Dupage County and Will County.",
        "This inspection company has eighty years of combined inspection and construction experiences.",
        "The founder of the company, Joe Dudek, is also a senior trainer for the American Home Inspector Training Institute and teaches home inspection courses at universities and technical colleges throughout the United States.",
        "With a home inspection they provide a Limited Structural and Mechanical Warranty for buyers or a 180-day Limited Structural and Mechanical Warranty for sellers through American Home Warranty Company.",
        "If you are considering a home inspection service, Chicago has hundreds to choose from.",
        "Be sure you know what to expect from a home inspection so you can select the right inspector for your home.",
        "A home inspection is usually completed during a real estate sale.",
        "The inspector can be hired by either the seller, the buyer, or their representatives to conduct a visual inspection of the property.",
        "As home sales trends rise and fall, a home inspection can become a key sales benefit.",
        "Some inspectors use an infrared camera for thermal imaging as part of their inspection.",
        "The wide variety of ages of the homes, town homes and condominiums in Chicago bring special challenges for home inspection.",
        "These inspectors are more likely to be full-time, professional inspectors and not just individuals who provide inspection services part-time or as a minor part of another career.",
        "They use the infrared camera as part of their inspection routine.",
        "This inspection company has specialists in both the northern and southern suburbs of Chicago.",
        "Chicago Inspection performs both residential and commercial inspections in Chicago.",
        "They provide a free 90-day home warranty with a home inspection.",
        "This inspection company has been in business since 1989 and offers home inspection and radon testing in both new and pre-owned homes and condos in suburban Chicago.",
        "For a broader-based home inspection service, Chicago-based Howlett's provides services in both Chicago and Northern Illinois.",
        "Your ability to buy and sell property in Chicago at a fair price can be greatly enhanced by using the services of a home inspection service to evaluate the property before the final negotiations are completed.",
        "When it comes to buying a home around the Chicago area there are plenty of companies that perform home inspections; Chicago suburbs have access to quality inspection services throughout the metropolitan area.",
        "Making arrangements for a professional home inspection can help make the process less stressful because a quality inspection reduces your risk of buying a home that will cost time and money down the road.",
        "Professional home inspectors will not mind if you want to walk through the inspection process with them.",
        "In the case of home inspection credentials you won't find national standards, but make sure they meet Illinois licensing requirements.",
        "Ask for references from previous clients and follow through by calling the clients to ask about their home inspection experience.",
        "Commonly known as E & O insurance, this coverage lets the home owner file a claim if the inspector happens to miss something during the inspection.",
        "Instead, talk to others in the area and take the time to find the right home inspection company for you.",
        "Ask to see a sample home inspection report.",
        "Home inspection forms can be used to guide you along when reviewing your home prior to putting it on the market.",
        "These forms are also valuable tools to use when considering a home for purchase, although homebuyers should always commission a professional home inspection before buying.",
        "The Internet makes it easy to get your hands on home inspection forms that rival the forms used by professional home inspectors, and in some cases you can actually get access to the very same forms professionals use.",
        "It's simply too big of a purchase to throw caution to the wind and rely on some inspection forms you find online.",
        "This is merely a brief listing, as there are many websites offering home inspection forms to professional inspectors.",
        "It is a good idea for home sellers to have an inspection conducted on their home prior to putting it on the market.",
        "The inspection reveals the things that potential buyers will probably want repaired as well as any major repairs that need to be done before the home is even put on the market.",
        "Sellers who do not want to commission a professional inspection - or who do not have the money to pay for one - can find home inspection forms online.",
        "A thorough inspection by a qualified professional is essential when purchasing a home.",
        "Potential buyers can save some time by conducting their own initial inspection using forms available online to find any potential problems with the house they want to buy.",
        "These forms, however, should not replace a professional inspection.",
        "Professional inspectors should make a full report available to whoever pays for the inspection.",
        "If the home fails the inspection then there should be suggestions from the inspector as to what needs to happen to make the home acceptable for purchase.",
        "Home sellers who commission a professional inspection should leave a copy of the completed home inspection forms in a prominent place within the home during showings."
    ],
    "definition": [
        "Link/Cite"
    ]
}