{
    "translation": "במקום",
    "uses": [
        "I will try to make friends instead of enemies.",
        "I always pictured myself driving a van instead of a truck.",
        "Instead of dining out, we ordered a couple of pizzas.",
        "Instead of improving, Destiny got steadily worse.",
        "Instead of shifting with each step, the ground felt solid.",
        "Instead, Felipa met them at the corral.",
        "Instead of braids, she brushed her hair into a ponytail.",
        "Instead, she had heard nothing from him.",
        "You might have said something in my defense last night, instead of sitting there like a lump on a log.",
        "Instead, I asked a question.",
        "We would if he'd let me bracket enough times instead of quitting just because he gets tired.",
        "Then they spend all their time at parties instead of studying.",
        "Instead, she allowed him to gently turn her body so that he could gaze into her eyes.",
        "My dog refused to gnaw on the bone I bought her, instead she chews on my shoes!",
        "Instead his retreating back filled her with shame.",
        "Why Pete hired you instead of a man, I'll never understand.",
        "He kept my mind alert and eager, and trained it to reason clearly, and to seek conclusions calmly and logically, instead of jumping wildly into space and arriving nowhere.",
        "\"Tell me why you called?\" he asked instead of answering.",
        "But instead of packing, she cleaned the house and went for a ride.",
        "In the future, massive new amounts of information will begin to resolve the debate, instead of just adding noise to it as too often occurs today.",
        "Instead of using our usual tip line, we conveyed the information directly to Detroit where the abduction took place.",
        "Instead, it is a large, open-air farm with a robot assigned to make each turnip be all that it can be.",
        "What if Señor Medena had three boys instead of three girls?",
        "Instead he was withdrawn and somber, even picking at his food.",
        "I drove south toward town on the West Surry Road but instead of following Court Street, turned back north west on the Old Walpole to Howie's home.",
        "Instead, he assisted her, his lips seeking hers urgently all the while.",
        "It's a good thing I decided to come here first instead of go home.",
        "Instead, she collected a few small photos and arranged them all in one frame.",
        "She had fallen ill unexpectedly a few days previously, had missed several gatherings of which she was usually ornament, and was said to be receiving no one, and instead of the celebrated Petersburg doctors who usually attended her had entrusted herself to some Italian doctor who was treating her in some new and unusual way.",
        "Instead she accepted the entire package at face value.",
        "Why didn't you tell me instead of trying to trick me?",
        "Pierre dressed hurriedly and, instead of going to see them, went to the back porch and out through the gate.",
        "But instead of helping her into the wagon in the same gentlemanly manner, he grabbed her by the collar and waistband and dumped her in the front of the wagon.",
        "Instead, I called the number advertised on the television announcement.",
        "Drain the blood from men's veins and put in water instead, then there will be no more war!",
        "Why didn't he let me be there instead of Tikhon?",
        "I didn't answer and instead requested he have Quinn or Martha call me as soon as they get in.",
        "\"I wish the school year was just starting instead of ending this week,\" she said as she shoveled down oatmeal, topped with honey.",
        "Instead, she decided to use that extra hour to take a relaxing bath.",
        "I'd like to think we were doing something worthwhile instead of wasting our time on pointless errands.",
        "If instead of imagining to ourselves commanders of genius leading the Russian army, we picture that army without any leaders, it could not have done anything but make a return movement toward Moscow, describing an arc in the direction where most provisions were to be found and where the country was richest.",
        "But instead of all that--here he was, the wealthy husband of an unfaithful wife, a retired gentleman-in-waiting, fond of eating and drinking and, as he unbuttoned his waistcoat, of abusing the government a bit, a member of the Moscow English Club, and a universal favorite in Moscow society.",
        "He was wrong for running instead of making peace.",
        "Instead of reading words on a page and trying to imagine a concept, we can see it, as the old expression goes, in Technicolor.",
        "Instead of singing like the birds, I silently smiled at my incessant good fortune.",
        "He imagined all sorts of possible contingencies, just like the younger men, but with this difference, that he saw thousands of contingencies instead of two or three and based nothing on them.",
        "Instead, forget which is \"right\" for the moment and simply consider the flow of history, for better or worse.",
        "Instead, I had the presence to mind to avoid answering.",
        "Instead of answering, he turned to Quinn.",
        "Then she used wild and long grain rice instead of stuffing.",
        "Instead of a trunk for his clothing, he carried a pair of saddlebags.",
        "Instead of noblemen, let us have noble villages of men.",
        "I have three eyes instead of two?",
        "He continued to avoid her gaze, focusing on Felipa instead.",
        "No government is involved in these organizations, which are instead driven by a combination of religious and civic motives.",
        "Now, instead of just intellectually engaging with the news, we feel the government brutality, we experience the war, we are electrified by the demonstrations, and we are horrified at the suffering.",
        "Instead of the new life he had hoped to lead he still lived the old life, only in new surroundings.",
        "Now they could discuss things instead of avoiding sensitive subjects - build on their relationship instead of tearing it down with the same demolition ball.",
        "Rostov submissively unbent the corner of his card and, instead of the six thousand he had intended, carefully wrote twenty-one.",
        "I wished to meditate, but instead my imagination pictured an occurrence of four years ago, when Dolokhov, meeting me in Moscow after our duel, said he hoped I was enjoying perfect peace of mind in spite of my wife's absence.",
        "But instead of that, at the next village the sentinels of Davout's infantry corps detained him as the pickets of the vanguard had done, and an adjutant of the corps commander, who was fetched, conducted him into the village to Marshal Davout.",
        "\"But,\" says one, \"you do not mean that the students should go to work with their hands instead of their heads?\"",
        "Beyond Vyazma the French army instead of moving in three columns huddled together into one mass, and so went on to the end.",
        "And in the middle was a rough table with benches around it instead of chairs.",
        "Sometimes we perceive things as what we want them to be instead of what they actually are.",
        "She leaned back on the couch instead, trying to reassure him with a weak smile.",
        "When we'd finished, he remained with the women instead of retreating upstairs.",
        "Instead, I pulled to the side of the country road like any good citizen.",
        "Instead I listened to his harangue about the difficulty they encountered with the session I'd practically demanded, the break-ins in Boston.",
        "He had just noticed that the king was wearing poor Charlot's Sunday suit instead of his own.",
        "The theory of pricing means people who want items the most choose to buy those items instead of others they could buy.",
        "This makes a great deal of sense: If nutrition isn't governed by universal laws (as physics is) and instead affects different people differently, then the way you will know certain things is by learning through trial and error, through your own experience.",
        "On the way back Nicholas drove at a steady pace instead of racing and kept peering by that fantastic all-transforming light into Sonya's face and searching beneath the eyebrows and mustache for his former and his present Sonya from whom he had resolved never to be parted again.",
        "The only thing that made Princess Mary anxious about him was that he slept very little and, instead of sleeping in his study as usual, changed his sleeping place every day.",
        "He remained in Moscow till October, letting the troops plunder the city; then, hesitating whether to leave a garrison behind him, he quitted Moscow, approached Kutuzov without joining battle, turned to the right and reached Malo-Yaroslavets, again without attempting to break through and take the road Kutuzov took, but retiring instead to Mozhaysk along the devastated Smolensk road.",
        "Instead, he drew a leathern case from his pocket and took from it several sharp knives, which he joined together, one after another, until they made a long sword.",
        "Instead of sitting at his ease in a parlor car, he went jolting along through mud and mire, exposed to wind and weather.",
        "Having reached the left flank, instead of going to the front where the firing was, he began to look for the general and his staff where they could not possibly be, and so did not deliver the order.",
        "She left him there to think about his actions - only he would probably stew on hers instead.",
        "She smiles instead of answering my query.",
        "Instead, you have to find small things over which to argue, like whether the capital gains tax should be raised.",
        "But instead of being greeted with pleasure as she had expected, at his first glance at her his face assumed a cold, stiff, proud expression she had not seen on it before.",
        "Here I sit, having to listen to a sobbing lady instead of being on my way to more pleasant chores.",
        "Instead of three meals a day, if it be necessary eat but one; instead of a hundred dishes, five; and reduce other things in proportion.",
        "He kept telling himself that he would consider the whole matter and decide what was right and how he should act, but instead of that he only excited himself more and more.",
        "Instead of sixteen hundred rubles he had a long column of figures scored against him, which he had reckoned up to ten thousand, but that now, as he vaguely supposed, must have risen to fifteen thousand.",
        "Nearer and nearer... now she was ahead of it; but the wolf turned its head to face her, and instead of putting on speed as she usually did Milka suddenly raised her tail and stiffened her forelegs.",
        "Instead of an enemy, Nicholas found in Ilagin a stately and courteous gentleman who was particularly anxious to make the young count's acquaintance.",
        "Instead of the demand of four months earlier to withdraw from Pomerania, only a withdrawal beyond the Niemen was now demanded.",
        "Petya was galloping along the courtyard, but instead of holding the reins he waved both his arms about rapidly and strangely, slipping farther and farther to one side in his saddle.",
        "(The horseflesh was appetizing and nourishing, the saltpeter flavor of the gunpowder they used instead of salt was even pleasant; there was no great cold, it was always warm walking in the daytime, and at night there were the campfires; the lice that devoured him warmed his body.)",
        "The fact that they were expecting two babies instead of one made it more of a challenge.",
        "Instead, they had talked about the house and how she would assume responsibilities.",
        "Throwing my voice into any object I pleased, to make it appear that the object was speaking instead of me.",
        "Instead of no path to the front-yard gate in the Great Snow--no gate--no front-yard--and no path to the civilized world.",
        "In half an hour all was again in order, only the squares had become gray instead of black.",
        "He seized his pistol and, instead of firing it, flung it at the Frenchman and ran with all his might toward the bushes.",
        "Why couldn't he have confronted Claudette, instead of acting like a beast?",
        "Instead of piety being expressed simply in a multitude of unrelated individual acts, it expressed itself in group action.",
        "Instead of the moving horses and hussars' backs, he saw nothing before him but the motionless earth and the stubble around him.",
        "Instead of answering, I simply smiled.",
        "Instead, he steered the conversation toward Gladys Turnbull, who was the only other occupant of the cozy room.",
        "Instead, they track and kill my vamps.",
        "One day he would order his camp bed to be set up in the glass gallery, another day he remained on the couch or on the lounge chair in the drawing room and dozed there without undressing, while--instead of Mademoiselle Bourienne--a serf boy read to him.",
        "If you want turf instead of surf, get the relleno carenzo.",
        "Instead, we can think of it as many cuisines that all exist simultaneously--from fish to beef to rice and beans, from root vegetables to tropical fruit.",
        "Instead of driving all the way to the city for dinner, try an amazing local restaurant.",
        "Instead, we are surrounded by things we could not create ourselves.",
        "In Beverly Hills, your poor neighbor might be one who had to buy the 14K-gold back scratcher instead of the diamond-encrusted platinum one everyone else is buying.",
        "Instead of earning money, members of the collectives earned work points (which, of course, everyone prefers to money).",
        "Though she blamed herself for it, she could not refrain from grumbling at and worrying Sonya, often pulling her up without reason, addressing her stiffly as \"my dear,\" and using the formal \"you\" instead of the intimate \"thou\" in speaking to her.",
        "The colonel of the Polish uhlans, a handsome old man, flushed and, fumbling in his speech from excitement, asked the aide-de-camp whether he would be permitted to swim the river with his uhlans instead of seeking a ford.",
        "They slander him as a traitor, and the only result will be that afterwards, ashamed of their false accusations, they will make him out a hero or a genius instead of a traitor, and that will be still more unjust.",
        "But contrary to what had always happened in their former battles, instead of the news they expected of the enemy's flight, these orderly masses returned thence as disorganized and terrified mobs.",
        "Though there was no advantage in sending Friant's division instead of Claparede's, and even an obvious inconvenience and delay in stopping Claparede and sending Friant now, the order was carried out exactly.",
        "From the alighting board, instead of the former spirituous fragrant smell of honey and venom, and the warm whiffs of crowded life, comes an odor of emptiness and decay mingling with the smell of honey.",
        "Pierre knew this, but instead of acting he only thought about his undertaking, going over its minutest details in his mind.",
        "Will you now be so good as to tell me with whom I have the honor of conversing so pleasantly, instead of being in the ambulance with that maniac's bullet in my body?",
        "\"Fancy the Emperor's position!\" said they, and instead of extolling Kutuzov as they had done the day before, they condemned him as the cause of the Emperor's anxiety.",
        "But a few days before they left Moscow, moved and excited by all that was going on, she called Sonya to her and, instead of reproaching and making demands on her, tearfully implored her to sacrifice herself and repay all that the family had done for her by breaking off her engagement with Nicholas.",
        "In such actions, instead of two crowds opposing each other, the men disperse, attack singly, run away when attacked by stronger forces, but again attack when opportunity offers.",
        "But suddenly instead of those chances and that genius which hitherto had so consistently led him by an uninterrupted series of successes to the predestined goal, an innumerable sequence of inverse chances occur--from the cold in his head at Borodino to the sparks which set Moscow on fire, and the frosts--and instead of genius, stupidity and immeasurable baseness become evident.",
        "If instead of a divine power some other force has appeared, it should be explained in what this new force consists, for the whole interest of history lies precisely in that force.",
        "For the most part, the work she did for the Giddon family was little more than she would have done at home - with the exception that at home she probably would have made a sandwich instead of a meal.",
        "Instead we speculated on what we'd personally do if we had this gift or curse and it proved to be a true trip to the past.",
        "Instead, he continued in another direction.",
        "\"He draws the buggy you see fastened to him, and we ride in the buggy instead of walking,\" she explained.",
        "Instead of keeping still, so I could eat him comfortably, he trembled so with fear that he fell off the table into a big vase that was standing on the floor.",
        "Instead, he gets a job monitoring security cameras, which pays $10 an hour—until, of course, he loses that job to Chang.",
        "I say, let your affairs be as two or three, and not a hundred or a thousand; instead of a million count half a dozen, and keep your accounts on your thumb-nail.",
        "As I walked in the woods to see the birds and squirrels, so I walked in the village to see the men and boys; instead of the wind among the pines I heard the carts rattle.",
        "The ship moves independently with its own enormous motion, the boat hook no longer reaches the moving vessel, and suddenly the administrator, instead of appearing a ruler and a source of power, becomes an insignificant, useless, feeble man.",
        "Instead, her fingers slid across the smooth muscles and up to his neck, drawing his mouth down harder on hers.",
        "Instead, you acted like you wanted to forget the whole thing.",
        "Instead, I finished it, while still holding on to my beloved tee shirt.",
        "Instead, the poorest nations should simply resign themselves to importing their food from abroad and instead get jobs working in cities in factories.",
        "He cut his trees level and close to the ground, that the sprouts which came up afterward might be more vigorous and a sled might slide over the stumps; and instead of leaving a whole tree to support his corded wood, he would pare it away to a slender stake or splinter which you could break off with your hand at last.",
        "Instead of the white lily, which requires mud, or the common sweet flag, the blue flag (Iris versicolor) grows thinly in the pure water, rising from the stony bottom all around the shore, where it is visited by hummingbirds in June; and the color both of its bluish blades and its flowers and especially their reflections, is in singular harmony with the glaucous water.",
        "At the moment when Vereshchagin fell and the crowd closed in with savage yells and swayed about him, Rostopchin suddenly turned pale and, instead of going to the back entrance where his carriage awaited him, went with hurried steps and bent head, not knowing where and why, along the passage leading to the rooms on the ground floor.",
        "His parents were out of town and instead of looking out for Annie; Howard was off drinking the entire night with some older buddies.",
        "Instead, I called fisherman Dan Brennan, figuring he might have arose with the dawn.",
        "Instead I turned to the clerk who'd overheard enough of the conversation to look like his dog ate his cat.",
        "I had my hand on the door handle but instead asked our driver to follow it.",
        "Instead, he sat down across from him, his penetrating gaze on the young vamp.",
        "I thought you'd be happy I spared him instead of burying him with the others.",
        "Instead of destroying him, it made him stronger.",
        "A couple of them were talking quietly, but she didn't hear them, instead unable to fathom that anyone would find her life worth protecting after her father hadn't.",
        "Something about him touched her on a level that left her feeling at peace, as if he, too, understood what it was to face death each day and struggle to see the light instead of the surrounding darkness.",
        "Let me know if you want to meet in town instead of here.",
        "Instead of listening to him, she dug out the water-breathers and life vests, each packaged in small plastic containers the size of her hand.",
        "\"I'll bring you something to eat,\" she said instead and walked out.",
        "Someone sent them south instead of north.",
        "She had enough for a month, but after a few days, she found herself wishing for real food instead of the stale bars.",
        "He ignored the loaded words, rising instead.",
        "\"Pardon our friend,\" Brady said, forcing himself to stay with the soldiers instead of racing down the hall with Elise.",
        "He stepped forward instead, following the pilot into the sub.",
        "Dean felt it might be better if she talked instead of letting the silence and the upcoming events prey on her mind.",
        "Dean wanted to explain it was far more of a shock seeing a bloated Billie or Willie Wassermann with a head looking like a bleached basketball, but simply nodded instead.",
        "I think you ought to stick to reading mysteries instead of inventing them.",
        "Now, let's work on the prem­ise Byrne didn't drown and start trying to find where he is instead of pretending he didn't skip!",
        "I should be wearing black instead of enjoying myself, even if it's only once in awhile.",
        "Dean wondered if Jeff was not the saint she thought, not deceased, instead bopping along somewhere west of Kansas, with several million bucks in his pocket.",
        "Instead, the trail was an illogical hodgepodge of unrelated sequences that had skipped forward until evaporating someplace west of Hays, Kansas.",
        "Arthur's social friends pawed all over one another on one side of the room, while his lawyer pals held down the other side, acting as if it were a board meeting instead of a wake.",
        "Instead, he set­tled for a postcard to her and one to her son, each with a bland \"Having a great time\" message.",
        "Instead I should be ashamed of myself for not telling Gibbons to be mum about our looking for the guy.",
        "Instead, he was working his backside off trying to climb an 11,000-foot mountain that never ended with the only power provided by his two aching legs.",
        "He turned instead to Fred.",
        "Instead, he pulled up a chair behind the door and waited.",
        "Instead, he squeezed her shoulder and left.",
        "She could have reasoned with him earlier instead of jumping down his throat.",
        "Maybe this was what they needed to do instead of thinking torrid thoughts about each other.",
        "I'd feel honored if you brought your mother's dishes here and used them instead of these.",
        "She was thinking about her desire to be with children – instead of how that would make him feel.",
        "Instead of discussing this with Mums, she needed to sit down and discuss it with Alex.",
        "Instead she turned toward the door.",
        "She should have walked away and given him a chance to think about it, instead of slapping that awful word from his mouth?",
        "He was courteous to her instead of affectionate, but they were talking — if simple questions and answers could be called conversation.",
        "She avoided the recliner, choosing the window seat instead.",
        "The flowers should have made her feel cheerful, but they ushered in that dark feeling instead.",
        "Instead they walked up to the road and around to the house.",
        "Instead, she felt wonderfully content.",
        "He dismissed them as the idle talk of jealous nobles at court, who'd wanted him to marry one of their daughters instead.",
        "She pushed the thoughts of Darian from her head, instead focusing on seeing herself seated in his throne.",
        "Instead, she'd slept with her back to the panoramic window with her down vest and boots on for warmth.",
        "Jenn hesitated, guilty she'd indulged herself to visit a place she shouldn't instead of protecting the world she was sworn to preserve.",
        "His gaze swept over her body, lingering on her breasts, and she wished she'd stopped by the locker room to pull on a shirt instead of racing to get away from Darian.",
        "Instead of moving away, he rested his hands lightly on her arms.",
        "The moment her lips touched his, she lingered instead of moving away.",
        "Jenn didn't fight it, instead gathering her magic for a push.",
        "She'd found Darian instead.",
        "Jenn wiped her mind clean, instead thinking of Bianca, Jonny's sister.",
        "Instead, Jenn straightened and met his gaze.",
        "Jenn tried not to look at him, focusing instead on the scent of cheeseburgers.",
        "I thought the nobles were jealous that I took her as my bride, instead of a daughter from a more prominent family.",
        "Darian didn't let her go even then, instead soothing her mind enough for her to sleep in peace.",
        "The cuff around her arm warded them off, and they flowed around her instead of through her.",
        "To trust myself instead of the words of others.",
        "He'd blocked the strike that probably would've killed the woman who betrayed him, saving her instead.",
        "Instead, she reached up and took his face in her hands.",
        "Instead, Darian released Yully and ran straight into the magic.",
        "He ignored the senses warning him of the guards drawing near and instead smoothed dark hair from her face and listened for her breathing.",
        "Instead, he forced his head straight ahead.",
        "Instead, the five attackers closed in, weapons sheathed.",
        "For a long moment she savored the feel of him against her and wondered what it would be like to be this man's lover instead of his enemy.",
        "Instead, he stared at the map on the table between them.",
        "I should've been at her side instead of Sirian.",
        "She feared what she'd see in Memon's eyes and stared instead at his chest plate.",
        "He felt each arrow as if it punctured his body instead of hers.",
        "\"As you desire, my king,\" he said instead.",
        "Instead, he returned to the bedchamber and breathed deeply, calmed by her scent.",
        "It's a scary thought, isn't it – having someone look at what you have instead of the person you are?",
        "Instead he tried and discarded a who-done-it and then attempted a conversation with Mrs. Lincoln, but she seemed more interested in sleeping than lis­tening to a bored detective.",
        "Their social life was church, they had no television and even when Carmen had attended college, they had requested that she stay at home every night instead of living in a dorm.",
        "Taran met her blows and then attacked without his brute force, instead assessing her ability to react.",
        "The panicked animal fought him for its head instead, refusing to obey him.",
        "Instead of relearning things over the course of centuries, people will be able to learn from the choices others have made.",
        "His parents are too poor to pay to have the little fellow sent to school; so, instead of giving me a dog, the gentlemen are going to help make Tommy's life as bright and joyous as mine.",
        "She had put the napkin under her chin, instead of pinning it at the back, as was her custom.",
        "Instead of going to Fitchburg, you will be working here the greater part of the day.",
        "If I wanted someone to organize my life, I would have stayed back in Muskogee with my parents instead of moving here.",
        "I can't imagine why you chose Allen instead.",
        "When he opened the glove box, I was sure he'd come out with a gun, but he had a little tablet instead.",
        "She tried to feign innocence but her eyes were probably full of mischief instead.",
        "How about a few chickens instead?",
        "\"Daniel Brennan wants you to call him,\" she announced instead.",
        "Not if it screws up what we're doing... what we should be doing right now, instead of talking about my love life.",
        "\"Owen Bryce,\" he said instead.",
        "I wanted to add, instead of just you, but I didn't.",
        "Darian, who he'd just pulled off the bottom of the ocean instead of attending his planning session to deal with the Talon issue.",
        "I keep thinking, if I'd been in Miami instead of California, he wouldn't have, Bianca said, looking down.",
        "Instead, he wrapped his arms around her in a tight hug.",
        "Instead, she hugged him.",
        "He refused to release her, instead pushing her into a painful run up the beach, over the sandbags, and out of immediate danger.",
        "Instead, he drew a deep breath and said, Find Bianca.",
        "Instead they searched their surroundings wildly in the light of periodic lightning and the fire at the far end of the hall.",
        "Instead of being the reject, you'll become a princess.",
        "Instead of speaking, she kissed him on the cheek and hurried out the door, where her car had already been pulled in front of the manor.",
        "Instead, she started a third bowl of the soup and watched the pub fill with people.",
        "Instead of ducking into the ladies' room, she pushed through the back entrance, which emptied out into a dark, rainy alley.",
        "Instead, he had to do this the way humans did.",
        "Instead, she'd touched his soul, and it'd laughed and turned her magic away.",
        "She drove to the bed and breakfast instead, where the friendly woman who rented rooms had left the back door open for her.",
        "Instead of calling him, she texted him.",
        "Instead of responding, she concentrated on pulling his energy into her body then pushed it back.",
        "Instead, she felt a tingle in her thoughts and nothing else.",
        "Instead of answering, she raised her arm and steadied her breath, as if she were holding a handgun.",
        "Jenn didn't approach, instead sinking into the shadows of one of the many pillars providing support all along the main floor.",
        "Instead, the sense of a shared soul and magic returned.",
        "Neither spoke, and the chauffeur took them north, instead of south towards home.",
        "She purposely kept her thoughts of what was to come—and her fear for Jule—at the back of her mind, instead filling it with her willingness to learn her trade.",
        "Instead, she prepared for the day as if it were her last.",
        "You made the one who can stop you fall in love with you instead, her father said.",
        "Instead of draining his power, the woman was shoving power into him.",
        "Instead of preparing to face off the vamp, she floated upwards.",
        "Instead he said nothing.",
        "Instead, there were sneaky little maybes and what-ifs.",
        "Dean had no way of checking Byrne's mileage and if by chance he had detoured east on Interstate 84, probably 30 miles further, instead of taking the more direct south-easterly route between Scranton and Parkside.",
        "Two sides of a trian­gle instead of one.",
        "It was wise of me to send you to the catacombs instead of kill you.",
        "For a long moment, he lost track of time, instead lost in his thoughts.",
        "Maybe we'll just take a buggy ride tomorrow instead.",
        "Oh, I'd better call Felipa and tell her we'll meet them at the barn instead.",
        "Why don't we go shopping tomorrow and we'll both get what we want instead of what other people want us to wear?",
        "If you think I'm more man than Gerald, then why did you call him instead of me?",
        "Why didn't he simply tell her that instead of leaving the impression that the clothes were improper?",
        "Instead, he closed his eyes and Transported to the ranch.",
        "He held out a hand, and she hugged him instead of taking it.",
        "But instead of a rim of darker blue surrounding her irises, they were rimmed by a thick band of iridescent silver.",
        "Instead, she watched a man many, many times her strength gently clean the blood from her arm in unhurried, methodical strokes.",
        "She gave him a withering look, wondering what crack he was smoking to think he did her any favor by bringing her here instead of to a hospital.",
        "Instead, he shifted and wrapped an arm around her.",
        "Not trusting herself, she refused to look at him and instead wrapped her arms around him.",
        "It should have been her instead of Jake!",
        "He began to understand why and couldn't help but feel frustrated at having to find a way to win her instead of command her.",
        "Instead of blood binding?",
        "He was a saint through and through for rubbing her back instead of seducing her.",
        "She ached to touch him but refused, hugging herself more tightly instead.",
        "I need it instead of food.",
        "He thought instead of Claire and Sofia.",
        "Instead, a faint memory began to play.",
        "Gabriel had been, and she was furious at herself for not taking him more seriously and for choosing to accept Darkyn's deal instead of taking a chance with Gabriel.",
        "Instead, she wrapped her arms around her knees and tucked her face in the crook of one elbow.",
        "She treaded to him and pulled his head down to kiss her then nudged it aside instead to reach his neck.",
        "You see the stars and the moon instead of how dark the night is.",
        "\"Instead of making my last days happy, you decided to make me miserable in the hopes you could find a solution,\" she said.",
        "Instead of war in his background, there was peacemaking and diplomacy from the beginning.",
        "Instead of waiting for Gabe to come around, why don't you go to him?",
        "Instead, she called a portal.",
        "Instead, she wondered if those people she lived with would punish her if they knew what she was doing.",
        "If I was your real girl, instead of just somebody staying here, would you?",
        "Instead she asked, \"What did you do to get spanked?\"",
        "Maybe I'll get him drunk instead.",
        "I'll call him 'SB,' for 'Song Bird' instead of 'BS' for 'Bird Song.'",
        "He turned on some music with weak intentions of continuing his sheriff reading but instead just sat there, finishing the last of the merlot.",
        "Instead, she slipped into bed, and in spite of the early hour, doused the lights and asked that any talk wait until morning.",
        "Instead he asked when the sheriff was returning.",
        "You're just grumpy because you have to go to court instead of playing in the woods with us.",
        "Just fix us some supper instead of goggling at a naked woman and getting all tingly when we don't have time.",
        "Instead, he rose—a suggestion they go inside—but Cynthia and Mrs. Lincoln were content together, as if oblivious to Pumpkin and Westlake.",
        "Just have two instead of four and you'll save half the calories.",
        "Instead of Fred O'Connor, it was Paul Dawkins coming down the stairs.",
        "Unlike most first-time riders of this spectacular road, she didn't shudder; instead she leaned far over for a better view, rattling a litany of praises.",
        "He just laughed, ignoring the question and turned instead to Cynthia, extending his hand and introducing himself.",
        "He thought she'd walk away, but instead, she cautiously lifted the rope, turned further away from the precipice and took baby steps backwards toward him.",
        "Dean's lack of proficiency at mountain climbing left him to make do instead of utilizing a more effective and safer method of descent.",
        "Instead of inching his way back to Lydia he remained by the wrecked Jeep.",
        "You'd think you were on trial today instead of sitting in a jury box.",
        "Instead, he asked Fred about his detective work.",
        "Instead, he grabbed a plate of Cynthia's scrambled eggs and bacon and hauled the heaping plate up to his room.",
        "Certainly. Too bad it was a sweater instead of her panties.",
        "This was one such instance where he refused to look, instead reveling in the thrill of anticipation.",
        "In the meantime, Wynn was trapped in a room that felt way too small with the deity he meant to kill instead of the human he almost succeeded in killing.",
        "Deidre followed, surprised then angry when people jostled her instead of moving from her path.",
        "It wasn't coming out the way she practiced it, maybe because Gabriel was sitting close enough that she wanted to lean against him instead of the bed and place his large hands on the parts of her body hidden by clothes.",
        "Instead of responding, the assassin knelt.",
        "She was running from someone in the forest and instead of helping her, Gabriel would only watch.",
        "Instead, she concentrated on figuring out what knowledge she could about the souls in the lake.",
        "The death dealer didn't challenge her, instead melting back into the forest shadows.",
        "Granted, he was Death, and she was offering a partnership running the underworld instead of deferring to him in his role in charge of the underworld.",
        "He paid it no heed, instead fascinated by the feel of her frame.",
        "She rested her hands on his chest, but they didn't stay, instead running over the muscles of his chest and around to his back.",
        "Instead, he reviewed what little he'd learned from Darkyn about the deals Deidre made and the issue of his death-dealers.",
        "He purposely didn't let himself think about Darkyn being in her bed instead of him.",
        "Gabriel didn't react, instead motioning to Andre to do something about Rhyn, who was ready to explode.",
        "He didn't think he'd ever be able to rationalize that both Deidres had gone to Darkyn instead of trusting him without resentment.",
        "Lori could have kept the baby, the farm and the money, but she chose to \"escape\" instead.",
        "In any case, Lori deserved to have something – and probably would have if she had contested the will instead of running away.",
        "Instead his expression was troubled as he gazed down at her.",
        "Why had he put her in his will instead of his wife?",
        "It would help to think of him as Alex, instead of an empty shell.",
        "Instead of his usual pleased smile, he simply turned back to Jonathan.",
        "Instead he would lay there beside her, neither touching her nor giving any indication that he knew she was there.",
        "Instead of putting an arm around her waist and drawing her close, he turned away from her.",
        "It was tempting to let her writing session go, since she would see him at noon, but she had agreed to write instead of speaking.",
        "Issues such as this were not resolved, but at least they were in the open instead of stewing about them and guessing what each other was thinking.",
        "Instead of seating himself on the traditional doctor's stool, Dr. Wynn sat beside her on the table, hands folded across one knee.",
        "Pausing at her normal bus stop, Deidre debated walking instead of taking the bus.",
        "She pulled up Dr. Wynn's office number on her cell, tempted to invite him to the beach this weekend instead of Logan.",
        "He'd wanted to tell her not to go to the beach with Logan, to spend the weekend with him instead of some stupid human that had no idea how to appreciate a woman like her.",
        "Instead, he'd found his vision unchanged.",
        "You fetch souls instead of the death-dealers.",
        "Use your compass instead of the radar.",
        "Instead of pointing to the four directions, its edges were lined with ancient symbols he took to be writing from the time-before-time.",
        "Instead, it made him different enough to be like her: a shadow on the fringe of society.",
        "Death lets you see the stars and the moon instead of how dark the night is.",
        "Instead of taking a portal to his cabin in the Everdark forest, he hiked through the woods.",
        "Instead of being cheered by the news, he was annoyed.",
        "Maybe he meant to kill her, too, but slept with her instead.",
        "Instead of the horror Deidre expected to see, Daniela's face warmed even more, softening the skin around her eyes.",
        "He sensed Deidre but didn't go to her, instead walking through the open-aired hallways until he reached the quarters reserved for him.",
        "He found himself hating the feeling instead of relishing it, like he thought he would if their roles were ever reversed.",
        "Instead, she went to her bedroom, changed into her clothing and packed a bag.",
        "He comes to claim you and becomes enamored instead.",
        "What happened to Death letting you see the stars and moon instead of how dark the night is?",
        "Instead of a slow, fifty year death, it'll be three years.",
        "He didn't release her, instead drawing up the arm she used as a pillow to force her head against his shoulder.",
        "Instead, she was working hard to convince herself she really did want to walk away.",
        "Instead of grabbing her, he slid something cool around her neck.",
        "Instead of a third drink, a flash of cold fire was forced through the fangs into her body.",
        "Even if that meant sacrificing what you want or that he ended up with me instead of you.",
        "He turned to her twice and pointed out the window as the scenery whizzed, but she ignored him, reading instead.",
        "Instead she looked again to Toby, who'd begun to mess with the buttons on his side of the car.",
        "Instead she crossed to the full bar and traded the champagne for a triple shot of whiskey on the rocks.",
        "He held out an arm she ignored, instead marching past him.",
        "Dazed and pained, she couldn't help but wish she'd just jumped off the ledge instead.",
        "Sasha's servants wouldn't get within a foot of Rhyn; instead, they shaped the magic of Sasha's realm around him and gave him only one direction to go, that which Sasha wanted.",
        "Instead, she marched to the bathroom and took the hottest shower she could tolerate to try and take off the alcoholic edge.",
        "Instead, she tried to keep her trembling body upright and her vision from growing tunneled.",
        "She didn't object when his fangs bit into her, instead sighing as the comforting warmth consumed her.",
        "Instead, she half ran, half leapt through the piles of bodies into the treed area lining two wide walkways.",
        "Kiki didn't knock the door down as he could, instead beating loudly enough for the sound to drift down the road.",
        "He didn't, instead taking only what he needed to survive.",
        "Willing herself not to cry, she pointed to her neck and said instead, \"Do you know what this means?\"",
        "They say he went mad when the woman he'd chosen as his mate chose Kris instead.",
        "One stupid little human is so much easier to kill than a few billion, and you chose duty instead.",
        "Instead, she slumped against the wall, defeated by alcohol and impotent rage.",
        "She expected joy at the offer but felt wary instead.",
        "Instead of retorting, she said, That's not how I wanted this conversation to go.",
        "Megan looked ready to laugh but smiled widely instead.",
        "Instead, she drew herself up to her just above average height, and confirmed, He nearly killed me.",
        "Instead, his hand dropped to her shoulder, and he pulled her against him.",
        "Instead, he watched Gabriel cross the room and leave it on the pillow beside Katie.",
        "Instead, Rhyn began to wonder where exactly his mate would fit in.",
        "Instead, he started walking away and summoned his powers, wondering which of his brothers could be coerced into giving him what he wanted.",
        "He wondered if Death would.ve been more lenient if he stayed home with her and played nice instead of spending half his day in the mortal world.",
        "Instead of going to see the Immortal leader, Gabriel crossed through the shadow world, squinting as he emerged into the bright mid-morning sunlight.",
        "He tried not to think of that sad time, instead blinking away dark memories and focusing on the snow at his feet.",
        "She looked at the bottle anew, thoughts going to the long list of Immortals she could.ve used it on instead of bearing their attacks.",
        "Instead, he focused hard on cleaning up her blood and bandaging her arm before the scent drove him too wild to control himself.",
        "\"You staying here long?\" she asked instead.",
        "She felt his warmth at her back instead.",
        "In Gabriel's mind, he'd already killed her, or he wouldn't have looked at her with regret instead of pity.",
        "Tell Kris—next time he wants something—to call instead of sending this animal.",
        "Suddenly, she wondered just how well demons could shapeshift and why they.d lock Ully in the closet instead of killing him.",
        "Instead, he found himself mulling over the advice from another brother.",
        "He despised her video game playing and art, instead saying she needed a man capable of keeping her feet on the ground long enough for her to focus on doing something real with her life.",
        "He didn't believe she was interacting with real people and instead called the other online players invisible friends.",
        "They watched instead with curiosity.",
        "She wondered if she had died, for she seemed able to see the conversation occurring from a dozen feet away, as if she were watching television instead of involved in it.",
        "The standard day is longer than ours, about thirty hours instead of twenty-four, with that divided evenly between day and night.",
        "She kept her eyes on the couple instead of the crowd.",
        "Instead he strode through the bright hallways into the women's wing and into the first room.",
        "She needed a workout; maybe she could learn to use a sword instead of kickboxing, which she'd been doing regularly for years.",
        "Instead, she forced herself to leave and find something to do.",
        "\"What would you say to them?\" he asked instead of lecturing her.",
        "Instead of the welcoming smile, a frantic look crossed his face.",
        "Instead, he gripped her sword wrist and moved behind her.",
        "Instead, he stepped away and strode toward the door.",
        "She resisted the urge to leave, instead riveting her gaze to A'Ran.",
        "She trailed instead, eyes on the much smaller craft hovering near the tree.",
        "Instead, he waited for you, and you've made him weak.",
        "The men ignored the signs of war, instead keeping to a quick pace along their path.",
        "Instead of stars overhead, there were ships.",
        "She wasn't sure what to say and offered a smile instead.",
        "Instead, she drew a deep breath and approached the fountain.",
        "His tone didn't change, as if she'd just told him she was going shopping instead of sacrificing the rest of her life for his people.",
        "Instead, she cried, feeling more alone than she had since leaving earth.",
        "Instead, she ran as fast as she could on the trail.",
        "He'd waited too long for the Council to support him instead of returning to the planet that needed him.",
        "It ignored her, focusing instead on scratching at a spot of dirt, one of its main food sources.",
        "She crossed to sit where she couldn't see any of her paintings and instead gazed at Evelyn.",
        "She looked at the ground instead of Evelyn, feeling bereft once again.",
        "Fred telephoned from the library that he would not be back for dinner, instead no doubt tasting some widow's fare.",
        "Instead, they literally forced her to wed Jerome Shipton, a widowed family friend twelve years her senior.",
        "He smiled but reached for a fresh muffin instead.",
        "A lengthy conversation was two grunts instead of one.",
        "If you'd let me drive, you could sit around here on your duff instead.",
        "Cynthia just ignored them, instead watching the younger, more civilized occupants of the room play their card game.",
        "Dean hoped Edith would tell the old witch where to stuff it, but instead she looked as if she had just won an auction bid for a coronation gown.",
        "Why seven Valentine cards instead of six?",
        "Ryland suggested they carry her to his first floor room instead of trying to maneuver her upstairs.",
        "\"And he visited her grave weekly, instead of her bed,\" Dean added, with just a hint of sarcasm.",
        "Instead I ambled past the house where I am to trade a damp and soiled mattress for domestic duties when arrangements are finally made by Joshua.",
        "Instead of everyone running around, slipping and sliding, shoveling slushy muck and shivering, here people just shift into a lower gear, listen to the quiet and enjoy the temporary peace.",
        "Instead, he gave a more neutral response.",
        "You tried to beat the shit out of Shipton only hours before and instead he damned near beat the shit out of you.",
        "Instead, Dean changed the subject.",
        "He dressed but instead of returning to his duties, lay back on his bed, depressed and exhausted.",
        "Instead, he returned to Bird Song to once more try to contact his wife.",
        "But instead, her told Cynthia the story of the message Annie scratched on her windowpane.",
        "It looked like young Donnie had a chance at life, in a home where love was in residence, instead of hatred and desperation.",
        "Why didn't she just do it then, instead of putting me in here?",
        "She definitely carried shopping bags, but at the top of the stairs, instead of turning right to his room she headed left to her own.",
        "What he found in her eyes instead was profound sadness.",
        "Jackson flirted shamelessly with Consuelo, making her feel like a sexy coed instead of a frumpy, middle-aged housekeeper.",
        "Instead I'm here trying to figure out how this could have happened.",
        "The desire to kiss her gripped him, but he had already begun to fall apart, so instead pulled her in close.",
        "He held out his hand for the dog to sniff, but Nikolai nuzzled his nose into it instead.",
        "I made the decision to work the farm instead of selling the place and getting a job at some factory.",
        "She should have been delighted instead of feeling frustrated.",
        "His crestfallen look should have been a victory, but instead she wished she could eat the words.",
        "Instead, he took her face in his hands, caressing her cheeks with his thumbs.",
        "It was on her mind to move away, but instead she found her face lifting to his - seeking out his lips.",
        "How about some of those left over biscuits instead?",
        "Goats have two spigots instead of four, but the milking machinery is basically the same.",
        "Instead, she discovered it was Josh.",
        "Lana grimaced internally at the thought of dealing with the crazy man who should've been running the command center instead of her.",
        "He broke away before she reached him, instead striding towards her.",
        "Instead, he watched red creep up Dan's face.",
        "Instead, she stretched for the laser gun, grasping it.",
        "She quelled her sense of panic, instead moving as far from them as possible to the kitchen and hoping they didn't notice her.",
        "Instead, he turned and approached her again.",
        "Brady didn't move away as he planned, instead teasing her mouth open.",
        "Instead, he hefted his pack and left for the awaiting helo.",
        "Brady raised his gun instead, aiming it at the man holding her.",
        "He snatched her, though instead of pushing her away, he wrapped his arms around her and kissed her, deep and hard.",
        "Instead, she found herself recalling what almost happened.",
        "Instead of answering, he rose and faced her.",
        "Instead, he sat down on the couch and pulled the keypad free from his pocket.",
        "Instead of retreating into the forest—the way they'd come—he walked behind a boulder and started up a set of long, shallow steps leading up the mountain.",
        "Instead, she sat and stewed.",
        "Instead of leaving like Rhyn wished he would, the angel lay down beside him.",
        "She can't take a soul whose time has not yet come, and she was in the mortal world.  She offered me a job instead, to work for her.",
        "She turned, expecting to see another shadow disappear.  Instead, someone stood before her, close enough to touch her.",
        "Katie frowned.  In the course of a day, Gabe had gone from emotional to unaffected when discussing Death.  He was distracted, and she felt like she was talking to someone completely different.  Blaming herself for taking his mind off of their survival, she fell silent and followed him.   Briars and branches caught her pant legs, and she found herself slowing to push more and more of the jungle's flora out of the way.  Gabe, too, began to struggle with the bramble, and she noticed the jungle no longer laid their path before him.  Instead of clearing away to allow them passage, it stayed where it was, obstructing them.",
        "A tingle of alarm went through Rhyn, but his head was too heavy for him to process it.  Instead, he focused hard on containing the power within him.  When he felt he wouldn't explode, he looked around.  Darkyn had claimed Kris's library and stood near a pane of windows overlooking the snowy Alps.",
        "Rhyn ignored them, instead fixating on how to track Death in the underworld.  He stumbled with his first step but was soon running hard through the castle, his mind on finding Death to regain Katie.",
        "Instead of the supportive response he expected, Kiki was quiet.",
        "Instead of looking cheered at his words, she looked unconvinced.",
        "Instead, he was grateful he hadn't had to deal with her before.",
        "Instead of following, Kris dwelt a moment longer on Death's words.",
        "Even if Lilith wasn't meant to be his mate, she didn't deserve such a brutal death.  She didn't deserve death at all.  Instead of mourning a son, Kris could've spent the past few thousand years raising a successor.",
        "Katie touched the roots ensnaring the sleeping woman's ankle.  The mess baffled her, as if the roots themselves had reached out to grab Deidre's ankles instead of her slipping and stumbling into them.  The gnarly roots were twisted and thick, wrapped too tightly for her to pry them apart.",
        "Katie was close.  Toby could sense her.  He ignored the branches whipping his face and the brambles tripping him.  Instead, he just ran, the screams of demons in his ears.",
        "You came instead of sending someone to stop me?",
        "He couldn't tell Rhyn he'd chosen to save Hannah instead of Kiki, only to discover a shapeshifter demon in Hannah's place.",
        "Kris said nothing.  Rhyn's assurances that Hannah was safe in Hell didn't sit well with him.  Kris followed the half-demon without knowing where they might be headed, instead thinking of just how bad of a situation he'd left Kiki in.",
        "Fear made Rhyn's chest seize.  No sooner had Gabe spoken the words than the demons fell away.  Coldness snapped over Rhyn, and his surroundings blurred.  He blinked, uncertain what happened until he found himself standing in a dimly lit chamber.  Kris and Gabe were still beside him, and instead of demons, there was only Death.",
        "His instincts warned him to hurry, that he had a reason to grab Hannah and go instead of sticking around to see what was causing the activity.",
        "Rhyn paced under the watchful gaze of the convent member, itching to leave Kiki to find Katie.  Instead, he forced himself to wait.  He'd lost one brother this night.  He wanted to make sure Kiki was okay before leaving him.",
        "Katie fought to keep the emotions tumbling within her from leaking out, instead reveling in the sight of her mate.  While in the underworld, she'd lost all hope of ever standing next to him again.",
        "Dean didn't ask, \"What stuff?\" but instead climbed the stairs to the smaller of the two bedrooms, and in less than ten minutes was asleep.",
        "He felt little concern, however; let the old man read about a real mystery instead of his fictional sleuth sto­ries.",
        "Instead he mounted his bike and began the long climb up the hill, killing time before his Thursday night date.",
        "Dean ignored his stepfather and instead pointed out Jeffrey Byrne's belongings and suggested Mrs. Byrne might want to check them over before signing a receipt.",
        "Instead, he spent a half-hour in her driveway, discussing the Norfolk trip and the search for her miss­ing husband."
    ],
    "definition": [
        "In the place of something previously mentioned; as a substitute or an equivalent: Having planned to drive, we walked instead.",
        "In preference; as an alternative: yearned instead for a home and family.",
        "Link/Cite",
        "In the place of something (usually mentioned earlier); as a substitute or alternative.\nI was going to go shopping, but I went dancing instead.",
        "detains",
        "sainted",
        "stained",
        "Link/Cite"
    ]
}