{
    "translation": "לבודד",
    "uses": [
        "Formerly it was usual to insulate the rod of the electroscope by passing it through a hole in a cork or mass of sulphur fixed in the top of the glass vessel within which the gold leaves were suspended.",
        "But In Order To Obtain Trustworthy Results By This Method He Found It Necessary To Employ Very Rapid Stirring (2000 Revolutions Per Minute), And To Insulate The Wire Very Carefully From The Liquid To Prevent Leakage Of The Current.",
        "The rubber tires insulate the vehicle from the earth ground.",
        "The space in between the down cluster is the same principle of wearing layers of clothing to create air pockets that warm and insulate you.",
        "I felt like the life my husband and I provided our sons would somehow insulate them from having a problem with drugs or alcohol.",
        "Window Coverings: The right window coverings can help insulate a home and control its temperature efficiently at very little cost.",
        "In addition to washing your car, Waterless Concepts products provide a protective seal that insulate your car from acid rain and other harmful environmental effects.",
        "This doesn't necessarily mean that the Cheat Engine will work; the engineers at Zynga and Playfish and even Facebook work hard to insulate their games from the hacks so that people can only play them as intended.",
        "By focusing on family and encouraging your teens to participate in multiple activities involving an array of social groups, you can help insulate your teens fro the negative effects of cliques.",
        "Insulating material is rated based on its R-Factor, a function of thermal resistance, or the ability of the medium to insulate against heat loss.",
        "If your home is less than adequately insulated, take the time to insulate it right; it will pay off big dividends faster than you can imagine.",
        "Use foam wrap to help insulate your home's water pipes and heater.",
        "insulate moment there are no facilities in the United Kingdom that are capable of removing such substances from the insulating foam of fridges.",
        "I now want to insulate between the joists and still leave part of the joists exposed.",
        "The wool used for these quarter socks will insulate and breathe in order to adjust to a range of temperatures.",
        "insulate the loft or re-tile the whole roof in photovoltaic cells?",
        "insulate are surrounded by an insulating fatty sheath comprised of a complex protein called myelin.",
        "Confused about whether to lag the boiler, insulate the loft or re-tile the whole roof in photovoltaic cells?",
        "overwintering in the greenhouse, they will need the added protection of ' bubble wrap ' to insulate the glass.",
        "For systems without a tank stat, it is vital to insulate the pipes adjacent to the tank that feed the heating coil.",
        "supple ride that doesn't insulate the driver from the car's precise responses.",
        "Wren proposed to build main thoroughfares north and south, and east and west, to insulate all the churches in conspicuous positions, to form the most public places into large piazzas, to unite the halls of the twelve chief companies into one regular square annexed to Guildhall and to make a fine quay on the bank of the river from Blackfriars to the Tower.",
        "Benjamin Franklin and Bevis devised independently the form of condenser known as a Franklin or Leyden pane, which consists of a sheet of glass, partly coated on both sides with tin foil or silver leaf, a margin of glass all round being left to insulate the two tin foils from each other.",
        "For reasons of energy saving, it is expedient to insulate the adsorber with mineral or slag wool, also as contact protection.",
        "Handling is sublime, with a supple ride that does n't insulate the driver from the car 's precise responses.",
        "For instance, more traditional honeypot operators use \" consent banners \" to insulate themselves from liability under wiretapping laws.",
        "You may prefer to use carpeting or area rugs to help insulate the flooring.",
        "Washing anything that is filled with down can damage the filler's fibers, making the filler less able to insulate properly.",
        "This will insulate plants from the alternating freezing and thawing that occurs over the winter.",
        "Mulch around the base of the plant to insulate the roots from heat and provide a steady supply of nutrients to the plant.",
        "An attic insulation tent is one of the least expensive and easiest ways to insulate your attic stairs.",
        "Return inside and insulate gaps between the window frame and the wall studs.",
        "Opting for Low-E glazing, which can greatly reduce heat transfer and help insulate the room, is also a good idea.",
        "Thinsulate is a synthetic microfiber used to produce lightweight, warm garments that insulate the body from damp and cold.",
        "Your second or even third layers should be made of something that will insulate you against the cold.",
        "The word, a fusion of \"thin\" and \"insulate,\" is the name given to the company's microfiber insulation.",
        "The subcutaneous tissue also helps insulate the body against heat loss.",
        "Winter clothing may insulate your body but it will leave you dry and itchy.",
        "If we desire to insulate a metal ball to make it hold a charge of electricity, it is usual to do so by attaching it to a handle or stem of glass or ebonite.",
        "Goose Down: Goose down is more expensive and will insulate blankets, comforters and pillows better than duck down.",
        "Insulate water pipes - You can find pre-split foam insulation at the home store that will install easily.",
        "Be sure to insulate around windows and doors, the roof and attic space, walls and your home's foundation.",
        "Stopping drafts and sealing air leaks is the best way to insulate your home.",
        "It can give you a whole new look quickly, and even insulate and soundproof your room."
    ],
    "definition": [
        "To prevent the passage of heat, electricity, or sound into or out of, especially by surrounding or covering with a nonconducting material: insulate an attic.",
        "To cause to be in a detached or isolated position. See Synonyms at isolate.",
        "Link/Cite",
        "To separate, detach, or isolate.",
        "To separate a body or material from others, eg. by non-conductors to prevent the transfer of electricity, heat, etc.\nCeramic can be used to insulate power lines.",
        "Link/Cite"
    ]
}