{
    "translation": "להבטיח",
    "uses": [
        "All the provinces have made sacrifices to insure the spread of education.",
        "On the 17th of April 1898 a species of Employers Liability Act compelled employers of more than five workmen in certain industries to insure their employees against accidents.",
        "The company should insure its workers because if uninsured workers end up in the ER, the burden falls on society, not the company.",
        "The obligation to insure rested on all who were in receipt of wages of not more than two pounds a week.",
        "(iv.) Covenants by the tenants to insure the premises and keep them insured are also common; and if the premises are left uninsured for the smallest portion of the term, though there is no damage by fire, the covenant is broken.",
        "The residences are of the Spanish colonial type, with heavy walls and large rooms to insure coolness during the heat of the day.",
        "Covenants by the lessee to build and repair, not to assign or underlet without license, or to insure, or not to carry on a particular trade on the premises leased, have been held not to be \" usual.\"",
        "The sacrifices and offerings were acknowledgments of divine bounty and means used to insure its continuance; the Arab was the \" slave \" of his god and paid him tribute, as slaves used to do to their masters, or subjects to their lords; and the free Bedouin, trained in the solitude of the desert to habits of absolute self-reliance, knew no master except his god, and acknowledged no other will before which his own should bend.",
        "A bond was drawn in which Darnley pledged himself to support the confederates who undertook to punish \"certain privy persons\" offensive to the state, \"especially a strange Italian, called Davie\"; another was subscribed by Darnley and the banished lords, then biding their time in Newcastle, which engaged him to procure their pardon and restoration, while pledging them to insure to him the enjoyment of the title he coveted, with the consequent security of an undisputed succession to the crown, despite the counter claims of the house of Hamilton, in case his wife should die without issue - a result which, intentionally or not, he and his fellow-conspirators did all that brutality could have suggested to accelerate and secure.",
        "On the other hand, when the ulceration is old and the circulation through it poor, the aim of the therapeutist is to reawaken the normal reparative process, to bring about increased circulation and increased tissue change, and thereby insure healing.",
        "In the 15th century Alhama, and the neighbouring fortress of Loja, were generally regarded as the keys of the kingdom of Granada, and their capture went far to insure the overthrow of the Moorish power.",
        "The masters were compelled to insure themselves against the payments for which they might become liable, and for this purpose had to form trades associations, self-governing societies, which in each district included all the masters for each particular trade.",
        "A state board of equalization has been established to insure equitable taxation.",
        "So far as their earnings do not exceed 150 perannum, thefollowin~ classes are under the legal obligation to insure: laborers in mines quarries,dockyards,wharves, manufactories and breweries; bricklayers and navvies; post-office, railway, and naval and military servants and officials; carters, raftsmen and canal hands; cellarmen, warehousemen; stevedores; and agricultural laborers.",
        "of monarchy; nor did he regard Bonaparte's coup d'etat as revealing the weakness of republics, but rather as revealing the danger of standing armies; he did not look on the war of the coalitions against France as one of mere powers, but as one between forms of government; and though the immediate fruits of the Revolution belied his hopes, as they did those of ardent humanitarians the world over, he saw the broad trend of history, which vindicated his faith that a successful reformation of government in France would insure\" a general reformation through Europe, and the resurrection to a new life of their people.\"Each of these statements could be reversed as regards Hamilton.",
        "This would be merely carrying oyster culture a step farther back, and instead of collecting the newly fixed oysters, to obtain the free larvae in numbers and so insure a fall of spat independently of the uncertainty of natural conditions.",
        "In his words it was intended \"to insure a more natural union between intellectual and manual labour than now exists; to combine the thinker and the worker, as far as possible, in the same individual; to guarantee the highest mental freedom by providing all with labour adapted to their tastes and talents, and securing to them the fruits of their industry; to do away with the necessity of menial services by opening the benefits of education and the profits of labour to all; and thus to prepare a society of liberal, intelligent and cultivated persons whose relations with each other would permit a more simple and wholesome life than can be led amidst the pressure of our competitive institutions.\"",
        "In potting the well-established plants, and all those of considerable size, the soil should be used in a rough turfy state, not sifted but broken, and one-sixth of broken crocks or charcoal and as much sand as will insure free percolation should be mixed with it.",
        "The king was also bound to insure the horses of his men by a system called the restor: if a vassal lost his horse otherwise than by his own fault, it must be replaced by the treasury (which was termed, as it also was in Norman Sicily, the secretum).'",
        "The money so spent, if judiciously used, insures the undertaking against loss by diminishing the mining risk, and is thus analogous to premiums paid to insure against fire or other sources of loss.",
        "The signs were usually obtained from the inspection of the liver (according to Johns, that of the lamb that was sacrificed); or it took place through birds; hence the name in this case given to the baru of dagil insure \" bird inspector.\"",
        "It is a good idea to insure the gift when you send it.",
        "Measuring your little pet for small dog T shirts can insure a proper fit.",
        "These steps are taken to insure a quality, premium dog food.",
        "If you have a litter of puppies that you are giving away, you should question potential adopters to insure each puppy's safety.",
        "For sides over six inches, place screws at three-inch intervals to insure the sides will remain sturdy.",
        "Following a few simple guidelines should help insure your puppy grows into a healthy and happy dog.",
        "This will insure the compost is completely incorporated and will also provide air circulation.",
        "Couples usually insure their jewelry against theft, fire and loss.",
        "Motorcycles may be more expensive to insure as well.",
        "If the Indians were only interested in the food, torching the wagons would only insure they would follow the deep tracks of the pack mules.",
        "insure the cost you run a. To a multiple North American Horseman's Association insuring against theft.",
        "Mutual benefit societies have increased rapidly, both because their advantages have been appreciated, and because, until recently, the state had taken no steps directly to insure workmen against illness.",
        "Buy your products at the local studio to insure freshness and authenticity.",
        "While many experts are behind each cruise to insure its flawless execution, passengers need to be flexible in order to enjoy their vacations thoroughly.",
        "Do I need to insure myself against being sued or protecting my attendees?",
        "Measure the space, and take these measurements with you when to go to store to shop to insure the bookcases you select will fit your floor space.",
        "The wall should also be carefully measured before ordering a decal to insure that the scale is correct for the space.",
        "Worsted spun yarns, used to create worsted fabric are spun from wool fibers that have been combed in a deliberate way to insure that the fibers all run in the same direction and remain parallel.",
        "There are some steps you can take to insure that you get a bright, beautiful look.",
        "Avoid buying MAC makeup at any of these places to insure you get the real deal.",
        "Finally, in order to insure you'll have plenty of jobs to choose from in the future, or the support of an adult in a business venture, act responsibly.",
        "Choosing flattering and coordinating bridal party dresses is a great way to insure your bridesmaids will be beautiful.",
        "The slaughtering - the object of which is to insure the complete bleeding of the body, the Jews being forbidden to eat blood - is done by severing the windpipe with a long and razor-sharp knife by one continuous stroke backwards and forwards.",
        "The Mormons settled Utah to insure social isolation, for the security of their theological system.",
        "Sports cars are expensive to buy, service, and insure.",
        "Many bike owners now chose to insure their bikes, and while this cost might not be too great, it is worth investigating before making a purchase.",
        "Buying and selling gold and silver bullion can diversify a portfolio and insure an individual against losses in markets such as real estate and bonds.",
        "Newlyweds should be careful to insure precious stones.",
        "Find out before you invest in these cards to insure it is feasible to do so.",
        "Your American Express coverage will insure you for 30 days each time you rent a car.",
        "To insure that your patio furniture chair back cushions will last longer than a couple of seasons, bring them indoors when the weather starts to cool down.",
        "The sheer volume of all their used merchandise hitting the market at once will almost insure that you'll find something that's reasonably priced and in good condition.",
        "Select or modify plans to insure that your child's head and arms can't fit under the guardrail's bottom frame either.",
        "Precise temperature gauges: Incredibly accurate gauges help insure that the refrigerator only turns on as necessary.",
        "For those doing the social model detox on an outpatient basis, interviews and medical history should be taken to insure the person will not have any severe withdrawal symptoms.",
        "To help insure against molding, spray your curtain with daily shower cleaner.",
        "Most of the boutique's dresses are special order to insure proper fitting.",
        "To insure you will be cruising on a ship that offers plenty of vegetarian options, inquire with your booking agent prior to paying for your voyage.",
        "Rescues typically have a strict application process to insure that the dogs are going to a permanent and loving home, and some charge a small fee.",
        "When choosing a toy, it is important to consider the characteristics of the gift to insure that it is age-appropriate and will not present a safety hazard to the recipient.",
        "The law requires that slaughterhouse rejects be denatured before being sent to rendering plants to insure that they will not be sold for human consumption.",
        "A dog collar should fit smoothly around the animal's neck, and the owner should be able to fit two fingers easily between the dog's neck and the collar to insure it isn't too tight.",
        "By selecting the right dog collar, pet owners insure their dogs are stylish and protected no matter what the situation.",
        "Whether you are selling your dog or are interested in purchasing a pet, following certain precautions will insure that the transaction is smooth and gives the dog a new, happy home.",
        "Be sure to compare prices at several pet stores or breeders before agreeing on a price, to insure you are getting a competitive deal.",
        "Whether you are selling or buying a dog with classified ads, fliers, or through word-of-mouth, it pays to take precautions to insure an honest and profitable sale.",
        "Dog rescue shelter organizations are not focused on customer service, the people at the shelter are there to advocate for the dog and try to insure a secure future for him.",
        "Gardeners choose plants that attract bees and other pollinators to their garden to insure there is enough of an insect population to adequately pollinate their plants.",
        "Apply roofing felt to the area to be shingled, overlapping each course to insure there are no gaps.",
        "You can mark each new row with a chalk line to insure that you keep the rows straight.",
        "Using these guidelines to help make your selection and using a manufacturer whose name you trust will insure that the tile you choose will survive for the life of your home.",
        "If you're upgrading a simple ceiling light fixture for use with a fan, you'll have to change out the box to insure that your fan is adequately supported.",
        "A contractor can insure that the installation process adheres to all local building codes and can provide all the tools necessary to install the vinyl siding.",
        "One of the best ways you can save money on a countertop remodel and insure that it will still look fresh in a few years is to stick with neutral colors and reliable materials.",
        "This is the easiest way to insure a trouble free installation.",
        "Always insure your shipments, since gold and silver jewelry pieces sometimes go missing during transport.",
        "An average width will insure that your tie is generally close enough to the style trends of today.",
        "These terms may not always insure that a product is more wholesome for your family to eat or use.",
        "Green, eco-friendly, all natural, and all organic are marketing terms that can result in hefty upcharges for retailers, so do your homework before you buy to insure that the products you bring home are as safe as you think they are.",
        "These individuals travel to crop farms, livestock farms and food handlers, checking each facility annually to insure regulations are followed.",
        "To insure that the pecans, almonds, peanuts and other organic nuts you bring home are wholesome, buy and eat raw nuts, or buy raw nuts and roast them yourself.",
        "Insure My Trip is a comparison site to help you find the right coverage.",
        "Creating a sleep environment: Making sure the area that you sleep in is comfortable and relaxing is an important part to insure you can sleep there.",
        "You will also be required to pay for postage and insure the package before mailing.",
        "You must pay the postage and insure the shipment, as well as include a $12.50 processing fee, your contact information, and a description of the damage to the glasses or the manufacturer's defect.",
        "During the busy summer season you will want to reserve a room well in advance of your stay to insure that you get the exact date you desire.",
        "For doll collectors knowing the type of doll and its manufacturer are important to insure that the doll's clothing, hat and accessories are as true as possible to the original styles used when the doll was made.",
        "Knowing what your Singer is worth and what affects the value gives you the knowledge you need to insure, sell, or just enjoy your machine.",
        "If you are trying to evaluate your antique bone china tea pot in order to insure it then it is very important that you take it to an experienced appraiser for the current replacement value of the item.",
        "By removing all of the water from your RV, including freshwater and all holding tanks, you can insure that your camper will remain free of any damage in the spring, and be ready to enjoy again once camping season begins.",
        "If the doctor has determined that the child has a nutritional deficiency, parents can insure that the child is taking the appropriate supplements and eating the recommended foods.",
        "A careful physical exam is prudent to insure the baby does not have a medical problem that needs attention.",
        "Carefully open the package to insure the condom does not tear.",
        "Measles vaccines are usually given to children at about 15 months of age; prior to that age, the baby's immune system is not mature enough to initiate a reaction strong enough to insure long-term protection from the virus.",
        "To insure that speech discrimination only is being assessed, this part of the hearing test is done at decibel levels of 30 to 40 decibels, higher than that of everyday conversation.",
        "Parents must take care to insure the child gets enough food for growth, since a vegetarian diet relies heavily on bulk foods that are filling but usually short of calories.",
        "Parents need to insure the extracurricular activities do not interfere with school work or time spent with the family.",
        "The small bowel will grow in time, but for as long as two years in some cases, the child will require careful monitoring of his or her nutritional intake to insure that he is receiving adequate levels of vitamins, minerals, and calories.",
        "A feeding tube may be inserted through the nose and into the stomach to insure the infant receives sufficient nutrition.",
        "Blood products can be screened or treated to insure that they do not contain CMV.",
        "A pediatrician, nurse, or dietitian can assist parents in ways to insure the child is getting proper nutrition.",
        "Dry hair as normal, taking care to insure that it's completely dry all over.",
        "Healthy, sexy hair truly starts from the inside out, but that doesn't mean there aren't practical, everyday steps you can take to insure your hair's natural vibrancy.",
        "The lender will look at this on an annual basis, to insure that the property can feasibly make more money than it costs to finance it.",
        "The good news is that the Federal Housing Administration will insure mortgage loans for applicants currently in Chapter 13 bankruptcy as long as you qualify under their rules and regulations.",
        "The FHA sets the guidelines for the mortgages that they would be willing to insure.",
        "Lenders use this program to insure their funds against defaults by borrowers.",
        "The tops and bottoms are sold separately to insure a perfect fit.",
        "To start playing Mindflex, you need to put on the headset, and insure you do so properly.",
        "They require special manufacturing and care in production to insure color, texture, sweetness, overall taste and nutrient value are obtained.",
        "In that case, supplementation is recommended to insure adequate intake of vitamin B 12.",
        "The shelter has standard adoption requirements to insure that their pets will be good fits with their new families.",
        "This helps the shelter insure a good fit and minimizes bad matches which may cause adopters to return a pet to the shelter.",
        "An adoption counselor looks over the application to insure compatibility with the pet.",
        "This will insure that the title is in the charity's name so you'll no longer be responsible for accidents or traffic tickets.",
        "Parents should supervise their children if they call or send emails to NORAD to insure they do not supply personal information, such as their first and last names or where they live.",
        "If you are insure as to her level of interest, you can give her an opportunity to join you and others in an activity.",
        "Everyone's checklist is different, but these basic concerns will insure that you do not leave out any major considerations.",
        "If you do purchase a ring online and decide it doesn't meet your expectations, be sure to insure it properly before returning it to avoid postal loss or damage the vendor will not cover.",
        "To insure a blissful honeymoon, the couple should discuss their expectations long before booking the trip.",
        "If you have already purchased a loose diamond, Tacori rings can be created without the center stone as long as you can provide the proper measurements to insure a snug fit in the setting.",
        "To insure that your delivered ring is a Tacori piece, check the stamp on the inside of the shank (band): every Tacori ring is stamped simply \"Tacori\" - a name which has come to stand for excellence.",
        "A curvy or elaborate engagement ring may not match well with many wedding bands, so it is wise to design a wedding band at the same time to insure the rings fit together smoothly.",
        "From the time the ring is first placed on your finger, you should take precautions to insure that it can be used as an heirloom, no matter how many descendent may vie for its glitter in coming years.",
        "If you are newly engaged, you may be wondering why you should insure your engagement ring or have it appraised.",
        "An engagement ring is both a financial and an emotional investment and that is why you should insure your engagement ring.",
        "If the invitations are informal (pre-printed to fill-in-the-blanks or just personal notes), they should still be purchased well in advance to insure that there are enough to cover the guest list.",
        "Not all black gems are equal, however, and interested buyers should study the characteristics of the stones to insure they make a quality purchase.",
        "Nonetheless, if real diamonds are used, consumers should carefully inspect the stones as well as the security of the settings to insure they are purchasing a quality product.",
        "Bidding wars can often result in a final price far beyond what the ring would cost at a store, and you need to know what cap to put on your own offer to insure a good deal.",
        "Therefore, in order to insure proper foot development and an easy transition to walking, parents should allow babies and toddlers to go without shoes whenever they are in a protected environment.",
        "In France to this day, you can actually rent a guest to serve as the fourteenth member of any dinner party to insure the success and the lives of your guests.",
        "Finally, don't overlook the agent with whom you currently insure your cars or home.",
        "A smaller vehicle is often more fuel efficient and cheaper to license and insure.",
        "He takes pride in his product and not only takes steps to insure the shoes' comfort and reliability, but he also visits retail stores frequently to speak with customers.",
        "The boot-style slipper also comes with adjustable toggles to insure a proper fit.",
        "It is a good idea to have your feet measured by a professional shoe fitter to insure you get the right size shoe.",
        "Placement is key to insure the tattoo is recognizable and becoming.",
        "Not only do the airlines requires that all checked luggage have a luggage tag, but having one helps insure that your luggage will find you should it be lost en route.",
        "Websites, such as HotelGuides.com provide a list of coupons and other money-saving options to insure you get the best rate on Charleston motels.",
        "Be sure to research each entry carefully to insure the center you choose is a good fit for your child.",
        "The school's programs and lesson plans focus on cognitive, motivational and affective instructional approaches to insure academic success for all students.",
        "Larger hotels have security staffs to insure your safety.",
        "Wrap a strip of nylon filament packing tape around each suitcase to insure it stays closed should it be drop-kicked or otherwise mistreated by baggage handlers.",
        "While the reseller checks to insure that the hard drives are operating, keep in mind that hard drives are moving parts and moving parts wear.",
        "Make sure that you insure your refurbished equipment for full replacement costs.",
        "Check your carrier to insure that your purchased minutes don't expire at the end of the month but rollover into the next.",
        "This kind of personal touch will go far to insure that your customer comes back.",
        "Checking and getting your oil changed regularly is good preventive maintenance that will insure that your car lasts for many years.",
        "This will help you stay motivated and in turn insure exercise compliance.",
        "Expensive or new cars parked in high-accident zip codes cost more to insure.",
        "This company will insure most applicants, including drivers with a history that includes accidents or moving violations.",
        "Most renter's insurance policies will insure your valuables (at whatever value you put on them) and cover your personal liability - generally for amounts between $100,000 and $300,000.",
        "If you have more than one vehicle and more than one driver in your household, insure them under the same policy.",
        "If you can get good coverage, insure your home and you car under the same policy.",
        "If possible, insure your home and auto under one policy.",
        "Multiple Policy Discounts - If you have multiple vehicles insured under one policy or if you insure your home and belongings under the same policy as your vehicle, you could save anywhere from 5 to 20% on your car insurance rates.",
        "Insure & Go - Fast-growing insurer that offers free coverage for one child for every adult policy purchased.",
        "The Dentalvision Insure Opm.gov site is an excellent resource for Federal and United States Postal Service employees, retirees, and their families.",
        "The complete benefit details can be found on the Dentalvision Insure Opm.gov website.",
        "The Dentalvision Insure Opm.gov site contains important information that eligible individuals and their families need to know about The Federal Employees Dental and Vision Insurance Program (FEDVIP).",
        "Dentalvision Insure Opm.gov also offers a plan comparison tool that allows you to see the different types of plans available to you in your zip code and then make comparisons between the plans' benefits.",
        "The dental and vision plans offered through the FEDVIP at Dentalvision Insure Opm.gov are only available to employees who are eligible for Federal Employee Health Benefits (FEHB).",
        "To determine what plans are available in your area, you can download plan brochures or use the plan comparison tool available on the Dentalvision Insure Opm.gov site.",
        "Manufactured homes are not necessarily easy to insure, but Alfa Insurance does offer limited protection to policyholders.",
        "Do they need to insure additional family members?",
        "Your insurance may also be high if you insure antique vehicles.",
        "Most companies stop insuring dogs at certain ages, or do not insure certain breeds, so you may not be able to find an insurance company to cover an elderly pet or particular breed.",
        "So a $1000 trip will cost you $50 to $70 to insure.",
        "If you do find yourself with a new health problem such as cancer or kidney problems, you will have a difficult time finding a company to insure you.",
        "When you purchase a trailer policy, you will insure that your vehicles, as well as your belongings, are covered in the event of an accident.",
        "This company has specific exclusions which regulate what type of yachts they are able to insure, but these exclusions are all listed on their site.",
        "Although many people receive dental coverage through their place of employment, most insurance providers are also able to insure individuals.",
        "Homes which are in ill-repair, as well as homes with a history of previous insurance claims may be difficult to insure.",
        "Purchase a boat or motorcycle policy on the Progressive website - You can cut through the time and paperwork usually required to insure these vehicles.",
        "There are many companies who insure classic cars.",
        "Potential customers can get a free quote online or over the phone and find out how much it will cost to adequately insure vehicles within this category.",
        "If one member of the family would present a higher risk to insure, premium rates for the whole family would be set at a higher rate.",
        "They specialize in helping \"hard to insure\" drivers find policies that fit their circumstances.",
        "Private health insurance companies insure people who do not have health insurance through their employers or through other means.",
        "LTK: If I'm buying a $250,000 house, does that mean I need to insure it for that amount, or for more or less and why?",
        "If the value of the land is included in that total amount (which it normally is), you will not have to insure for the full value because land is not insurable for property insurance.",
        "Each company is different, but my rule of thumb is that if one of those items is valued at over $1,500, you should ask your agent to specifically insure, or \"schedule\" the item.",
        "When you insure your home through State Farm, you can select coverage that meets your specific needs and requirements.",
        "Despite the name of the company, Safe Auto Insurance does not only insure the safest of drivers.",
        "Many people often assume that simply having a life insurance policy will insure that the family will be taken care of in the event of a death.",
        "While death is a very difficult life event for any family to suffer though, making this information clear will insure that when you're gone, your final wishes are carried out as you would like.",
        "Foreign-made cars that may be more expensive to repair may cost more to insure.",
        "Highly rated insurance companies are generally considered as safe choices for consumers looking to insure an automobile.",
        "The company provides car insurance to drivers and may be able to insure drivers with less-than-perfect driving records.",
        "An insurance company will also consider your personal profile when determining whether or not to insure you.",
        "This can be a great tool to use when shopping around because it allows you to compare the offerings from the companies that want to insure you.",
        "Some insurance companies won't insure drivers of certain ages, so this can make the process of finding adequate coverage frustrating.",
        "This company may provide additional coverage as well, and the list of items they are licensed to insure changes from time to time.",
        "It is the goal of the US government and Citizens to insure that premiums are comparable to conventional policies in both Florida and Louisiana.",
        "Start by identifying what you want to insure in and around your home.",
        "If your home is located in a flood plane your insurance company may consider your home a high risk to insure and may require that you also take out a separate flood insurance policy.",
        "Either way, be sure you have your information at hand about what you want to insure, for how much and with what deductible.",
        "These umbrella policies may save you dollars on insurance premiums by choosing to not only insure your home, condo, or apartment but also your vehicle including motorcycles and recreational vehicles all under one umbrella policy.",
        "The homeowner has moved out of the home and the insurance company does not want to insure an unoccupied home.",
        "Dairyland also accepts vehicle types that many companies hesitate to insure such as sports cars, customized cars and kit cars.",
        "When you use these calculators, you're getting a very basic estimation of the cost to insure your house.",
        "If you're looking for a rough estimate for how much it will cost to insure your home, make sure to check out the following top online calculators for homeowners insurance.",
        "Free insurance quotes are available from many websites such as Insure Me, eHealthInsurance.com, Health Insurance Finders and Health Insurance.org.",
        "Some insurers will insure just about anybody willing to pay, but these premiums are often higher and the coverage is sometimes less.",
        "Emphysema: Earlier stages of the disease are easier to insure.",
        "Hemophilia: This condition may be tricky to insure, depending on the patient's medical history and intended travel destination.",
        "Whole life policies have an investment component; you pay more than what it costs to insure you and the policy builds up a cash value.",
        "Premium plans may also insure a pet owner against out of the ordinary financial losses in addition to covering costs for your pet's illness and accident.",
        "There are also other items to insure within the work area including the computer you use to send e-mails to clients, the telephone clients use to contact you, and any art materials you use in the making of your art.",
        "There is no need to wait in long lines at the post office to send and insure your packages; you can create USPS shipping label with insurance online from your own computer.",
        "You can find a lot of businesses willing to insure individuals who live in their RV full time.",
        "Is this your only residence or do you have several homes to insure?",
        "The company offers protection to companies who insure their customers against both natural and man-made perils.",
        "What types of properties does this policy insure?",
        "You don't even have to insure all of your properties under the same landlord insurance policy.",
        "An insurance customer who chooses this home insurance for retirees plan may be able to insure his or her home for the full replacement cost of the dwelling, not its cash value.",
        "This provision is offered to insurance customers who are aged 50 or older and who insure their home for at least 80 percent of its rebuilding value.",
        "Your strongest option is to use your voice and actively seek out inexpensive plans; don't keep your struggle to insure your children to yourself.",
        "Ask trusted friends and extended family how they insure their children.",
        "From there, the company moved on to insure working class people by going door to door to make the initial sale and then having a representative visit policyholders weekly to collect premiums, which cost between 5 and 10 cents per week.",
        "Instead of retirement vehicles, variable annuities are often utilized by business owners in order to insure against liability and business losses.",
        "While landlords typically have homeowners insurance to insure the actual dwelling, renters are generally not covered by the landlord's insurance policy for any damage done to personal belongings.",
        "While there are many people who swear by homeopathic treatments for a wide variety of ailments, most insurance companies are reluctant to insure treatments than deviate from standard medical procedures.",
        "It means that you can lower the cost of renters insurance by renting in low-crime areas, only insuring the personal property that you absolutely must insure, and accepting a high deductible for the renters policy.",
        "With family plans, you can insure up to three pets (dogs, cats, or a blend of the two) under one plan for a fraction of the cost.",
        "However, you can do things like raise your deductible to the maximum to achieve the same affect of a catastrophic insurance policy when you insure your vehicle.",
        "Does the consumer want to insure the structure of the home for replacement value or its cash value?",
        "Young drivers are risky to insure because they lack experience behind the wheel and are more likely to take chances while driving.",
        "Lingerie is a common gift for Valentine's Day, but careful forethought must be given to insure the appropriate type of lingerie and presentation is used.",
        "Face the light and turn your face or body a few times to insure even coverage.",
        "Going through a paid website hosting service will insure that you will never be left with broken image links."
    ],
    "definition": [
        "To obtain an insurance policy on something.",
        "Used in error to mean to make certain of something of something by taking necessary precautions. I vote for #1, exclusively. It makes me crazy when people talk about how some process or some such thing insures some result. I think that the only thing that insures something is an insurance policy, and even that only insures that somebody gets paid when the barn burns down or some such thing and even that assumes that the insurance company will actually live up to the terms of the policy and pay up. Oh, well, maybe it's just me utilizing my editorial privilege and ranting on and on and on in unnecessarily complex sentences. See also ensure and utilize.",
        "Link/Cite"
    ]
}