{
    "translation": "בידוד",
    "uses": [
        "The old farm house had been wrapped in insulation and sided.",
        "The Evershed and Vignoles form of the instrument is much used in testing the insulation resistance of electric wiring in houses.",
        "In this case one terminal of the battery is connected to the earth, and the other terminal is connected through the galvanometer with the copper wire, the insulation of which it is desired to test.",
        "The same insulation is used for the floors and FIG.",
        "In 1140 a Benedictine monastery was founded here by Ralph Boteler of Oversley, and received the name of the Church of Our Lady of the Isle, owing to its insulation by a moat meeting the river Arrow.",
        "The potentials that have to be dealt with are often hundreds and sometimes thousands of volts, and insulation troubles are more serious than is generally appreciated.",
        "This insulation, however, is not sufficiently good for an electroscope intended for the detection of radio-activity; for this purpose .:..................... ?,:.?",
        "The air spaces, two or three in number, are formed between two layers of tongued and grooved wood, and the total thickness of the insulation is about the same as when silicate cotton alone is used.",
        "The last elaboration of the insulated slip water-bottle by Ekman, Nansen and Pettersson has produced an instrument of great perfection, in which the insulation is effected by layers of water between a series of concentric ebonite cylinders, all of which are closed both above and below when the apparatus encloses a sample, and each of which in turn must be warmed considerably before there is any rise of temperature in the chamber within.",
        "The insulation is again tested, and if no fault is discovered the served core is passed through the sheathing machine, and the iron sheath and the outer covering are laid on.",
        "In the types of cable that were first used, the wires, usually with a cotton insulation, were drawn into lead tubes, and the tubes filled with paraffin or other similar compound, which kept the wires from the injurious effects of any moisture which might penetrate the lead tube.",
        "Oliver Heaviside showed mathematically that uniformly-distributed inductance in a telephone line would diminish both attenuation and distortion, and that if the inductance were great enough and the insulation resistance not too high the circuit would be distortionless, while currents of all frequencies would be equally attenuated.",
        "One of these coils is in series with the armature circuit and with the insulation or high resistance to be measured.",
        "of flake charcoal is generally sufficient for the insulation of the holds, though for deck-houses and other parts exposed to the sun the thickness must be greater.",
        "- Insulation of a Cold Store.",
        "The climatic conditions in the British Islands are such that it is not possible to maintain, in unfavourable weather, a higher standard than that named, which is the insulation obtained when all the insulators are in perfect condition and only the normal leakage, due to moisture, is present.",
        "Total insulation resistance of looped lines = 2 R(D/d - 1); in which R is the total resistance of the looped wires, including the resistance of the two coils of the galvanometer, of the battery, and of the two resistance coils r and r' (inserted for the purpose of causing the leakage on the lines to have a maximum effect on the galvanometer.",
        "Given a certain allowable heat transmission, the principal points to be considered in connexion with insulation are, first cost, durability, weight and space occupied, the two last named being specially important factors on board ship. No exact rules can be laid down, as the conditions vary so greatly; and though experiments have been made to determine the actual heat conduction of various materials per unit of surface, thickness and temperature difference, the experience of actual practice is at present the only accepted guide.",
        "Hence the deflection of the needle is proportional to the insulation resistance, and the scale can be graduated to show directly this resistance in megohms.",
        "The galvanometer being so adjusted that a current of definite strength through one of the coils gives a definite deflection of the needle, the amount of leakage expressed in terms of the insulation resistance of the wires is given by the formula.",
        "In this way communication was established from both sides on the 16th of August, but it did not continue long, for the insulation had been ruined by Whitehouse's treatment, and after the 20th of October no signals could be got through.",
        "On setting the dynamo in operation, a current passes through the shunt coil of the ohmmeter proportional to the voltage of the dynamo, and, if there is any sensible leakage through the insulator to earth, at the same time another current passes through the series coil proportional to the conductivity of the insulation of the wiring under the electromotive force used.",
        "Maxwell (Elementary Treatise, &c., p. 15) ingeniously applied this fact to the insulation of conductors.",
        "When the price of aluminium is less than double the price of copper aluminium is cheaper than copper per unit of electric current conveyed; but when insulation is necessary, the smaller size of the copper wire renders it more economical.",
        "In this condition there is complete electrical insulation between the jets, as may be proved by the inclusion in the circuit of a delicate galvanometer, and a low electro-motive force.",
        "This insulation generally consists of materials such as charcoal, silicate cotton, granulated cork, small pumice, hair-felt, sawdust, &c., held between layers of wood or brick, and forming a more or less heat-tight box.",
        "Apart from the economical working of the machine itself, whatever system may be adopted, it is of importance that cold once produced should not be wasted, and it is therefore necessary to use some form of insulation to protect the vessels in which liquids are being cooled, or the rooms of ships' holds in which the freezing or storage processes are being carried on.",
        "of the ends of the insulator and the current flowing through it, that is, by its insulation resistance.",
        "The separate wires are surrounded only with a loose covering of specially prepared paper, which furnishes abundant insulation.",
        "Ask the children whether we need to have one beaker with no insulation and what information would this give us.",
        "warm biome has insulation installed along the joins 25/10/00 Drift wood horses turned a few heads in the gallery today, they are beautiful.",
        "Homes with features such as high levels of insulation, double-glazing and energy-efficient boilers could be more attractive to buyers, and sell quicker.",
        "You do need negatively buoyant cylinders to combat the positive buoyancy of all your insulation.",
        "cavity wall insulation does not contain asbestos.",
        "The main stair tower is clad with the rendered insulation system for its full height, and vertical wires will support an evergreen clematis.",
        "Material contact would allow conduction, thus eliminating the reflective insulation effect.",
        "Insulation includes recycled newspaper, wood, and cotton denim jeans the latter a de rigueur item of clothing among the student community.",
        "If the particulars say the property has double-glazing and loft insulation, it should have these features.",
        "fitting double-glazing in replacement windows will provide some sound insulation.",
        "All properties have gas fired central heating, cavity wall insulation and uPVC windows to give a high level of thermal efficiency.",
        "endothermic animals, as they are an insulation.",
        "frayed wires or wires with degrading insulation should be replaced or repaired.",
        "Except that this insulation, this security, is often illusory.",
        "insulated with a single layer of insulation that has flexible non-woven scrim bonded to each side.",
        "install cavity wall insulation, save £ 78 a year.",
        "Homeowners pay £ 175 to have the subsidized insulation installed by British Gas.",
        "insulation between timber rafters.",
        "insulation between joists to improve its lagging efficiency.",
        "The use of asbestos for thermal insulation was banned in 1986.",
        "The buildings should all be fitted with adequate acoustic insulation.",
        "Thinsulate insulation provides superior insulation against cold, heat and sound.",
        "The greater the \" air gap \" the better the sound insulation.",
        "The weighted standardized impact sound pressure level is calculated according to a similar procedure to that of the airborne sound insulation.",
        "Withy Cottage, a super-insulated dwelling with straw and recycled newspaper insulation, 2003.",
        "insulation batts, because the beads tend to be smaller which makes it tougher.",
        "insulation installers across the UK.",
        "insulation resistance (or show a notable drop ).",
        "Please note, loft insulation is free for people on benefits.",
        "Loft or cavity wall insulation does not contain asbestos.",
        "A skip loaded with waste asbestos insulation material made a 40-mile round trip from Wolverhampton to Telford releasing fibers all the way.",
        "The panels have high thermal performance, with cellulose insulation (recycled newspaper) well exceeding Building Regulations.",
        "Should be use foam insulation to get round the problem?",
        "Placing mineral wool insulation in the floor structure will reduce airborne sound transfer.",
        "insulation in the loft to reduce heat loss.",
        "kenaf fibers range from soil-less potting mixes, animal bedding, fiberglass substitutes and insulation.",
        "The Technical Service can calculate U-values for external roofs and walls to assist in selecting Knauf insulating laminates to meet thermal insulation targets.",
        "lath sections are available that are foam filled to improve this insulation.",
        "liquefaction process and the thermal insulation of the storage vessel to limit boil off.",
        "loft insulation is free for people on benefits.",
        "mineral wool insulation in the floor structure will reduce airborne sound transfer.",
        "perpend joints speeds construction, saves mortar and enhances thermal insulation.",
        "pipe insulation.",
        "Use a steel frame with acoustic quilt insulation and two layers of acoustic plasterboard with a skim coat of plaster.",
        "polystyrene covered with black polythene for maximum insulation.",
        "polystyrene insulation 35mm or 50mm thick with pipe channels at 200mm or 300mm centers.",
        "A rear extension to a terraced house is to have a flat roof with insulation between timber rafters.",
        "resilient insulation for use beneath a concrete screed, click the following G8 link G8.",
        "The new cellulose insulation can both absorb and release water vapor without significant loss of thermal resistivity.",
        "rock wool insulation make this a very warm and economical home to heat.",
        "Heavy insulation and standing seam aluminum roofing help retain heat to keep heating bills low.",
        "Does this not count the R-value twice, effectively doubling the insulation value of the partition between the two zones?",
        "Other products available: timber preservatives, recycled insulation, stainless steel guttering, eco paint stripper, tubular skylights and much more.",
        "Selecting say LED lighting, very high insulation, flat screen TV and portable is economically more relevant than getting ever bigger solar panels.",
        "Another major outage was caused by insulation failure in the alternator stator.",
        "Although 72 per cent of all houses in Great Britain do have some loft insulation, most would benefi though 72 per cent of all houses in Great Britain do have some loft insulation, most would benefi t from more.",
        "thermal insulation was banned in 1986.",
        "Thermafleece should overlap the wall insulation to avoid thermal bridging at the eaves.",
        "thickness of insulation should be increased.",
        "For more information about the various types of insulation material and uses, see our Insulation tipsheet.",
        "The same applies for thermal insulation materials which use urea and formaldehyde.",
        "urethane insulation board, produce a fine dust.",
        "vermiculite insulation which contains asbestos in some instances.",
        "wall insulation.",
        "Double glazed with built in shutters and cavity wall insulation.",
        "Install these insulation blankets between the wall studs.",
        "Insulation blankets are easy to install yourself and can be found at any Home Depot or Lowe's store.",
        "Cellulose: Constructed out of old newspapers that have been shredded into tiny pieces and treated with a fire retardant, most cellulose insulation is installed by a professional.",
        "Polystyrene boards: This type of insulation is basically Styrofoam.",
        "Install vapor barriers on the \"warm\" wall: Although what is considered the \"warm\" wall is up for contentious debate, it is generally on the inside of you home, after the insulation and before the final wall material.",
        "Pay attention to R-values: All insulation is rated with an R-Value.",
        "The R-value is the measure of the insulation's ability to stop the flow of heat.",
        "Whatever design choices you go with, take the time to think through the best choices regarding insulation, waterproofing, lighting, flooring and your ceiling before the work starts.",
        "Don't overlook what you wear when you are laying insulation.",
        "If you haven't already done so, now is the time to measure your attic to determine how much insulation you'll need.",
        "The purpose of blown attic insulation is to keep your home warmer by adding additional padding to the attic area where most heat loss occurs.",
        "Heat rises from your HVAC system and will pass through your ceiling to your attic space without some heavy duty insulation to keep it in the lower areas of your home.",
        "Another important purpose of attic insulation is to protect your home from heat extremes in the summer, when hot summer days can make your air conditioner work overtime if you don't have some protection from the relentless sun overhead.",
        "There are basically two types of blown attic insulation, cellulose and fiberglass, and there are advantages and disadvantages to both.",
        "Typically made from recycled newsprint, cellulose insulation is a safe product that is also relatively eco-friendly.",
        "In walls, it may clump or travel, leaving some areas with only thin insulation or none at all.",
        "There's some debate about whether it constitutes a health hazard, but in most insulation applications fiberglass is contained under a safe covering to keep it away from circulating air.",
        "When making a choice, it's hard not to be swayed by the advantages of cellulose insulation.",
        "Whether you are in the market for new construction or are renovating your current residence to be more energy efficient, there are many different attic insulation products to choose from.",
        "Traditional products such as batt and blanket insulation and blown insulation are even getting makeovers to be more economical while new technological advances provide the latest in eco-friendly options.",
        "Before purchasing any product, you may want an insulation professional to assess your home and needs to suggest the most appropriate type for your specific situation.",
        "Continuous rolls are the most common type of insulation used in home construction.",
        "The insulation is usually made of fiber glass and is the least expensive type.",
        "Other batt and roll attic insulation products are manufactured with rock and slag wool or cotton and denim.",
        "Cotton and denim insulation is becoming a more popular alternative to fiber glass because the rolls are often made from recycled clothing, thus more environmentally friendly.",
        "Though not often used for attic insulation since it is more expensive than batt and roll or loose fill, another type of product is spray applied.",
        "The insulation material is mixed with a small amount of water and sprayed into the crevices where the plywood meets.",
        "Though more expensive than other types of attic insulation products, the foam expands when sprayed and completely fills the space which prevents air leaks and energy loss.",
        "Regardless which of the attic insulation products you choose, improving your home's energy efficiency should reduce your energy costs and ultimately pay for itself.",
        "A drop ceiling can offer insulation, hide plumbing and enhance the acoustics of a room.",
        "If you're trying to reduce you heating and cooling bills this year, consider often overlooked attic stairs insulation.",
        "You may be losing more energy through your attic stairs than you realize, and insulation can make a big difference.",
        "If you think about it, your attic is probably covered in pink fiberglass insulation everywhere but on your stairs.",
        "And while you won't want to have that fiberglass on an area you are prone to touching, the lack of insulation can be a major problem in some homes.",
        "There are many kinds of attic stairs insulation on the market today.",
        "Depending on the size and type of your stairs and how often you use them, you can find an insulation package that can save you hundreds of dollars in heating and cooling costs over the life of your home.",
        "An attic insulation tent is one of the least expensive and easiest ways to insulate your attic stairs.",
        "Knee wall insulation for attic stairs is a more permanent insulation for both walk-up and pull down stairs.",
        "Insulation for attic stairs can be found at nearly all home improvement stores and hardware stores, as well as at many online retailers.",
        "Attic stairs insulation can start saving you money within minutes of installation.",
        "Install a tent, cover or other insulation and start reducing your heating and cooling costs today.",
        "For the best results, and the lowest heating bills this winter, go over your home's insulation and flesh out cold or thin spots.",
        "Learning how to install insulation can help seal your home against air leaks, drafts and other problems that can cause your heating and cooling bills to skyrocket and affect the overall comfort level in your home.",
        "Insulation rolls are long, single lengths of insulation that are best used in areas where they can be rolled out, like attics, between studs in unfinished walls or crawl spaces.",
        "Once the bag is opened, the insulation will expand in volume.",
        "Measure the length of insulation you need and cut the roll an inch longer than what you measured.",
        "Using a sharp utility knife, make your cuts on the unfaced side of the insulation batt.",
        "Carefully push the insulation into the cavity with the vapor retarder facing the conditioned interior space.",
        "The vapor retarder, or face, is the paper backing on the insulation.",
        "Some types of roll insulation have a retarder and some do not.",
        "Avoid compressing the insulation or overlapping it.",
        "Gently pull the insulation out to fluff it to its full expansion.",
        "The insulation face can be left as is or stapled to the inside or outside of the wall stud.",
        "When installing insulation rolls in an attic, the insulation can be simply rolled out so it covers the entire space.",
        "Blow-in insulation is loose insulation blown into cavities and hard-to-reach areas using a special machine.",
        "Place attic rulers in certain spots to help you gauge how deep you're making the insulation, keeping the installation even.",
        "Fill the machine's hopper with insulation.",
        "By keeping the hopper full, you'll find the process will go much easier and the insulation will blow out smoother.",
        "Keep the hose parallel to the floor with the insulation falling out about 12 feet away.",
        "Spread the insulation so it hits the top of the walls, but be careful not to cover over the eave vents.",
        "If cross-bracing or wires are in an area, keep the blower close to the floor so insulation can get underneath them.",
        "Do not use the blow-in insulation on cavities, scuttles and drops.",
        "Always pay attention to where you are standing or walking when installing blow-in insulation in an attic.",
        "Always wear the proper protection when learning how to install insulation.",
        "Eye protection, a long-sleeved shirt, full-legged pants, gloves and a breathing respirator will help protect you from breathing in or being exposed to insulation particles that can irritate the skin, eyes or lungs.",
        "For stronger moisture control and an added insulation barrier, consider applying window and door insulation tape around the window so it covers the nailing fin completely.",
        "You can either fill the gap with spray foam insulation or fiberglass insulation using strips of insulation and a putty knife.",
        "If you use fiberglass, push the insulation into the gap so it is filled but avoid compacting it tightly into the gap.",
        "Fill any gaps between the framing and the window with either spray foam insulation or pieces of fiberglass insulation.",
        "DIY spray foam insulation was once restricted to the small, individual-sized canisters sold at most home improvement stores.",
        "While these cans provided an excellent solution to solving minor draft or insulation problems, they were inadequate for larger applications like insulating a garage attic or an empty wall cavity.",
        "Previously, larger jobs such as these required a professional to be called in; today, there are many more options for the homeowner looking to improve their home's insulation using spray foam technology.",
        "One of the reasons professionals are usually called in to perform spray foam insulation is because the product does contain diisocyanates, which can cause reactions if inhaled or touches the skin.",
        "Clean any dirt and/or oil from the area that's going to be covered with spray foam insulation for the product to adhere to the surface as well as possible.",
        "If you're spraying in an area where there's an ignition source, like a pilot light or a piece of equipment that creates a spark, shut the equipment down prior to spraying the foam insulation.",
        "If you're planning a home renovation or you just want to make your home better insulated, try using the best insulation possible - spray foam.",
        "If there is insulation in the ceiling, only use recessed light fixtures rated IC (this means the fixture is safe for contact with insulation).",
        "Use the wire strippers to remove about three-quarters of an inch of insulation from the ends of each individual wire.",
        "Covering a home with aluminum siding can also lower a homeowner's energy bills because it offers superior insulation.",
        "Avoid using wood or aluminum, which require additional support and offer little in the way of insulation.",
        "Cut the bare end of each wire off, and use wire strippers to strip about quarter inch of insulation off the end of each wire.",
        "Look for blanket-lined, quilted insulation to provide the utmost comfort.",
        "It will wick away moisture and give you insulation as well.",
        "The synthetic insulation keeps you warm even when the vest is wet.",
        "The pants come with or without insulation.",
        "Those without insulation are made from a simple waterproof outer layer, so you can add layers of clothing underneath.",
        "Snow pants with insulation are meant to be worn with a pair of long underwear.",
        "Other bad air toxic materials used during building include mold, vermiculite attic insulation, formaldehyde, glues, paints, wood strippers, waxes and more.",
        "If the insulation is damaged, it could cause an electrical shock when touched.",
        "Dressing in layers provides insulation that will help to keep you warm.",
        "Dressing in layers is a good choice, since it provides insulation.",
        "Insulation and a vapor barrier are also required in a stone or concrete cellar that uses a cooling system.",
        "Insulation - Gel packs tucked into the design keep the wine chilled down to the last drop.",
        "Since these cellars are built into the earth or in old stone buildings, it's a very cost effective way of creating a cool environment-the natural insulation that old stones or earthen caves offer is substantial.",
        "They provide outstanding thermal insulation and are easy to transport and use.",
        "Depending on the type of RV you have and where you will be going, you may need additional insulation, special tires, or other services in order to ensure comfortable and safe camping adventure.",
        "Wool material has more insulation and is more water resistant than cotton.",
        "Typically these style tents will be made of thicker material for better insulation while still having zip down windows, doors and screens.",
        "Insulation: Layering is best in climates that change at the drop of a hat.",
        "A nerve can be likened to an electrical wire, in which the wire part is the axon of the nerve and the insulation surrounding it is the myelin sheath.",
        "For example, installing a ceiling light fixture can result in the loss of ceiling insulation.",
        "Gutters should be clear and without rust and the attic should have sufficient ventilation and insulation.",
        "The inspector will frequently use the moisture meter to inspect insulation, dry wall, behind siding, under carpets and flooring and above ceiling tiles.",
        "Virtually no water drag here, plus a little added insulation from UV rays and cold water.",
        "The thicker the neoprene, the more insulation you'll have.",
        "If you plan to be in very cold water, look for thicker materials because you'll get better insulation.",
        "Created by 3M, a company that specializes in practical products designed to assist individuals with their lifestyles and activities, Thinsulate Insulation is a highly regarded form of insulation used in numerous products.",
        "The word, a fusion of \"thin\" and \"insulate,\" is the name given to the company's microfiber insulation.",
        "Since the insulation is naturally soft and malleable, it renders the glove exceptionally comfortable and does not restrict movement or affect the fit in any way.",
        "Thinsulate gloves are available with different levels of insulation.",
        "The company offers a helpful insulation grams chart to help you determine how many grams of insulation you need in your gloves.",
        "Of course, the quality of the home's insulation and its geographical location also plays into the cost of use.",
        "On any given trip to a ReStore, you may find various types of wood, flooring materials, doors, insulation, and other building materials.",
        "As with any diaper bag, whether backpack or shoulder style, your most important concerns will include the presence of insulation and changing pads.",
        "Whether you need waterproofing, insulation, steel toe or just leather boots, Wolverine has your solution.",
        "With the help of rubber soles and technology like Primaloft (R) insulation, they're well-equipped to live up to their promise.",
        "It's lined with 2mm neoprene, which is considered the highest standard in thermal insulation for aquatic activities.",
        "They generally have extra insulation to provide protection against cold temperatures common in many mountainous areas.",
        "They feature electric shock-resistant (ESR) outsoles, Cambrelle lining and Thinsulate insulation.",
        "Again, the layer of foam that is placed between the bottom of the vamp and outer wraps of the shoe provides both insulation and comfort.",
        "The Gearbox is a hiking boot that features a full-grain leather upper, a side pocket perfect for storing keys, \"Goodyear welt construction,\" Thinsulate ultra insulation and Hummer's own exclusive rubber outsole.",
        "It features a leather and camo fabric upper, Thinsulate insulation and the PU/TPU oil-resistant outsole.",
        "Casual: Includes comfortable loafers and ankle boots made with cushioned soles, which are extra thick and provide excellent shock absorption and insulation.",
        "Sure, all of them offer insulation and protection from the elements - their primary purpose is to keep your feet dry and to prevent moisture from seeping through.",
        "Look for details like extra insulation, snug lace-up vamps and sturdy rubber soles.",
        "Insulation: Surprisingly, not all snow boots are insulated, so it's a good idea to double check before purchasing a pair for your toddler.",
        "Unique features found in Rocky boots are the cushioned ankle area that adds both comfort and breathability, a footbed with an air-port cushion, Gore-Tex fabric shells, flexible soles and Thinsulate insulation.",
        "This additional detail provides a little extra insulation and is perfect for those who live in extremely cold climates.",
        "The rugged boots are lined with fleece and Thinsulate for maximum insulation, while the molded sole offers impeccable traction.",
        "Polartec provides insulation while still remaining lightweight, and if you find a robe with pockets, you can keep all your tissues and cough drops stowed away.",
        "The guidelines include notes on vertical and lateral impact, penetration, insulation against electricity, combustibility, and flammability.",
        "This form of cable has been superseded by a type with paper insulation.",
        "(6) Insulation.",
        "The quadrants are mounted on pillars of amber which afford a very high insulation.",
        "Unsuccessful attempts to lay the cable were made in August 1857 and in June 1858, but the complete cable was laid between the 7th of July and the 5th of August 1858; for a time messages were transmitted, but in October the cable became useless, owing to the failure of its electrical insulation.",
        "There is no recognized standard of insulation.",
        "However, the children found the soil spring-soft next to the building foundation, thanks to the Dean's fuel-bill contributions and the poor insulation of Bird Song.",
        "acoustic insulation, and can be installed with no gloves and masks.",
        "He is based at the Northamptonshire office and is working primarily in the areas of sound insulation testing and architectural acoustics.",
        "The trapped air pockets of warm air provide insulation to reduce heat loss from your pet's body.",
        "Work which will disturb insulation board, lagging or sprayed asbestos must be carried out by licensed asbestos contractors.",
        "asbestos insulation material made a 40-mile round trip from Wolverhampton to Telford releasing fibers all the way.",
        "using an awl make the holes for the alignment bolts in the insulation foam.",
        "For a 60ft barge with good insulation a heater unit of just under 10Kw output should prove more than adequate.",
        "Packaging is usually better than insulation batts, because the beads tend to be smaller which makes it tougher.",
        "Note: Cavity insulation made of rock fiber batts should remain in place after failure of the cladding.",
        "The roof is a pre-assembled steel frame with 200mm mineral wool insulation and 75mm mineral wool batts.",
        "This may require an additional counter batten to be fixed to the top or bottom of the rafter to increase the insulation space.",
        "mineral wool is the most common type of cavity wall insulation.",
        "CPS: An intermittent crank position sensor; a wire that's pulling apart inside the insulation and engine torque is breaking the connection.",
        "water jackettion measures include loft and cavity wall insulation, draughtproofing, insulation for cold-water tanks and pipe work and hot water cylinder jackets.",
        "All exposed water pipes can be readily protected by sleeving with pipe insulation.",
        "wool insulation in the floor structure will reduce airborne sound transfer.",
        "Unless the insulation is perfect, the potential recorded falls short of that at the spot where the radium is placed or the water jet breaks.",
        "opposed by the leakage through imperfect insulation, or natural dissipation, and this may introduce a fictitious element into the apparent annual or diurnal variation.",
        "The double cup gives great security against loss of insulation due to cracks extending through the insulator, and also gives a high surface insulation.",
        "The great advantage of this air insulation is that the electrostatic capacity of the wires is low (about one-third of that which would be obtained with gutta-percha insulation), which is of the utmost importance for high-speed working or for longdistance telephonic communication.",
        "Each conductor has a resistance (at 60Ã‚° F.) of 5.74 ohms per statute mile, and an average electrostatic capacity per mile between adjacent wires of o 06 microfarad, or between wire and earth of o I microfarad; the insulation resistance of each wire is about 5000 megohms per mile.",
        "The one disadvantage of paper cables is the fact that any injury to the lead covering which allows moisture to penetrate causes telegraphic interruption to the whole of the enclosed wires, whereas if the wires are each individually coated with gutta-percha, the presence of moisture can only affect those wires whose covering is defective There is no reason for doubting, however, that, provided the lead covering remains intact, the paper insulation is imperishable; this is not the case with gutta-percha-covered wires.",
        "For the purpose of avoiding calculation, tables are provided showing the values of the total insulation according to the formula, corresponding to various values of d.",
        "If the insulation per mile, i.e., the total insulation multiplied by the mileage of the wire loop, is found to be less than 200,000 ohms, the wire is considered to be faulty.",
        "In applying this method to test the insulation of indiarubber - covered or of insulated copper wire, before employing it for electrical purposes, I I I I_ it is usual to place B the coil of wire W (fig.",
        "If you are looking for a resilient insulation for use beneath a concrete screed, click the following G8 link G8.",
        "UPVC double glazing, gas central heating and rock wool insulation make this a very warm and economical home to heat.",
        "CPS: An intermittent crank position sensor; a wire that 's pulling apart inside the insulation and engine torque is breaking the connection.",
        "Although 72 per cent of all houses in Great Britain do have some loft insulation, most would benefi t from more.",
        "Furthermore, the thickness of insulation should be increased.",
        "For more information about the various types of insulation material and uses, see our Insulation Tipsheet.",
        "Insulation sales continued to benefit from the upswing in market demand driven by the recently revised Building Regulations.",
        "When machined, these boards, especially the urethane insulation board, produce a fine dust.",
        "There is a type of insulation called vermiculite insulation which contains asbestos in some instances.",
        "The insulation measures include loft and cavity wall insulation, draughtproofing, insulation for cold-water tanks and pipe work and hot water cylinder jackets.",
        "If residing in a cool climate, choose materials like wool that are known for their insulation abilities.",
        "Quality leather has the following features: good elasticity, thermal insulation, water resistance/permeability, and shape retention.",
        "In this case, the higher the number is, the better the quality is (density in down is a good thing and will provide the best insulation).",
        "One of the more expensive features for windows is glazed insulation.",
        "The tiny spaces are filled with thick gases like argon for insulation.",
        "Insulate water pipes - You can find pre-split foam insulation at the home store that will install easily.",
        "With insulation you won't have to waste so much water while you wait for the water to get hot.",
        "In this way, the straw is used as insulation as opposed to carrying the weight of the house.",
        "Leaky windows, poor insulation, old water heaters and inefficient heating systems waste a lot of energy.",
        "An energy audit can tell you where you need more insulation and where air is leaking in and out of your home.",
        "Unlike fiberglass insulation, cotton insulation can be installed without gloves or a face mask.",
        "While fiberglass insulation is considered a carcinogen, cotton insulation is often made of recycled fabric scraps that are harmless.",
        "This makes it an excellent material for DIY projects that involve insulation, such as finishing an attic or garage.",
        "Extra insulation: Insulation helps keep the interior of the refrigerator cooler, even when the outside temperature rises.",
        "Often, people think of it as coffee cups and food containers, and while that is a common use, Styrofoam is also used for items like insulation and packaging.",
        "It gained popularity because it is light weight and offers good insulation properties that help to keep products cold or hot and keeps things safe during the shipping process without adding weight.",
        "Evaluate the wall and ceiling insulation in your home to see if improvements are possible.",
        "Install insulation with the proper R-value, a factor that describes the material's ability to resist heat.",
        "If you install energy efficient windows, doors, insulation, a new roof, HVAC system, or water heater, you may be eligible for up to $1,500 in tax credits.",
        "One way to recycle denim is in the manufacturing of housing insulation.",
        "Insulation means the difference between having an energy efficient home and a leaky one.",
        "Building green isn't complete until you install the right type of \"green\" insulation like TAP Insulation.",
        "LoveToKnow editor Sally Painter discussed the many properties this amazing product has with its creator Bill Turk, co-owner and CEO of TAP Insulation in this exclusive interview.",
        "Bill Turk (BT): While researching possibilities for creating healthier animal bedding for chicken farmers, I discovered a product that would provide superior thermal insulation qualities while also providing responsible pest control.",
        "LTK: What is TAP Insulation made of and why does it make a good green insulation material?",
        "BT: TAP faces several challenges in ensuring that we deliver the greenest pest control insulation possible.",
        "LTK: What makes TAP insulation a green pest control product?",
        "Whether installed over existing attic insulation, or by itself, TAP helps control self-grooming insects that come in contact with the product.",
        "BT: Our EPA label is what differentiates us from other insulation products.",
        "LTK: What are some of the other benefits a consumer reaps from using your insulation over other green ones on the market?",
        "BT: In addition to being a green product in content and throughout the entire product life-cycle, TAP provides the added benefit of responsible, proactive, preventative pest control which is not provided with other forms of insulation.",
        "BT: While energy savings in a home depends on existing insulation levels, homeowners can typically save up to 20 percent on their heating and air conditioning bills after installing TAP.",
        "LTK: How long can a consumer expect your insulation to last?",
        "BT: As long as it is properly installed and not disturbed, our product warranty covers the insulation for the life of the structure.",
        "LTK: Can anyone install your insulation as a DIY project?",
        "LoveToKnow would like to thank Bill Turk for taking time out of his schedule to introduce this eco-friendly green, TAP Insulation to readers.",
        "Green design can also encompass architecture, ensuring things like proper insulation to cut down on energy costs and installing means for solar power.",
        "Ceiling tiles add insulation, which can help keep your home warmer in the winter and cooler in the summer - and your energy bills down.",
        "This is especially desirable when using thermal curtains for added insulation.",
        "Modern windows and insulation eliminate past concerns about solar heat gain and no longer dictate your window treatment.",
        "Delicate, glass beads almost seem to disappear, and while some bamboo curtains can block your vision, they don't provide any insulation against sound.",
        "When combining fabrics, however, take care not to use too many layers that will act as undesirable insulation.",
        "The larger the goose, the more loft your comforter will have as well as insulation.",
        "For individuals who live in especially cold climates, this means seeking comforters that are heavier and, thus, provide more insulation.",
        "Silk fill: A bit more costly than a synthetic fiberfill comforter, silk provides as much insulation as a regular down comforter.",
        "If you have an athletic girl who loves playing in the snow, then you're better off investing in a winter coat that features synthetic insulation.",
        "Many ski-clothing manufacturers rely on synthetic insulation because it retains heat even when it gets wet.",
        "In addition, most winter gear for girls that utilizes synthetic insulation typically has a shell that is made tougher than those found on traditional coats.",
        "Many of the plastic dog houses feature structural foam insulation that keeps the dog house warmer in winter and cooler in summer.",
        "Remember to drill a few holes just under the overhang for cross ventilation, and be sure to add shingles for insulation from both heat and cold.",
        "It's almost always better to opt out of the frills and choose smaller, box-type shelters with added insulation.",
        "The structural foam construction of this model provides excellent insulation for both warm and cold climates.",
        "Cedar wood construction provides a high degree of insulation and there is very little wasted space.The internal dimensions of this dog house are 18\" H x 15\" W x 17\" D.",
        "AZ Woodman: The article features detailed instructions with charts and information on adding insulation to the dog house.",
        "Fiberglass windows are more energy efficient than wood windows because the manufacturer can fill the voids in the window with insulation.",
        "Insulating Concrete Form (ICF): Used in construction of exterior walls, ICFs are permanent structures and come in either interlocking blocks or panels made of insulation materials.",
        "Structured Insulated Panels (SIP): SIPs are constructed of two exterior panels of either plywood or Oriented Strand Board (OSB) with insulation materials sandwiched in between.",
        "The walls are reinforced with steel fiber and have the insulation built in.",
        "Insulation blankets: Insulation blankets come in rolls, usually pink, and are most commonly made of fiberglass.",
        "Insulation with a higher R-value will offer you greater protection against heat loss.",
        "To eliminate the damp basement feel, insulation is key.",
        "You'll also need to choose the correct R-value insulation based upon your geographical location.",
        "The home improvement store you purchase your insulation from should be able to help you.",
        "Installing baffles can also keep insulation away from any electrical fixtures, but be sure you keep the baffle several inches away from anything electrical as well to avoid a fire hazard.",
        "You can choose insulation that already has a vapor barrier on one side, or you can create your own vapor barrier by laying sheets of plastic down where you will eventually lay the insulation.",
        "When installing attic insulation, you'll need to measure one section at a time.",
        "Take your measurements, then cut your insulation.",
        "Some people prefer adding a second layer of insulation into an attic that will remain unfinished.",
        "If you plan on doing this, you should set this insulation at a perpendicular angle to the joists.",
        "Don't purchase insulation with a vapor barrier for this second layer.",
        "Some people prefer blowing cellulose insulation into an attic.",
        "Once you've done this, you can angle a hose into the attic and blow the insulation into all the necessary spaces.",
        "If your attic isn't floored but you still prefer to use loose insulation, you can do so without the use of a blower.",
        "Simply add the insulation between the ceiling joists and spread it with a rake.",
        "Not only do you need to protect your skin from harsh insulation, but you need to use caution when adding insulation, whether in sections or loose.",
        "Keep all insulation away from electrical fixtures.",
        "Loose insulation can be especially dangerous as it can drift toward recessed lighting fixtures and create a fire hazard.",
        "There should be at least three inches between any fixtures and the insulation.",
        "Finally, you'll need to check your attic occasionally to be sure the insulation is still in its proper place.",
        "Metal roof insulation is installed underneath the rows of roofing if required.",
        "Secondly, find out if the ceiling tiles are a good source of insulation.",
        "If they are not adequate at insulating, you will need to buy separate insulation to install along with the tiles.",
        "These tiles also provide adequate insulation and are resistant to rotting and considered fireproof.",
        "A layer of insulation may also be installed behind the siding.",
        "The quality, thickness and use of insulation all affect the final cost of vinyl siding.",
        "The contractor will also provide the labor to assemble the garage, and materials such as drywall, insulation and paint as well as finished flooring, electrical work, plumbing, and HVAC, as required.",
        "Doing so will change the R-value of the insulation."
    ],
    "definition": [
        "Link/Cite"
    ]
}