{
    "translation": "ראיון",
    "uses": [
        "This interview was proof.",
        "Are you ready for your interview at least?",
        "He asked if he might record the interview in addition to taking notes.",
        "A radio station did a piece on the tip center and requested an interview with someone who answered the phones.",
        "This one was on her interview with Bianca.",
        "If it's so important to you, I'll interview more people.",
        "On the 4th of July Cromwell had had an interview with the king at Caversham.",
        "In 1809 he was at Paris, and, in a remarkable interview, received from Napoleon's own lips an apology for the treatment he had received.",
        "She soon heard Toni's high-pitched laugh as the woman started the interview with Xander.",
        "coast: Temple Sound, Interview Passage, Port Anson or Kwangtung Harbour (large), Port Campbell (large), Port Mouat and Macpherson Strait.",
        "The next day, Ethel Reagan reported in her Boston paper on a personal interview with Youngblood.",
        "Perhaps I'll utilize my secure room beneath the barn for the daughter while I interview the mother alone.",
        "The conversation droned on for twenty minutes but Dean was never read his rights nor, surprisingly, was the interview recorded.",
        "The interview had lasted an hour and fifty- three minutes.",
        "Mick, trailing behind with Penny, called over his shoulder, \"Why don't you just round up all of Shipton's enemies, rent a stadium and interview them?\"",
        "He well remembered the last interview he had had with the old prince at the time of the enrollment, when in reply to an invitation to dinner he had had to listen to an angry reprimand for not having provided his full quota of men.",
        "He did mention his interview with Cece Baldwin, describing Byrne's relationship with the young lady as that of a compassionate mentor.",
        "The last thing he wanted now was for the police to interview his wife so soon after she'd hung up on him as he lay in bed with the now-dead Edith Shipton.",
        "This proposal broke on the refusal of the peror Francis Joseph to cede Austrian territory except as the lIt of a struggle; and Napoleon, won over by Biswarck at famous interview at Biarritz, once more took.up the ides of Prusso-Italian offensive and defensive alliance.",
        "Watching Sam drool over him – especially during a job interview – left Carmen feeling uncertain about the girl.",
        "They talked for a little while and then Carmen set up an interview time for that afternoon.",
        "It is significant that Saul in his last unavailing struggle against the overwhelming forces of the Philistines sought through the medium of a sorceress for an interview with the deceased prophet Samuel.",
        "Harrigan was out interviewing Byrne's doctor and Rita's print­ed version of Mayer's interview was on Dean's desk when he returned.",
        "While he was in London he had a personal interview with the king, with the view of obtaining assistance for the Scottish universities from the money formerly applied to the support of the bishops.",
        "On the 6th of March 1821 Santarosa and three associates had an interview with the prince, and on the 10th they carried out the military \"pronunciamiento\" which proclaimed the Spanish constitution.",
        "Rousing himself, Pierre followed Anna Mikhaylovna out of the carriage, and only then began to think of the interview with his dying father which awaited him.",
        "3, 13), and in the account of the interview between Elisha and Hazael (2 Kings viii.",
        "That damned reporter is supposed to interview me at 3:00.",
        "\" - Interview with Metchnikoff in Sir Ray Lankester's Science from an Easy Chair, p. 43 2 In 1767, when Catherine II.",
        "And we know the thing is true, because since the time of that interview there is no piglet to be found anywhere.",
        "Bocchus again made overtures to the Romans, and after an interview with Sulla, who was Marius's quaestor at that time, sent ambassadors to Rome.",
        "In an interview in 1654 the sincerity and enthusiasm of George Fox had greatly moved Cromwell and had convinced him of their freedom from dangerous political schemes.",
        "After a final interview (xx.",
        "Frequent fainting fits gave presage of a speedy end, and on the 8th of April 1813 he had a final interview with his friends B.",
        "A majority was thus secured for the Kossuthist programme of compromise, but a majority so obviously precarious that the king-emperor, influenced also - it was rumoured - by the views of the heirapparent, in an interview with Count Andrassy and Mr Kossuth on the 15th, refused to make any concessions to the Magyar national demands.",
        "He had already, in 1859, as the result of a visit to Budapest, made certain modifications in the Bach system by way of concession to Magyar sentiment, and in 1861 he had had an interview with Dek, during which, though unconvinced by that statesmans arguments, he had at least assured himself of his loyalty.",
        "The reason why the flood episode and the interview with the dead Eabani are introduced is quite clear.",
        "Though he considered such precipitation impolitic, Robilant, finding that confidential information of Italian intentions had already been conveyed to the Austrian government, sought an interview with King Humbert, and on the 17th of October started for Vienna to settle the conditions of the visit.",
        "Design: Cross sectional, face to face interview survey.",
        "Find out how to interview a lawyer to ensure that he or she is someone you will be able to work with.",
        "At their first interview Cranmer was commanded by the king to lay aside all other pursuits and to devote himself to the question of the divorce.",
        "A war with the Parthians was averted by a personal interview with their king (123).",
        "Emmet went to Paris in October 1802, where he had an interview with Bonaparte which convinced him that the peace of Amiens would be of short duration and that a French invasion of England might be looked for in August 1803.",
        "On the withdrawal of the British legation from Paris Maret went on a mission to London, where he had a favourable interview with Pitt on the 2nd of December 1792.",
        "During his visit to Egypt he had an interview with Mehemet Ali, of whose character as a reforming monarch he did not bring away a very favourable impression.",
        "Orders were given that no one should be allowed to disturb their interview, but Richelieu entered by the unguarded chapel door.",
        "Ordericus Vitalis improves this legend by details of an interview with the devil, who prophesied Gerbert's threefold elevation in the famous line that Gerbert's contemporaries attributed to the pope himself: Transit in R.",
        "Every morning she came in like that, and every morning prayed that the daily interview might pass off well.",
        "Such were the discouraging conditions which weighed him down at the time of the interview with the tsar at Erfurt (September 27th - October 12th, 1808).",
        "The earlier part of it treated of the mythical adventures of Aeneas in Sicily, Carthage and Italy, and borrowed from the interview of Zeus and Thetis in the first book of the Iliad the idea of the interview of Jupiter and Venus; which Virgil has made one of the cardinal passages in the Aeneid.",
        "After his interview with his wife Pierre left for Petersburg.",
        "In a personal interview Metternich offered to take him into the government service.",
        "In January 1131 Innocent held a personal interview with King Henry I.",
        "Attached to the chief islands are, on the extreme N., Landfall Islands, separated by the navigable Cleugh Passage; Interview Island, separated by the very narrow but navigable Interview Passage, off the W.",
        "This delicate matter was arranged by Mr Taft in a personal interview with Pope Leo XIII.",
        "The date of this interview is probably determined by the fact that Aristotle visited his friend Hermias, tyrant of Atarneus, in 347-345 B.C. There is no reason to doubt the probability or even the accuracy of the narrative.",
        "25 1918, when imminent catastrophe compelled Bulgaria to seek an armistice, he was released, and, after a stormy interview with the King, went to the front, where a revolutionary movement among the troops was developing.",
        "So much is certain, though the precise incidents of the interview are variously told.",
        "On the 25th an interview took place, in which Ibrahim gave a verbal engagement not to act against the Greeks, pending orders from the sultan.",
        "The day after his interview with Count Arakcheev, Prince Andrew spent the evening at Count Kochubey's.",
        "After his interview with Pierre in Moscow, Prince Andrew went to Petersburg, on business as he told his family, but really to meet Anatole Kuragin whom he felt it necessary to encounter.",
        "To her impatience and pining for him were now added the unpleasant recollection of her interview with Princess Mary and the old prince, and a fear and anxiety of which she did not understand the cause.",
        "Before this interview a national council had met at St Albans at the beginning of August 1213, and this was followed by another council, held in St Paul's church, London, later in the same month; it was doubtless summoned by the archbishop, and was attended by many of the higher clergy and a certain number of the barons.",
        "In May of this year he had an important interview with Bismarck, who wished to secure his support for the reform of the confederation, and after the war was over at once accepted the position of a Prussian subject, and took his seat in the diet of the North German Confederation and in the Prussian parliament.",
        "In their first interview, held on a raft in the middle of the river Niemen at Tilsit on the 25th of June, the French emperor, by his mingled strength and suppleness of intellect, gained an easy mastery over the impressionable young potentate.",
        "His conversion apparently took place at Ephesus; there, at any rate, he places his decisive interview with the old man, and there he had those discussions with Jews and converts to Judaism, the results of which he in later years set down in his Dialogue.",
        "After the peace of Amiens he had an interview with Napoleon at Paris, and received some territory adjoining the hereditary domains of the house of Nassau in Westphalia as a compensation for the abandonment of the stadtholderate and the domains of his house.",
        "He begged the countess to obtain a secret interview for him with the queen, and a meeting took place in August 1784 in a grove in the garden at Versailles between him and a lady whom the cardinal believed to be the queen herself.",
        "To the joy and pride of the whole army, a personal interview was refused, and instead of the Sovereign, Prince Dolgorukov, the victor at Wischau, was sent with Savary to negotiate with Napoleon if, contrary to expectations, these negotiations were actuated by a real desire for peace.",
        "From this short interview with Pfuel, Prince Andrew, thanks to his Austerlitz experiences, was able to form a clear conception of the man.",
        "When he woke up on the morning after his return to Moscow and his interview with Count Rostopchin, he could not for some time make out where he was and what was expected of him.",
        "She had become convinced of it at her last interview with Nicholas, when he had come to tell her that her brother was with the Rostovs.",
        "We're here to do the interview we do for all new members to the Immortal society.",
        "Susan: Before your interview, practice how you'll answer questions the employer is likely to ask, and make a list of questions you want to ask about the job.",
        "For three years, he also co-hosted a current affairs interview show in England called Morgan & Platell.",
        "He wasn't going to mess up her interview.",
        "No costs are incurred for organizing or hiring an interview venue.",
        "She vividly pictured herself as Prince Andrew's wife, and the scenes of happiness with him she had so often repeated in her imagination, and at the same time, aglow with excitement, recalled every detail of yesterday's interview with Anatole.",
        "Brandon retired to a table nearby and it was all Adrienne could do to keep her mind on the interview.",
        "I have a girl coming out here this afternoon for an interview.",
        "At 3:00 pm on the dot, Sam arrived at the door for her interview.",
        "Look, I came to California for a job interview.",
        "She went to the railing again to watch Toni throw herself all over Xander under the guise of conducting an interview.",
        "Apart from this advantage, placed in his hands by the imprudence of Stein, Napoleon was heavily handicapped at the Erfurt interview.",
        "Simultaneously with this \" irresponsible \" movement for expansion, President Kruger proceeded to London to interview Lord Derby and endeavour to induce him to dispense with the suzerainty, and to withdraw other clauses in the Pretoria Convention on foreign relations and natives, which were objectionable from the Boer point of view.",
        "In an interview accorded to seven delegates from the National Union, in 1892, he told Charles Leonard to \" go back and tell your people that I shall never give them anything.",
        "In the absence of Charles Leonard, who had been sent as one of the delegates to Cape Town to interview Rhodes, Lionel Phillips, a partner in Messrs Eckstein & Co., the largest mining firm on the Rand, was elected chairman.",
        "At last, in September 1740, master and pupil met for the first time at Cleves, an interview followed three months later by a longer visit.",
        "9 6 of Greenwich Kt Interview I.",
        "On the 13th he arrived, and the same evening contrived to steal an interview with the queen unobserved.",
        "On the ground that peace was not sufficiently assured by the Pouilly meeting, a fresh interview was proposed by the dauphin and took place on the 10th of September 1419 on the bridge of Montereau, when the duke of Burgundy was felled with an axe by Tanneguy du Chastel, one of the dauphin's companions, and done to death by the other members of the dauphin's escort.",
        "Here he at last met Ibrahim, but though courteously received, the interview had no results, and Sadlier soon after left for Yambu, whence he embarked for Jidda, and after another fruitless attempt to treat with Ibrahim, sailed for India.",
        "There also, in July 1905, he had his historic interview with the Emperor William II.",
        "An interview took place at Mala, on the sea-coast, on the 13th of November 1537, which led to no result, and Almagro was finally defeated in the battle of Las Salinas near Cuzco on the 26th of April 1538.",
        "But as he does so, it is added to, in the way of detail and illustration, by a fresh series of revelations through an angel in the guise of a Shepherd, who in a preliminary interview announces himselt as the Angel of Repentance, sent to administer the special \" repentance \" which it was Hermas's mission to declare.",
        "This interview appears in our MSS.",
        "During the persecution under Maximinus she sought an interview with the emperor, upbraided him for his cruelties, and adjured him to give up the worship of false gods.",
        "He had an interview with Napoleon III., who failed to impress him \"as the great man which the world in general considers him.\"",
        "The only favour Savonarola craved before death was a short interview with his fellow victims. This the signory unwillingly granted.",
        "He was present at the interview between Louis XI.",
        "of England at the interview of the Field of the Cloth of Gold in 1520; his want of tact goaded the Constable de Bourbon to extreme measures in 1522-1523; and in the Italian campaign of 1525 he proved himself a mediocre, vacillating and foolhardy leader, and by his blundering led the army to the disaster of Pavia (the 25th of February 1525), where, however, he fought with great bravery.",
        "It is a valuable historical document, and contains a singularly vivid account of an interview with Napoleon.",
        "William Booth, Orders and Regulations for Soldiers; Orders and Regulations for Field Officers; Orders and Regulations for Staff Officers; Salvation Soldiery; Interview with W.",
        "Lennox (June 11, 1568) asked Crawford for his reminiscences, not of Darnley's reports of his talks with Mary, but of Crawford's own interview with her as she entered Glasgow to visit Darnley, probably on the 21st of January 1567.",
        "But, on the other hand, as Lennox after meeting Wood wrote to Crawford for his reminiscences of his own interview with Mary (January 21, 1567), and as these reminiscences were only useful as corroborative of Mary's account in Letter II., it seems that Wood had either shown Lennox the letters or had spoken of their contents.",
        "His first interview was disappointing; the coldness and formality of the aged philosopher checked the enthusiasm of the young disciple, though it did not diminish his reverence.",
        "They now clamoured for recognition, and Lugard went to meet them, and after a somewhat precarious and very difficult interview he succeeded in bringing back their king Mbogo to Kampala, and in assigning them three minor provinces in Uganda.1 Lugard on his return to Uganda at the end of r891 had received orders to evacuate the country with his whole force, as the company could no longer maintain their position.",
        "Nevertheless Napoleon retained him in the council and took him with him to the interview with the Emperor Alexander I.",
        "In 431 he appeared in Rome to interview Pope Celestine regarding the teachings of St Augustine and then all traces of him are lost until 440, the first year of the pontificate of Leo I., who had been in Gaul and thus probably had met Prosper.",
        "The value of a tactful and efficient intermediary can hardly be over-estimated, and in the East a personal interview of a few minutes of ten results in the conclusion of some important matter which would otherwise require the exchange of a long and laborious correspondence.",
        "The two chiefs, surveying the French army in their front, considered that no serious force was in front of Quatre Bras, and Wellington terminated the interview with the conditional promise that he would bring his army to Blucher's assistance at Ligny, if he was not attacked himself.",
        "gives an account of her finding the tomb empty and of her interview with the risen Jesus.",
        "Five days later the representatives of the elected delegates had an interview in London with the colonial secretary, the duke of Newcastle, who informed them that it was now too late to discuss the question of the retention of British rule.",
        "President Kruger determined on a still more active measure, and proceeded with Dr Leyds to interview President Brand at Bloemfontein.",
        "Her own account of this interview, written the same day in her journal (Letters, i.",
        "Candidates must be between 23 (sometimes 21 or 22) and 35 years of age, and must produce satisfactory evidence of character, education, health and physique; after a personal interview and one, two or three months' trial they are admitted for three years' training.",
        "Jerome vainly sought to bend his brother's will in an interview at Alexandria.",
        "He yielded, however, to the instances of the government of Charles VI., and pretending that he wished to have an interview with Gregory XII., with a view to their simultaneous abdication, he advanced to Savona, and then to Porto Venere.",
        "solicited an interview with Frederick, and in the course of the summer the two monarchs met, first at Neisse in Silesia and again at Neustadt in Moravia.",
        "In 1871 the anti-reform influence of the grand vizier, Mahmoud Nedim, seemed to Midhat a danger to the country, and in a personal interview he boldly stated his views to the sultan, who was so struck with their force and entire disinterestedness that he appointed Midhat grand vizier in place of Mahmoud.",
        "Later on he returns to Cornwall in disguise, and has more .than one interview with his mistress.",
        "He had an interview with El Haddad, the sheikh of the Khuans, the religious confraternity of Sidi-Abd-er-Rahman, whose influence was great, and having secured his support in April 1871, Mokrani proclaimed the holy war.",
        "At the congress of Erfurt, Daru had the privilege of being present at the interview between Goethe and Napoleon, and interposed tactful references to the works of the great poet.",
        "3 recounts his interview with King Shapur I.",
        "After an interview with the Pharaoh (recorded only by P, xlvii.",
        "The conquest of Milan by the French led to a personal interview at Bologna, where the \" Concordat \" with France was concluded.",
        "His father, Ivan Yakovief, after a personal interview with Napoleon, was allowed to leave, when the invaders arrived, as the bearer of a letter from the French to the Russian emperor.",
        "Attracted by Madame Recamier, he soon returned, and after an interview with Napoleon on the 10th of April, he became a supporter of his government and drew up the Acte constitutionnel.",
        "He died on the 13th of October 1715; his end was said to have been hastened by a metaphysical argument into which he had been drawn in the course of an interview with Bishop Berkeley.",
        "Sprengtporten thereupon tendered his resignation as colonel of the guard, and at a personal interview with Gustavus was so violent and insolent that anything like agreement between them became impossible.",
        "On the same day Mary wrote to Elizabeth, requesting with graceful earnestness the favour of an interview which might reassure her against the suggestion that this treaty was a mere pretence.",
        "He was in the secrets of the \"new departure\" in 1879-1881, and in the latter year had an interview with Parnell at the House of Commons, when the Irish leader spoke sympathetically of an armed revolution in Ireland.",
        "Francis Laur, such as that an actual interview took place in 1878 between Gambetta and Bismarck.",
        "Immediately on his arrival, in February 1800, the duke of Orleans, at the suggestion of Dumouriez, sought an interview with the comte d'Artois, through whose instrumentality he was reconciled with the exiled king Louis XVIII., who bestowed upon his brothers the order of the Saint Esprit.",
        "Daudet gives the account of the interview left by the comte d'Artois, and he also makes it clear that Louis Philippe, while protesting his loyalty to the head of his house, did not disguise his opinion that a Restoration would only be possible if the king accepted the essential changes made by the Revolution.",
        "When the time came, after the famous interview with Napoleon at Dresden, and the breakdown of the abortive congress of Prague, Austria threw in her lot with the allies.",
        "During the interview at OlmUtz between Manteuffel and Schwarzenberg it was agreed that, like the affairs of Hesse-Cassel, those of SchleswigHolstein should be submitted to the decision of all German states, but that, in the meantime, Prussia and Austria should act together.",
        "But Napoleon was himself little inclined to use the warlike tone of his people; and Bismarck found it easy to ~in him over to his views by explaining the temporary nature of the convention, and by dropping hints at the famous interview at Biarritz (September 30, 1865) of possible compensations to France in the event of a Prussian victory over Austria; the probability of a prolonged struggle in Germany between two powers apparently evenly matched, moreover, held out to the French emperor the prospect of his being able to intervene at the proper moment with overwhelming effect.",
        "The emperor had refused to confirm the election; he had been re-elected, and then the emperor, in a personal interview, appealed to him to withdraw.",
        "interview with Klbcr and succeeded in obtaining from him the government of Upper Egypt.",
        "In view of the rumours current, Sir Eldon Gorst, in the form of an interview in El Mokatlam, a widely read native paper, restated (October 1908) the British view as to the occupation of the country and the demand for a parliament.",
        "At last, in the spring of 1822, after a prolonged siege in his island fortress at Iannina, which even the outbreak of the Greek revolt had not served to raise, the intrepid old man was forced to sue for terms. He asked and received an interview with Khurshid, was received courteously and dismissed with the most friendly assurances.",
        "I) is mainly taken from J, though E's account of the first interview with Pharaoh has been partially retained in v.",
        "Other distinctive features of J's narrative are: (I) Moses alone is bidden to interview Pharaoh (vii.",
        "The latter passage, however, can hardly represent the conclusion of the interview, which is found more naturally in xxxiii.",
        "On the day of his capture Monmouth wrote to James in terms of the most unmanly contrition, ascribing his wrong-doings to the action of others, and imploring an interview.",
        "A free exchange of views took place, with the result that Mr. Asquith invited the Press to appoint a representative who would interview Lord Kitchener and Mr. Churchill each week with the object of putting questions to them and receiving private information for circulation to editors.",
        "In the winter of 1867-1868 he travelled in Germany - the account of his interview with Bis- marck is one of the most interesting chapters of his Reminiscences.",
        "At first he was willing to subordinate them to an attempt to win over Scotland to his anti-papal policy, and he made various efforts to bring about an interview with his nephew.",
        "About this week must have occurred the interview in the garden at the Douglas's house of Whittingehame, between Morton, Bothwell and Lethington, when Morton refused to be active in Darnley's murder, unless he had a written warrant from the queen.",
        "Further steps were taken after Goluchowski's interview with the tsar at Miirzsteg in 1903, and two civil agents representing the countries were appointed for two years to ensure the execution of the promised reforms. This period was extended in 1905, when Goluchowski was the chief mover in forcing the Porte, by an international naval demonstration at Mitylene, to accept financial control by the powers in Macedonia.",
        "Immediately afterwards he was sent over to Marseilles, where an interview between the pope and Francis I.",
        "It was at this interview that Bonner intimated the appeal of Henry VIII.",
        "In 1808 it was the scene of the memorable interview between Napoleon and the emperor Alexander I.",
        "When Diocletian had begun to manifest a pronounced hostility towards Christianity, George sought a personal interview with him, in which he made deliberate profession of his faith, and, earnestly remonstrating against the persecution which had begun, resigned his commission.",
        "Napoleon, moreover, he regarded not as the scourge of Europe, but as the defender of civilization against the barbarism of the Slays; and in the famous interview between the two men at Erfurt the poet's admiration was reciprocated by the French conqueror.",
        "She obtained an interview with him, and to test her resolution he told her to dress in penitential sackcloth and beg alms for the poor in the streets of Assisi.",
        "The interview was not very successful.",
        "True to his habit of taking the German people into his confidence, he wrote an account of his interview with the Legate, and published it under the title of the Acta Augustana.",
        "Luther had been spending the time between his interview with the Legate at Augsburg (Oct.",
        "A stone let into the promenade close by marks the spot where, on the 13th of July 1870, King William of Prussia had the famous interview with the French ambassador Count Benedetti which resulted in the war of 1870-1871.",
        "Eager as he always was to try diplomacy instead of war, Louis sent a gift of 60,000 golden crowns to Charles and secured a safe conduct from him for an interview.",
        "The interview took place on the 9th of October 1468 at Peronne.",
        "Macnaghten was treacherously murdered at an interview with the Afghan chief, Akbar Khan, eldest son of Dost Mahommed.",
        "In May the king's minister, Count de Florida Blanca, intimated to him that the one obstacle to a treaty was the question of the free navigation of the Mississippi, and for months following this interview the policy of the court was clearly one of delay.",
        "The following year (452), that of the Italian campaign, was marked by such events as the sack of Aquileia, the destruction of the cities of Venetia, and finally, on the banks of the Mincio, that historical interview with Pope Leo I.",
        "The various accounts about what happened in this interview are without exception untrustworthy.",
        "At an interview at Le Goulet on the 25th of March, Philip demanded the cession of Anjou, Poitou and Normandy to his ward, Arthur.",
        "When therefore, on the 8th of October, Guizot, in an interview with Palmerston, presented what was practically an ultimatum on the part of France, \"it was determined that this intimation should be met in a friendly spirit, and that Lord Palmerston should see the Ministers of the other powers and agree with them to acquaint the French that they with England would use their good offices to induce the Porte not to insist on the deprivation of Mehemet Ali so far as Egypt is concerned.\"",
        "Subsequently the duchess, in a final interview which she had forced upon the queen, found her tears and reproaches Swift's Mem.",
        "Returning to the khan's camp he joined the cortege of one of the Khatuns, who was a Greek princess by birth (probably illegitimate) and in her train travelled to Constantinople, where he had an interview with the emperor Andronikos III.",
        "In 1565 it was the scene of an interview between Charles IX.",
        "Kirkby having given the king his information, Oates was sent for (13th August), and in a private interview gave details, in forty-three articles, of the plot and the persons who had engaged to assassinate Charles.",
        "He managed to obtain a personal interview with the king, but does not seem to have been much satisfied with it.",
        "There was a stormy interview at York Place; but Pole succeeded in mollifying the king's rage so far that Henry told him to put into writing his reasons against the divorce.",
        "The envoy managed to obtain an interview with the minister of foreign affairs in London, who, in July 1839, stipplied him with a statement, fuller than before, of all English demands upon his country.",
        "The Turkish authorities protected him, and serious complications were imminent; but finally an interview ~ i-1-,~ ~4,-i, ,rnl th~ fl,-tih o-,~nt m~, rn~.,-l ~-,,-l ti,~ ~",
        "Eventually the spokesmen had an interview with the ministers, and some reforms were the result.",
        "In 1789 so strong had feeling amongst the burghers become that delegates were sent from the Cape to interview the authorities at Amsterdam.",
        "He even asked John Wesley, in 1739, to desist from preaching in his diocese of Bristol, and in a memorable interview with the great preacher remarked that any claim to the extraordinary gifts of the Holy Spirit was \"a horrid thing, a very horrid thing, sir.\"",
        "In this connexion Mr. Lansbury visited Russia in 1920 and was accorded an interview with Lenin.",
        "Pigott retired to the headquarters of the sect, the \"Abode of Love\" in Somerset, and all efforts to interview him or to obtain details of the life of the community were abortive.",
        "In 1255 an interview between the English and Scottish kings at Kelso resulted in the deposition of Menteith and his party in favour of their opponents.",
        "In an interview at Ivois, he reproached the emperor with the violation of promises, and Henry III.",
        "There was a screen between them at the interview, such as the present regentempresses of China use in giving audience to their ministers; but Tze-lu, one of his principal disciples, was indignant that the master should have demeaned himself to be near such a woman, and to pacify him Confucius swore an oath appealing to Heaven to reject him if he had acted improperly.",
        "the interview of Heracles with the bailiff of Augeas and his recital to Phyleus, son of Augeas, of the story of the Nemean lion.",
        "At first Charles refused to see her, but popular feeling in her favour induced his advisers to persuade him after three days to grant her an interview.",
        "Little else is known about Monstrelet except that he was present, not at the capture of Joan of Arc, but at her subsequent interview with Philip the Good, duke of Burgundy.",
        "Sir Harry Smith, informed of the threatening attitude of the natives, proceeded to the frontier, and summoned Sandili and the other chiefs to an interview.",
        "In the first interview Mr Borckenhagen remarked to Rhodes: \" We want a united Africa,\" and Rhodes replied: \" So do I.\"",
        "The other interview took place at the beginning of the Bond's existence.",
        "On the 15th of November, Pizarro entered Caxamarca, and sent his brother and Ferdinando de Soto to request an interview with the Inca.",
        "The interview was carried on by the priest Vicente de Valverde, who addressed the Inca through an interpreter.",
        "It was in Armenia, while on his expedition against Persia, in 622 that, in an interview with Paul, the head of the Severians (Monophysites) there, Heraclius first broached the doctrine of the µia EvEp-yECa of Christ, i.e.",
        "The day after the demonstration of June 1832 on the occasion of the funeral of General Lamarque, he made himself indirectly the mouthpiece of the Democrats in an interview with Louis Philippe, which is given at length in his Memoires.",
        "The lord-lieutenant had an interview with Parnell, of which very conflicting accounts were given, but the Irish leader issued a manifesto advising his friends to vote against the Liberals as oppressors and coercionists, who promised everything and did nothing.",
        "Under pretext of grave news received from his father, and of an interview at Metz with his uncle, the emperor Charles IV., he begged the states to adjourn till the 3rd of November 1356.",
        "of England at their interview on the Field of Madrid.",
        "but after the conquest of Savoy and Piedmont and a fruitless invasion of Provence by Charles V., it resulted in another truce, concluded at Nice, in the interview at Aigues-mortes, and in the old contradictory policy of the treaty of Cambrai.",
        "from an interview with the duke of Wtirttemberg at Zabern, where he had once more demanded the help of his Lutheran neighbors against the, Calvinists; and the Catholics having celebrated this as a victory the signal was given for the commencement of religious wars.",
        "After three years the Guises reopened hostilities against Coligny, whom they accused of having plotted the murder of their chief; while the Catholics, egged on by the Spaniards, rose against the Protestants, who had been made uneasy by an interview between Catherine and her daughter Elizabeth, wife of Philip II.",
        "Sagasta was summoned to El Pardo, and the result of his interview with the queeai-regent, Canovas and the generals, was the understanding ever afterwards known as the pact of El Pardo, the corner-stone of the whole policy of the regency, and of the two great statesmen who so long led the great dynastic parties and the governments of Doa Christina.",
        "The first unfavourable rumours with reference to him arose in connexion with an interview with Herr Max Warburg, the German financier at Stockholm.",
        "The episode, with the interview between Saul and Samuel, and with its interesting attitude to Saul and to the prophets, was evidently unknown to the writer of xv.",
        "The disastrous overthrow of Israel in the north (xxxi.) finds its explanation in an interview with the dead Samuel (xxviii.",
        "In 1880 Leopold sought an interview with General C. G.",
        "He went up to Bogos, and had an interview with Walad Michael, an Abyssinian chief and the hereditary ruler of Bogos, who had joined the Egyptians with a view to raiding on his own account.",
        "Gordon had an interesting interview with the king, but was not able to do much, as the king wanted great concessions from Egypt, and the khedive's instructions were that nothing material was to be conceded.",
        "He had an interview with Garibaldi and appointed him commander of the newly raised volunteer corps, the Cacciatori delle Alpi.",
        "A mere week later she received a call requesting an interview.",
        "She didn't want to die, and she didn't want to spend the rest of her life without ever seeing the sun again like Brad Pitt in Interview with the Vampire.",
        "In spite of his discom­fort with having to conduct the interview, he found he was now reluctant to leave.",
        "Dean finished the interview by obtaining the names of Jeffrey Byrne's doctor and insurance agent although, according to his wife, Byrne seldom visited a doctor and the only life insurance he car­ried was whatever his employer provided.",
        "He mumbled a summary of his interview with the high school lover who'd lodged in the next room.",
        "Before the uniformed officers left to interview the neighbors, Dean called Lieutenant Anderson to inform him of this latest development.",
        "Watching Sam drool over him â€“ especially during a job interview â€“ left Carmen feeling uncertain about the girl.",
        "The job interview especially is a moment of mutual acquaintance.",
        "In a candid interview with the Times, Bull said: \"I learned a lot from the Lawton fight.\"",
        "It is important for him/her to attend for an interview.",
        "The interview excerpts repeatedly refer to girls' \"supposedly innate longer attention spans and their natural facility with communication.\"",
        "National health interview services the office much actual California Broker Magazine research.",
        "all-important job interview?",
        "alumna of a university that depends on volunteers to contact and interview the applicants.",
        "amusing to hear the interview subject ask, \" You can record on an iPod?",
        "All suitable short-listed applicants will normally be invited to attend for interview.",
        "Interview shortlisted applicants may be invited to attend an interview.",
        "appraisal interview is undertaken.",
        "arrange an interview with one of the groups taking part in the 20's Plenty!",
        "Download this lethal arsenal and you will absolutely interview to the best of your ability.",
        "There's an excellent, lengthy video interview with Munro who is keen to discuss all aspects of her career in exploitation films.",
        "Despite repeated attempts to contact, photograph and interview the artist, he remained elusive.",
        "attend for interview with their Adviser upon request (e.g. to discuss progress issues ).",
        "In a telling incident, after the grand ayatollah agreed to an interview, his aide called back.",
        "See Phil's TV interview for BBC London Report on the City of Hope Medical Center charity bash.",
        "brag file is the key to a successful interview.",
        "There are two elements to the selection process for short-listed candidates: an interview panel and a presentation panel.",
        "Which have associated a weakened cartel at the interview annually for standard coverage.",
        "causal attributions during an open-ended interview with seriously mentally ill patients.",
        "Admission into the workhouse first required an interview to establish the applicant's circumstances.",
        "close-run contest, you should view the final interview as a genuine test.",
        "commencetended interview date for this post will be the week commencing 24th July 2006.",
        "One Bedlam member sparked controversy by making the same point in a recent radio interview.",
        "The interview is interrupted by a telephone call from the gentleman cracksman himself.",
        "Mrs McPhail explained: \" I found the place so creepy, I let the presenter go down to do the interview himself.",
        "Contents The Duisenberg years The looming payments crisis Central bank financial strength Reinventing Euro-area NCBs Svensson - Interview CENTRAL BANKING VOL.",
        "During the interview we discussed UFOs and also the latest crop circles to appear in Wiltshire just the week before.",
        "To read the rest of the interview please click below and remember Viking Moses crosses in out on the 7th of August.",
        "discuss why the interview was taking place.",
        "distortion of the truth will probably be picked up at an interview.",
        "elated with the prospect of an interview.",
        "A special emissary from the Communist International came to China to interview Chen and bring him back to Moscow.",
        "The issues to be included in the questionnaire and interview would be clarified through formative evaluation while the course proceeded.",
        "exclusive interview with the man himself.. .",
        "Late arrival for a job interview is never excusable.",
        "expounded more fully in an exclusive interview to be published in a forthcoming issue of The X Factor.",
        "favorable impression during the interview.",
        "The mixture of disgust and exaggerated fear in that interview was wonderful and ancient.",
        "flight attendant jobs (also called Open Interview Session or Job Fair.. .",
        "interview tips for flight attendant jobs Insider interview techniques that work for flight attendant jobs Insider interview techniques that work for flight attendant jobs.. .",
        "In this interview I have tried to explore the folk music that influenced the Vujicsics Ensemble.",
        "follow-up interview is carried out in most cases to assess outcomes.",
        "Control group patients received usual care with quarterly semi-structured telephone interview follow-up only.",
        "And the first interview I do, someone who I have never met before fondles me for his own satisfaction.",
        "In a remarkably frank interview, published in the weekly paper Demos, Gouveia accused the party's secretariat of being \" inactive \" .",
        "At least the link for vic Galloway 's interview with joey burns of calexico is working today.",
        "Alan McGee gets grilled in a City Life Interview!",
        "As the employer may have several hundred enquiries for a position he/she will only choose a few suitable people for an interview.",
        "Kata based sparring An interview with Iain Abernethy - Geoff Thompson A brief history of Kata The Bubishi - Karate's Most Important Text?",
        "Bonnie's Interview \" It was time to go \" Tonight Bonnie become the first housemate to be evicted from the Big Brother house.",
        "Crazygirl I did my first ever in-depth interview for Mookychick.",
        "The recruitment process was fairly intense, and consisted of a first interview then a longer, two-day assessment center.",
        "For qualifications you must have an audition, have danced 10+ years or have interned for 2 years, and have an oral interview.",
        "At the end of the call we may arrange a work-focused interview with a personal adviser at your local Jobcentre Plus office.",
        "In some cases you may be asked to attend an interview.",
        "Part 2 Of An exclusive interview With The Father Of Digital FM Synthesis.",
        "Obtain requirements analysis in a structured interview with the problem owner.",
        "Following the BOSS Day, London City Airport invites students to the Airport to participate in a mock interview.",
        "interview techniques.",
        "The panel further directs the PCT to establish an interview panel including none of the members of the interview panel including none of the members of the interview panel of 29 July 2003.",
        "interview schedule was piloted and agreed in the Spring of 1995.",
        "The process is designed to prepare students for a genuine job interview.",
        "If invited to interview, you will usually receive two or more interviews with tutors in your subject at your allocated college of preference.",
        "invited back for an interview.",
        "Bernard Attard joined us in order to interview the former jobbers.",
        "Holthaus made up for his lack of ' fun time ' during the interview mercilessly lampooning \" Cool Backline Guy \" Dave Lee!",
        "legislation zuvekas before the interview.",
        "The satin underwear thing came about as the result of her trying to inject a little levity into the proceedings at the first interview.",
        "From his interview with Roberts, Dagg built up another facial likeness of the suspect.",
        "MONDAY Monday morning, I caught the metro for my Wall Street English interview.",
        "Examples A classic style of microphone for speech recording in interview situations is a hand-held dynamic cardioid microphone.",
        "You need to arrive 10-15 minutes before the start of your interview.",
        "Accepting he's telling the truth, the original article has undoubtedly grossly misrepresented what he said in interview.",
        "mock interview with your Careers Adviser.",
        "In addition, once every couple of months, I will interview a published novelist to share his or her secrets for success.",
        "First we would like to thank you Rebecca for the interview and your interest in our French oi!",
        "one-on-one interview.",
        "Interviews These can be either one-to-one or panel interviews and will probe any doubtful areas raised at first interview.",
        "Importantly they were also able to talk one-to-one with some of the people who actually assess and interview applicants.",
        "onstage business interview with Sven Goran Eriksson and hosted the Sunday Times National Small Business Week.",
        "Another interview with Diane about the state of hospital volunteering, particularly in regard to the new hospital, seemed opportune.",
        "For further interview on prison interviews see Chapter 35 Part 3 - Criminal bankruptcy orders.",
        "The principal percipient is Miss Z, aged 21 at the time of our interview in 1973.",
        "The SHO admitted at interview that he did not examine Mrs Y for signs of surgical emphysema a sign of oesophageal perforation.",
        "His answers are often indirect - he tells you what he wants you to know - which makes him somewhat perplexing to interview.",
        "Once your young person has applied for a course at the college, they will be invited in for an informal interview.",
        "pivotal in terms of my preparation for my job interview.",
        "pledge of secrecy under which the interview took place.",
        "I was listening to a radio interview with riot policeman in Berlin this morning.",
        "It was in fact Alison who had first posited the possibility of a duplicitous Adele in her eviction interview.",
        "thorough preparation will give you the confidence to do your best at an interview.",
        "My personality profile from the first to second interview is so different.",
        "The second interview you always let them run the whole show, just to show them that you are not always so pushy!",
        "But he did not interview the alleged rapist - referred to as AA - or Prince Charles about the allegations.",
        "The formidable Albert Watson once remonstrated with Photography Monthly's Terry Hope in an interview: ' Look at this camera here ' .",
        "At households containing private renters, an additional interview is carried out with the tenant or partner in each tenancy group in the household.",
        "resigned as international development secretary following the campaign to topple Saddam Hussein, made her comments in a radio interview.",
        "Resume templates Offers resume templates Offers resume and cover letter templates to download, writing tips and an interview guide.",
        "The odd decent radiohead interview notwithstanding, it's a little retro for my tastes.",
        "reverberateghts of daytime TV reverberating around the room, it's time to draw the interview to a close.",
        "Future Events Round Table meeting: On 7th December, there is a water industry round table meeting followed by an interview.",
        "Clearly it is helpful to establish contact during the six month run-up to the scholarship interview.",
        "One of the highlights was both of us doing an interview on the more than slightly scary Bulgarian National Radio.",
        "A semi-structured interview schedule was utilized to facilitate the group discussion.",
        "Access Granted The special feature is an interview with the film's screenwriter Tony Gilroy.",
        "Design: cross sectional, face to face interview survey.",
        "selected for an interview, we will endeavor to notify you within ten days of receiving your application.",
        "shortlist of applicants may be invited for interview.",
        "Someone is needed to interview two spinster sisters in their nineties for a research project in Social History and Folklore.",
        "Lifetime benefit would mean to the by Steven smith at the interview.",
        "Some behind the scenes interview snippets with cast & crew on how they created the characters.",
        "Number of students sought: 12 Nature of Pro Bono Work: Interview clients on arrival.",
        "sparked controversy by making the same point in a recent radio interview.",
        "Steven smith at the interview.",
        "wearing a simple sundress, she discusses her role as Olive in the following interview.",
        "tally of 13 medals included three for Kirsty Balfour, who we caught up with for this month's Total Swimming interview.",
        "tape-recorded interview during which Bryce replied, \" No comment \" to all the questions.",
        "Sandra will be providing her expert opinion on how to create a winning CV as well as offer tried and tested interview techniques.",
        "It teaches you the insider job interview tips that most interviewers dont want you to know.",
        "transcribethe importance of transcribing an interview verbatim?",
        "Radio interview transcript - Jeremy Vine, Radio 2, Weds 31 March 2004.",
        "triangulation interview brings together the student, specialist practice mentor and the link tutor to verify evidence of achievement at each assessment point.",
        "twitchy moment, watching this morning's interview.",
        "unedited transcript of the full interview.",
        "unemployed jobseekers with the cost of traveling to the interview through the Travel to Interview scheme.",
        "Media Lounge's almost unnatural energy levels make the interview fly by.",
        "unstructured interview may seem like quite an informal chat.",
        "In the interview Amis described Deller as ' genial, straightforward, considerate, clear-eyed ' and ' charmingly uxorious ' .",
        "And I recently saw an interview with her and she came across as very vapid and artificial American.",
        "videotape of the lesson and the stimulated recall interview took place.",
        "videotape of the interview?",
        "Well, I finally lost my job interview virginity last week taking an interview for a web developer job in Reading.",
        "wager bets on how long certain politicians can go in an interview without uttering their favorite words.",
        "The written warning should accurately record the warning given at the disciplinary interview.",
        "Development of theory The following is an extract from an interview with bereaved widows.",
        "write-up of the interview was checked by the interviewee.",
        "young person has applied for a course at the college, they will be invited in for an informal interview.",
        "On the 17th of October 1593 a convention of delegates was held at Edinburgh at which a committee was appointed to follow the king and lay before him in a personal interview certain instructions relating to the punishment of the rebellious Popish earls and the safety of the church.",
        "The young king, still hoping for Napoleon's favour, now responded to the suggestion, forwarded by Savary, that an interview with the emperor would clear up the situation.",
        "His actions at this time have been ascribed to righteous indignation against Metternich's double-dealing; and in a long interview at the Marcolini palace at Dresden on the 26th of June he asked the chancellor point blank how much money England had given him for his present conduct.",
        "Two messengers were that night despatched to interview Rhodes, who then gave the assurance that the flag question might be left to a plebiscite of the inhabitants of the Transvaal' (see Blue-book, 1897, 165, p. 21).",
        "If, as most critics agree, it is a historical romance (cf., e.g., the book of Judith), it is possible that a writer, preferably one who lived in the post-exilic age and was acquainted with Babylonian history, desired to enhance the greatness of Abraham by exhibiting his military success against the monarchs of the Tigris and Euphrates, the high esteem he enjoyed in Palestine and his lofty character as displayed in his interview with Melchizedek.",
        "Muraviev died suddenly on the 21st of June 5900, of apoplexy, brought on, it was said, by a stormy interview with the tsar.",
        "In October Cecil had an interview with Mary at Chatsworth, when the conditions of her possible restoration to the throne in compliance with French demands were debated at length.",
        "He was honoured by the university of Oxford with a doctor's degree, by the Royal Academy with a professorship, and by the king with an interview, in which his majesty most graciously expressed a hope that so excellent a writer would not cease to write.",
        "The notes' bearing upon the interview which he obtained with the king show that he had begun to see more clearly the nature and extent of the offences with which he was charged, that he now felt it impossible altogether to exculpate himself, and that his hopes were directed towards obtaining some mitigation of his sentence.",
        "In the closing passage he drifts over from an account of this interview with Peter into a sort of monologue upon the incompatibility of the Mosaic law with the Christian gospel (ii.",
        "In 1910 Bishop Mathew claimed that his community numbered between 500 and 600, with ten priests, and that he had had many inquiries from both Roman Catholic priests, discontented with the Vatican policy, and Anglican clergy, uneasy about the validity of their orders (see an \"interview\" in the Daily Graphic, September 4, 1 9 10).",
        "The parliamentary skill of Prince Billow in holding together the heterogeneous elements of which the government majority in the Reichstag was composed, no less than the diplomatic tact with which he from time to time \"interpreted\" the imperial indiscretions to the world, was put to a rude test by the famous \"interview\" with the German emperor, published in the London Daily Telegraph of the 28th of October 1908 (see William Ii., German emperor), which aroused universal reprobation in Germany.",
        "That Calvin was actuated by personal spite and animosity against Servetus himself may be open to discussion; we have his own express declaration that, after Servetus was convicted, he used no urgency that he should be put to death, and at their last interview he told Servetus that he never had avenged private injuries, and assured him that if he would repent it would not be his fault if all the pious did not give him their hands.'",
        "Doesn't it seem strange that Mr. Anagnos never referred to this interview?",
        "If he weren't afraid of a battle why did he ask for that interview?",
        "The whole purport of his remarks now was evidently to exalt himself and insult Alexander--just what he had least desired at the commencement of the interview.",
        "The second interview you always let them run the whole show, just to show them that you are not always so pushy !",
        "The formidable Albert Watson once remonstrated with Photography Monthly 's Terry Hope in an interview: ' Look at this camera here '.",
        "Short, who resigned as international development secretary following the campaign to topple Saddam Hussein, made her comments in a radio interview.",
        "Resume templates Offers resume and cover letter templates to download, writing tips and an interview guide.",
        "The odd decent radiohead interview notwithstanding, it 's a little retro for my tastes.",
        "With thoughts of daytime TV reverberating around the room, it 's time to draw the interview to a close.",
        "Future Events Round table meeting: On 7th December, there is a water industry round table meeting followed by an interview.",
        "Access Granted The special feature is an interview with the film 's screenwriter Tony Gilroy.",
        "If you are selected for an interview, we will endeavor to notify you within ten days of receiving your application.",
        "Here he had an interview with Philip archduke of Austria, whose whole behavior shewed an earnest desire to cultivate a friendship with England.",
        "The original interview was shortened to make room for additional material when it was republished on Ford 's death - the version used here.",
        "A shortlist of applicants may be invited for interview.",
        "Beth Brook, 11 April 2006 My interview at UCL followed a very similar pattern.",
        "Lifetime benefit would mean to the by steven smith at the interview.",
        "Number of Students Sought: 12 Nature of Pro Bono Work: Interview clients on arrival.",
        "I considered a financial career but at an interview with a major bank was unable to summon up the necessary enthusiasm !",
        "Wearing a simple sundress, she discusses her role as Olive in the following interview.",
        "Because the interview is one place where you are SUPPOSED to make judgements about another individual.",
        "Britain 's tally of 13 medals included three for Kirsty Balfour, who we caught up with for this month 's Total Swimming interview.",
        "At the police station there was a short tape-recorded interview during which Bryce replied, \" No comment \" to all the questions.",
        "What is the importance of transcribing an interview verbatim?",
        "The video interview is entertaining and it 's tremendous to see how well the passage of time has treated Brandon and Barber.",
        "A triangulation interview brings together the student, specialist practice mentor and the link tutor to verify evidence of achievement at each assessment point.",
        "That said, I did have a twitchy moment, watching this morning 's interview.",
        "Below is an unedited transcript of the full interview.",
        "Jobcentre Plus may be able to assist unemployed jobseekers with the cost of traveling to the interview through the Travel to Interview scheme.",
        "Media Lounge 's almost unnatural energy levels make the interview fly by.",
        "This interview was special to me because of Jeremy 's unrelenting assault on how you can bring meaning to your life everyday.",
        "An unstructured interview may seem like quite an informal chat.",
        "In the interview Amis described Deller as ' genial, straightforward, considerate, clear-eyed ' and ' charmingly uxorious '.",
        "The participant and researcher watched the videotape of the lesson and the stimulated recall interview took place.",
        "A camera crew was filming the interview, so why did n't Van Linden simply play the unedited videotape of the interview?",
        "Two media folk in Millbank regularly wager bets on how long certain politicians can go in an interview without uttering their favorite words.",
        "In almost all cases, the write-up of the interview was checked by the interviewee.",
        "She tried to affect a calmness she didn’t feel as she went into the interview.",
        "I do not advise acting in a puerile manner during your job interview.",
        "I try to avoid being banal when sitting in an interview.",
        "Do not falter, but have confidence when you go into an interview.",
        "Jenny made sure she looked immaculate before her job interview.",
        "The journalist had the task of recording what was said in the interview verbatim so that the information used was completely accurate.",
        "Visit the childcare facilities together, screen and interview the caregivers and always thoroughly check references.",
        "Interviews-While the employing family will most likely be responsible for setting up a personal interview with the nanny, the agency should have already conducted a preliminary interview before signing the nanny.",
        "This interview will allow the agency to create information for the database that families can access.",
        "Once you've done so, you can use this information as you interview home childcare businesses.",
        "Always research and interview any childcare situation yourself; do not rely solely on word of mouth.",
        "Exclusive institutions may want to interview parents before accepting you onto their waiting list.",
        "Do I have the time to interview and screen potential nannies?",
        "Research, interview, and compare before making a final decision.",
        "The details and requirements should be spelled out in the initial interview so that prospective parents know immediately if they can proceed with that particular agency.",
        "Interview the Seller: Ask the seller if he ever dropped the bike, if he ever raced the bike, how old the tires are, what repairs or modifications he made, and whether he feels there's any sort of repair work that might be necessary.",
        "The time you'll have during an interview won't be long enough to tell you everything you need to know, but it should be just long enough for you to get a sense of whether this person will make a kind and responsible care giver.",
        "If your child is looking for homework help, check out Free Online Tutoring: Scholastic Interview on LoveToKnow Save to learn more about how Scholastic's Homework Hub can put him on the path to academic success.",
        "In a Washington Post interview, Jeff Kinney said that he wanted to portray \"the ultimate childhood\" in Diary of a Wimpy Kid and outline a tale that was meant for adults to appreciate in the process of looking back at their own childhoods.",
        "Also in the Post interview, Kinney states that, \"I was wimpy, and I still don't have to share too often . . . I was the orange cone for other kids to dribble around.\"",
        "Reliable: A newspaper article featuring an interview with an identity theft expert or law enforcement agent, detailing the proven steps to take to avoid identity theft.",
        "It's essential for attorneys to be able to get funds needed for situations such as paying for airfare to go interview a potential witness or to purchase custom-designed trial exhibits.",
        "If you have the interview, provide the manager or HR person with your Social Security number at that time.",
        "Interview many lawyers until you find one that you can trust.",
        "During the interview and hiring process, make sure you get a range of estimated expenses from the lawyer.",
        "When using online divorce resources to find an attorney, it is important to interview the attorney to find the right match for your needs.",
        "Always personally interview and check the investigator's history with the Better Business Bureau before you commit to hiring him.",
        "You will still need to go through an interview process to choose the right person for your legal needs.",
        "Editors interview experts regularly so you can benefit from the most knowledgeable experts on any given topic.",
        "Make sure you also look for the LoveToKnow Expert Interview highlight on the right sidebar of the page.",
        "Special thanks to Carrie Sinclair and to Todd Brabender for setting up this interview.",
        "Special thanks to Maya Ben for participating in the interview and for Ellyn Small of Steinreich Communications for arranging it.",
        "LoveToKnow would like to thank Blair Gautschi for taking the time for this interview.",
        "LoveToKnow Green Living's editor, Sally Painter recently spoke with Gretchen Hauble, 3M's Business Development Manager in this exclusive interview.",
        "The founder and designer of Tumbalina, Oak Atkinson, discussed her card company with LoveToKnow Green Living editor Sally Painter in this exclusive interview.",
        "LoveToKnow editor Sally Painter had the opportunity to discuss Shashi's business concept and the meaning behind the name in this exclusive interview.",
        "She shares some of her best tips in this exclusive LoveToKnow interview.",
        "LoveToKnow editor Sally Painter discussed the many properties this amazing product has with its creator Bill Turk, co-owner and CEO of TAP Insulation in this exclusive interview.",
        "The applicant must then complete the application, pass two levels of exams, submit five clinical cases and pass an oral interview.",
        "Now that you have gotten all of your information together, the next step is to interview interior designers.",
        "Interview several designers so you can compare style, price, and personality.",
        "Interview more than one designer, try to find someone that meshes well with your personality and understands your vision.",
        "Brown described his design philosophy in detail in an interview with 1stdibs online magazine.",
        "You can also learn more about her from our exclusive LoveToKnow interview.",
        "Join us as we learn more from Karen and her range of experiences with makeup in our exclusive LoveToKnow Makeup interview.",
        "Perform an initial interview or evaluation.",
        "Enjoy our exclusive interview with Dana Persia the owner and principal consultant for DP Image Consulting.",
        "Enjoy this exclusive LoveToKnow interview with Anastasi Lafazanidis as she provides some simple, but crucial advice in perfecting your own bridal beauty.",
        "So whether you're getting ready for a job interview or just picking up your dry-cleaning, a quick glance in your makeup mirror can quickly point out anything potentially embarrassing.",
        "Having experience as a makeup artist for one of the world's leading cosmetics brands, we recently caught up with Natasha for an interview.",
        "Our interview with Arianne Meade, a makeup artist you'll definitely want to know more about, was happy to give us a tutorial so detailed, you'd think she was putting your makeup on for you.",
        "For example, you should avoid wearing sparkly lipstick for a job interview.",
        "Job interview: Almost anyone giving interview tips advises women to wear a more natural makeup look when trying to get a job.",
        "Temp agencies may ask you to lay out specific information on an online form, such as salary requirements, years of experience in your chosen field, and your availability for an interview.",
        "Landing the interview is only the first part of getting a job.",
        "You will also have to sit for an interview.",
        "Going into an interview cold, without any practice, can be a recipe for disaster.",
        "You may also wish to talk to a professional interview consultation firm, such as MVP Source.",
        "If this fantasy sports interview has piqued your interest in Klicksports, you can sign up for a free account at www.klicksports.com.",
        "In this exclusive LoveToKnow Online interview, Mark O'Neill, a professional writer, blogger and editor, answers that question by describing his own path to online freelance writing.",
        "In this interview, Mark O'Neill describes how he rode the wave of this expansion, so that today he writes at his own blog, Better Than Therapy, and works full time as editor for the popular Internet technology blog MakeUseOf.",
        "Through smooth talking and sheer luck, I then participated in a BBC educational television programme on journalism, one of those, \"How did they manage to interview THOSE guys?\"",
        "LoveToKnow would like to thank Chef Michael Nenes and the Art Institute for taking the time for this informative interview.",
        "Find out more about Bryan's book and television show and the raw lifestyle in our raw food diet interview with Bryan Au at LoveToKnow Diet.",
        "You can even record the interview to use as a keepsake in your album.",
        "You may also be interested in our interview with Becky Fleck, author of PageMaps: Sketches for Creative Layouts.",
        "All About Me: If you have elderly relatives nearby, consider conducting a short family history interview to gather information for your project.",
        "Hold a mock interview with a friend or family member.",
        "Positive stress may cause you anxiety but it's usually because of something that benefits you or makes you happy such as a job interview or getting married.",
        "This teaching stress management interview will give you expert advice on how to successfully teach others about managing stress.",
        "LoveToKnow Stress Management would like to thank Dr. Serena Wadhwa for taking the time to give her expert advice in this teaching stress management interview.",
        "For example, you may feel anxious about an upcoming exam or interview, have butterflies in your stomach when it is your turn to give a presentation or worry about what kind of parent you will be when your new baby arrives.",
        "Arrive at the interview alert and dressed in business casual clothes or in more formal business clothes.",
        "Assuming all has gone well with the interview and any subsequent tests, you will be offered the job.",
        "For key pieces like jeans, formal clothes, or a job interview outfit, it may be worth the value in purchasing a more expensive article of clothing.",
        "Read Katie's LoveToKnow Interview, Expert Prom Tips.",
        "Check out Melissa and Katie's Radio Disney interview here!",
        "In the mens' department, guys can find suits for high school graduation or your first big job interview.",
        "Inspiration from Amy's interview reminds us once again that the important thing is to be true to yourself, no matter what look you lean toward.",
        "I made my own contact and then went for the interview.",
        "LTK: Do you have any interview tips for teens that are new to interviewing?",
        "For your job interview, dress one step up from what you would expect to wear normally on the job.",
        "After the interview, say \"thank you\" to the interviewer, as well as to those who ushered you in (such as the receptionist or security guard).",
        "Out of those photos, one or several models will be chosen for a look-see (think of this as a job interview)."
    ],
    "definition": [
        "A formal meeting in person, especially one arranged for the assessment of the qualifications of an applicant.",
        "a. A conversation, such as one conducted by a reporter, in which facts or statements are elicited from another.\nb. An account or a reproduction of such a conversation.",
        "Informal An interviewee: an actor who was a tough interview.",
        "in′ter·view′a·ble\nadjective",
        "in′ter·view·ee′\nnoun",
        "in′ter·view′er\nnoun",
        "Link/Cite",
        "Any face-to-face meeting, especially of an official nature. [from 17th c.]",
        "A conversation in person (or, by extension, over the telephone, Internet etc.) between a journalist and someone whose opinion or statements he or she wishes to record for publication, broadcast etc. [from 19th c.]\nThe reporter gave the witness an interview.",
        "A formal meeting, in person, for the assessment of a candidate or applicant. [from 20th c.]\nIt was a dreadful interview; I have no hope of getting the job.",
        "A police interrogation of a suspect or party in an investigation. [from 20th c.]",
        "To ask questions of (somebody); to have an interview.\nHe interviewed the witness.\nThe witness was interviewed.",
        "To be interviewed; to attend an interview.",
        "interviewer",
        "Link/Cite"
    ]
}