{
    "translation": "התערבות",
    "uses": [
        "Ruling out divine intervention, this baby is yours.",
        "At first her intervention in the business of packing was received skeptically.",
        "His personal intervention also alleviated the condition of the Quakers, much persecuted at this time.",
        "Anytime Quinn mentions outside intervention he is immediately vetoed.",
        "in his war with the Dutch, until the intervention of Louis XIV.",
        "Nicholas' letter in which he mentioned Princess Mary had elicited, in her presence, joyous comments from the countess, who saw an intervention of Providence in this meeting of the princess and Nicholas.",
        "Meanwhile the position of Charles's opponents had been considerably strengthened by the suppression of a dangerous rebellion in November 1647 by Cromwell's intervention, and by the return of troops to obedience.",
        "The historians, in accord with the old habit of acknowledging divine intervention in human affairs, want to see the cause of events in the expression of the will of someone endowed with power, but that supposition is not confirmed either by reason or by experience.",
        "\" Out of honour to the memory of St Peter,\" a condemned bishop may ask the intervention of Rome.",
        "Alexander's conduct caused renewed intervention; in 364 he was defeated at Cynoscephalae by the Thebans, although the victory was dearly bought by the loss of Pelopidas, who fell in the battle.",
        "The intervention of this man, Heribert, compels us to turn a closer glance upon the cities of North Italy.",
        "He would have entered Brussels in triumph, but his victorious advance was stayed by the intervention of the French.",
        "Prussia, while satisfied at the fall of the temporal power, seemed to fear lest Italy might recompense the absence of French opposition to the occupation of Rome by armed intervention in favor of France.",
        "Each elects its governor, legislators and provincial functionaries of all classes, without the intervention of the federal government.",
        "The dictator of Paraguay had quarrelled with Brazil for its intervention in the internal affairs of Uruguay, and he demanded free passage for his troops across refused, and alliance was formed between Argentina, Brazil and Uruguay, for joint action against Lopez.",
        "Styria, Carinthia and Carniola were next subdued, and Trieste was only saved by the intervention of the Venetians.",
        "Without admitting divine intervention in the affairs of humanity we cannot regard \"power\" as the cause of events.",
        "Napoleon But were he to intervene in Italy, the intervention Ita~ly.",
        "In many cases the digestion of reserve food materials is effected by the direct action of the protoplasm, without the intervention of enzymes.",
        "He was released after some months of imprisonment, without trial, by the intervention of his friends.",
        "The pope's intervention procured his release, after nearly a year's imprisonment.",
        "This aim prompted the annexation of Tuscany, and his intervention in the affairs of the Papal States.",
        "The second ~r hoinotype division which immediately follows reverts to the normal type except that the already split chromosomes at once separate to form the daughter nuclei without the intervention of a resting stage.",
        "Anyway, he expired two days later in the guardhouse of the citadel of St Petersburg, two days after the senate had condemned him to death for imagining rebellion against his father, and for hoping for the co-operation of the common people and the armed intervention of his brother-in-law, the emperor.",
        "To the Israelites, however, it was a miracle, an unexpected intervention on the part of Yahweh, and the first of many marvels which he performed on behalf of the people of his choice.",
        "His proposal to reinstate Leopold and the pope with Piedmontese arms, so as to avoid Austrian intervention, was rejected by both potentates, and met with opposition even in Piedmont, which would thereby have forfeited its prestige throughout Italy.",
        "He was elected through the intervention of a representative of the emperor, Count Sicco, who drove out the intruded Franco (afterwards Pope Boniface VII.).",
        "This family quarrel occasioned the intervention of Philip Augustus, king of France, who succeeded in possessing himself of a large part of the country, which was annexed to the royal domains under the name of Terre d'Auvergne.",
        "An opportunity occurred when he was seventeen, and by the intervention of friends he obtained admission into the Zaikonospasski school.",
        "It was all-important that whatever victories Garibaldi might win should be won for the Italian kingdom, and, above all, that no ill-timed attack on the Papal States should provoke an intervention of the powers.",
        "Bixio attempted to reconcile them, but the publication by Cialdini of a letter against Garibaldi provoked a hostility which, but for the intervention of the king, would have led to a duel between Cialdini and Garibaldi.",
        "\"Wait, I have not finished...\" he said to Prince Andrew, seizing him by the arm, \"I believe that intervention will be stronger than nonintervention.",
        "It has been suggested by several botanists, with considerable plausibility, that the ultra-violet or chemical rays can be absorbed and utilized by the protoplasm without the intervention of any pigment such as chlorophyll.",
        "The podest marks an essentially transitional state in civic government, and his intervention paved the way for despotism.",
        "Having abandoned the conception of the ancients as to the divine subjection of the will of a nation to some chosen man and the subjection of that man's will to the Deity, history cannot without contradictions take a single step till it has chosen one of two things: either a return to the former belief in the direct intervention of the Deity in human affairs or a definite explanation of the meaning of the force producing historical events and termed \"power.\"",
        "For some time Tsar Alexius hesitated, because he knew that intervention could entail a war with Poland, but after consulting a National Assembly on the subject, he decided to take Little Russia under his protection, and in January 1654 a great Cossack assembly ratified the arrangement, on the understanding that a large part of the old local autonomy should be preserved.",
        "However, the exercise of the pope's right of provision still left considerable scope for papal intervention, and the pope retained the annates.",
        "Foreigners were frequently granted the right of public hospitality by the senate down to the end of the republic. The public hospes had a right to entertainment at the public expense, admission to sacrifices and games, the right of buying and selling on his own account, and of bringing an action at law without the intervention of a Roman patron.",
        "Although Servia was protected from the consequences of defeat by the intervention of Austria, Prince Alexander's success sealed the union with Eastern Rumelia, and after long negotiations he was nominated governor-general of that province for five years by the sultan (April 5, 1886).",
        "In 1537 she was anxious to obtain a divorce from Methven, and her desire was on the point of being realized when it was defeated by the intervention of James.",
        "The siege of Montevideo led to a joint intervention of England and France.",
        "This second intervention gave umbrage to France, who by way of a counterpoise sent a force to occupy Ancona.",
        "This result, accruing from British intervention, was in some respects similar to that exerted by Napoleon on the Italians of the mainland.",
        "His first recorded intervention in debate in the Long Parliament was on the 9th of November 1640, a few days after the meeting of the House, when he delivered a petition from the imprisoned John Lilburne.",
        "In such experiments the molecular energy of a gas is converted into work only in virtue of the molecules being separated into classes in which their velocities are different, and these classes then allowed to act upon one another through the intervention of a suitable heat-engine.",
        "Depretis recalled Nigra from Paris and replaced him by General Cialdini, whose ardent plea for Italian intervention in favor of France in 1870, and whose comradeship with Marshal Macmahon in 1859, would, it was supposed, render him persona gratissima to the French government.",
        "The Italian general would have preferred to wait until his intervention was requested Opcra dons in by both pretenders to the Abyssinian throne.",
        "On the intervention of Agrippa the order was countermanded, and the assassination of the emperor (41) effectually stopped the desecration.",
        "At first they engaged contractors, whose intervention proved completely ineffectual.",
        "An attempt to hold a public procession of the Host in connexion with the Eucharistic Congress at Westminster in 1908, however, was the signal for the outburst of a considerable amount of opposition, and was eventually abandoned owing to the personal intervention of the prime minister.",
        "In addition, the intervention of very heavy weather may mar all the work already accomplished, and require the whole series of operations to be undertaken de novo.",
        "in 1481, a unique opportunity for the intervention of Europe in Turkish affairs presented itself.",
        "When the World War broke out his attitude was favourable to the absolute neutrality of Italy, believing that his country's interests lay in not siding with either group of belligerents, and on the eve of Italian intervention he made an attempt, by using his personal hold over the Parliamentary majority, to upset the Salandra Cabinet, but it was frustrated by an uprising of public opinion in favour of war.",
        "can seldom be durably healed without the intervention of a third party who is called in as arbiter, and in this way an impartial and wise power acquires of necessity a great and beneficent influence over all around it \" (W.",
        "The looked-for intervention of Egypt was unavailing, although a temporary raising of the siege inspired wild hopes.",
        "In Palestine few could command leisure for meditation; as for opportunities of effective intervention in affairs, they had none, it would seem, once Alexander was dead.",
        "Both projects were prohibited by the emperor on the intervention of the legate.",
        "Canning, freed from Wellington's restraint, carried his intervention on behalf of Greece a step further, and 6 Memorandum to Canning of January 26, 1826 (Well.",
        "The 10/66 group has been working on an intervention designed to educate and train caregivers to better manage people with dementia in the community.",
        "The biggest suc- cesses continue to be the buildings we do not adopt but where our intervention stimulates the owners into action.",
        "cessation of smoking is the only intervention proven to modify disease progression.",
        "Hastings resolved to make a progress up country in order to arrange the affairs of both provinces, and bring back all the treasure that could be squeezed out of its holders by his personal intervention.",
        "8), they became the rivals of the Judaean dynasty in the period of its splendour, and a chief element in the disorders which invited Pompey's intervention in Palestine.",
        "the 18th Pius invited Roman the armed intervention of France, Austria, Naples Republk~ and Spain to restore his authority.",
        "Leopold iccepted as regards the constitution, but said nothing about oreign intervention.",
        "at Constantinople, promoted by Mancini, Italian minister for foreign affairs, in the hope of preventing European intervention.",
        "59), he ordered Batum to be transformed into a fortified naval port, but in the Balkan Peninsula he persistently refrained, under a good deal of provocation, from any intervention that might lead to a European war.",
        "Later followed the appearance of lights; quasi-human voices; musical sounds, produced, it is said, without instruments; the \"materialization\" or presence in material form of what seemed to be human hands and faces, and ultimately of complete figures, alleged to be not those of any person present, and sometimes claimed by witnesses as deceased relatives; \"psychography,\" or \"direct writing and drawing,\" asserted to be done without human intervention; \"spirit-photography,\" or the appearance on photographic plates of human and other forms when no counterpart was visible before the camera to any but specially endowed seers; 3 unfastening of cords and bonds; elongation of the medium's body; handling of red-hot coals; and the apparent passage of solids through solids without disintegration.",
        "We stand on safer ground when we come to Elijah's bold intervention on behalf of righteousness when he declared in the name of Yahweh the divine judgment on Ahab and his house for the judicial murder of Naboth.",
        "The terms, arranged through the intervention of John, archbishop of Ravenna, were not observed by 1 The great pinewood to the east of the city, which is still one of the great glories of Ravenna, must therefore have been in existence already in the 5th century.",
        "With a party of congressmen he visited the Philippines on a tour of inspection July-September 1905, and in September 1906, on the downfall of the Cuban republic and the intervention of America, he took temporary charge of affairs in that island (September - October).",
        "But a year later he acquiesced in the establishment of a Labour council of action, and in the threat of a general strike in case of any military or naval intervention against the Soviet Government of Russia.",
        "A long series of insurrections - those of 1821, 1833, 1841, 1858, 1866-1868, 1878, 1889 and 1896 may be especially mentioned - culminated in the general rebellion of 1897, which led to the interference of Greece, the intervention of the great powers, the expulsion of the Turkish authorities, and the establishment of an autonomous Cretan government under the suzerainty of the sultan.",
        "The firman was undoubtedly illegal, as it violated a convention possessing a quasi-international sanction, but the Christians were unable to resist, and the powers abstained from intervention.",
        "On the 4th of September 1896 the assembly formally accepted the new constitution and declared its gratitude to the powers for their intervention.",
        "The intervention of Greece caused immense excitement among the Christian population, and terrible massacres of Moslem peasants took place in the eastern and western districts.",
        "The famous story of Herodotus, that the conqueror condemned Croesus to the stake, from which he was saved by the intervention of the gods, is quite inconsistent with the Persian religion.",
        "His intervention in the west was solicited by Ptolemy, Ceraunus, who, on the accession to the Egyptian throne of his brother Ptolemy II.",
        "Thanks to the friendly intervention of the marechal du camp, baron Duteil, Bonaparte once more gained leave of absence for three months and reached Corsica in September 1791.",
        "The occupation of Lisbon, which led on to Napoleon's intervention in Spanish affairs, resulted naturally from the treaty of Tilsit.",
        "Here, then, were all the conditions which favoured Napoleon's intervention.",
        "It has, however, since been found that in other kinds of insects the tissues degenerate and break down without the intervention of phagocytes.",
        "Through the intervention of the government of Bern, liberty of worship was granted on the 28th of March 1533 to the Reformation party in Geneva.",
        "Cases of parthenogenetic reproduction, or reproduction without the intervention of the male, have been recorded in the case of two genera (Filistata and Tegenaria), and may be commoner than is usually supposed.",
        "Without the active intervention of a strong body of interested parties it is sometimes unlikely that new industries will be undertaken even in places well suited for them.",
        "There may be cases which cannot be explained in this way; but \" whatever may be thought about them, it is plain that even if these and their like are really to be traced to the intervention of the divine mercy which loves to reward a.",
        "occasio, an event), in philosophy, a term applied to that theory of the relation between matter and mind which postulates the intervention of God to bring about in the one a change which corresponds to a similar change in the other.",
        "Desultory warfare was carried on between the colonial troops and the Basuto until 1881, when the intervention of the high commissioner, Sir Hercules Robinson (afterward Lord Rosmead), was asked for.",
        "Apart from the important part which he took in helping to co-ordinate and draft the Civil Code, Cambaceres did the state good service in many directions, notably by seeking to curb the impetuosity of the emperor, and to prevent enterprises so fatal as the intervention in Spanish affairs (1808) and the invasion of Russia (1812) proved to be.",
        "He ardently called for the armed intervention of King Louis XIII.",
        "The following year, the question of the intervention of kings in the election of bishops having been raised in a pamphlet by Charles Hersent (Optatus Gallus de cavendo schismate, 1640), Marca defended what were then called the liberties of the Gallican Church, in his celebrated treatise De concordia sacerdotii et imperii, seu de libertatibus ecclesiae gallicanae (1641).",
        "12), and with the wrathful intervention of Yahweh referred to by Isaiah (xxviii.",
        "Up to this time the rule of the Bhonsla rajas, rough warriors of peasant extraction, had been on the whole beneficent; but, soured by his defeat, Raghoji now set to work to recover some of his losses by a ruthless exploitation of the peasantry, and until the effective intervention of the British in 1818 the country was subjected to every kind of oppression.",
        "On the appeal of the abbots the dispute was now referred by the Holy Synod to the court of the Patriarch of Constantinople, and the intervention of the Russian Government was invited.",
        "But through the intervention of the Spanish ambassador he made peace with Naples in July 1493 and also with the Orsini; the peace was cemented by a marriage between the pope's son Giuffre and Dona Sancha, Ferdinand's grand-daughter.",
        "He may be said to have gained a world-wide reputation by his use of the phrase \"blood is thicker than water\" to justify his intervention on behalf of the British squadron engaged in the operations against the Peiho Forts.",
        "A new process of manumission was now established, to be performed in the churches through the intervention of the ministers of religion; and it was provided that clerics could at any time by mere expression of will liberate their slaves.",
        "But the landlord's interest and the general tone of feeling alike modified practice even before the intervention of legislation; they were habitually continued in their holdings, and came to possess in fact a perpetual and hereditary enjoyment of them.",
        "P. Schreiner to form a ministry, though aware that such a ministry would be opposed to any direct intervention of Great Britain in the Transvaal.",
        "The policy of leaving things alone only led from bad to worse, and \"the case for intervention is overwhelming.\"",
        "Intervention by the United States seemed probable, but did not come, and after alternations in the fortunes of war, Martinez Campos in January 1878 secured the acceptance by the rebels of the convention (pacto) of Zanjon, which promised amnesty for the war, liberty to slaves in the rebel ranks, the abolition of slavery, reforms in government, and colonial autonomy.",
        "The American people had sent food to the reconcentrados; President McKinley, while opposing recognition of the rebels, affirmed the possibility of intervention; Spain resented this attitude; and finally, in February 1898, the United States battleship \" Maine \" was blown up - by whom will probably never be known - in the harbour of Havana.",
        "By these Cuba was bound not to incur debts her current revenues will not bear; to continue the sanitary administration undertaken by the military government of intervention; to lease naval stations (since located at Bahia Honda and Guantanamo) to the United States; and finally, the right of the United States to intervene, if necessary, in the affairs of the island was explicitly affirmed in the provision, \" That the government of Cuba consents that the United States may exercise the right to intervene for the protection of Cuban independence, the maintenance of a government adequate for the protection of life, property and individual liberty, and for discharging the obligations with respect to Cuba imposed by the treaty of Paris on the United States, now to be assumed and undertaken by the government of Cuba.\"",
        "After repeated petitions from President Palma for intervention by the United States, commissioners (William H.",
        "The government of intervention at first directed its main effort simply to holding the country together, without undertaking much that could divide public opinion or seem of unpalatably foreign impulse; and later to the establishment of a few fundamental laws which, when intervention ceased, should give greater simplicity, strength and stability to a new native government.",
        "Robinson, Cuba and the Intervention (New York, 1905).",
        "Meanwhile, in June 1499, war had again broken out with Venice, mainly owing to the intervention of the pope and emperor, who, with Milan, Florence and Naples, urged the sultan to crush the republic. On the 28th of July the Turks gained over the Venetians at Sapienza their first great victory at sea; and this was followed by the capture of Lepanto, at which Bayezid was present, and by the conquest of the Morea and most of the islands of the archipelago.",
        "Turkey now sought for a rapprochement with France, and endeavoured to bring about her intervention in return for concessions as regards the holy places.",
        "Turkey's action, and the preparations being made for the siege of Corfu, now brought about the intervention of Austria.",
        "Again war all but broke out; but, through the intervention of France, a treaty of partition was signed at Constantinople on the 23rd of June 1724, whereby the shores of the Caspian from the junction of the Kur and the Arras (Araxes) northwards should belong to Russia, while the western provinces of Persia should fall to the share of Turkey.",
        "The Porte, unable to resist, was obliged to consent to the convention of Ainali Ka y ak (March 10, 1779) whereby the Russian partisan, Shahin Girai, was recognized as khan of the Crimea, the admission of Russian vessels to navigate Turkish waters was reaffirmed and Russia's right of intervention in the affairs of the Danubian principalities was formally recognized.",
        "Russia, desirous of deriving some return for the support which she had given the sultan during his rupture with the French, induced the Porte to address to her a note in which the right of intervention in the affairs of the principalities, conferred on her by the treaty of Kainarji and reaffirmed in the convention of Ainali Ka y ak, was converted into a specific stipulation that the hospodars should be appointed in future for seven years and should not be dismissed without the concurrence of the Russian ambassador at Constantinople.",
        "But the sultan could not bend his pride to suffer foreign intervention in a matter that touched his honour, and the return of Napoleon from Elba threw the Eastern Question into the background.",
        "The Ottoman Empire thus remained outside the European concert; Russia maintained her claim to a special right of isolated intervention in its affairs; and the renewal of war between Russia and Turkey was only postponed by the preoccupation of Alexander with his dream of the \" Confederation of Europe.\"",
        "At the close of 1825 an isolated intervention of Russia had seemed probable.",
        "It was to prevent such an intervention that Canning seized the opportunity of the accession of Nicholas I.",
        "Months passed without any action being taken under the protocol of the 4th of April; and Russia suspected Great Britain of merely using the protocol to prevent her Powers as own isolated intervention.",
        "The situation was however materially altered by the end of August 1826; for the Greeks, driven to desperation, had formally invited the mediation of England, thereby removing Canning's objection to an unasked intervention.",
        "To this Great Britain agreed in principle; for Canning clearly saw the need for yielding on the question of a joint intervention, if the isolated intervention of Russia were to be prevented.",
        "The intervention of the powers, based on the convention of London of the i 5th of July 1840, led to the withdrawal of Ibrahim from Syria, and the establishment by the firman of the 13th of February 1841 of Mehemet Ali as hereditary pasha of Egypt under conditions intended to safeguard the sovereign rights of the Ottoman sultan.",
        "The main operations were confined to the Crimea, where the allied troops landed on the 14th of September 1854, and they were not concluded, in spite of the terrible exhaustion of Russia, till in December 1855 the threatened active intervention of Austria forced the emperor Alexander II.",
        "A conference held at Constantinople sanctioned the union on terms which were rendered acceptable to the sultan; but Said Pasha, who had assisted the sultan in centralizing at Yildiz Kiosk the administration of the country, and who had become grand vizier, was a strong adherent of the policy of armed intervention by Turkey, and the consequence was his fall from office.",
        "Changes of ministry at Constantinople were powerless to bring about an improvement, and early in 1896 Cretan affairs became so serious as to call for the intervention of the powers.",
        "Marsilius of Padua also composed a treatise De translations imperii romani, which is merely a rearrangement of a work of Landolfo Colonna, De jurisdictione imperatoris in causa matrimoniali, intended to prove the exclusive jurisdiction of the emperor in matrimonial affairs, or rather, to justify the intervention of Louis of Bavaria, who, in the interests of his policy, had just annulled the marriage of the son of the king of Bohemia and the countess of Tirol.",
        "He was sentenced to a year's imprisonment, but was released in six months through the intervention of Thiers, who sent him on a special mission to the United States to study the question of land and water transport.",
        "The Belgian forces were dispersed, and the Dutch would have entered Brussels in triumph but for the intervention of the French.",
        "Bohemia was now again for a time free from foreign intervention, but internal discord again broke out caused partly by theological strife, partly by the ambition of agitators.",
        "Fabius Maximus Rullianus to commemorate the miraculous intervention of Castor and Pollux at the battle' of Lake Regillus.",
        "In 1155 it was besieged by the emperor Frederick I., but saved by the intervention of its bishop, S.",
        "The intervention of the Greek emperors had important consequences for Hungary.",
        "Maria herself would doubtless have shared the same fate, but for the speedy intervention of her fiancé, whom a diet, by the advice of the Venetians, had elected to rule the headless realm on the 31st of March 1387.",
        "During the last six years (1534-1540) of John's reign, his kingdom, beneath the guidance of the Paulician monk, Frater Gyorgy, or George Martinuzzi, the last great statesman of old Hungary, enjoyed a stability and prosperity marvellous in the difficult circumstances of the period, Martinuzzi holding the balance exactly between the emperor and the Porte with 3 I was kept secret for some years for fear of Turkish intervention.",
        "In 1894 there occurred an incident which not only incensed the Uitlanders to fury, but called for British intervention.",
        "Six days before Sir Alfred Milner had telegraphed to London a summary of the situation, comparing the position of the Uitlanders to that of helots and declaring the case for intervention to be overwhelming.",
        "In 1891 labour troubles brought about military intervention and consequent bloodshed.",
        "Philip William, however, gave equal rights to all his subjects, but under his son and successor, the elector John William, the Protestants were deprived of various civil rights until the intervention of Prussia and of Brunswick in 1705 gave them some redress.",
        "Hippocrates, tyrant of Gela (498-491), threatened the independence of Syracuse as well as of other cities, and it was saved only by the joint intervention of Corinth and Corcyra and by the cession of the vacant territory of Camarina.",
        "After his death in 289 comes another miserable and obscure period of revolution and despotism, in which Greek life was dying out; and but for the brief intervention of Pyrrhus in 278 Syracuse, and indeed all Sicily, would have fallen a prey to the Carthaginians.",
        "The leader of the Opposition from the first denounced the diplomatic steps taken by Lord Milner and Mr Chamberlain, and objected to all armed intervention or even preparation for hostilities.",
        "It was this threat of foreign intervention, rather than the clamour of the \"Ultras,\" that forced Louis XVIII.",
        "His courageous intervention in favour of the Girondists on the 2nd of June 1793 served Robespierre as a pretext to prevent his re-election to the Committee of Public Safety.",
        "2, it will be balanced by a thrust W lb applied to the other piston of area B ft.', where p = P/A=W/B, (I) the pressure p of the liquid being supposed uniform; and, by making the ratio B/A sufficiently large, the mechanical advantage can be increased to any desired amount, and in the simplest manner possible, without the intervention of levers and machinery.",
        "Under the guidance of such a principle the writer naturally expected the world's culmination in evil to be the immediate precursor of God's intervention on behalf of the righteous, and every fresh growth in evil to be an additional sign that the time was at hand.",
        "He starts from the fundamental thought of Jewish apocalyptic that the end of the world will be brought about by the direct intervention of God when evil has reached its climax.",
        "A revolution was only averted through the intervention of Pope Eugenius IV., who was then in Florence.",
        "The war ended, after many indecisive engagements, in 1468, through the intervention of Pope Paul II.",
        "But for the intervention of the powers and the battle of Navarino Mahmud's authority would have been restored in Greece.",
        "Warned by a hurried sign by Hamud that his life was in danger, Mahommed at once attacked Bandar, stabbed him and took possession of the citadel; a general massacre of all members of the house of Ibn Rashid followed, and next day Mahommed appeared with his cousin Hamud in the market-place of Hail, and announced his assumption of the amirship. A strong and capable ruler, he soon established his authority over all northern and western Nejd, and in 1872 the opportunity arrived for his intervention in the east.",
        "The piracies committed by the Jawasimi Arabs in the gulf compelled the intervention of England, and in 1810 their strongholds were destroyed by a British-Indian expedition.",
        "It would thus seem that he was intriguing to bring about intervention by the United States with a view to annexation; and as the independence of the French Canadian race, which he professed to desire, could not have been achieved under the constitution of the American republic, it is inconsistent to regard his services to his fellow-countrymen as those of a true patriot.",
        "Only for the intervention of man these rivers would at all times find their way into the adjoining depressions, which they would maintain as lakes of water.",
        "This greater cold is caused by the intervention of the Cordillera Negra, which intercepts the warmth from the coast.",
        "But the strong-handed intervention of Chile on the ground of assistance rendered to rebels, but really through jealousy of the confederation, ended in the defeat and overthrow of Santa Cruz, and the separation of Bolivia from Peru.",
        "Another family quarrel, that of the Salimbeni at Rocca D'Orcia, was ended by her intervention in 1377.",
        "This was celebrated by a sacred festival, and it was only through the intervention of Moses that the people were saved from the wrath of Yahweh (cp. Deut.",
        "His most important intervention in the debates of 1874 was when he opposed Archbishop Tait's Public Worship Bill.",
        "Cesare Borgia contemplated the subjugation of Bologna in 1500, when he was crushing the various despots of Romagna, but Bentivoglio was saved for the moment by French intervention.",
        "It had little chance of doing more than make speeches; the country was in the hands of an armed mob of civilians and mutinous soldiers; and, meanwhile, the grand-duke of Baden had joined with Bavaria in requesting the armed intervention of Prussia, which was granted on the condition that Baden should join the League of the Three Kings.",
        "so good an excuse for intervention; but it was the opposition of Baden to the formation of a South German confederation that made the ultimate union inevitable.",
        "Francis's personal intervention in this struggle was seldom happy.",
        "A serious difference of opinion with the chancellor regarding the proposal for a marriage between Prince Alexander of Battenberg and the princess Victoria of Prussia was arranged by the intervention of Queen Victoria, who visited Berlin to see her dying son-in-law.",
        "Through the intervention of the pope in 1702, the French, on payment of a large sum, agreed to vacate the town, and in 1715 its fortifications were rebuilt.",
        "In fact, after some fruitless attempts to save his brother, variously related by his biographers, Joseph became aware that Andre's only chance of safety lay in being forgotten by the authorities, and that ill-advised intervention would only hasten the end.",
        "These fragments of the \"province of Italy,\" as it was when reconquered by Justinian, were almost all lost either to the Lombards, who finally conquered Ravenna itself about 750, or by the revolt of the pope, who separated from the empire on account of the iconoclastic reforms. The intervention of Pippin the Carolingian, who was called in by the popes to protect them against the Lombards and the Eastern emperors alike, made a revival of the exarchate impossible.",
        "In the circumstances Frederick William's intervention in European affairs was not likely to prove of benefit to Prussia.",
        "The Dutch campaign of 1787, entered on for purely family reasons, was indeed successful; but Prussia received not even the cost of her intervention.",
        "A subsidy treaty with the sea powers (April 1 9, 1 794) filled his coffers; but the insurrection in Poland that followed the partition of 1793, and the threat of the isolated intervention of Russia, hurried him into the separate treaty of Basel with the French Republic (April 5, 1795), which was regarded by the great monarchies as a betrayal, and left Prussia morally isolated in Europe on the eve of the titanic struggle between the monarchical principle and the new political creed of the Revolution.",
        "But there is much uncertainty as to the mechanism of the process; some authors hold that the soluble chloride is first formed, while others postulate the intervention of a soluble aurate.",
        "of France in 1570 on behalf of the Protestant princes, and escaped death on St Bartholomew's Day (1572) only through the intervention of Jean de Morvilliers, the moderate and influential bishop of Orleans.",
        "At this congress the differences between Casimir and John of Bohemia were finally adjusted; peace was made between the king of Poland and the Teutonic Order on the basis of the cession of Pomerania, Kulm, and Michalow to the knights, who retroceded Kujavia and Dobrzyn; and the kings of Hungary and Poland further agreed to assist each other in the acquisition of the south-eastern border province of Halicz, or Red Russia (very nearly corresponding to the modern Galicia), in case the necessity for intervention should arise.",
        "Exemption was obtained from these incidences of feudalism by large payments to the Crown in return for charters covenanting that Malta should for ever be administered under the royal exchequer without the intervention of intermediary feudal lords.",
        "But at the same time the Austrians occupied Lucca and Leghorn, and although Leopold simulated surprise at their action it has since been proved, as the Austrian general d'Aspre declared at the time, that Austrian intervention was due to the request of the grand-duke.",
        "medius, middle), in the international sense, the intervention of a third power, on the invitation or with the consent of two other powers, for the purpose of arranging differences between the latter without recourse to war.",
        "Unlike an arbitrating power the mediator limits his intervention to suggestion and advice.",
        "It is true that states which have accepted the intervention of a mediator remain free to adopt or reject any advice he may give, but the advice of a disinterested power must always add considerable moral weight to the side towards which it inclines.",
        "For the details of this second struggle, with the concomitant diplomatic intervention of the western powers, see Denmark: History, and Sweden: History.",
        "He was threatened by the intervention of England on the side of the coalition, and would have made peace earlier but for his reluctance to abandon his ally Sweden.",
        "Machiavelli judged the case of Italy so desperate that salvation could only be expected from the intervention of a powerful despot.",
        "This ring is provided with a clamping screw, which, through the intervention of bevel-gear and rods, is operated by means of the hand-wheel 78.",
        "She considered their only hope to lie in the intervention of the powers and in the appeal to force, and endorsed the suggestion of a threatening manifesto 3 which should hold the National Assembly and Paris responsible for the safety of the king and royal family.",
        "It was natural that Francis, who from a very early age had been in the habit of writing occasionally to the newspapers, should be eager to take an active part in the discussion, though his position as a government official made it necessary that his intervention should be carefully disguised.",
        "A popular demonstration, in which the papal bulls had been paraded through the streets with circumstances of peculiar ignominy and finally burnt, led to intervention by Wenceslaus on behalf of public order; three young men, for having openly asserted the unlawfulness of the papal indulgence after silence had been enjoined, were sentenced to death (June 1412); the excommunication against Huss was renewed, and the interdict again laid on all places which should give him shelter - a measure which now began to be more strictly regarded by the clergy, so that in the following December Huss had no alternative but to yield to the express wish of the king by temporarily withdrawing from Prague.",
        "His policy of a French intervention in favour of the Italian revolutionists, by which he might have regained his popularity, was thwarted by the diplomatic policy of Louis Philippe.",
        "The term \"spontaneous combustion\" is used when a substance smoulders or inflames apparently without the intervention of any external heat or light; in such cases, as, for example, in heaps of cotton-waste soaked in oil, the oxidation has proceeded slowly, but steadily, for some time, until the heat evolved has raised the mass to the temperature of ignition.",
        "When the French intervention took place, he helped to carry the king to Cadiz, and he fought a few unsuccessful skirmishes with the invaders.",
        "They were attacked by the four great Eastern kings and spoiled, but restored by the intervention of Abram and his men coming to the aid of Lot (Gen.",
        "In reality those Powers were far more occupied with the Polish and Eastern questions than with the affairs of France; and the declaration of Pilnitz, drawn up by the sovereigns of Austria and Prussia, which appeared to threaten France with intervention, was recognized by all well-informed persons to be \"a loud-sounding nothing.\"",
        "Then turning his attention to the count of Blois, he proceeded to establish a fortress at Langeais, a few miles from Tours, from which, thanks to the intervention of the king Hugh Capet, Odo failed to oust him.",
        "The French intervention of 1861 led to a second occupation by a foreign power - a French military force under General Forey taking possession in June 1863.",
        "When the intervention of Napoleon in Spain plunged the mother country into anarchy, the colonists began to act for themselves.",
        "As early as the congress of Aix-la-Chapelle (1818), however, the question of the relations of Spain and her colonies had been brought up and the suggestion made of concerted intervention, to put an end to a state of things scandalous in itself and dangerous, if only by force of example, to the monarchical principle.",
        "He died in 1504 and his direct descendants held the sultanate of Berar until 1561, when Burhan Imad Shah was deposed by his minister Tufal Khan, who assumed the kingship. This gave a pretext for the intervention of Murtaza Nizam Shah of Ahmednagar, who in 1572 invaded Berar, imprisoned and put to death Tufal Khan, his son Shams-ul-Mulk, and the ex-king Burhan, and annexed Berar to his own dominions.",
        "the Prussian intervention deranged the symmetry of Napoleon's battle-array.",
        "The medieval church set forth Christ as present in the orderly community of the faithful; Protestantism aimed at setting the individual in immediate communion with Christ, without the mechanical intervention of the officers of the community; the 1 D'Argentre, Collectio judiciorum de novis erroribus, i.",
        "Recently the practice of driving rolls by electricity has been growing, the advantage being that each pair of rolls can be driven independently without the intervention of cumbrous shafting.",
        "The change was emphasized by the active intervention in politics of the trade unions.",
        "The intervention of Pretorius resulted in the Sand River Convention of 1852, which acknowledged the independence of the Transvaal but left the status of the Sovereignty untouched.",
        "The intervention of the governor of Cape Colony led to the of the conclusion of the treaty of Aliwal North (Feb.12,1869), which defined the borders between the Orange Free State and Basutoland.",
        "The rules of court also of many of the states of the United States provide for reference through the intervention of the court at any stage in the progress of a litigation.",
        "(See Spain, History.) As to Queen Victoria's intervention on this question and on others, these words, written by W.",
        "The Aztec calendar includes nakshatra titles borrowed, not only through the medium of the Tatar zodiac, but likewise straight from the Indian scheme, apart from any known intervention.",
        "Its history may, broadly speaking, be divided into three periods: the first (1821-1824), during which the Greeks, aided by numerous volunteers from Europe, were successfully pitted against the sultan's forces alone; the second, from 1824, when the disciplined troops of Mehemet Ali, pasha of Egypt, turned the tide against the insurgents; the third, from the intervention of the European powers in the autumn of 1827 to the end.",
        "The fate of Greece was now in the hands of the Powers, who after years of diplomatic wrangling had at last realized that intervention was necessary if Greece was to be saved for European civilization.",
        "Matters were soon ripe for foreign intervention, and the notorious Cyril of Alexandria, in whom the antagonism between the Alexandrian and Antiochene schools of theology,' as well as the jealousy between the patriarchate of St Mark and that of Constantinople, found a determined and unscrupulous exponent, did not fail to make use of the opportunity.",
        "This armed intervention compelled the duke to sign the treaty of St Julien (19th October) by which he engaged not to trouble the Genevese any more, agreeing that if he did so the two towns of Fribourg and Bern should have the right to occupy his barony of Vaud.",
        "His intervention saved the papacy.",
        "But nominalism was powerless to inspire theology with new life; on the contrary, its intervention only increased the inextricable tangle of the hairsplitting questions with which theology busied itself, and made their solution more and more impossible.",
        "But the origin of a separate priestly class, distinct from the natural heads of the community, cannot be explained by any such broad general principle; in some cases, as in Greece, it is little more than a matter of convenience that part of the religious duties of the state should be confided to special ministers charged with the care of particular temples, while in others the intervention of a special priesthood is indispensable to the validity of every religious act, so that the priest ultimately becomes a mediator and the vehicle of all divine grace.",
        "It had always been opposed to intervention in Russia, and insisted upon Russia desisting from any act that might be construed as intermeddling in the affairs of Czechoslovakia, in particular the pursuit of Bolshevist propaganda on Czechoslovak territory.",
        "They supported the peace policy of the Czechoslovak Government in foreign affairs, and were strongly opposed to intervention in Russia.",
        "They were opposed to the Soviets, but while favouring a constitutional Russia were against any intervention in that country.",
        "Through the intervention of Pompey, he became reconciled to Cicero, who had been greatly offended because Claudius had indirectly opposed his return from exile.",
        "From sheer weariness and disgust the king refrained from any intervention in public affairs for nearly ten years, looking on indifferently while the ever shorter and stormier diets wrangled perpetually over questions of preferment and the best way of dealing with the extreme dissenters, to the utter neglect of public business.",
        "Falling into the hands of the Spaniards he was recognized as having had a hand in the Antwerp disturbance, and was under sentence to be executed as a spy when he was saved by the intervention of a noble lady.",
        "His intervention in Scotland in 1 5591560 showed that he could strike on occasion; and his action over the execution of Mary, queen of Scots, proved that he was willing to take responsibility from which Elizabeth shrank.",
        "Generally he was in favour of more decided intervention on behalf of continental Protestants than Elizabeth would admit; but it is not always easy to ascertain the advice he gave.",
        "It was not till after the middle of the 19th century that a long and desperate resistance to foreign intervention under the leadership of Benito Juarez infused new life into the masses and initiated the creation of a new nationality.",
        "The state is nominally sovereign within its own boundaries, and the authority of its officers and courts in local questions is supreme except in cases where federal intervention or supervision is provided for by the federal constitution.",
        "But the apparent hopelessness of any ending to the conflict, together with the frequent outrages of both parties on foreigners, afforded strong reasons for foreign intervention.",
        "The question of a joint intervention of Great Britain, France, Spain and Prussia was mooted between those powers in 1860.",
        "The French chargé d'affaires, Dubois de Saligny, who had been sent out in November 1860, urged French intervention, and took up the Jecker claims. Jecker, a Swiss banker settled in Mexico, had lent Miramon's government in 1859 $75 0, 000 (subject, however, to various deductions): in return, Miramon gave him 6% bonds of the nominal value of $15,000,000 which were ingeniously disguised as a conversion scheme.",
        "lElfwine, the brother of Ecgfrith, was slain on this occasion, but at the intervention of Theodore, archbishop of Canterbury, !Ethelred agreed to pay a wergild for the Northumbrian prince and so prevented further hostilities.",
        "He undertook in the latter part of September and the first three weeks of October a circular tour to the different courts of Europe in the hope of obtaining some intervention, or at least some good offices.",
        "He continued to urge the necessity of more vigorous intervention on behalf of the Protestants abroad, though now his clients were the Dutch rather than the Huguenots.",
        "In 1915 he was sponsor in the Senate for the seamen's bill providing for better working conditions and increase of life-saving equipment on board ship. He favoured, in 1916, an embargo on the shipment of arms from America, but supported armed intervention in Mexico.",
        "Moffat complained to Sir George Grey, the governor of Cape Colony, through whose intervention the molestation by Transvaal Boers of British subjects in their passage through Bechuanaland was stopped.",
        "He showed statesmanlike qualities in steering a clear course between the exaggerated prudence of Baron Ricasoli, who wished to recall the troops from the frontier, and the impetuosity of Garibaldi, his second-in-command, who was anxious to invade Romagna prematurely, even at the risk of Austrian intervention.",
        "The intervention of President Roosevelt and of President Diaz of Mexico brought about an armistice on the 19th of July, and the so-called \"Marblehead Pact\" was signed on the following day on board the United States cruiser \"Marblehead.\"",
        "They appealed to London for intervention.",
        "We may still hold the opinion of Dollinger that it was intended to impress the barbarian Pippin and justify in his eyes the Frank intervention in favour of the pope in Italy; or we may share the view of Loening (rejected by Brunner, Rechtsgeschichte) that the forgery was a pious fraud on the part of a cleric of the Curia, committed under Adrian I., 4 with the idea of giving a legal basis to territorial dominion which that pope had succeeded in establishing in Italy.",
        "When once the sovereign power had been thus divided, the natural consequence was civil war and the intervention of the French king, who had long watched for some such opportunity.",
        "Canning and Wellington' were anxious to preserve the integrity of Turkey, and therefore to prevent any isolated intervention of Russia; and Wellington seemed to Canning the most suitable instrument for the purpose of securing an arrangement between Great Britain and Russia on the Greek question, through which it was hoped to assure peace in the East.",
        "There might have been good reason, from Wellington's point of view, for condemning Canning's treaty of London; but when, in consequence of this treaty, the battle of Navarino had been fought, the Turkish fleet sunk, and the independence of Greece practically established, it was the weakest of all possible courses to withdraw England from its active intervention, and to leave to Russia the gains of a private and isolated war.",
        "to use his influence in favour of peace, while the Ministry asked for the armed intervention of Great Britain.",
        "Escaping through the intervention of a friend, he went to Montargis.",
        "The intervention of Austria in the War of Liberation, and the consequent advance of the Allies under the Austrian field-marshal Prince Schwarzenberg from Prague upon Dresden, recalled Napoleon from Silesia, where he was engaged against the Prussians and Russians under Blucher.",
        "By it all the powers represented agree to respect the territorial integrity of Morocco, subject to a possible intervention limited to the purpose of preserving order within it.",
        "After a long period of rest he directed his arms against the town of Samaria, which, in spite of the intervention of Antiochus, his sons Antigonus and Aristobulus ultimately took, and by his orders razed to the ground (c. 109 B.C.).",
        "In such cases the holiness or taboo (q.v.) is traditional, or anyhow not imparted at a given moment by human intervention.",
        "The United States Congress declared against any further intervention by adopting on the 31st of May 1894 the Turpie Resolution.",
        "He left France during the Terror and on his return was arrested by the revolutionary authorities, but was liberated through the intervention of Fabre d'Eglantine and others.",
        "We find cases of their intervention in the ecclesiastical affairs of Alexandria, of the East, of Africa, Gaul and Spain.",
        "But the intervention of the Holy See in the ecclesiastical affairs of the West, which resulted from these appeals, was only of a limited, sporadic and occasional nature.",
        "But these lay officials could not long be content with a subordinate position, and hence arose incessant friction, which called for constant intervention on the part of the Frankish sovereigns.",
        "They did not, however, renounce all intervention or all profit in the nominations to prelacies, but their intervention was no longer exhibited under the forms which the Hildebrandine party held to be illegal.",
        "It must not, however, be forgotten that, in the negotiations at Sutri, Paschal had pride and independence enough to propose to the emperor the only solution of the conflict that was entirely logical and essentially Christian, namely, the renunciation by the Church of its temporal power and the renunciation by the lay lords of all intervention in elections and investitures - in other words, the absolute separation of the priesthood and the state.",
        "tion as president, Falloux, the Catholic leader, had promised to secure intervention in favour of the dispossessed pope.",
        "The German politicians and the Prussian diplomatists accredited to Rome had worked too openly at undermining the papal hierarchy, and had veiled their sympathies for Piedmont far too lightly to lead the Vatican to expect, after the 10th of September 1870, a genuine and firm intervention on the part of Prussia on behalf of the temporal power of the Holy See.",
        "In the negotiations with Germany, it was clearly seen that it was from that side that the pope expected intervention in favour of restitution; and, according to all appearances, Bismarck did for a while keep alive these representations, though with more tact than candour.",
        "Inconsistent with this is the account of the intervention of Hushai, whose counsel of delay (in order to gather all Israel \"from Dan to Beersheba\"), in spite of popular approbation, was not adopted, and with this episode is connected the tradition that the sagacious counsellor returned to his home and, having disposed of his estate, hanged himself.",
        "In this connexion a statement in terms of force is apt to be displaced by more direct and more comprehensive methods, and the attention of physicists is directed to the intervention of the ether.",
        "The intervention of these kings resulted in the establishment of their suzerainty over the whole of Silesia and the appropriation of several of its petty states as crown domains.",
        "This brought the intervention of the Chinese, who drove the Gurkhas out of Tibet (1792), and then began to strike silver coins for Lhasa use, bearing Chinese and Tibetan characters.",
        "To the Dalai Lama, who had attempted to obtain British intervention at Peking, it was made clear that he personally had no claim to this, as the British government could only recognize the de facto government in Tibet.",
        "The diplomatic intrigue failed, largely through the flighty intervention of the princess of AnhaltZerbst, a clever but very injudicious woman.",
        "Hassenpflug persuaded the elector to leave Cassel secretly with him, and on the 15th of October appealed for aid to the reconstituted federal diet, which willingly passed a decree of \"intervention.\"",
        "This plan was dropped; but Malcolm of Scotland was forced to restore the northern counties which had been ceded to David; North Wales was invaded in 1157; and in 1159 Henry made an attempt, which was foiled by the intervention of Louis VII., to assert his wife's claims upon Toulouse.",
        "But the project failed through the death of the intended bride; nor did the marriage of his third daughter, the princess Joanna (1165-1199), with William II., king of Sicily (1177) lead to English intervention in Italian politics.",
        "The people simply expected deliverance from their miseries and burdens by the intervention of Yahweh, because He had chosen Israel for His people.",
        "The prophets had an ethical conception of Yahweh; the sin of His own people and of other nations called for His intervention in judgment as the moral ruler of the world.",
        "The day of the Lord is always an eschatological conception, as the term is applied to the final and universal judgment, and not to any less decisive intervention of God in the course of human history.",
        "Acting on this principle he ruled frivolously, and with a wanton indulgence of whims. In 1820 his misrule provoked a revolt, and he remained in the hands of insurgents till he was released by foreign intervention in 1823.",
        "The consequences were the Belgian Revolution of 1830, The which ended in the intervention of the great powers, Belgian and the setting up, in 1831, of Belgium as an indepen- Revolu- dent kingdom.",
        "One of the most remarkable results of the European intervention in the Boxer rising in China (I goo) was the absurd price paid for so-called \"loot\" of furs, particularly in mandarins' coats of dyed and natural fox skins and pieces, and natural ermine, poor in quality and yellowish in colour; from three to ten times their value was paid for them when at the same time huge parcels of similar quality were warehoused in the London docks, because purchasers could not be found for them.",
        "In the year after the battle of the Navas de Tolosa he took up arms against the crusaders of Simon of Montfort, moved not by sympathy with the Albigenses, but by the natural political hostility of the southern princes to the conquering intervention of the north under pretence of religious zeal.",
        "The conduct of the king proves that he had a most sincere regard for the welfare of his the Academy of Science, and he consistently restrained the undue intervention of the church in secular affairs, and placed restrictions upon the accumulation of property in the hands of religious bodies.",
        "The industrial population is employed in large collieries in the vicinity; and here, on the 7th of September 1893, serious riots during a strike resulted in the destruction of some of the colliery works belonging to Lord Masham, and were not quelled without military intervention and some bloodshed.",
        "The different varieties of rays used are controlled by the intervention of screens or filtering substances, such as silver, lead or aluminium.",
        "Order could only be restored through the intervention of Arabi, who now adopted a more distinctly anti-European attitude.",
        "However, the court party soon after concocted a fresh plot for the duke's destruction; John boldly denounced his traducers, and the quarrel was appeased by the intervention of the king's mother.",
        "Mme d'Aiguillon's intervention in the matter was perhaps as powerful as Jacqueline's acting, and Richelieu gave Etienne Pascal (in 1641) the important and lucrative 2 In vi.",
        "From that time the pontifical intervention became more and more frequent, and, in practice, the right of the bishops in the matter of canonization continued to grow more restricted.",
        "Indignant murmurs rose from the assembled nobles, and the life of the legate was only saved from their fury by the intervention of the emperor himself.",
        "of Russia, to obtain the annexation of the whole of Saxony, a project which was defeated by the opposition of Great Britain, Austria and France, an opposition which resulted in the secret treaty of the 3rd of January 1815 for eventual armed intervention.",
        "By the intervention of Austrian troops peace was restored; and when, early in 1852, the government of Denmark, in providing a constitution for the whole monarchy, promised to appoint separate ministers for Schleswig and Holstein, and to do equal justice to the German and the Danish populations, the two powers declared themselves satisfied and the Austrian~ forces were withdrawn.",
        "The supreme issue was, however, delayed for a few weeks by the intervention of Napoleon, who, urged on by the loud alarm of the French people at the prospective aggrandizement of Prussia, attempted to detach Italy.",
        "The intervention which Napoleon had planned resolved itself into diplomatic ~ pour parlers of which the result was wholly insignificant; Prussian and even before the war was ended Bismarck was War of preparing for an understanding with Austria and with 1866.",
        "The \" Holy Alliance \" of the three autocratic northern powers, recemented at Miinchengratz in 1833, which had gained for Austria the decisive intervention of the tsar in 1849, had been hopelessly shattered by her attitude during the Crimean War.",
        "The threat of Prussian intervention, which determined the provisions of the armistice of Villafranca, was due, not to love of Austria, but to fear of the undue aggrandizement of France.",
        "But the first active intervention came from the other side.",
        "Carthage, after a long period of abstention from intervention in Sicilian affairs, and the observance of a wise neutrality during the war between Athens and Syracuse, stepped in as the ally of Segesta, the enemy of her old ally Selinus.",
        "It may be divided into three main periods - (1) from 431 to 421 (Lysias calls it the \" Archidamian \" War), when the Peace of Nicias, not merely formally, but actually produced a cessation of hostilities; (2) from 421 till the intervention of Sparta in the Sicilian War; during these years there was no \" Peloponnesian War,\" and there were several years in which there was in reality no fighting at all: the Sicilian expedition was in fact a side issue; (3) from 413 to 404, when fighting was carried on mainly in the Aegean Sea (Isocrates calls this the \" Decelean \" War).",
        "There he was temporarily diverted from his task by becoming mixed up with the Polish revolt, and, in pursuit of a mission to carry American contributions across the Prussian frontier, he was arrested and imprisoned at Berlin, but was at last released through the intervention of the American minister at Paris.",
        "War; and after the bloody battle of Konia (1832), where the raw Turkish army was routed and the grand vizier taken prisoner, it was only European intervention which prevented the Egyptian general, Ibrahim Pasha, from marching unopposed to the Bosphorus.",
        "The following years witnessed serious troubles in Syria caused by the Carmathians, which called for the intervention of the caliph, who at last succeeded in defeating these fanatics; the officer Mahommed b.",
        "He then tried to gain possession of Aleppo, as the key to Irk, but this was prevented by the intervention of the Byzantines.",
        "But, f or the action of European powers the intervention of Mehemet Ali would have I The work was carried out under the supervision of the Frenchman, Colonel Sbve, who had turned Mahommedan and was known in Islam as Suleiman Pasha.",
        "Here it will suffice to say that the victorious career of Ibrahim, who once more commanded in his fathers name, beginning with the storming of Acre on the 27th of May 1832, and culminating in the rout and capture of Reshid Pasha at Konia on the 21st of December, was arrested by the intervention of Russia.",
        "Thanks to the intervention of the British government, their lives were spared.",
        "The first attempt at intervention General in the affairs of the Sudan was made too late to save Sinkat and Tokar.",
        "When, in December 1674, a Swedish army invaded Prussian Pomerania, Denmark was bound to intervene as a belligerent, but Griffenfeldt endeavoured to postpone this intervention as long as possible; and Sweden's anxiety to avoid hostilities with her southern neighbour materially assisted him to postpone the evil day.",
        "(1848-1863), on the 28th of January 1848, led to the armed intervention of Prussia, at the instance of the new German parliament at Frankfort; and though with the help P l g P of Russian and British diplomacy, the Danes were ultimately successful, they had to submit, in 1851, to the government of Holstein by an international commission consisting of three members, Prussian, Austrian and Danish respectively.",
        "In 1876 Danu Hassan, a descendant of the sultans of Jilolo, raised an insurrection in the island for the purpose of throwing off the authority of the sultans of Tidore and Ternate; and his efforts would probably have been successful but for the intervention of the Dutch.",
        "i f.); (2) on each occasion he makes a formal demand; (3) on Pharaoh's refusal the plague is announced, and takes place at a fixed time without any human intervention; (4) when the plague is sent, Pharaoh sends for Moses and entreats his intercession, promising in most cases to accede in part to his request; when the plague is removed, however, the promise is left unfulfilled, the standing phrase being \"and Pharaoh's heart was heavy (7f),\" or \"and Pharaoh made heavy (-r»n) his heart\"; (5) the plagues do not affect the children of Israel in Goshen.",
        "In 1896 there came the second Matabele War, only brought to a close by Cecil Rhodes's personal intervention.",
        "5 By his wise intervention Switzerland was saved from violent reaction, and suffered to preserve the essential gains of the Revolution.",
        "Though alarmed by the revolutionary agitation in Germany, which culminated in the murder of his agent, the dramatist Kotzebue, Alexander approved of Castlereagh's protest against Metternich's policy of \" the governments contracting an alliance against the peoples,\" as formulated in the Carlsbad decrees, 1819, and deprecated any intervention of Europe to support \" a league of which the sole object is the absurd pretensions of absolute power.\"",
        "On the 19th of November he signed the Troppau Protocol, which consecrated the principle of intervention and wrecked the harmony of the concert.",
        "At that time the Holy See was engaged in a struggle against the oppression of the princes of Spoleto, and a powerful party in Rome was eager to obtain the intervention of Arnulf, king of Germany, against these dangerous neighbours.",
        "Lord Rosebery's personal popularity had been increased at home by his successful intervention in the coal strike of December 1893, and when in March 1894 the resignation of Gladstone was announced, his selection by Queen Victoria for the premiership was welcomed by the public at large and by the majority of his own party.",
        "When the \"Armenian atrocities\" became a burning question in the country in 1896, and Mr Gladstone himself emerged from his retirement to advocate intervention, Lord Rosebery's difficulties had taken their final form.",
        "His resignation was brought about by his connexion with a financial company which went into liquidation in circumstances calling for the official intervention of the board of trade.",
        "Foreign intervention was avoided through the renewal of war between Francis and Charles; and the insurgents were hampered by having no rival candidate for the throne and no means of securing the execution of their programme.",
        "prevent French intervention in Scotland Henry joined Charles V.",
        "Sigebert was anxious to avenge his sister-in-law, but on the intervention of Guntram, he accepted the compensation offered by Chilperic, namely the cities of Bordeaux, Cahors and Limoges, with Beam and Bigorre.",
        "3); and whenever he entered his native country he gave a gold piece to every woman of Pasargadae in remembrance of the heroic intervention of their ancestors in the battle (Nic. Damasc. loc. cit.; Plut.",
        "Although a Giolittian at heart, he was in favour of intervention in the World War at a time when many other politicians still hesitated and most of his party were decided neutralists.",
        "He would therefore have risked the failure of his own mission in order to take part in a battle where his intervention was not, so far as he could tell, of vital importance.",
        "In I S30 he was sent to Cambridge to procure the decision of the university as to the unlawfulness of marriage with a deceased brother's wife, in accordance with the new plan devised for settling the question without the pope's intervention.",
        "A few years later he attempted, in concert with others, to fasten a charge of heresy upon Archbishop Cranmer in connexion with the Act of the Six Articles; and but for the personal intervention of the king he would probably have succeeded.",
        "He was martyred on the eve of the triumph of Christianity, his shrine was reared near the scene of a great Greek legend (Perseus and Andromeda), and his relics when removed from Lydda, where many pilgrims had visited them, to Zorava in the Hauran served to impress his fame not only on the Syrian population, but on their Moslem conquerors, and again on the Crusaders, who in grateful memory of the saint's intervention on their behalf at Antioch built a new cathedral at Lydda to take the place of the church destroyed by the Saracens.",
        "This rejection of the advances of the Uitlandersby whose aid he could have built up a free and stable republic - led to his downfall, though the failure of the Jameson Raid in the first days of 1896 gave him a signal opportunity to secure the safety of his country by the grant of real reforms. But the Raid taught him no lesson of this kind, and despite the intervention of the British government the Uitlanders' grievances were not remedied.",
        "Metternich was anxious to secure an apparent unanimity of the powers to back the Austrian intervention in Naples, and every device was used to entrap the English representative into subscribing a formula which would have seemed to commit Great Britain to the principles of the other allies.",
        "Finally he was forced to an open protest, which he caused to be inscribed on the journals, but the action of Capo d'Istria in reading to the assembled Italian ministers, who were by no means reconciled to the large claims implied in the Austrian intervention, a declaration in which as the result of the \"intimate union established by solemn acts between all the European powers\" the Russian emperor offered to the allies \"the aid of his arms, should new revolutions threaten new dangers,\" an attempt to revive that idea of a \"universal union\" based on the Holy Alliance against which Great Britain had consistently protested.",
        "The objections of Great Britain were, however, not so much to an Austrian intervention in Naples as to the far-reaching principles by which it was sought to justify it.",
        "The Treasury of Merits has never been properly defined; it is hard to say what it is, and it is not properly understood by the people; it cannot be the merits of Christ and of His saints, because these act of themselves and quite apart from the intervention of the pope; it can mean nothing more than that the pope, having the power of the keys, can remit ecclesiastical penalties imposed by the church; the true Treasure-house of merits is the Holy Ghost of the grace and glory of God.",
        "He called for the intervention of Mehemet Ali, governor of Egypt; the latter settled the dispute, but Abdullah then refused to discharge the claims of Mehemet Ali.",
        "A more important result of Athenian intervention was the substitution of the democratic government for the oligarchy which had succeeded the early monarchy; at any rate forty years later we find that Argos possessed complete democratic institutions.",
        "A disputed succession necessitated British intervention.",
        "Both France and Great Britain protested against the general principle laid down in this instrument; but neither of them approved of the Neapolitan revolution, and neither of them was opposed to an intervention in Naples, provided this were carried out, not on the ground of a supposed right of Europe to interfere, but by Austria for Austrian ends.",
        "The attempt of his predecessor Pekah to take Jerusalem with the help of his ally Rasun (Rezin) of Damascus was frustrated by the intervention of Tiglath-Pileser IV.",
        "This is generally known as the Breviarium Alaricianum, or Breviary of Alaric. Alaric was of a peaceful disposition, and endeavoured strictly to maintain the treaty which his father had concluded with the Franks, whose king Clovis, however, desiring to obtain the Gothic province in Gaul, found a pretext for war in the Arianism of Alaric. The intervention of Theodoric, king of the Ostrogoths and father-in-law of Alaric, proved unavailing.",
        "In 1875 a rising in Herzegovina gave evidence of a state of feeling in the Balkan peninsula which called for the intervention of Europe, if a disastrous war were to be prevented.",
        "But this intervention, embodied in the \"Andrassy Note\" (December 1875) and the Berlin memorandum (May 1876), met with the stubborn opposition of Turkey, where the \"young Turks\" were beginning to oppose a Pan-Islamic to the Pan-Slav ideal.",
        "The motives of German intervention in the Eastern Question were ostensibly commercial; but the Bagdad railway concession, postulating for its ultimate success the control of the trade route by way of the Euphrates valley, involved political issues of the highest moment and opened up a new and perilous phase of the question of the Middle East.",
        "He worked actively against the sweating system, pleaded for European intervention in Macedonia, and was a keen supporter of the Licensing Bill of 1908.",
        "After the second Restoration, Caulaincourt's name was on the list of those proscribed, but it was erased on the personal intervention of Alexander I.",
        "The state flew to arms. The legislature called for Federal intervention (May 1874), and Federal troops maintained neutrality while investigations were conducted by a committee sent out by Congress.",
        "Dissatisfaction, however, was not easily allayed; the lower orders applied for the intervention of the king; and that effectively put an end to political freedom.",
        "President McKinley showed himself singularly patient and self-controlled in the midst of the popular excitement against Spain and the clamour for intervention by the United States in behalf of the Cubans; but finally, on the 23rd of March, he presented an ultimatum to the Spanish government, and on the 25th of April, on his recommendation, Congress declared war upon Spain.",
        "In 1861 his intervention envenomed the Cavour-Garibaldi dispute, royal mediation alone preventing a duel between him and Garibaldi.",
        "On the 3rd of August 1870 he pleaded in favour of Italian intervention in aid of France, a circumstance which enhanced his influence when in July 1876 he replaced Nigra as ambassador to the French Republic. This position he held until 1882, when he resigned on account of the publication by Mancini of a despatch in which he had complained of arrogant treatment by M.",
        "His influence was exercised, however, not only in dogmatic questions but in matters of discipline, by means of appeals, petitions and consultations, not to mention spontaneous intervention.",
        "The intervention of the powers, culminating in the shattering of the Egyptian fleet at Navarino (q.v.), robbed him of his reward so far as Greece was concerned; the failure of his arms in face of this intervention gave Sultan Mahmud the excuse he desired for withholding the rest of the stipulated price of his assistance.",
        "Palmerston, however, did not share Canning's belief in the possible regeneration of Turkey; he held that an isolated intervention of Great Britain would mortally offend not only Russia but France, and that Mehemet Ali, disappointed of his ambitions, would find in France a support that would make him doubly dangerous.1 In the autumn Sultan Mahmud, as a last independent effort, despatched against Ibrahim the army which, under Reshid Pasha, had been engaged in pacifying Albania.",
        "Ottoman agents, backed by letters from the French charge d'affaires, were sent to Mehemet Ali and to Ibrahim, to point out the imminence of Russian intervention and to offer modified terms. Muraviev himself went to Alexandria, where, backed by the Austrian agent, Count Prokesch-Osten, he announced to the pasha the tsar's immutable hatred of rebels.",
        "It needed the intervention of Mehemet Ali in person before, in the following year, they were finally subdued.",
        "Especially was this need realized by the British government, which feared that Russia would seize the occasion for an isolated intervention under the treaty of Unkiar Skelessi.",
        "The situation, however, was rapidly changed by the unexpected results of the armed intervention of the Allies.",
        "With this principle is associated a second, the liberty of the individual; he reads the sacred Scriptures and interprets them for himself without the intervention of priests or church; and he enters by faith in Christ into communion with God, so that all believers are priests.",
        "To this it may be added that the interval of four years between the divorce of Vashti and the marriage of Esther is well accounted for by the intervention of an important series of events fully occupying the monarch's thoughts, such as the invasion of Greece.",
        "But through the intervention of the European Powers Mehemet Ali was obliged to come to terms, and the Ottoman empire was saved.",
        "In the case of Tokay, however, the transformation of the grape into what is practically a raisin is not brought about by the intervention of any particular micro-organism.",
        "It was he who secured for the president the power of removal from office without the intervention of the Senate.",
        "The rigid adherents to the synod of Dort accused them of Pelagianism, and even of Manichaeism, and the controversy between the parties was carried on with great zeal; yet the whole question between them was only, whether the will of man is determined by the immediate action of God upon it, or by the intervention of a knowledge which God impresses on the mind.",
        "In Protestant countries and in Russia the Baptist movement began without missionary intervention from England or America.",
        "The energetic intervention of Bathory, however, speedily turned the scales in the opposite direction.",
        "Her vigorous intervention had saved the cause of religious liberty in Europe; and this remains, for all time, her greatest political achievement.",
        "She took the precaution, however, of concluding a fresh secret alliance with Denmark, in which the Swedish revolution was significantly described as \" an act of violence \" constituting a casus foederis, and justifying both powers in seizing the first favourable opportunity for intervention to restore the Swedish constitution of 1720.",
        "This intervention caused great irritation amongst the Conservatives and dissentient Liberals, and the political situation on more than one occasion became so strained as to bring the country to the verge of armed revolution.",
        "But, above all, the Greek cities with their endless feuds and violent internal factions, were incessant in their appeals for intervention.",
        "The dynastic troubles of the Seleucids in Syria gave him an opportunity for successful intervention (Jos.",
        "The subsequent invasions of the Goths, in battle with whom Valens fell at Adrianople (375), definitely precluded Roman intervention; and the end of the Armenian troubles was that (c. 390) Bahram IV.",
        "The victory on the plain of Karnal, whether accomplished by sheer fighting or the intervention of treachery, was the natural outcome of the previous situation, and the submission of the emperor followed as a matter of course.",
        "general whose possession of the crown jewels enabled him, after the defeat of his army at Kazvin, to secure his personal safety and obtain a government; of Hosain Kuli Khan) the shahs brother, which was compromised by the mothers intervention; and of Mahommed, son of Zaki Khan, Zend, who was defeated on more than one occasion in battle, and fled into Turkish territory.",
        "was taken by Persia, but retaken by Russia during the next three months; and on the 13th of October 1813, through Sir Gore Ouselevs intervention, the Treaty of Gulistan put an end to the war.",
        "Briefly, after successive gains and losses, not only Erivan was taken from Persia but Tabriz also, and finally, through the intervention of Sir John Macdonald, the English envoy, a new treaty was concluded at Turkmanchai, laying down the boundary between Russia and Persia.",
        "Still the garrison was disheartened; but Colonel Stoddarts arrival on the 11th of August to threaten the shah with British intervention put a stop to further action.",
        "The Majlis issued a manifesto to the powers, declaring that the shah intended to overthrow the constitution, and demanding intervention.",
        "to the French throne after the accession of Philip VI.; Philip's intervention in the affairs of Flanders and Scotland; and, finally, the machinations of Robert of Artois.",
        "In 181 I, owing to his armed intervention in Jaipur, a fresh engagement was made, prohibiting him from political intercourse with other states without British consent.",
        "Tuckett) heard of his whereabouts, and by the intervention of his brother, Captain James Coleridge, his discharge was procured.",
        "In the conflicts between the Free Staters and the Basutos Grey's intervention was sought.",
        "The concluding passages of this message, which Interven- summed up the whole South African situation in a masterly manner, were as follows: The case for intervention is overwhelming.",
        "After the surrender of Cronje at Paardeberg (February 1900) to Lord Roberts, Presidents Kruger and Steyn offered to make peace, but on terms which should include the acknowledgment of \" the incontestable independence of both republics as sovereign international states \"; the Boers also sought, unavailingly, the intervention of foreign powers.",
        "\"The waters are medicated in a manner through the intervention of the angel, and the Spirit is corporeally washed in the water and the flesh is spiritually purified in the same.\"",
        "The existence of the secret treaty, well known to the Chilean government, rendered the intervention of Peru more than questionable, and the law passed by the latter in 1875, which practically created a monopoly of the Tarapaca nitrate beds to the serious prejudice of Chilean enterprise, offered no guarantee of her good faith.",
        "These provinces would infallibly revolt against the Turkish authority as soon as the Turkish forces withdrew to concentrate for battle in the S., and unless bona fide troops of the Serbian Government came to occupy the countr y, a state of disorder would arise that would equally certainly invite Austrian intervention.'",
        "had shaken the attacking power of two-thirds of Zekki's force, and the intervention of Danube II.",
        "Thenceforward the troops in these regions were only employed on police duties; but their withdrawal to other theatres of war was, in view of a possible intervention by Austria-Hungary, considered undesirable.",
        "The victory was completely decisive, and all that remained for the allies to do in the western theatre was to carry out the march to the sea, to occupy and police the region of Okhrida-Dibra-Elbasan, to reduce the two fortresses of Scutari and Yannina (the last refuges of Turkish authority), to ensure against Austrian intervention (for which purpose the main body of the I.",
        "But the combat was really decided by the intervention of the 8th Div.",
        "By the powers of the Quadruple Alliance this event was regarded as of the most sinister omen, and the question was even raised of a fresh armed intervention in France under the terms of the secret treaty of Aix-la-Chapelle.",
        "His success, freedom of speech and reforming zeal had made him enemies on all sides, and only the intervention of the king prevented his expulsion from the Company of Jesus, so that prudence counselled his return to Brazil.",
        "Where possible, he substitutes human for divine intervention, and ignores the idea of the glorification of Rome and Augustus, which dominates the Virgilian epic. On this work were founded the Eneide or Eneit (between i180 and 1190) of Heinrich von Veldeke, written in Flemish and now only extant in a version in the Thuringian dialect, and the Eneydos, written by William Caxton in 1490.",
        "The country was at last pacified through the intervention of Rudolph of Habsburg, and at the age of twelve Wenceslas became nominal ruler of the country.",
        "The intervention of Pope Calixtus II.",
        "There was nothing in the circumstances of the church that required his intervention, and, as he was therefore free to choose his subject, he wrote out of the fullness of his heart that grand defence of the gospel which, though shaped by the conditions of the times, is animated by the timeless Spirit, and has proved to be a possession for ever \" (Drummond, p. 246).",
        "That Spain and a fragment of Gaul still remained to form a West Gothic kingdom was owing to the intervention of the East Goths under the rule of the greatest man in Gothic history.",
        "Petrucci supported Pisa in the war against Florence, but eventually, through the intervention of the pope and of the king of Spain, he made peace with the latter city, to which he gave back Montepulciano in 1512.",
        "He drew up the petition of the academy to the government, in which he defended the maintenance of this asylum of the national language against Austrian intervention.",
        "The Clusines appealed to Rome, whose intervention, accompanied by a violation of the law of nations, led to war, the defeat of the Romans at the Allia (18th of July 390) and the capture of Rome.",
        "In Hungary the civil war, which had thundered at the gates of Vienna, was brought to a close by Russian intervention.",
        "The concession of land to the company was reduced by his intervention, but in other respects the work proceeded and was accomplished.",
        "It may here be mentioned, as a remarkable instance of his foresight, that Palmerston told Lord Malmesbury, on his accession to the foreign office in 1858, that the chief reason of his opposition to the canal was this: he believed that, if the canal was made and proved successful, Great Britain, as the first mercantile state, and that most closely connected with the East, would be the power most interested in it; that England would therefore be drawn irresistibly into a more direct interference in Egypt, which it was desirable to avoid because England had already enough upon her hands, and because intervention might lead to a rupture with France.",
        "necessitated the intervention of parliament, and in the reign of Queen Anne an act was passed limiting the right of alienation of crown lands to a period of not more than thirty-one years or three lives.",
        "It substituted the work of the genius for the miraculous intervention of Providence, but, apart from certain abstract formulae such as Truth and Right, knew nothing of why or how.",
        "The intervention of the Curia, which hitherto had been hostile to Casimir because of his steady and patriotic resistance to papal aggression, was due to the permutations of European politics.",
        "On the death of King Frederick, Tausen, at the instance of Ronne, was, at the Herredag of 1533, convicted of blasphemy and condemned to expulsion from the diocese of Sjaelland, whereupon the mob rose in arms against the bishop, who would have been murdered but for the courageous intervention of Tausen, who conducted him home in safety.",
        "In 1803 he quarrelled with the Bey, was ordered from the country, and returned to the United States to urge American intervention for the restoration of Ahmet Karamanli to the throne of Tripoli, arguing that this would impress the Barbary States with the power of the United States.",
        "In 1849 it was Nesselrode who suggested the intervention of Russia in Hungary in favour of the Austrian government, although he restrained the tsar from active intervention in France then as in 1830.",
        "Printed in tens of thousands of copies are certain apocalyptic legends dealing with eschatological problems. The ancient Apocalypse of Peter appears here under the name of Paul, then there is an Apocalypse of the Virgin Mary, who, like Peter, is carried by the Archangel through the torments of Hell and the bliss of Paradise, and through whose intervention sufferers are granted pardon on certain days of the year.",
        "When danger of foreign intervention cast its threatening shadow across the national path, he went to England, and by his famous addresses did what probably no other American could have done to strengthen the spirit in England favourable to the United States, and to convert that which was doubtful and hostile.",
        "When Coligny came to court, he received him very warmly, and seemed at first to accept the idea of an intervention in the Netherlands against the Spaniards.",
        "But even now the cadets of the reigning family can only by royal intervention legally be saved from merging, as of old, in the general untitled mass of the people.",
        "Marceau had already retired from the war, exhausted by the fatigues of the campaign, and he and Kleber were saved from arrest and execution only by the intervention of Bourbotte.",
        "This intervention takes the form either of \" indults,\" i.e.",
        "As a result of quarrels with his unworthy wife, and the unwelcome intervention of Henry III., he undertook the seventh war of religion, known as the \"war of the lovers\" (des amoureux), seized Cahors on the 5th of May 1580, and signed the treaty of Fleix on the 26th of November 1580.",
        "Antiochus again invaded Egypt (168), but was compelled by the Roman intervention to retire.",
        "In 1784 he was appointed professor of Oriental languages and hermeneutics in the university of Lemberg, when he took the degree of doctor of divinity; and shortly afterwards he was released from his monastic vows on the intervention of the emperor.",
        "The Transvaal applied in 1889 to Great Britain for permission to accede to this request, but the British government replied that the only intervention to which they would consent must be a dual one.",
        "He was helped to make a short inroad into Northumberland, but the intervention of the Spanish government brought about a peace between England and Scotland.",
        "During the (almost bloodless) \" Wakarusa War \" Lawrence was threatened by an armed force from Missouri, but was saved by the intervention of Governor Shannon.",
        "By timely and daring intervention Scotland.",
        "The victory of Dettingen (1743) and the glorious defeat of Fontenoy (1ii45) had achieved no objects worthy of English intervention, and the peace of Aix-la- Chapelle put an end in 1748 to hostilities which should never have been begun.",
        "If the danger of French invasion was a reality, it was so mainly owing to the deplorable condition of Ireland, where the The Act natural disaffection of the Roman Catholic majority of Union of the populationdeprived of political and many with d social rights, and exposed to the insults and oppression ft an of a Protestant minority corrupted by centuries of ascendancyinvited the intervention of a foreign enemy.",
        "A controversy on the boundary of Canada and the United States was provoking increasing bitterness on both sides of the Atlantic. The intervention of Lord Palmerston in Syria, which resulted in a great military success at Acre, was embittering the relations between France and England, while the unfortunate expedition to Afghanistan, which the Whigs had approved, was already producing embarrassment, and was about to result in disaster.",
        "The distress which resulted naturally created a strong feeling in favor of intervention, which might terminate the war and open the Southern ports to British commerce; and the initial successes which the Confederates secured seemed to afford some justification for such a proceeding.",
        "The insurrection increased the responsibilities which intervention had imposed on England, and an expedition was sent to Suakin to guard the littoral of the Red Sea; while, at the beginning.of 1884, General Gordonwhose services in China had gained him a high reputation, and who had had previous experience in the Sudan was sent to Khartum to report on the condition of affairs.",
        "From both birds and reptiles the class is distinguished, so far at any rate as existing forms are concerned, by the following features: the absence of a nucleus in the red corpuscles of the blood, which are nearly always circular in outline; the free suspension of the lungs in a thoracic cavity, separated from the abdominal cavity by a muscular partition, or diaphragm, which is the chief agent in inflating the lungs in respiration; the aorta, or main artery, forming but a single arch after leaving the heart, which curves over the left terminal division of the windpipe, or bronchus; the presence of more or fewer hairs on the skin and the absence of feathers; the greater development of the bridge, or commissure, connecting the two halves of the brain, which usually forms a complete corpus callosum, or displays an unusually large size of its anterior portion; the presence of a fully developed larynx at the upper end of the trachea or windpipe, accompanied by the absence of a syrinx, or expansion, near the lower end of the same; the circumstance that each half of the lower jaw (except perhaps at a very early stage of development) consists of a single piece articulating posteriorly with the squamosal element of the skull without the intervention of a separate quadrate bone; the absence of prefrontal bones in the skull; the presence of a pair of lateral knobs, or condyles (in place of a single median one), on the occipital aspect of the skull for articulation with the first vertebra; and, lastly, the very obvious character of the female being provided with milk-glands, by the secretion of which the young (produced, except in the very lowest group, alive and not by means of externally hatched eggs) are nourished for some time after birth.",
        "Pufendorf, on the contrary, rejected all idea of foreign intervention, and advocated that of national initiative.",
        "76) does not refer to the intervention of Telesilla, but mentions an oracle which predicted that the female should conquer the male, whence the tradition itself may have been derived.",
        "Through the intervention of Chrysostom, soon after his elevation to the patriarchate of Constantinople (398),and the influence of the emperorTheodosius, Flavian was acknowledged in 399 as legitimate bishop of Antioch by the Church of Rome; but the Eustathian schism was not finally healed till 415.",
        "The intervention of the emperor and even of foreign powers was invoked, and in 1770 a formal arrangement removed some of the grievances of the people.",
        "His army, commanded by the Russian General Chernyayev, was defeated by Abdul-Kerim Pasha, whose advance was stopped by the intervention of Tsar Alexander II.",
        "Here were two distinct chances for Philip's armed intervention in Greece.",
        "A test act requiring members of the assembly to conform to the Church of England and to take the sacrament of the Eucharist according to the rites and usages of that Church (1704) was defeated only through the intervention of the Whig House of Lords in England.",
        "French interests called for an immediate intervention.",
        "He remained in the Morea till the capitulation of the 1st of October 1828 was forced on him by the intervention of the Western powers.",
        "(I) If the Existent is Many, it must be at once infinitely small and infinitely great - infinitely small, because the parts of which it consists must be indivisible and therefore without magnitude; infinitely great,, because, that any part having magnitude may be separate from any other part, the intervention of a third part having magnitude is necessary, and that this third part may be separate from the other two the intervention of other parts having magnitude is necessary, and so on ad infinitum.",
        "(2) In like manner the Many must be numerically both finite and infinite - numerically finite, because there are as many things as there are, neither more nor less; numerically infinite, because, that any two things may be separate, the intervention of a third thing is necessary, and so on ad infinitum.",
        "This dispute was the occasion of further intervention on the part of the French, for the Paris government supported the claims of Laborde's heirs, and revived their claim to a protectorate over the Sakalava of the north-west coast, as based on their agreement with them in 1840, ceding Nossi-be to France.",
        "The lack of funds which would have proved fatal to Spartan naval warfare was remedied by the intervention of Persia, which supplied large subsidies, and Spartan good fortune culminated in the possession at this time of an admiral of boundless vigour and considerable military ability, Lysander, to whom much of Sparta's success is attributable.",
        "But this gave rise to chronic disorders and disputes, which led g p to armed intervention on the part of the Achaeans, who compelled the Spartans to submit to the overthrow of their city walls, the dismissal of their mercenary troops, the recall of all exiles, the abandonment of the old Lycurgan constitution and the adoption of the Achaean laws and institutions (188 B.C.).",
        "Again and again the relations between the Spartans and the Achaean League formed the occasion of discussions in the Roman senate or of the despatch of Roman embassies to Greece, but no decisive intervention took place until a fresh dispute about the position of Sparta in the league led to a decision of the Romans that Sparta, Corinth, Argos, Arcadian Orchomenus and Heraclea on Oeta should be severed from it.",
        "In Anjou, Touraine, Maine and Poitou, lords, towns and abbeys made their submission, won over by Philips bribes despite Pope Innocent III.s attempts at intervention.",
        "And this money, so necessary for the prosecution of the war with England, which had been interrupted for a year, thanks to the popes intervention, was lavished by him upon his favorite, Charles of La Cerda.",
        "Arbitrary taxation, scandalous intervention in elections, forced candidatures, confusion in their financial administration, bankruptcy and revolt on the part of the tenants: all formed an anticipation of the personal rule of Richelieu and Louis XIV.",
        "The intervention of Mazarin, despatched by the pope, who saw no other means of detaching Italy from Spain than by introducing France into the affair, brought about the signature of the armistice of Rivalte on the 4th of September 1630, soon developed into the peace of Cherasco, which reestablished the~agreement with the still fugitive duke of Savoy (June 1631).",
        "The Spaniards had no longer any hope of adding Luxemburg to their Franche-Comt; while the Holy Roman Empire in Germany, taken in the rear by Sweden (now mistress of the Baltic and the North Sea), cut off for good from the United Provinces and the Swiss cantons, and enfeebled by the recognized right of intervention in German affairs on the part of Sweden and France, was now nothing but a meaningless name.",
        "A victory in the Dunes by Turenne, now reinstalled in honor, and above all the conquest of the Flemish seaboard, were the results (June 1658); but when, in order to prevent the emperors intervention in the Netherlands, Mazarin attempted, on the death of Ferdinand III., to wrest the Empire from the Habsburgs, he was foiled by the gold of the Spanish envoy Peflaranda (1657).",
        "A protest raised by the bishops of Pamiers and Aleth, followed by the seizure of their revenues, provoked the intervention of Innocent XI.",
        "But commerce, like industry, was made to rely only on the instigation of the state, by the intervention of officials; here, as throughout thenational life, private initiative was kept in subjection and under suspicion.",
        "Under the prince of Cond they had ollected a little army round Trier; and in concert with the Austrian Committee of Paris they solicited the armed intervention of monarchical Europe.",
        "Owing to this first intervention of the troops inpolitics, the Committee of Public Safety, which aimed not so much at a moderate policy as at steering a middle course between the Thermidorians of the Right and of the Left, was able to dispense with the latter.",
        "In 1 Macc. there is a keen sense of the part to be played by the Jews themselves, of the necessity of employing their own skill and valour; here they are made to rely rather upon divine intervention.",
        "The voyage of Columbus Spanish ~n 1492, and the intervention of Ferdinand in the History great conflict of France, the empire and the papacy alter 1479.",
        "Philip was consequently drawn Spain and into intervention in the religious wars of France the Nether- (q.v.) and into war with England, which culminated lands, in the great Armada (q.v.) of 1588.",
        "In his later years Philip added to all his other burdens a costly intervention in France to support the league and resist the succession of Henry IV.",
        "treated as raw material to be cut into at his discretion, and was saved from dismemberment only by the intervention of England and Holland.",
        "of Russia had suggested a joint intervention of the powers of the Grand Alliance to restore order in the Peninsula, and had offered to place his own army at their disposal for the purpose.",
        "Great Britain and France gave some help to the young queen, and their intervention availed to bring a degree of humanity into the struggle.",
        "Canovas so fully comprehended the necessity of averting American intervention that he listened to the pressing demands of secretary Olney and of the American minister in Madrid, Hannis Taylor, an.d laid before the Cortes a bill introducing home rule in Cuba on a more liberal scale than Maura, Abarzuza and Sagasta had dared to suggest two years before.",
        "His success made him many enemies, and he was thrown into prison on a disgraceful charge, but released by the intervention of powerful friends.",
        "Charles had been compelled in March to take the title of regent to prevent the possibility of further intervention from King John.",
        "Prince George of Denmark, consort of Queen Anne, was himself a large horse-owner; and it was in a great measure owing to his intervention that so many valuable stallions were imported during her reign.",
        "Clement yielded at once, though the whole college of cardinals had supported his policy; and Henry, who did not learn the facts till several years afterwards, testified lively gratitude for the timely and politic intervention.",
        "Under the millet system the unionists were frequently persecuted by the patriarchs, but this ended in 1830, when, at the intervention of France, they were made a community (Katoluk millet), with their own ecclesiastical head.",
        "Bonaparte brought hint back to France in the autumn of 1799, and it is known that the intervention of Eugene and Hortense helped to bring about the reconciliation which then took place between Bonaparte and Josephine.",
        "of Spain petitioned for his canonization; but though this passed through the preliminary stages, securing for Palafox the title of \"Venerable,\" it was ultimately defeated, under Pius VI., by the intervention of the Jesuits.",
        "From these females are born parthenogenetically, that is to say without the intervention of males, and by a process that has been compared to internal budding, large numbers of young resembling their parents in every particular except size, which themselves reproduce their kind in the same way.",
        "Condemned to death, but reprieved through the intervention of the British minister, he remained a prisoner at Naples and at Favignana until 1860, when he joined Garibaldi at Palermo.",
        "Later on Leontini regained its independence, but in its efforts to retain it, the intervention of Athens was more than once invoked.",
        "This led to renewed Athenian intervention, at first mainly diplomatic; but the exiles of Leontini joined the envoys of Segesta in persuading Athens to undertake the great expedition of 415.",
        "Dutch troops marched to assist the elector of Brandenburg and Spanish ones came to aid the count palatine, but through the intervention of England and France peace was made and the treaty of Xanten was signed in November 1614.",
        "He used a bird's intervention.",
        "Nicholas himself proposed an armed intervention of the Alliance in order \" to restore order \" in Belgium and France; 3 and when his allies held back even proposed to intervene alone, a project rendered impossible by the outbreak of the great insurrection in Poland, which tied the hands of all three powers (see Poland: History).",
        "1833) reaffirming the right and duty of intervention at the request of a legitimate sovereign.",
        "With each potential missing child case my wife discovered, she became more anguished with our lack of intervention.",
        "Statutory intervention has now abrogated the need for this mandatory warning in all the above cases.",
        "These were deposits that told a story of gradual human intervention and of the archeological deposition of coarser deposits over silt and clay alluvium.",
        "We are not opposed to change, but our intervention has helped protect many buildings from unsympathetic alterations.",
        "One mechanism of drug resistance, which is potentially amenable to therapeutic intervention, is based on studies in our laboratory.",
        "In moderate to severe depression antidepressants are suitable treatment and they are as effective as psychological intervention.",
        "Raise the literacy and numeracy attainment levels at key intervention points with young people at school.",
        "The build process is almost entirely automatic, with very little need for human intervention.",
        "averted by the intervention of Tashfin ibn Ali ibn Yusuf.",
        "back-office applications, without human intervention or error.",
        "Another point to note is the sinisterly continuing propaganda onslaught on Sudan to justify an imperialist blitzkrieg military intervention.",
        "A further six tree boles were recorded within Intervention 18.",
        "The monopoly of foreign trade remains a bulwark against the economic intervention of capitalism.",
        "Bunion Regulator (pair) A bunion night splint can be used to reduce the need to use surgical intervention for a bunion Regulator (pair) A bunion night splint can be used to reduce the need to use surgical intervention for a bunion joint.",
        "bystander intervention with more recent developments in the social psychology of group behavior.",
        "CRD commentary The review question was clear in terms of the study design, intervention, participants and outcomes.",
        "The evils natural to state communism have been increased ten-fold under the pretext that all our misery is due to foreign intervention.",
        "congruent with the aims of the intervention.",
        "These detect and evaluate potential threats at maximum range and then automatically deploy the most effective countermeasures without the need for crew intervention.",
        "The working class and the Communist Party were confronted not only by internal counterrevolution, but the intervention of 14 foreign armies.",
        "Notable evolutionists and denier of divine creation, divine intervention and divine judgment was Aldous Huxley, the grandson of Thomas Huxley.",
        "Intervention will be offered over the telephone in the first instance and home visits when this does not resolve crisis.",
        "Given the negotiations for Turkey's entry into the European Union, MEPs ' intervention is proving crucial in securing Mr Tarhan's safety.",
        "definemany people involved in politics the defining characteristic of the drive for equality is the strength of the state intervention in reducing inequality.",
        "It is notable (and probably deliberate) that at few radon conferences are the benefits of marginal intervention assessed in a health context.",
        "The practical application of these theories in professional intervention, from youthful delinquency to entrenched criminal careers, will be examined.",
        "If the price of pounds is higher than the market can bear, central bank intervention will eventually fail to prevent a devaluation.",
        "dietetic intervention than adhering to a rigid regimen or giving advice on healthy eating.",
        "This is also why it was not diplomatic intervention by the UN and the US that prevented war.",
        "BNP intervention saved UKIP from an even worst drubbing.",
        "We need far earlier intervention with some of these families, who are often socially excluded and socially dysfunctional.",
        "At the eastern end of the intervention a large number of postholes were identified along with several pits lined with charcoal.",
        "They represent the strongest of calls for intervention to resolve this conflict, which is now enmeshed with all surrounding countries.",
        "design A field trial comparing an intervention and control group over three years.",
        "forceful intervention if necessary?",
        "Manipulation of growth factors and the endothelium holds promise for beneficial intervention in the range of diseases affecting the glomerulus.",
        "heavy-handed state intervention and regulation.",
        "Comment The only herbal or dietary intervention for which there was any good evidence was for vitamin B1 at 100 mg daily.",
        "humanitarian intervention.",
        "Some patients in the latter group may however be amenable to surgical intervention, with subsequent change in prognostic group."
    ],
    "definition": [
        "The act or process of intervening: a nation's military interventions in neighboring countries; a politician opposed to government intervention in the market economy.",
        "The systematic process of assessment and planning employed to remediate or prevent a social, educational, or developmental problem: early intervention for at-risk toddlers.\nAn act that alters the course of a disease, injury, or condition by initiating a treatment or performing a procedure or surgery.\nA planned, often unannounced meeting with a person with a serious personal problem, such as addiction, in order to persuade the person to seek treatment.",
        "The systematic process of assessment and planning employed to remediate or prevent a social, educational, or developmental problem: early intervention for at-risk toddlers.",
        "An act that alters the course of a disease, injury, or condition by initiating a treatment or performing a procedure or surgery.",
        "A planned, often unannounced meeting with a person with a serious personal problem, such as addiction, in order to persuade the person to seek treatment.",
        "Link/Cite"
    ]
}