{
    "translation": "פרשנות",
    "uses": [
        "He grinned as he realized her interpretation of his answer.",
        "His interpretation of the conversation was decidedly different.",
        "But a difference of interpretation arose.",
        "Magic is a child's interpretation of a miracle, or anything they can't understand.",
        "These last articles show a keen analysis and interpretation of facts.",
        "31, note the interpretation in 2 Chron.",
        "And, by Dean's interpretation, agreeing the old bitch got what she deserved.",
        "Dream interpretation certainly wasn't her forte'.",
        "The \"analogy of faith,\" as a rule of interpretation, he greatly limits, and teaches that it can never afford of itself the explanation of words, but only determine the choice among their possible meanings.",
        "And it can be applied by any teacher to any healthy deaf child, and in the broadest interpretation of the principles, can be applied to the teaching of language of all kinds to all children.",
        "of Israel, it may be observed that no adequate interpretation has yet been found of the ethnological traditions of Levi and other sons of Leah in their historical relation to one another or to the other tribes.",
        "The solution of the question hinges upon the interpretation of the canons, that is, upon whether they are to be taken as reflecting a recent, or as pointing to an imminent, persecution.",
        "Past experience constituted another important factor in establishing the interpretation of signs noted.",
        "this interpretation there is still a, Axis of the colony.",
        "The interpretation of the signals is according to the Morse code, - the dot and dash being represented by deflexions of the line of dots to one side or other of the centre line of the paper.",
        "\"The symbols in the strictest interpretation are largely related to nature,\" Tamer started.",
        "the Code \") has, however, made a more systematic study possible than could have resulted from the classification and interpretation of the other material.",
        "At least, idealist philosophy will hold that the substance if not the form of the argument is sound 4 though the question of its interpretation remains.",
        "The general theories of Siphonophoran morphology are discussed below, but in enumerating the various types of appendages it is convenient to discuss their morphological interpretation, at the same time.",
        "Destutt de Tracy was the last eminent representative of the sensualistic school which Condillac founded in France upon a one-sided interpretation of Locke.",
        "Aristotle's brief suggestions respect ing the origin of society and governments in the Politics show a leaning to a naturalistic interpretation of human history as a development conditioned by growing necessities.",
        "In this interpretation of the universe, the difference between mechanical or relative necessity and absolute or ideal necessity is slurred, or dogmatically affirmed to be non-existent.",
        "To the translation and interpretation of the Scriptures men might bring a fallible judgment, but this would be assisted by the direct action of the Spirit of God in proportion to their faith.",
        "The many theories that have been put forward as to the interpretation of the cormus and the various parts are set forth and discussed in the treatise of Y.",
        "Since, however, medusa-colonies occur only in one group, the Siphonophora, and divergent views are held with regard to the morphological interpretation of the members of a siphonophore, only the first three of the above sub-divisions of hydromedusa morphology will be dealt with here in a general way, and the morphology of the Siphonophora will be considered under the heading of the group itself.",
        "These officials, at the command of the senate, consulted the Sibylline books in order to discover, not exact predictions of definite future events, but the religious observances necessary to avert extraordinary calamities (pestilence, earthquake) and to expiate prodigies in cases where the national deities were unable, or unwilling, to help. Only the interpretation of the oracle which was considered suitable to the emergency was made known to the public, not the oracle itself.",
        "Thus the restoration and interpretation of the poems is one of peculiar delicacy and difficulty.",
        "But Jesus further maintains that this view of the law as a whole, and the interpretation of the Sabbath law which it involves, can be historically justified from the Old Testament.",
        "But in July 1908 a Surplus Revenue Act was passed which was based on a different interpretation of the constitution.",
        "Following his interpretation of the instructions he had received, de Lesseps began negotiations with the existing government at Rome, according to which Pius IX.",
        "In the interpretation of these signs the two chief factors were association of ideas and association of words.",
        "Anyhow, whatever the method or interpretation is to be, idealism, even more fully than materialism, is pledged to monism and to the rejection of dualism.",
        "Since no graptolites are known living, or, indeed, since palaeozoic times, the interpretation of their structure and affinities must of necessity be extremely conjectural, and it is by no means certain that they are Hydrozoa at all.",
        "The difference between the theories of Haeckel and Chun is connected with a further divergence in the interpretation of the stem or axis of the cormus.",
        "Then our talk turned to the interpretation of the seven pillars and steps of the Temple, the seven sciences, the seven virtues, the seven vices, and the seven gifts of the Holy Spirit.",
        "In it we find the principles of a general interpretation, formed without the assistance of any particular philosophy, but consisting of observations and rules which, though already enunciated, and applied in the criticism of the profane writers, had never rigorously been employed in biblical exegesis.",
        "MacTaggart (Studies in Hegelian Dialectic) contends that direct contradiction is confined to the elementary portions of Hegel's Logic: but he does not deny its existence there, though his interpretation, could one accept it, softens the paradox.",
        "Difference of opinion, therefore, arose as to the interpretation of the protocol, the Argentines insisting that the boundary should run from highest peak to highest peak, the Chileans that it should follow the highest points of the watershed.",
        "In several passages the interpretation is bound up with that of Mizraim, and depends in general upon the question whether Ethiopia at a given time enjoyed the prominence given to it.",
        "The conflict with France, the operations in Eritrea, the vigorous interpretation of the triple alliance, the questions of Morocco and Bulgaria, were all used by him as means to stimulate national sentiment.",
        "In one sense tt may be said to stand to theological literature in Scotland in something of the same position as that occupied by the Canon Mirificus with respect to the scientific literature, for it is the first published original work relating to theological interpretation, and is quite without a predecessor in its own field.",
        "The foreign policy of the second Crispi Administration, in which the portfolio of foreign affairs was held by Baron Blanc, was, as before, marked by a cordial interpretation of CompI!ca- the triple alliance, and by close accord with Great ~ Britain.",
        "The act was strongly opposed by the government of Queensland, and the question was raised as to whether it was based on a true interpretation of the constitution.",
        "A further divergence of opinion arises from differences in the interpretation of the persons composing the colony.",
        "They obtained in the synagogue from time immemorial, and were used by the Christian fathers in the interpretation of Scripture.",
        "His theory is in consonance with the interpretation of the structure of protoplasm as having behind it a long historical architecture and leads to the obvious conclusion that if protoplasm be constructed artificially it will be by a series of stages and that the product will be simpler than any of the existing animals or plants.",
        "In the resulting conflicts, in which his personal interest was in question, he displayed great activity and a wide knowledge of canon law, but did not scruple to resort to disingenuous interpretation of texts.",
        "No sooner had he put in writing his theological lectures (apparently the Introductio ad Theologiam that has come down to us), than his adversaries fell foul of his rationalistic interpretation of the Trinitarian dogma.",
        "These projections and ridges may be homologous with the seminiferous scale of the pines, firs, cedars, &c. The simplest interpretation of the cone of the Abietineae is that which regards it as a flower consisting of an axis bearing several open carpels, which in the adult cone may be very small or large and prominent, the scale bearing the ovules being regarded as a placental outgrowth from the flat and open carpel.",
        "Unfortunately, difficulties, either (i.) of reading, or (ii.) of interpretation, or (iii.) of arrangement, have been raised with regard to nearly all of them; and these difficulties must be briefly noticed here.",
        "There is too much textual warrant for this interpretation of Kant's meaning.",
        "(ii.) Interpretation (a) iv.",
        "While it is impossible to give a strictly economic interpretation of the earlier history of nations, economic interests so govern the life and determine the policy of modern states that other forces, like those of religion and politics, seem to play only a subsidiary part, modifying here and there the view which is taken of particular questions, but not changing in any important degree the general course of their development.",
        "In most cases the interpretation of the facts is far from obvious, and we have to try several hypotheses before we reach one which will bear the strain of a critical examination in the light of further evidence.",
        "In the tabulation and interpretation of statistical evidence, as in its collection, it is scarcely possible to overrate the importance of wide knowledge and experience.",
        "It is useless to suppose that this destructive criticism from within can be neutralized by generously sprinkling the pages of the classical writers with interpretation clauses.",
        "With grammatical precision, antiquarian learning and critical discernment Origen combines the allegorical method of interpretation - the logical corollary of his conception of the inspiration of the Scriptures.",
        "The fourth book explains the divinity of the Scriptures, and deduces rules for their interpretation.",
        "From 1872 until his death he was Bussey Professor of New Testament Criticism and Interpretation in the Harvard Divinity School.",
        "detail, illustrating his statements by the preparations he exhibited, the progress of ossification in the sternum of the fowl and of the duck, pointing out how it differed in each, and giving his interpretation of the differences.",
        "In order to comply with the court's interpretation of the constitution, municipalities were divided into only two classes, cities and villages, the former having a population of five thousand or more; the chief officials in both cities and villages were the mayor, council, treasurer and numerous boards of commissions.",
        "In the Eastern churches, indeed, the conception of the church as the guardian of \" the faith once delivered to the saints \" soon overshadowed that of interpretation and development by catholic consent, and, though they have throughout claimed the title of Catholic, their chief glory is that conveyed in the name of the Holy Orthodox Church.",
        "The creed is one; it is the interpretation that differs.",
        "The position of the sacred stone, and the interpretation of many details shown on the gems and coins, remain uncertain.",
        "Priestley displayed much ingenuity in devising apparatus suited to his requirements and in carrying out and varying his experiments; it was in the interpretation of results that he was deficient.",
        "The situation of the lateral nervestems in the different genera with respect to the muscular layers lends definite support to the interpretation of their homologies here given and forms the basis of Burger's classification.",
        "Later, however, as in the Commentary on this work written by Synesius to Dioscorus, priest of Serapis at Alexandria, which probably dates from the end of the 4th century, a changed attitude becomes apparent; the more practical parts of the receipts are obscured or omitted, and the processes for preparing alloys and colouring metals, described in the older treatise, are by a mystical interpretation represented as resulting in real transmutation.",
        "Twelve out of the thirteen are well-known words, the interpretation of which is not open to doubt.",
        "Kekule answered Ladenburg by formulating a dynamic interpretation of valency.",
        "This interpretation of the popular tales, according to which the career of the hero can be followed in its entirety and in detail in the movements in the heavens, in time, with the growing predominance of the astral-mythological system, overshadowed the other factors involved, and it is in this form, as an astral myth, that it passes through the ancient world and leaves its traces in the folk-tales and myths of Hebrews, Phoenicians, Syrians, Greeks and Romans throughout Asia Minor and even in India.",
        "They consider themselves bound by the literal interpretation of James v.",
        "In the interpretation of testaments it was to be assumed that members of the same family were not to be separated by the division of the succession.",
        "From the time of my admission to the priesthood to my (present) fifty-ninth year, I have endeavoured, for my own use and that of my brethren, to make brief notes upon the Holy Scripture, either out of the works of the venerable fathers, or in conformity with their meaning and interpretation.\"",
        "But two words are new, and scholars are not agreed in their interpretation of them.",
        "We seem forced to accept a practical criterion for purposes of interpretation rather than one which can be theoretically defended against all adverse criticism.",
        "It is the business of scientific interpretation to disentangle the factors which contribute to the joint-products.",
        "For modern interpretation hereditary modes of behaviour afford experience; in no other sense can it be said that experience is inherited.",
        "It affords a point of departure for the interpretation of the genesis of existing instincts.",
        "Exegesis of this sort is not the characteristic of any single circle, people or century; unscientific methods of biblical interpretation have prevailed from Philo's treatment of the Pentateuch to modern apologetic interpretations of Genesis, ch.",
        "But whichever interpretation is taken, the connexion of the festival with the harvest is only secondary.",
        "They sacrifice the paschal lamb, which is probably the oldest religious rite that has been continuously kept up. In two important points they differ from later Jewish interpretation.",
        "The progress of the \"higher criticism,\" and the gradual surrender of attempts to square scientific facts with a literal interpretation of the Bible, are indicated in the shorter account given in the eighth edition, which concludes as follows: - \"the insuperable difficulties connected with the belief that all the existing species of animals were provided for in the ark, are obviated by adopting the suggestion of Bishop Stillingfleet, approved by Matthew Poole, Pye Smith, le Clerc, Rossenmiiller and others, that the deluge did not extend beyond the region of the earth then inhabited, and that only the animals of that region were preserved in the ark.\"",
        "The interpretation of the phenomena of gaseous conduction was rendered possible by the knowledge previously acquired of conduction through liquids; the newer subject is now reaching a position whence it can repay its debt to the older.",
        "These are taken from the various schools of interpretation mentioned above, and are now formulated in the words used by the bishop when, in ordaining to any office, he places the vestment on the ordinand with the appropriate words, e.g.",
        "3 This was inserted, probably by the Privy Council, as a memorandum or interpretation of the clause in the Act of Uniformity.",
        "With this the bishop of Exeter (Ornaments Rubric, p. 30) would seem to agree, when he says that \"the customs of the present day do not fully accord with any reasonable interpretation of the rubric. The stole, now nearly universal, is only covered by the rubric if the word ' vestment ' be taken to include it (a very dubious point), and then only at Holy Communion.\"",
        "In any case, it is fairly certain that Tritogeneia means \"water-born,\" although an old interpretation derived it from TpcTCO, a supposed Boeotian word meaning \"head,\" which further points to the name having originated in Boeotia.",
        "Blochmann regards as coelomic, but it must be remembered that his interpretation rests largely on histological grounds, and at present embryological confirmation is wanting.",
        "There is considerable difficulty in regard to the interpretation of (1), on which that of (2) will turn; while (3) forms an independent section, to be considered separately.",
        "soon after the battle of Carchemish (605 B.C.), when the Chaldaean victory over Egypt inaugurated a period of Chaldaean supremacy which lasted till the Chaldaeans themselves were overthrown by Cyrus in 538 B.C. Grave objections, however, confront this interpretation, as is admitted even by such recent defenders of it as Davidson and Driver.",
        "For the interpretation of the book in detail, the English reader will find Driver's commentary (1906) the most useful.",
        "The Inquisition, by its decree Lamentabili sane (2nd of July 1907), condemned sixty-five propositions concerning the Church's magisterium; biblical inspiration and interpretation; the synoptic and fourth Gospels; revelation and dogma; Christ's divinity, human knowledge and resurrection; and the historical origin and growth of the Sacraments, the Church and the Creed.",
        "The next step was to force the confessors to accept their lax interpretation of the law; and this was accomplished by their famous theory of probabilism - first taught in Spain about 1580.",
        "This interpretation, however, of the \" metasternites \" of Limulus and Scorpio is opposed by the coexistence in Thelyphonus (figs.",
        "It must always be remembered that we are liable (especially in the case of fossilized integuments) to attach an unwarranted interpretation to the mere discontinuity or continuity of the thickened plates of chitinous cuticle on the back of an Arthropod.",
        "- The possibility of another interpretation of the anterior somites of the mesosoma and the prae-genital somite must be borne in mind.",
        "They insisted on an allegorical interpretation of the apostolic writings: they alleged themselves to be the guardians of a secret apostolic tradition and laid claim to prophetic inspiration.",
        "The former he traces to a mistaken interpretation of Origen (Horn.",
        "The followers of Credner are literalists; the opposite school of moderns includes some literalists (as Duhm), while others (like Hilgenfeld, and in a modified sense Merx) adopt the old allegorical interpretation which treats the locusts as a figure for the enemies of Jerusalem.",
        "The last-named gives an elaborate history of interpretation from the Septuagint down to Calvin, and appends the Ethiopic text edited by Dillmann.",
        "avri, against, e6 sos, law), a term apparently coined by Luther to stigmatize Johannes Agricola and his following, indicating an interpretation of the antithesis between law and gospel, recurrent from the earliest times.",
        "Cumont's interpretation of the main relief and its smaller companions involves the reconstruction of a Mithraic theology, a Mithraic legend, and a Mithraic symbolism.",
        "to adopt Bishop Lightfoot's interpretation, \" they led the prayers and thanksgivings of the congregation, presented the alms and contributions to God and asked His blessing on them in the name of the whole body.\"",
        "For Erigena, therefore, the speculative reason is the supreme arbiter; and in accordance with its results the utterances of Scripture and of the church have not infrequently to be subjected to an allegorical or mystical interpretation.",
        "Gauss in particular employed it in the calculation of the magnetic potential of the earth, and it received new light from Clerk Maxwell's interpretation of harmonics with reference to poles on the sphere.",
        "This involved not only the geometrical interpretation of negative quantities, but also the idea of continuity; this latter, which is the basis of modern analysis, leading to two separate but allied developments, viz.",
        "Reference to a geometrical interpretation seems at first sight to throw light on the meaning of a differential coefficient; but closer analysis reveals new difficulties, due to the geometrical interpretation itself.",
        "For this latter value it becomes -°o, which has no direct meaning, and requires interpretation (ï¿½ 61).",
        "Thus we arrive at the differential coefficient of f(x) as the limit of the ratio of f (x+8) - f (x) to 0 when 0 is made indefinitely small; and this gives an interpretation of nx n-1 as the derived function of xn (ï¿½ 45)ï¿½ This conception of a limit enables us to deal with algebraical expressions which assume such forms as -° o for particular values of the variable (ï¿½ 39 (iii.)).",
        "It could not escape notice that one and the same symbol, such as -1 (a - b), or even (a - b), sometimes did and sometimes did not admit of arithmetical interpretation, according to the values attributed to the letters involved.",
        "The progress of analytical geometry led to a geometrical interpretation both of negative and also of imaginary quantities; and when a \" meaning \" or, more properly, an interpretation, had thus been found for the symbols in question, a reconsideration of the old algebraic problem became inevitable, and the true solution, now so obvious, was eventually obtained.",
        "But when an algebra is used with a particular interpretation, or even in the course of its formal development, it frequently happens that new symbols of operation are, so to speak, superposed upon the algebra, and are found to obey certain formal laws of combination of their own.",
        "A notable improvement on the ideas of Diophantus is to be found in the fact that the Hindus recognized the existence of two roots of a quadratic equation, but the negative roots were considered to be inadequate, since no interpretation could be found for them.",
        "He possessed clear ideas of indices and the generation of powers, of the negative roots of equations and their geometrical interpretation, and was the first to use the term imaginary roots.",
        "The geometrical interpretation of imaginary quantities had a far-reaching influence on the development of symbolic algebras.",
        "Unfortunately the exact nature of these men's performances is not quite clear, for it is said to have been connected with \" harps set to the sheminith,\" or according to another interpretation, with \" harps over the tenors.\"",
        "The interpretation of the titles here suggested removes an objection brought against the assumption of a Maccabaean date for certain psalms, which lays stress on the fact that some of them, e.g.",
        "As regards the dates and historical interpretation of the Psalms, all older discussions, even those of Ewald, are in great measure antiquated by recent progress in Pentateuch criticism and the history of the canon, and an entirely fresh treatment of the Psalter by a sober critical commentator is urgently needed.",
        "admits of a perfectly consistent interpretation from first to last.",
        "He was a good palaeographer, and excelled in textual criticism, in examination of authorship, and other such matters, while his vast erudition and retentive memory made him second to none in interpretation and exposition.",
        "The number of field battalions was nearly doubled, two-thirds of the artillery received breech-loading rifled guns, the infantry had for some years had the breech-loading \"needlegun,\" and steps were initiated to train an adequate number of staff officers to a uniform appreciation of strategical problems, based on Moltke's personal interpretation of Clausewitz's Vom Kriege.",
        "The origin of the corpuscles, previously a matter of so much difference of opinion, is now pretty fairly set at rest, and has proved the key to the interpretation of the pathology of many diseases of the blood, such as the different forms of anaemia, of leucocythaemia, &c.",
        "In the fourth place, these views of the \"natural history of disease\" (in modern language) led to habits of minute observation and accurate interpretation of symptoms, in which the Hippocratic school was unrivalled in antiquity, and has been the model for all succeeding ages, so that even in these days, with our enormous advances in knowledge, the true method of clinical medicine may be said to be the method of Hippocrates.",
        "The discoveries of the separate paths of sensory and motor impulses in the spinal cord, and consequently of the laws of reflex action, by Charles Bell and Marshall Hall respectively, in their illumination of the phenomena of nervous function, may be compared with the discovery in the region of the vascular system of the circulation of the blood; for therein a key to large classes of normal and aberrant functions and a fertile principle of interpretation were obtained.",
        "In the sphere of physiology and in the interpretation of associated arterial diseases much obscurity still remains; as, for instance, concerning the nature of the toxic substances which produce those bilateral changes in the kidneys which we call Bright's disease, and bring about the \"uraemia\" which is characteristic of it.",
        "The diseases peculiar to women have received attention from early times, but little progress had been made in their interpretation till the 19th century.",
        "But the chief value of Lucretius as a thinker lies in his firm grasp of speculative ideas, and in his application of them to the interpretation of human life and nature.",
        "The question of the authorship cannot, however, be decided without considering the internal evidence, the interpretation of which in the case of the Third Gospel and the Acts (the other writing attributed to Luke) is a matter of peculiar interest.",
        "seems to show that in using his document Luke here mingled with the prophecy the interpretation which events had suggested and that the siege of Jerusalem in A.D.",
        "Unable to accept Berzelius's doctrine of the unalterability of organic radicals, he also gave a new interpretation to the meaning of copulae under the influence of his fellow-worker Edward Frankland's conception of definite atomic saturation-capacities, and thus contributed in an important degree to the subsequent establishment of the structure theory.",
        "A false interpretation of Gregory of Tours, apparently dating from 724, represented St Denis as having received his mission from Pope Clement, and as having suffered martyrdom under Domitian (81-96).",
        "This variety of opinion is due to the fact that the data available for settling the chronology often conflict with one another, or are capable of more than one interpretation.",
        "Greek philosophy, and the interpretation of the Koran; that he was much addicted to worldly pleasures, especially to excessive wine drinking.",
        "Presently the Greek empire of the East was overthrown by Rome, and in due course this new phenomenon, so full of meaning for the Jews, called forth a new interpretation of Daniel.",
        "Even if this tradition does not correspond with historic fact, it is at any rate certain that Gamaliel took a leading position in the Sanhedrin, and enjoyed the highest repute as an authority on the subject of knowledge of the Law and in the interpretation of the Scriptures.",
        "\"That Alexandria, the place of its earliest reception, was also the place of its birth, is borne out by the internal evidence of style and interpretation, which is Alexandrian throughout\" (Lightfoot).",
        "The education which he provided consisted of rhetoric, grammar, style and the interpretation of the poets.",
        "It is not likely that the Avars, living in their \"ring\" encampments, destroyed the Roman municipium; and Becs, the Hungarian name for Vienna to this day, is susceptible of a Slavonic interpretation only, and would seem to indicate that the site had been occupied in Slavonic times.",
        "Another explanation, which appears first in Jewish authors of the middle ages and has found wide acceptance in recent times, derives the name from the causative of the verb; He (who) causes things to be, gives them being; or calls events into existence, brings them to pass; with many individual modifications of interpretation - creator, lifegiver, fulfiller of promises.",
        "r4 seq., intended to give an etymological interpretation of the name Yahweh,\" his etymology is any better than many other paronomastic explanations of proper names in the Old Testament, or than, say, the connexion of the name 'A7roXXcwv with airo?ovwv, 6.7roXuwv in Plato's Cratylus, or the popular derivation from eurOXXvµe.",
        "The fact that the full form Yahweh appears, whereas in Hebrew proper names only the shorter Yahu and Yah occur, weighs somewhat against the interpretation, as it does against Delitzsch's reading of his tablets.",
        "20, is quite impossible and the interpretation of the passage is really only appropriate to Saul (\"the asked one\"): the two names are sometimes confused in the Septuagint (Ency.",
        "The questions which lived in the earlier and more formative period of his life concerned mainly the idea of the church, the historical interpretation of the documents which described the persons who had created the Christian religion, especially the person and work of its founder; but those most alive in his later and maturer time chiefly related to the philosophy of religion and ethics.",
        "The interpretation of man was therefore the interpretation of his universe.",
        "He took up afresh his study of Hebrew, and began his voluminous works on the interpretation of the Scriptures.",
        "The court will construe the Articles of Religion and formularies according to the legal rules for the interpretation of statutes and written instruments.",
        "Such opinions, it would seem, might be taken into account as showing the extent of liberty which had been in practice, claimed and exercised on the interpretation of the articles, but would certainly not be allowed to increase their stringency.",
        "He held that the Hebrew must be read without points, and his interpretation rested largely on fanciful symbolism.",
        "C. Dargan, \"show the native oratorical instinct highly trained by study and practice, a careful and sensible (not greatly allegorical) interpretation of Scripture, a deep concern for the spiritual welfare of his charge, and a thorough consecration to his work.",
        "The Reformers gave the sermon a higher place in the ordinary service than it had previously held, and they laid special stress upon the interpretation and application of Scripture.",
        "Judging by the contents of our existing Targums, and the Targumic renderings given in Jewish literature, it is improbable that any definite system of interpretation was ever formally adopted, the rendering into the vernacular being left to the discretion of the individual Meturgeman.",
        "The latter is rather to be regarded as the representative of the age in which he lived, and his interpretation is to be taken as reflecting the exegesis of that period.",
        "On the other hand, they regarded it as necessary to present the sacred text in such a manner as best to convey the particular form of interpretation then current.",
        "The Nicene Creed is the baptismal creed of an eastern church enlarged in order to combine theological interpretation with the facts of the historic faith.",
        "At this point a word must be said on the important question of interpretation.",
        "While we may hope for eventual agreement on the history of the different types of creed forms, there can be no hope of agreement on the interpretation of the words Holy Spirit between Unitarian and Trinitarian critics.",
        "The controversy on its use in modern times has turned mainly on the interpretation of the warning clauses.",
        "articles, usually called the Creed of Pius IV., which reaffirmed the Nicene Creed, and dealt with the preservation of the apostolic and ecclesiastical traditions, the interpretation of the Holy Scriptures \" according to the sense which our Holy Mother Church has held,\" the seven sacraments, the offering of the mass, transubstantiation, purgatory, the veneration of saints, relics, images, the efficacy of indulgences, the supremacy of the Roman Church and of the bishop of Rome as vicar of Christ.",
        "The interpretation of the evil omen is explained by an allusion to the bondage of the Israelites in Egypt and their return in the fourth generation (xv.",
        "7), and these the apostle Paul associates with the coming of Christ, and, adopting a characteristic and artificial style of interpretation prevalent in his time, endeavours to force a Messianic interpretation out of them.'",
        "3), whence it would appear that too much importance must not be laid upon any ethnological interpretation which fails to account for the three versions.",
        "Papias, his ETaZpos (Irenaeus), turns in fact from \" the vain talk of the many, and from the \" alien commandments \" to such as were \" delivered by the Lord to the faith,\" offering to the Christian world his Interpretation of the Lord's Oracles based upon personal inquiry from those who \" came his way,\" who could testify as to apostolic tradition.",
        "No one was able to guess, even in the vaguest way, the exact interpretation of these odd characters; but, on the other hand, no one could doubt that they constituted a system of writing, and that the piles of inscribed tablets were veritable books.",
        "A knowledge of the different epochs which have been chosen for the commencement of the year in different countries is indispensably necessary to the right interpretation of ancient chronicles, charters and other documents in which the dates often appear contradictory.",
        "Recognizing a supernatural element in the Bible, he nevertheless allowed to the full the critical exercise of reason in the interpretation of its dogmas (cp. Otto Pfleiderer, Development of Theology, pp. 89 ff.).",
        "Mediation has also been occasionally employed where differences have arisen as to the interpretation of treaties or as to the mode in which they ought to be carried out: as when Great Britain mediated between France and the United States with regard to the Treaty of Paris of the 4th of July 1830.",
        "A passage difficult of interpretation, but apparently meant to be equivalent to the Eastern Epiklesis or invocation of the Holy Ghost.",
        "We first of all might divide the methods of interpretation into two classes: I.",
        "- Where the book was accepted the problem of its interpretation was differently dealt with according to the age and environment of the interpreter.",
        "When the Church obtained the mastery of the world this method came naturally to be abandoned in favour of a spiritualistic interpretation, to which we shall presently refer.",
        "The founder of this school of interpretation was Ticonius the Montanist (floruit A.D.",
        "His interpretation is on the whole mystical.",
        "Here for the first time a consistently elaborated world-historical interpretation is carried out from the reign of Domitian to Lyra's own period.",
        "With these writers we have the beginning of a scientific method of interpretation.",
        "The learned Cambridge Commentary by Swete (The Apocalypse of John, 2nd ed., 1907) makes use of several of the methods of interpretation enumerated above.",
        "This interpretation was introduced into Protestant exegesis by Corrodi.",
        "He criticizes sharply (pp. 173 sqq., 233 sqq.) former methods of interpretation, and with the ardour of a discoverer of a new truth seeks to establish its currency throughout the entire field of apocalyptic. To such an extreme does he carry his theory that he denies obvious references to historical personages in the Apocalypse, when these are clothed in apocalyptic language.",
        "At times details in the transmitted material are unintelligible to our author, and these in some cases he omits referring to in his interpretation.",
        "Julicher (Einleitung in das Neue Testament', 1901, pp. 204-29) adopts the same three methods of interpretation.",
        "It might be supposed that all possible methods had now been considered, and that a combination of the three methods which have established their validity in relation to the interpretation of the Apocalypse would be adequate to the solution of all the problems of the book, but this is not so; for even when each in turn has vindicated the provinces in the book that rightly belong to it, and brought intelligibility into these areas, there still remain outlying regions which they fail to illumine.",
        "Again, a Christian could not represent Christ as the son of the wife of the sun-god; for such is the natural interpretation of the woman crowned with the twelve stars and with her feet upon the moon.",
        "This points, we may here assume, to the Nero redivivus legend, which could not have arisen for a full generation after Nero's death, and the assumption receives large confirmation from the most probable interpretation of the enigmatical words, xiii.",
        "Bousset thinks that the Apocalyptist, knowing not what to make of this reckoning, left it standing as it was and attempted a new interpretation of the seven heads by taking them to refer to the seven hills of Rome in the addition he made to verse 9.",
        "For attempts to find a mythological interpretation of Isaac's life, see Goldziher, Mythology of the Hebrews; Winckler, Gesch.",
        "3, 4 (61) Kai rt icis iwp&Kayev Ev Tn irpwrl') rtXtKia) militate against this interpretation, for elsewhere Irenaeus himself distinctly says\" triginta annorum aetas prima indoles est juvenis \"(ii.",
        "This leads to an interpretation of the fact that a change of dimensions usually attends a change in the temperature of a substance.",
        "This became the great object of his lectures, when he was appointed regius professor of scriptural interpretation at Louvain in 1630.",
        "The principles of interpretation on which he proceeded were, to import nothing into Scripture, but to draw out of it everything that it really contained, in conformity with grammaticohistorical rules; not to be hampered by dogmatical considerations; and not to be influenced by the symbolical books.",
        "16-17 meant \" righteousness \" rather than \" justice \" in a juridical sense, Luther exhibited supreme religious genius in his interpretation of \" God's righteousness \" (Gerechtigkeit) as over against the \" good works \" of man, and in the overwhelming importance he attached to the promise that the just shall live by faith.",
        "was induced reluctantly to grant the dispensation necessary on account of the relationship, which, according to the canon law and the current interpretation of Leviticus xviii.",
        "It does not mean that there is anywhere a mere fact which is not also an interpretation nor an interpreting mind whose ideas have no hold upon fact.",
        "Harris; 4 (b) of confident application to the central problems of logic, ethics and politics, fine art and religion, and as a principle of constructive criticism and interpretation chiefly in T.",
        "Under the influence of these writers idealism, as above expounded though with difference of interpretation in individual writers, may be said towards the end of the 19th century to have been on its way to becoming the leading philosophy in the British Isles and America.",
        "The colonists had been for many years almost independent; they made their own laws, the Crown appointed natives as officials, and the colonial interpretation of the old charter had in general been allowed to stand.",
        "The Spaniards disputed this interpretation of the treaty, and maintained that there was \"no peace beyond the line,\" i.e.",
        "The student will find differences among anthropologists in the interpretation of these marks - some averring that comparative anatomy is worthless as a means of subdividing the American subspecies, others that biological variations point to different Old World origins, a third class believing these structural variations to be of the soil.",
        "If the interpretation of the Maya calculiform glyphs be trustworthy, these people had carried their numeral system into the hundreds of thousands and devised symbols for recording such high numbers.",
        "The ordinary literal interpretation is more probable; but it does not follow that the authors of the Pentateuch intended the story to be taken as historical in its details.",
        "Until the rise of the Arian heresy these forms were probably regarded as indifferent, both being equally capable of an orthodox interpretation.",
        "$ Loci communes (1610-1622), on Interpretation of Sacred Scripture, ix.",
        "The ratio 47r would thus first appear as the ratio of the average breadth of a circle to the greatest breadth; the interpretation of 7 as the ratio of the circumference to the diameter being a secondary one.",
        "Over and above these there are other marks, crosses, triangles, &c., of which more than a hundred have been described and figured by different authors, each with its interpretation; and in addition the back of the hand has its ridges.",
        "The problem of interpretation of the Divine Will, especially in the case of the \" papist \" or traditionalist, lay beyond their vision at the time.",
        "A rival interpretation of the phenomena it dealt with was put forward by F.",
        "Near Oropus, on the supposed site of his passing, his sanctuary arose, with healing springs, and an oracle famous for its interpretation of dreams (Pausanias i.",
        "Seeing that the anthropomorphic language used of the angels is similar to that used of God, the Scriptures would hardly seem to require a literal interpretation in either case.",
        "His subsequent works were dissertations on the origin of alphabetical writing (Die Erfindung der Buchstabenschrift, 1801), on the antiquity of the Codex Vaticanus (1810), and on ancient mythology (Ober den Mythos der alten Volker, 1812); a new interpretation of the Song of Solomon (Das hohe Lied in einer noch unversuchten Deutung, 1813), to the effect that the lover represents King Hezekiah, while by his beloved is intended the remnant left in Israel after the deportation of the ten tribes; and treatises on the indissoluble character of the matrimonial bond (De conjugii christiani vinculo indissolubili commentatio exegetica, 1816) and on the Alexandrian version of the Pentateuch (1818).",
        "The raising of Lazarus, in appearance a massive, definitely localized historical fact, requires a similar interpretation, unless we would, in favour of the direct historicity of a story peculiar to a profoundly allegorical treatise, ruin the historical trustworthiness of the largely historical Synoptists in precisely their most complete and verisimilar part.",
        "This rationalizing method of interpretation is known as Euhemerism.",
        "But many of Roscher's arguments are forced, and his method of interpretation is not altogether sound.",
        "To this it added the sovereignty over demons, from a wrong interpretation of Eccles.",
        "from the very nature of Ultramontanism, and from the important position to which it has attained, that the official organs of the Church and all the people interested in the continuance of the actual state of affairs deny that it exists at all as an independent tendency, and seek to identify it with any proper interpretation of Roman Catholicism.",
        "2, the interpretation \"they that sacrifice men\" is improbable, and 2 Kings xvii.",
        "The Taurus solar interpretation of the sign goes back to the far off time when the year began with Taurus, and the sun was conceived of as a bull entering upon the great furrow of heaven as he ploughed his way among the stars.",
        "Ravaisson-Mollien has discovered a number of fragments by him, among which the most important is the De Essentia Dei et de Substantia Dei; a Liber Sententiarum, consisting of discussions on ethics and Scriptural interpretation, is also ascribed to Champeaux.",
        "There is no proper ground for regarding it, as some Biblical scholars of a former generation did, through a false interpretation of the book of Jonah, as a part or suburb of Nineveh.",
        "A new era was opened by the publication in 1857 of the second edition of Ritschl's Entstehung der altkatholischen Kirche, in which he broke away from the Tubingen school and introduced new points of view that have revolutionized the interpretation of the early church.",
        "It was this need which led also to the development of Messianic prophecy and the ultimate interpretation of the Jewish Bible as a Christian book (see Bible).",
        "In the 9th century the interpretation was extended to include all acquisition of ecclesiastical offices or benefices for money or money's worth.",
        "The Latin Church, which, by combining the tradition of the Roman centralized organization with a great elasticity in practice and in the interpretation of doctrine, had hitherto been the moulding force of civilization in the West, is henceforth more or less in antagonism to that civilization, which advances in all its branches - in science, in literature, in art - to a greater or less degree outside of and in spite of her, until in its ultimate and most characteristic developments it falls under the formal condemnation of the pope, formulated in the famous Syllabus of 1864.",
        "Becoming a Congregationalist, he accepted in 1842 the chair of biblical criticism, literature and oriental languages at the Lancashire Independent College at Manchester; but he was obliged to resign in 1857, being brought into collision with the college authorities by the publication of an introduction to the Old Testament entitled The Text of the Old Testament, and the Interpretation of the Bible, written for a new edition of Horne's Introduction to the Sacred Scripture.",
        "to combine two different confessions under one common government, and, resulting from it, the possibility of changing from one confession to another, have all combined to free the state churches from any rigid interpretation of their theological formulas.",
        "As every attempt to rationalize nature implies a certain process of criticism and interpretation to which the data of sense are subjected, and in which they are, as it were, transcended, the antithesis of reason and sense is formulated early in the history of speculation.",
        "He also opposed Aristarchus, and supported the Stoics, by insisting on an allegorical interpretation of Homer.",
        "The De algebra tractatus contains (chapters lxvi.-lxix.) the idea of the interpretation of imaginary quantities in geometry.",
        "The latter's system of interpretation was based upon an extremely literal treatment of the text, according to which the smallest words or particles, and sometimes even the letters of scripture, were invested with divine authority.",
        "Since they were designed to meet the needs of the people and had a directly edificatory aim, they are naturally characterized by expansion and paraphrase, and thus afford invaluable illustrations of the methods of Jewish interpretation and of the development of Jewish thought.",
        "But if the use of versions, or of an uncritical text of the original, was one condition unfavourable to criticism, another that was not less serious was the dominance over both Jews and Christians of unsound methods of interpretation - legal or dogmatic or allegorical.",
        "early as the Greek version (3rd century B.C. and later); allegorical interpretation is conspicuous in the Alexandrian Jewish scholar Philo; it may be seen in many New Testament.",
        "It is true that even by the most thorough-going allegorists the literal sense of Scripture was not openly and entirely disregarded; but the very fact that the study of Hebrew was never more than exceptional, and so early ceased to be cultivated at all, is eloquent of indifference to the original literal sense, and the very principle of the many meanings inherent in the sacred writings was hostile to sound interpretation; greater importance was attached to the \" deeper \" or \" hidden \" senses, i.e.",
        "This has done much to render possible a more critical interpretation of the Old Testament.",
        "The leading Reformers - Luther, Zwingli, Melancthon - frequently expressed themselves against the prevailing view of the manifold sense of Scripture, and in particular questioned the legitimacy of allegorical interpretation - except for purposes of popular and practical exposition.",
        "But the original text of the Old Testament long before it was combined with the text of the Jewish or Massoretic interpretation had already undergone a somewhat similar change, the extent of which was indeed far less, but also less clearly discoverable.",
        "The valuable editions of the Old Testament by Baer and Delitzsch, and by Ginsburg, contain critical texts of the Jewish interpretation of Scripture, and therefore necessarily uncritical texts of the Hebrew Old Testament itself: it lies entirely outside their scope to give or even to consider the evidence which exists for correcting the obvious errors in the text of the Old Testament as received and perpetuated by the Jewish interpreters.",
        "the interpretation and use of Scripture, they were not immediately interested in literary and historical criticism, nor con cerned to challenge the whole body of traditional lore The Reformers.",
        "For it were a strange interpretation to say Moses spake of his own sepulchre, though by prophecy, that it was not found to that day wherein he was yet living.\"",
        "A note by Cyril Lucar states that it was written by Thecla, a noble lady of Egypt, but this is probably merely his interpretation of an Arabic note of the 14th century which states that the MS. was written by Thecla, the martyr, an obviously absurd legend; another Arabic note by Athanasius (probably Athanasius III., patriarch c. 1308) states that it was given to the patriarchate of Alexandria, and a Latin note of a later period dates the presenta tion in 1098.",
        "It does not seem possible to rule out either interpretation; the choice between them will follow from the view taken of the general chronological arrangement of the Gospel.",
        "nearly] fifty years old \": but both his arguments are probably derived from a single source, Papias's interpretation of John viii.",
        "z The ordinary interpretation \"linen ephod\" (i Sam.",
        "Theol., 1906, pp. 433 sqq.) find this interpretation unnecessary.",
        "but arbitrary cases of the kind just noticed are due either to an obviously far-fetched interpretation or to the endeavour to find some authoritative support for teaching which it was, desired to inculcate.",
        "Aqiba, the great principle of the Torah.) It is useful for the interpretation of the Mishnah treatises Qbdashim and Teharoth.",
        "(f) Shir (\" song \") R., or (after the opening words) Aggadath Hazith, a late compilation of haggadah on Canticles, illustrating the allegorical interpretation of the book in reference to the relation between God and Israel (so already in the exegesis of R.",
        "The interpretation which Isaiah puts on this fact depends on the circumstance that at that date religion had never been conceived as a relation between God and individuals, or as a relation between God and a purely spiritual society, but always as a relation between a deity and some natural social group - a stock, a tribe, a nation.",
        "But the discovery, by Bryennios in 1873, of the ancient Christian work called Ocbayrl TWV bc.)Beea airoarbXwv (published in 1883), has immensely extended the range of our knowledge, and has at the same time thrown a clear light on many notices in other sources which for want of proper interpretation had been previously neglected or incorrectly understood.",
        "Beside the equivalence of the hon to 5 utens weight of water, the mathematical papyrus (35) gives 5 besha = (2/3)cubic cubit (Revillout's interpretation of this as 1 cubit cubed is impossible geometrically; see Rev. Eg., 1881, for data); this is very concordant, but it is very unlikely for 3 to be introduced in an Egyptian derivation, and probably therefore only a working equivalent.",
        "In the interpretation of myths Neoplatonism followed the allegorical method, as practised especially by the Stoa; but the importance it attached to the spiritualized myths was unknown to the Stoic philosophers.",
        "interpretation of the universe.",
        "The history of this science, like that of all physical sciences, covers two parallel lines of development which have acted and reacted upon each other - namely, progress in exploration, research and discovery, and progress in philosophic interpretation.",
        "The dawn of the science covers the first observation of facts and the rudiments of true interpretation.",
        "This definitely directed evolution, or development in a few determinable directions, has since been termed \" orthogenetic evolution,\" and is recognized by all workers in invertebrate palaeontology and phylogeny as fundamental because the facts of invertebrate palaeontology admit of no other interpretation.",
        "The absolute agreement in the results independently obtained by these various investigators, the interpretation of individual development as the guide to phyletic development, the demonstration of continuous genetic series, each mutation falling into its proper place and all showing a definite direction, constitute contributions to biological philosophy of the first importance, which have been little known or appreciated by zoologists because of their publication in monographs of very special character.",
        "Louis Dollo especially has Fossorial Amphibious Digitigrade Grass Herb Herbivorous Shrub Fruit Root Dentition reduced Omnivorous Fish Carnivorous-{Flesh Carrion contributed most brilliant discussions of the theory of alternations of habitat as applied to the interpretation of the anatomy of the marsupials, of many kinds of fishes, of such reptiles as the herbivorous dinosaurs of the Upper Cretaceous.",
        "He has applied the theory with especial ingenuity to the interpretation of the circular bony plates in the carapace of the aberrant leather-back sea-turtles (Sphargidae) by prefacing an initial land phase, in which the typical armature of land tortoises was acquired, a first marine or pelagic phase, in which this armature was lost, a third littoral or seashore phase, in which a new polygonal armature was acquired, and a fourth resumed or secondary marine phase, in which this polygonal armature began to degenerate.",
        "This is a Gnostic interpretation of the various myths of the great mother-goddess's many loves and love-adventures with other gods and heroes.",
        "Even the Persian myth is entirely obscure, and has hitherto defied interpretation.",
        "In general, Valentinianism displays a particular resemblance to the dominant ideas of the Church, both in its complicated Christology, its triple division of mankind into 7rvcvyartKoi, i/ivxtKoi and amt.., and its far-fetched interpretation of texts.'",
        "It is the interpretation of different mythological and historical Mexican picture-writings, composed by an anonymous author some time after the conquest and copied by Fernando de Alva (Ixtlilxochitl, 1568-1648).",
        "It is noteworthy that these early versions from Anglo-Saxon times onwards were perfectly orthodox, executed by and for good and faithful sons of the church, and, generally speaking, with the object of assisting those whose knowledge of Latin proved too scanty for a proper interpretation and understanding of the holy text.",
        "Fichtean idealism therefore at once stood out negatively, as abolishing the dogmatic conception of the two real worlds, subject and object, by whose interaction cognition and practice arise, and as amending the critical idea which retained with dangerous caution too many fragments of dogmatism; positively, as insisting on the unity of philosophical interpretation and as supplying a key to the form or method by which a completed philosophic system might be constructed.",
        "Regarded merely as a criticism of the notions with which scientific interpretation proceeds, these writings have still importance and might have achieved more had they been untainted by the tendency to hasty, ill-considered, a priori anticipations of nature.",
        "Dreams are sometimes explained by savages as journeys performed by the sleeper, sometimes as visits paid by other persons, by animals or objects to him; hallucinations, possibly more frequent in the lower stages of culture, must have contributed to fortify this interpretation, and the animistic theory in general.",
        "He was a grandson of Rashi, but differed in his method of interpretation.",
        "Another famous interpretation was Rashbam's view that the much disputed phrase in Gen.",
        "The interpretation most usually accepted, which was first suggested by Pantagathus, a 17th-century scholar, is based on the view that the five classes were distributed over the tribes in such a manner that there were 2 centuries of each class in a single tribe.",
        "Mommsen's interpretation (Staatsrecht, iii.",
        "Philosophic (1796), containing an interpretation of the Kantian Kritik in the manner of Salomon Maimon.",
        "Such, at any rate, seems the fairest interpretation of 1 Tim.",
        "Inasmuch, however, as the floor on which the overlapping strata rest is, like the rest of the Laurentian and Superior Oldland, a worn-down mountain region, and as the lowest member of the sedimentary series usually contains pebbles of the oldiand rocks, the better interpretation of the relation between the two is that the visible oldiand area of to-day is but a small part of the primeval continent, the remainder of which is still buried under the Palaeozoic cover; and that the visible oldiand, far from being the first part of the continent to rise from the primeval ocean, was the last part of the primeval continent to sink under the advancing Palaeozoic seas.",
        "The great advance in the interpretation of land forms now makes it possible to introduce as thoroughly explanatory a description of these fertile plains as of forms earlier familiar, such as sand dunes, deltas and sea cliffs.",
        "The discovery of this significant looped arrangement of the morainic belts is the greatest advance in interpretation of glacial phenomena since the first suggestion of a glacial period; it is also the strongest proof that the ice here concerned was a continuous sheet of creeping land ice, and not a discontinuous series of floating icebergs, as had been supposed.",
        "The origin of these forms is still in discussion; but the following interpretation is well supported.",
        "This duty of interpretation belongs to all tribunals, but as constitutional cases are, if originating in a lower court, usually carried by appeal to the Supreme Court, men have grown accustomed to talk of the Supreme Court as in a special sense the guardian of the Constitution.",
        "On the 12th of March 1881, however, the acting secretary of the United States treasury, in answer to a letter asking for an interpretation of the words \"waters adjacent thereto\" in the acts of 1868 and 1873, stated that all the waters east of the boundary line were considered to be within the waters of Alaska territory.",
        "In 1903 an agreement was reached by which the question of this boundary, which depended on the interpretation put upon the treaty of 1825 between Russia and England, should be submitted to a commission consisting of \" six impartial jurists of repute,\" three British and three American.",
        "Pro vincial control has caused some diversity of management; the interpretation of the denominational agreement has led to acute differences of opinion which have invaded the field of politics.",
        "This interpretation of the appearances is contrary to that of Horst, from whom our drawings of the oyster's development are taken.",
        "The fault of the opposite school, on the other hand, is to disparage interpretation and to regard correction as the proper field of a scholar and gentleman.",
        "This bias is reflected in the maxim that \"correction should precede interpretation,\" which is no more than a half-truth.",
        "For emendation must inevitably fail unless it express the meaning which the proper interpretation of the passage has shown to be required.",
        "On the whole, the interpretation which best suits all the passages is that extraneous discourses mean any extra-scientific dialectical discussions, oral or written, occurring in dialogues by Plato, or by Aristotle, or by anybody else, or in ordinary conversation, on any subject under the sun.",
        "In the grammatical interpretation of his author's language, Servius does not rise above the stiff and overwrought subtleties of his time; while his etymologies, as is natural, violate every law of sound and sense.",
        "This is an interpretation, frequently and not without some justice, put upon Berkeley's own expression.",
        "But, whether because he drew a distinction between the treason of individuals and of states, or was influenced by Seward, or simply, once in responsible position, separated Republican party politics from the question of constitutional interpretation, at least he speedily showed that he would be influenced by no acrimony, and adopted the lenient reconstruction policy of Lincoln.",
        "When the Psalter became a liturgical book the historical kingship had gone by, and the idea alone remained, no longer as the interpretation of a present political fact but as part of Israel's religious inheritance.",
        "§ 16) gives a Messianic interpretation of Num.",
        "Among his writings are Lectures on the Criticism and Interpretation of the Bible (1828), A Comparative View of the Churches of England and Rome (1814), and Horae Pelasgicae (1815).",
        "His first important appearance as a controversialist was against Edmund Calamy \"the younger\" in reference to conformity (1703-1707), and after this he came into conflict with Francis Atterbury, first on the interpretation of certain texts and then on the whole Anglican doctrine of non-resistance.",
        "Although he had no share in drawing up the Napoleonic code, he did more than any other lawyer to fix its interpretation.",
        "On this occasion he was introduced to the queen, who took lessons in the mystical interpretation of his writings, and made him great promises, which, however, were never fulfilled.",
        "In the final act, the conference went farther in agreeing to the \" principle of compulsory arbitration,\" declaring that \" certain disputes, in particular those relating to the interpretation and application of the provisions of international agreements, are suitable (susceptible) to be submitted to compulsory arbitration without any restriction.\"",
        "The United States interpretation, on the other hand, distinguishes between reductions of a general character and reductions made specifically in return for reductions by some other state.",
        "C. C. Schenck 2 subsequently conducted similar experiments, using a rotating mirror, and though he put a different interpretation on the effects, the main conclusions of Schuster and Hemsalech were not affected.",
        "The interpretation of spectroscopic observation seemed very simple when Kirchhoff and 1 Phil.",
        "Instead of exaggerating into treason whatever was susceptible of unfavourable interpretation, he turned the very conspiracies that were formed against him into opportunities of signalizing his clemency.",
        "This name has been suggested by Schleiermacher's interpretation of Papias' fragment on Matthew (see Matthew, Gospel Of).",
        "The truth is that his theory of evolution can be carried through the whole process without a break, only by giving the synthetic philosophy a materialistic interpretation, and by adhering consistently to [[[Metaphysical Idealism]] Spencer's own materialistic definition of evolution; otherwise there will be a break at least between life and mind.",
        "Cohen his more important Kants Theorie der Erfahrung, which led Lange to modify his interpretation of Kant in the second edition of his own book.",
        "He accepts Fechner's extension of Weber's law of the external stimuli of sense, while judiciously remarking that \" the physiological interpretation is entirely hypothetical.\"",
        "Of this view the part which was not Aristotle's, the state of \" universalia ante rem,\" was due to the Neoplatonists, who interpreted the \" separate forms \" of Plato to be ideas in intellect, and handed down their interpretation through St Augustine to the medieval Realists like Aquinas, who thus combined Neoplatonism with Aristotelianism.",
        "At the same time the government's tenure of office was obviously drawing to its close; the usual interpretation of the Septennial Act involved a dissolution either in 1905 or 1906, and the government whips found increased difficulty in keeping a majority at Westminster, since neither the pronounced Chamberlainites nor the convinced free-trade Unionists showed any zeal, and a large number of the uncertain Unionists did not intend to stand again for parliament.",
        "Thus he is led to the view that the ideas were orally set forth by Paul, but that the language and composition were due to some one giving from memory a sort of free interpretation of his teacher's mind.",
        "On the one hand, indeed, they held tenaciously by the traditional Judaism: blasphemy against their lawgiver was punished with death, the sacred books were preserved and read with great reverence, though not without an allegorical interpretation, and the Sabbath was most scrupulously observed.",
        "So far as concerns the Epistle of St James this interpretation would probably be correct.",
        "engaged in a remarkably bitter controversy with the pope as to the practical interpretation of the idea of evangelical poverty.",
        "In modern times it is often There may be further evidence of the prevalence of the interpretation \"amid\" if the difficult bainath athrawatha of Cureton, Anc. Syr.",
        "For the interpretation cf.",
        "On the interpretation see P. Dhorme, Rev. Bibl.",
        "When the equilibria become more complex difficulties of interpretation of the experimental results often arise.",
        "In addition to the difficulties presented by the Bible as an historical record, and the literary problems which textual and other critics have investigated, the modern freethinker denies that the Christianity of the New Testament or its interpretation by modern theologians affords a coherent theory of human life and duty.",
        "In 588 Apries (Pharaoh Hophra) made an attempt 1 The above interpretation of Menander and the Assyrian evidence is based upon Ed.",
        "See the facsimile in Ausgrabungen in Sendschirli (Berlin, 1893), and p. 17 for the above interpretation of it.",
        "The interpretation of many details of the inscr.",
        "The interpretation of such names as 'Abi-ba'al (father of Ba'al), Himilkath (brother of Milkath), Hiram (brother of the exalted one) is not altogether certain, and can hardly be discussed here.'",
        "principiis, 125) and received at his hands a Neoplatonic interpretation; this cosmogony was probably the writing which Strabo ascribes to a Sidonian philosopher, Mochus, who lived before the Trojan times (xvi.",
        "There are other details into which we cannot here enter, but which support the interpretation put upon these facts, i.e.",
        "His commentaries on the Scriptures were the first application on an extensive scale of the principle affirmed by Scaliger, that, namely, of interpretation by the rules of grammar without dogmatic assumptions.",
        "The true interpretation of Grotius's mind appears to be an indifference to dogmatic propositions, produced by a profound sentiment of piety.",
        "In the middle ages some knowledge of Hebrew was preserved in the Church by converted Jews and even by non-Jewish scholars, of whom the most notable were the Dominican controversialist Raymundus Martini (in his Pugio fidei) and the Franciscan Nicolaus of Lyra, on whom Luther drew largely in his interpretation of Scripture.",
        "appointed him professor of scriptural interpretation in the university.",
        "A few possible cases of aggressive mimicry are enumerated in the following summary of some of the recorded cases of mimicry in different classes of the animal kingdom; but the phenomenon is of comparatively rare occurrence, and the supposed instances may be susceptible of other interpretations, excluding them altogether from mimicry, or bringing them under the Batesian or Miillerian interpretation of the phenomenon.",
        "No certainty has been reached in the interpretation of these passages, but they may suggest to the Christian mind the expectation that the final destiny of no soul can be fixed until in some way or other, in this life or the next, the opportunity of decision for or against Christ has been given.",
        "Jabiz held him to be the most learned scholar in all branches of human knowledge, and Ibn Hisbam accepted his interpretation even of passages in the Koran.",
        "There may possibly be \"survivals\" of the influence of some such celebrations both on the Book of Esther and on the ceremonies of Purim, but there is absolutely no evidence that the Jews took over the interpretation of these festivals with their celebration.",
        "This is the received interpretation of the passage in Diogenes Laertius, i.",
        "For the right interpretation of the difficult texts on which he comments, they are indispensable.",
        "The Alexandrian tradition seems to have been that he was of Cyrenaean origin; and Severus, a writer of the Loth century, adds to this the statement that his father's name was Aristobulus, who, with his wife Mary, was driven from the Pentapolis to Jerusalem by an invasion of barbarians 1 The divergent lines of the later attempts at a literal interpretation - e.g.",
        "His son Charles (1770-1844)1844) was rector in various Long Island churches; and Charles's son Samuel (1801-1872), who graduated at Columbia in 1823, was rector of the Church of the Annunciation in New York in 1838-1868, and from 1862 professor of Biblical learning and the Interpretation of Scriptures in the General Theological Seminary.",
        "His publications were connected with biblical criticism and interpretation, some of them being for popular use and others more strictly scientific. To the former class belong the Biblical Cyclopaedia, his edition of Cruden's Concordance, his Early Oriental History, and his discourses on the Divine Love and on Paul the Preacher; to the latter his commentaries on the Greek text of St Paul's epistles to the Ephesians, Colossians, Philippians and Galatians, published at intervals in four volumes.",
        "By his original interpretation of Aristotle's theory of tragedy, he delivered German dramatists from the yoke of the classic tragedy of France, and directed them to the Greek dramatists and to Shakespeare.",
        "reasonable interpretation of the sm2, The second spore-mother-cell.",
        "His annotations on the Psalms are especially interesting for the polemical excursuses directed against the Christian interpretation.",
        "The most probable meaning of the name is \"seven wells,\" despite the non-Semitic construction involved in this interpretation.",
        "Such are the scales of a bulb, and the various parts of the flower, and assuming that the structure ordinarily termed a leaf is the typical form, these other structures were designated changed or metamorphosed leaves, a somewhat misleading interpretation.",
        "Starting from the hypothesis that Sweden was \"DenmarkNorway's most active and irreconcilable enemy,\" Bernstorff logically included France, the secular ally of Sweden, among the hostile powers with whom an alliance was to be avoided, and drew near to Great Britain as the natural foe of France, especially during the American War of Independence, and this too despite the irritation occasioned in Denmark-Norway by Great Britain's masterful interpretation of the expression \"contraband.\"",
        "The plain intention of the priestly code is to allow the old tithe of Deuteronomy to drop; but the harmonistic interpretation of the later scribes was to the effect that two tithes were to be paid every year, and a third tithe, for the poor, on every third year (Tob.",
        "It is obvious that a purely rationalistic interpretation of the great sign whereby Jahweh manifested himself would be out of place.",
        "5 suggests (but another interpretation is possible) that his wife went with him on his missionary journeys.",
        "On the ordinary interpretation this must have taken place after the council, and it is exceedingly difficult to reconcile it with the attitude of Peter described in Acts xv., so that Mr C. H.",
        "The emperor attached them to himself by granting to many of them the very liberties which, by a strained interpretation.",
        "On the vexed question of the interpretation of Article 13 Metternich recognized the inexpediency of requiring the South German states to revise their constitutions in a reactionary sense.",
        "Bismarck, knowing that nothing would more impede the consolidation of the empire than an outbreak of local patriotism, always so jealous of its rights, generally used his influence to avoid constitutional disputes, and discouraged the discussion of questions which would require an authoritative interpretation of the constitution.",
        "What began as a great revolutionary movement became a dogmatic and academic school of thought; it often almost seemed as though the orthodox interpretation of I~Iarxs doctrine was of more importance than an improvement in the condition of the working men, and the discussions in the annual Socialist Congress resembled the arguments of theologians rather than the practical considerations of politicians.",
        "crisis of 1903-1906 - a crisis temporarily settled but not definitively solved, - and the introduction of universal suffrage in Austria, discredited the original interpretation of the dual system and raised the question whether it represented the permanent form of the Austro-Hungarian polity.",
        "The old interpretation \"save, now !\"",
        "3 it has been supposed that he had served in Africa in the time of Julius Caesar, probably as a military engineer, but the words hardly bear this interpretation.",
        "One very favourite, but utterly untenable interpretation is that the \" seven forms,\" are seven different Arabic dialects.",
        "Nevertheless, it is on a false interpretation of this challenge that the dogma of the incomparable excellence of the style and diction of the Koran is based.",
        "If they are actually ciphers, the multiplicity of possible explanations at once precludes the hope of a plausible interpretation.",
        "Even the Arabian Moslems would only understand the Koran very dimly and imperfectly if they did not give special attention to the study of its interpretation.",
        "Nevertheless, a great deal remains to be accomplished by European scholarship for the correct interpretation of the Koran.",
        "and VL; but Mahlers interpretation of the tables on which this would rest appears to be false.",
        "But if the facts of the religion, broadly viewed, never underwent a change, the interpretation of those facts did so in no small degree.",
        "The need for a more spiritual and intellectual interpretation of the pantheon still remained, and gave rise to a number of theological sciences.",
        "In a similar nianner, the ethical and allegorical methods of interpretation came into much greater prominence towards the end of the New Kingdom.",
        "Apart from their philological interest, as giving the history of a remarkable language during a period of several thousand years, the grammatical studies of the last quarter of the I9th century and afterwards are beginning to bear fruit in regard to the exact interpretation of historical documents on Egyptian monuments and papyri.",
        "To the present writer it seems that Meyers chronology provides a convenient working theory, but involves such an improbability in regard to the interval between the XIIth and the XVIIIth Dynasties that the interpretation of the Sothic date on which it is founded must be viewed with suspicion until clear facts are found to corroborate it.",
        "It then appeared that Turkey was unwilling to recognize the British interpretation of the telegram of the 8th of April 1892.",
        "It must, however, be admitted that the evidence at our disposal is, in some cases, capable of more than one interpretation.",
        "Even if we admit van Tieghem's interpretation of the integuments to be correct, the diagnostic mark of his unitegminous and bitegminous groups is simply that of the absence or presence of an indusium, not a character of great value elsewhere, and, as we know, the number of the ovular coats is inconstant within the same family.",
        "There had been no sufficient number of cases before 1917 to afford a clear interpretation of this, except that it had been held to be as binding in war as in peace (Milligan case, 71.U.S.2).",
        "after the close of the war and therefore subject to application and interpretation in fields quite unrelated to the nation's safety during war.",
        "Antioch gave its name to a certain school of Christian thought, distinguished by literal interpretation of the Scriptures and insistence on the human limitations of Jesus.",
        "He laid down seven rules for the interpretation of the Scriptures, and these became the foundation of rabbinical hermeneutics; and the ordering of the traditional doctrines into a whole, effected in the Mishna by his successor Judah I., two hundred years after Hillel's death, was probably likewise due to his instigation.",
        "This uncertainty had been brought about by the conflicting opinions of the jurists of the 6th century as to the proper interpretation to be given to the legislation of the emperor Justinian, from which had resulted a system of teaching which had deprived that legislation of all authority, and the imperial judges at last were at a loss to know by what rules of law they were to regulate their decisions.",
        "Any dispute or claim arising or related to this Agreement, its performance, breach, or interpretation (including issues about its validity or enforceability), shall be exclusively (except as provided below) resolved by final binding arbitration before the American Arbitration Association (AAA), utilizing its Commercial Arbitration Rules.",
        "Liberals were scandalized by his apparent identification of \" right \" with \" might,\" implied in the demand for a strong government; and though he often declared the true interpretation to be that the right would ultimately become might, his desire for strong government seemed too often to sanction the inverse view.",
        "On such an interpretation, variation would result from asymmetrical division and normal inheritance from symmetrical division.",
        "As such they supposed the\" dying out \"must mean the dying out of a\" soul \"; and endless were the discussions as to whether this meant eternal trance, or absolute annihilation, of the\" soul.\"It is now thirty years since the right interpretation, founded on the canonical texts, has been given, but outside the ranks of Pali scholars the old blunder is still often repeated.",
        "He insisted on a poetical interpretation of the Church's liturgy; and while strenuously maintaining her Divine commission to teach faith and morals, he regarded the Church as in other respects a learner; and he advocated a policy of conciliation with the world, and an alliance with the best tendencies of contemporary thought.",
        "An example of such interpretation meets us at the outset.",
        "Its true importance lies in its attestation of the genuineness of the earlier portraits to which it has so little to add, in its recognition of the relation of Christ to the whole purpose of God as revealed in the Old Testament, and in its interpretation of the Gospel message in its bearing on the living Church of the primitive days.",
        "Towards the end of this conversation the evangelist passes imperceptibly from reporting the words of the Lord into an interpretation or amplification of them, and in language which recalls the prologue he unfolds the meaning of Christ's mission and indicates the crisis of self-judgment which necessarily accompanies the manifestation of the Light to each individual.",
        "the interpretation given in Matt.",
        "Hengstenberg, which regarded Revelation itself as supreme, such interpretation was an abomination.",
        "As time went on it became obvious that without de p arture from the spirit of idealism Hegel's principle was susceptible of a different interpretation.",
        "McTaggart's Studies in Hegelian Dialectic (1896), Studies in Hegelian Cosmology (1901) and Some Dogmas of Religion (1906) have opened a new chapter in the interpretation of Hegelianism.",
        "1340) system of biblical interpretation had been long taught there by a succession of able teachers; Humanism had won an early entrance to the university; the anti-clerical teaching of John of Wessel, who had himself taught at Erfurt for fifteen years (1445-1460), had left its mark on the place and was not forgotten.",
        "(in certain well-defined portions) priestly authority, excludes a monarchy and stands at the head of a lengthy development in the way of expansion and interpretation.",
        "When an act of parliament is expressed to come into operation on a certain day, it is to be construed as coming into operation on the expiration of the previous day (Interpretation Act 1889, § 3 6; Statutes [Definition of Time] Act 1880).",
        "It is, however, unquestionably true, that as a startling protest against measures\" to silence,\"in Jefferson's words,\" by force and not by reason the complaints or criticisms, just or unjust, of our citizens against the conduct of our agents,\"they served, in this respect, a useful purpose; and as a counterblast against Hamiltonian principles of centralization they were probably, at that moment, very salutary; while even as pieces of constitutional interpretation it is to be remembered that they did not contemplate nullification by any single state, and, moreover, are not to be judged by constitutional principles established later by courts and war.",
        "The Berbers, if irreligious, are very superstitious, never leaving their homes without exorcizing evil spirits, and have a good and evil interpretation for every day of the week.",
        "When Protagoras included in his course grammar, style, interpretation of the poets, and oratory, supplementing his own continuous expositions by disputations in which he and his pupils took part, he showed a not inadequate appreciation of the requisites of a literary education; and it may be conjectured that his comprehensive programme, which Prodicus and others extended, had something to do with the development of that versatility which was the most notable element in the Athenian character.",
        "His power lay in the interpretation of literature rather than in linguistic study, and his influence over his pupils was exercised by his own fireside as well as in the relation, always friendly and familiar, which he held to them in the classroom.",
        "Hence it is that, while many made their escape from Pompeii (which was overwhelmed by the fall of the small stones and afterwards by the rain of ashes), comparatively few can have managed to escape from Herculaneum, and these, according to the interpretation given to the inscription preserved in the National Museum (Mommsen, I.N.",
        "In 1874 he was appointed first professor of palaeography and diplomatics at the Istituto di Studii Superiori in Florence, where he continued to work at the interpretation of MSS.",
        "So completely did this system in the course of time sway men's minds that the cult, from being an expression of animistic beliefs, took on the colour derived from the \"astral\" interpretation of occurrences and doctrines.",
        "Until the hypothesis has been thoroughly tested by an examination of the line-of-sight velocities of stars from the same point of view, this physical interpretation must be received with some degree of caution; but there can be no doubt of the reality of the anomalies in the statistical distribution of proper motions of the stars, and of these it offers a simple and adequate explanation.",
        "Many local authorities grudged the money to rebuild or enlarge their gaols; others varied much in their interpretation of the rules as to hard labour and the hours of employment.",
        "As more than one false interpretation of these names has been given, it is not superfluous to cite here Qaisarani (ed.",
        "He possessed vast and varied learning, perfect calmness and impartiality, and great power of historical insight, and is now looked back to as the pioneer in the movement for the economic interpretation of history.",
        "He does not start with the datum of theology as the completed body of truth, requiring only elucidation and interpretation; his fundamental thought is that of the universe, nature, TO 7rav, or God, as the ultimate unity which works itself out into the rational system of the world.",
        "This empirical groundwork of Aristotle's logic was accepted by the Epicureans, who enunciated most distinctly the fundamental doctrine that all sensations are true of their immediate objects, and falsity begins with subsequent opinions, or what the moderns call \" interpretation.\"",
        "These and like developments, which are to be divined from references in the Aristotelian writings, jejune, and, for the most part, of probable interpretation only, complete the material which Aristotle could utilize when he seceded from the Platonic school and embarked upon his own course of logical inquiry.",
        "It appears safer, notwithstanding, to take the less subtle interpretation 11 that dialectical induction struggling with instances is formally justified only at the limit, and that this, where we have exhausted and know that we have exhausted the cases, is in regard to individual subjects rarely and accidentally reached, so that we perforce illustrate rather from the definite class-concepts falling under a higher notion.",
        "Wolff's general logic, \" the best,\" said Kant, \" that was thought to lie open to an interpretation in conformity with the spirit of his logic, in the sense that the form and the content in knowledge are not merely distinguishable func- Form of Lions within an organic whole, but either separable, or Matter t.",
        "Doubtless there are passages which make against an extreme dualistic interpretation.",
        "Historically the question of the extent to which writers adopted the dualistic interpretation or one that had the like consequences is of greater importance.",
        "Lotze's procedure is, indeed, analogous to the way in which, in his philosophy of nature, he starts from a plurality of real beings, but by means of a reductive movement, an application of Kant's transcendental method, arrives at the postulate or fact of a law of their reciprocal action which calls for a monistic and idealist interpretation.",
        "The evolution of quaternions belongs in part to each of two weighty branches of mathematical history - the interpretation of the imaginary (or impossible) quantity of common algebra, and the Cartesian application of algebra to geometry.",
        "We will therefore confine ourselves, so far as his predecessors are concerned, to attempts at interpretation which had geometrical applications in view.",
        "One geometrical interpretation of the negative sign of algebra was early seen to be mere reversal of direction along a line.",
        "For an interpretation is assigned to the product of two directed lines in one plane, when each is expressed as the sum of a real and an imaginary part.",
        "Hamilton, like most of the many inquirers who endeavoured to give a real interpretation to the imaginary of common algebra, found that at least two kinds, orders or ranks of quantities were necessary for the purpose.",
        "That we have here a perfectly real and intelligible interpretation of the ordinary algebraic imaginary is easily seen by an illustration, even if it be a somewhat extravagant one.",
        "But the interpretation of ij presented a difficulty - in fact the main difficulty of the whole investigation - and it is specially interesting to see how Hamilton attacked it.",
        "And one of Hamilton's earliest advances in the study of his system (an advance independently made, only a few months later, by Arthur Cayley) was the interpretation of the singular operator q()q1, where q is a quaternion.",
        "Joly's projective geometrical applications starting from the interpretation of the quaternion as a point-symbol;' these applications may be said to require no addition to the quaternion algebra; (b) W.",
        "1900), who quotes the results of similar experiments made at McGill College in 1897, but gives an entirely different interpretation, based on a direct measurement of the - specific heat at 100° C. by an electrical method.",
        "(18) but such fomulae are much too complicated to be of any practical use, and are too empirical in their nature to permit of the direct physical interpretation of the constants they contain.",
        "In the two latter instances there may be noted the allegorical interpretation of traditional doctrines and sacred writings which is a common characteristic of theosophical writers.",
        "The rules for the interpretation of treaties are not so different from those applicable to contracts in private law as to need here a separate discussion.",
        "Sometimes the serpent stands at the head of the human race as the mother of a11.2 This, following an old and still well supported interpretation of the name Eve (hawwah), was apparently also the belief of one branch of the Hebrews.3 There are many instances of tribes or clans named after the serpent.",
        "An interpretation of the oldest ogam inscriptions is given by Whitley Stokes in Bezzenberger's Beitrage, xi.",
        "But, though in 1680 he published his Unreasonableness of Separation, his willingness to serve on the ecclesiastical commission of 1689, and the interpretation he then proposed of the damnatory clauses of the Athanasian creed, are proof that to the end he leaned towards toleration.",
        "Though \" some at least of the alterations in Codex Bezae arose through a gradual process, and not through the action of an individual reviser,\" the revision in question was the work of a single reviser, who in his changes and additions expressed the local interpretation put upon Acts in his own time.",
        "Bugge, in Beitrage zur Geschichte der deutschen Sprache and Litteratur and other periodicals, are of the utmost importance for the textual criticism and interpretation of the poem.",
        "Indeed, it would be hard to find anything less consonant with godliness and divine perfection than the pranks of this juvenile god; and if poets and thinkers try to explain them away by dint of allegorical interpretation, the plain man will not for all their refinements take these amusing adventures any the less au pied de la lettre.",
        "To the correct interpretation of the latter, indeed, they are essential, as will appear below.",
        "Of this authority the pope is regarded as the centre and source, so far as the interpretation of the Divine Will to the world is concerned in matters of faith and morals.",
        "This is noticeable in Pomponazzo's system of materialism, based on the interpretation of Aristotle, but revealing a virile spirit of disinterested and unprejudiced research.",
        "Abstractly considered, Bentham's interpretation of human nature was not more exalted than Paley's.",
        "In towns a week-day was to be set apart for the \" exercise \" or public interpretation of Scripture, in which all qualified persons in the neighbourhood were to take part, as if the whole country were a school of the Bible.",
        "The Resolutioners, or supporters of the resolution to rescind that act, were opposed by the Protesters, the rigid adherents to the strictest interpretation of the Covenant.",
        "In the fragment De Interpretation Naturae Prooemium (written probably about 1603) Bacon analyses his own mental character and lays before us the objects he had in view when he entered on public life.",
        "It is, of course, dangerous to form an extreme judgment on an isolated and partially understood case, of which also we have no explanation from Bacon himself, but if the interpretation advanced by Heath be the true one, Bacon certainly suffered his first, and, so far as we can see, just judgment on the case to be set aside, and the whole matter to be reopened in obedience to a request from Buckingham.",
        "S.), and thus putting a false interpretation on the experiments there noted.",
        "He brings against Bacon, of all men, the accusations of making induction start from the undetermined perceptions of the senses, of using imagination, and of putting a quite arbitrary interpretation on phenomena.",
        "Quite apart from the few enthusiasts who would have given a literal interpretation to the text in Matt.",
        "A similar interpretation has sometimes been claimed for the third canon of that general council of Nicaea to which we 3 1 Cor.",
        "But at Viterbo it was in favour, and the orthodox interpretation was regarded rather than the other which might be taken in the Lutheran sense.",
        "The interpretation itself is markedly subjective; by the side of much that is legitimate exegesis, there is much that appears arbitrary in the extreme.",
        "5), and is subsequently explained by an extremely artificial interpretation of Deut.",
        "Similar or related forms of interpretation and teaching are found in the Talmud, in Hellenistic Judaism, in the New Testament, in early Church Fathers and in Syriac writers.",
        "Legal compendiums and systems of philosophy served their age and gave place to later developments; and the elasticity of interpretation which characterizes it enabled it to outlive Karaites and Kabbalists.",
        "- Animism is not, indeed, itself a religion; it is rather a primitive kind of philosophy which provides the intellectual form for the interpretation alike of Man and of Nature.",
        "But there must always have been some correspondence between the stages of social advance (or, in certain cases, of degeneration) and the religious interpretation of the world.",
        "The natural interpretation of the word ancien is simply \"of old standing,\" and Barbezieux's use of it, coming after Louvois's phrase in 1691, clearly points to Dauger being meant.",
        "The clue to the interpretation of this phrase may be found in another letter from Louvois not six months later (Jan.",
        "Monsignor Barnes is rather too apt to employ the method of interpretation by contraries, on the ground that in such letters the writer always concealed the real facts.",
        "But such an interpretation of the Virgilian passage is by no means absolutely necessary; the terms used do not preclude a reference to a contemporary no longer alive.",
        "Tyrrell privately circulated among his friends writings in which he drew a clear line of distinction between religion as a life and theology as the incomplete interpretation of that life.",
        "He had already published Lex orandi, insisting that the true interpretation of the creed is determined by its prayer value, and in 1906 he wrote Lex credendi.",
        "The greater part of the treatise is devoted to working out this line of thought; and in so doing Spinoza consistently applies to the interpretation of the Old Testament those canons of historical exegesis which are often regarded as of comparatively recent growth.",
        "Gregory says he had the legend from the interpretation of \"a certain Syrian\"; in point of fact the story is common in Syriac sources.",
        "Against this interpretation of the subsidy bill the already over-taxed lower estates protested so energetically that the Diet had to be suspended.",
        "In 1895 relations with the neighbouring republic of Argentina began to become somewhat strained in regard to the interpretation of the treaty concerning the boundary between the two countries.",
        "Zahn's excursus and Prof. Lake in Expositor, March 1906, p. 236 f.) throws a slight doubt on the interpretation of ii.",
        "In Persia any person capable of reading the Koran and interpreting its laws may act as a priest (mullali), and as soon as such a priest becomes known for his just interpretation of the s/1ar and his superior knowledge of the traditions and articles of faith, he becomes a muftahid, literally meaning one who strives (to acquire knowledge), and is a chief priest.",
        "The students are instructed in Arabic and Persian literature, religion, interpretation of the Koran, Mussulman law, logic, rhetoric, philosophy and other subjects necessary for admittance to the clergy, for doctors of law, &c., while modern sciences are neglected.",
        "The subsequent statement that his son, Sultan Ali, was seized, in company with two younger brothers, by Yaqub, one of the descendants of their grandfather Uzun }.iasan, who, jealous of the numerous disciples that resorted to Ardebil, confined them to the hill fort of Istakhr in Fars, seems to indicate a second interpretation of the passage just extracted from Purchas, and that there is confusion of persons and incident somewhere.",
        "Zend, again (originally zaintish), is not the name of a language, as Anquetil Duperron supposed, but means interpretation or explanation, and is specially applied to the medieval Pahlavi translation of the Ayes/a.",
        "The interpretation of the Persian seiform, the character and dialect of which were equally known, was begun by G.",
        "The word, according to his interpretation, signifies the baptism of Metis, or of fire, and is, therefore, connected with the impurities of the Gnostic Ophites.",
        "This new interpretation finds expression in Matt.",
        "which may be explained when we reflect that to the faithful divination was something as essential as confession and spiritual direction to a devout Catholic now, or the study and interpretation of Scripture texts to a Protestant.",
        "In 1865 he became involved in an acrimonious controversy on the interpretation of Kant's doctrine of Space with Kuno Fischer, whom he attacked in Kuno Fischer and sein Kant (1869), which drew forth the reply Anti-Trendelenburg (1870).",
        "The ultimate interpretation of the universe can only be found in the higher category of End or final cause.",
        "The interpretation can hardly be doubtful.",
        "Yet no interpretation or rearrangement of the text of Old Testament prophecies will secure a fair and non-allegorical correspondence between these and their alleged fulfilment in the New Testament.",
        "Woolston, at first to all appearance working earnestly in behalf of an allegorical but believing interpretation of the New Testament miracles, ended by assaulting, with a yet unknown violence of speech, the absurdity of accepting them as actual historical events, and did his best to overthrow the credibility of Christ's principal miracles.",
        "The original deists displayed a singular incapacity to understand the true conditions of history; yet amongst them there were some who pointed the way to the truer, more generous interpretation of the past.",
        "The use of the mitre, pastoral staff and pectoral cross, which had fallen into complete disuse by the end of the 18th century, has been now very commonly, though not universally, revived; and, in some cases, the interpretation put upon the \"Ornaments rubric\" by the modern High Church school has led to a more complete revival of the pre-Reformation vestments.",
        "It referred to the Compacts that had been abolished, and was liable to an interpretation excluding from tolerance all but the Romanists and the retrograde Utraquists.",
        "truths are to be learned from the Bible and tradition, the former having been written, Compariand the latter maintained uncorrupted through the influence of the Holy Spirit; the interpretation of the Bible Orthodox, belongs to the Church, which is taught by the Holy Spirit, Roman and but every believer may read the Scriptures.",
        "But the first blunder, that of forming a general hypothetical conception of Rabelais and then adjusting interpretation of the work to it, is the commoner.",
        "11, the usual interpretation of which is that Jesus refers to an abuse - a man might declare that any part of his property which came into his parents' hands was corban, consecrated, i.e.",
        "The Jewish scribes thus fenced the law of vows with a traditional interpretation which made men break.",
        "Probably, next to the Origin of Species, no single work has done so much to promote clear understanding of natural selection and confidence in its truth; for in addition to these two historic essays, there are others in which the new theory is applied to the interpretation of certain classes of facts.",
        "Swedenborg himself took no steps to found a church, but having given a new interpretation of Scripture, it was inevitable that those who accepted his doctrine should separate themselves and organize a society in accordance therewith.",
        "Where, as in the last two cases, the sympathetic bond is less strong, we find symbolical interpretation playing an important part.",
        "In the difficulties which he raises we may perhaps detect a leaning towards a naturalistic interpretation.",
        "Alexander's interpretation proceeds throughout upon the naturalistic lines which have already become familiar to us.",
        "Such an interpretation enables us to understand how it was possible, at a later date, for Aristotle to be regarded as the father of Nominalism.",
        "Internationalism has gained ground in Europe in recent years; and Socialism itself, which is based upon a distinct interpretation of history, is regarded by its followers as merely a stage in human progress, like those which have gone before it.",
        "From this he went on to socialism, which bases its militant philosophy upon this interpretation of history.",
        "The interpretation of certain figures given in the Domesday Survey (which do not cover certain parts of modern England nor take account of the ecclesiastical population) is a matter of widely divergent opinion; but a total population of one million and a half has been accepted by many for the close of the 11th century.",
        "There is a physiological interpretation of the Garden of Eden.",
        "The boundary dispute involved the interpretation of the words, quoted above, in the treaties of 1825 and 1867 defining the boundary of the Russian (later American) possessions, and also the determining of the location of Portland Canal, and the question whether the coastal girdle should cross or pass around the heads of the fjords of the coast.",
        "This boundary did not fit in with geographical facts; hence the adjudication was based upon the motive of the treaty and not upon the literal interpretation of such elastic terms as \" ocean,\" \" shore \" and \" coast-line.\"",
        "The Interpretation Act, 1889 (52 & 53 Vic. c. 63, s.",
        "Simultane of preference accorded to France could be opposed to that of Belgium; and on the 29th of April the French minister took note, in the name of the French government, of this interpretation of the right of preference, in so far as such interpretation was not contrary to pre-existing international engagements.",
        "It approved the concessions system in principle and regarded forced labour as the only possible means of turning to account the natural riches of the country, but recognized that though freedom of trade was formally guaranteed there was virtually no trade, properly so called, among the natives in the greater portion of the Congo State, and particularly emphasized the need for a liberal interpretation of the land laws, effective application of the law limiting the amount of labour exacted from the natives to forty hours per month, the suppression of the\" sentry \"system, the withdrawal from the concession companies of the right to employ compulsory measures, the regulation of military expeditions, and the freedom of the courts from administrative tutelage.",
        "\" interpretation \") being specially employed to denote the translation and exposition of a great part of the Avesta which exists in Pahlavi.",
        "The need for a translation and interpretation became evident; and under the Later Sassanians the majority of the books, if not the whole of them, were rendered into the current Pahlavi.",
        "For the interpretation of the older texts it is of great value where they are concerned with the fixed, formal statutes of the church.",
        "The interpretation of the Avesta is one of the most difficult problems of oriental philology.",
        "The value of the Pahlavi interpretation was overrated by Spiegel„ Darmesteter, but wholly denied by Roth.",
        "The interpretation which takes the expression \"the twelve tribes\" literally, and conceives the brother of the Lord as sending an epistle written in the Greek language throughout the Christian world, but as addressing Jewish Christians only (so e.g.",
        "It is at least an open question whether the superscription (connected with that of Jude) be not a later conjecture prefixed by some compiler of the catholic epistles, but of the late date implied in our interpretation of ver.",
        "The epiblast has been regarded as representing a second cotyledon, but this is a very doubtful interpretation.",
        "It may be that the interpretation of the female cone of the Abietineae as an inflorescence, which finds favour with many botanists, cannot be applied to the cones of Agathis and Araucaria.",
        "Cordaites is an extinct type which in certain respects resembles Ginkgo, cycads and the Araucarieae, but its agreement with true conifers is probably too remote to justify our attri buting much weight to the bearing of the morphology of its female flowers on the interpretation of that of the Coniferae.",
        "But he put upon this fundamental dogma a new interpretation.",
        "In thus reverting to the crudities of certain Pythagoreans, he laid himself open to the criticisms of Aristotle, who, in his Metaphysics, recognizing amongst contemporary Platonists three principal groups - (1) those who, like Plato, distinguished mathematical and ideal numbers; (2) those who, like Xenocrates, identified them; and (3) those who, like Speusippus, postulated mathematical numbers only - has much to say against the Xenocratean interpretation of the theory, and in particular points out that, if the ideas are numbers made up of arithmetical units, they not only cease to be principles, but also become subject to arithmetical operations.",
        "(Dillmann, Schiirer and others take the great horn to be John Hyrcanus, but this interpretation does violence to the text.) These chapters recount three visions: the first two deal with the first-world judgment; the third with the entire history of the world till the final judgment.",
        "Of similar oriental origin is the Dream of Mamer, the interpretation of which goes back to the Panchatantra, and must have reached Rumania early in the 18th century, probably in Slavonic. The history of Syntippa and the Seven Masters has also become a popular book.",
        "Pending more conclusive evidence from the spectroscope, the interpretation of the peculiar surface rotation of the sun appears to be that the central parts of the body are rotating faster than those outside them; for if such were the case the observed phenomenon would arise."
    ],
    "definition": [
        "The act or process of interpreting.",
        "A result of interpreting.",
        "a. An explanation or conceptualization by a critic of a work of literature, painting, music, or other art form; an exegesis.\nb. A performer's distinctive personal version of a song, dance, piece of music, or role; a rendering.",
        "in·ter′pre·ta′tion·al\nadjective",
        "Link/Cite",
        "(countable) An act of interpreting or explaining what is obscure; a translation; a version; a construction.\nthe interpretation of a foreign language, of a dream, or of an enigma.",
        "(countable) A sense given by an interpreter; an exposition or explanation given; meaning .\nCommentators give various interpretations of the same passage of Scripture.",
        "(uncountable) The power of explaining.",
        "(countable) An artist's way of expressing his thought or embodying his conception of nature.",
        "(countable) An act or process of applying general principles or formulae to the explanation of the results obtained in special cases.",
        "(countable, physics) An approximation that allows aspects of a mathematical theory to be discussed in ordinary language.",
        "(countable, logic, model theory) An assignment of a truth value to each propositional symbol of a propositional calculus.",
        "Link/Cite"
    ]
}