{
    "translation": "להפריע, לקטוע",
    "uses": [
        "I didn't want to interrupt your reunion.",
        "Sure. I'm sorry to interrupt you.",
        "Not to interrupt this lover's spat, but I could use a glass of wine.",
        "But I don't want to interrupt you, he added, and was about to go to the drawing room.",
        "Moreover, although they interrupt the folding of the zone in which they occur, they do not disturb it: they do not, in fact, rise through the zone, but lie upon it like unconformable masses - in other words, they rest upon a thrust-plane.",
        "Shut up; I told you not to interrupt... anyway, the damn thing went too fast for the old folks... over two miles an hour, I guess.",
        "His efforts to interrupt the sea communications of the Egyptian forces failed, owing to the enormous disproportion of the two squadrons in the siege and strength of the ships.",
        "God cannot interrupt His own work by miracles; nor can He favour some men above others by revelations which are not granted to all, and with which it is not even possible for all to become acquainted.",
        "The Federal government now attempted to enlist recruits, ostensibly to protect the western frontier from the Indians, but actually for the suppression of the insurrection; but the plan failed from lack of funds, and the insurgents continued to interrupt the procedure of the courts.",
        "After his release Defoe went to Bury St Edmunds, though he did not interrupt either his Review or his occasional pamphlets.",
        "The greatest variety of episodical matter is thus introduced; but the propriety of the occasion and the mode of introduction are such that no complaint can be made; the episodes never entangle, encumber or even unpleasantly interrupt the main narrative.",
        "He entered the university of Upsala in 1867, but was compelled by poverty to interrupt his studies, which were resumed in 1870.",
        "These additions, the secondary character of which is obvious both from the way in which they interrupt the context and also from their contents, are (1), v.",
        "The fruits eaten temperately need not make us ashamed of our appetites, nor interrupt the worthiest pursuits.",
        "The leaftraces usually interrupt the continuity of the stele of the axis on their departure.",
        "high, may be that this frictional resistance becomes so great as actually to interrupt the even descent of the charge, parts of which are at times suspended like a ball in the rising jet of a fountain, to fall perhaps with destructive violence when some shifting condition momentarily lessens the friction.",
        "These digressions at times interrupt the symmetry of his plan; but Strabo had all the Greek love of legendary lore, and he discusses the journeyings of Heracles as earnestly as if they were events within recent history.",
        "- These verses, which interrupt the plan of the book, fall into two independent fragments, 1-8 and 9-17, which are inconsistent in their original meaning with each other.",
        "Now, with one brilliant exception - the story of the swimming-match, which is felicitously introduced and finely told - these retrospective passages are brought in more or less awkwardly, interrupt inconveniently the course of the narrative, and are too condensed and allusive in style to make any strong poetic impression.",
        "To interrupt her dreams.",
        "These are special organs which Lent~eIs interrupt the continuity of the impermeable layer of ordinary cork-cells.",
        "Two events now occurred which served to cast a gloom over the poet's life and to interrupt his activity, - the outbreak of the Civil War, and the tragic fate of his wife, who, having accidentally allowed her dress to catch fire, was burnt to death in her own house in 1861.",
        "The fifth and sixth volumes of the Origins of Christianity (the Christian Church and Marcus Aurelius) show him reconciled with democracy, confident in the gradual ascent of man, aware that the greatest catastrophes do not really interrupt the sure if imperceptible progress of the world - reconciled also in some measure, if not with the truths, at least with the moral beauties of Catholicism, and with the remembrance of his pious youth.",
        "In 1854 he became a teacher at a Berlin public school, but this did not interrupt his biblical studies.",
        "(where rapids interrupt the currents) the valleys open out and the rivers wind in tortuous channels often choked by sandbanks.",
        "If it's four and I go five and interrupt someone's conference or walk into a room full of tarantulas, I'm going to go crazy.",
        "Any contrivance that serves to interrupt radiation, though it may not keep the temperature much above freezing, will be found sufficient.",
        "He was fond of newspapers and works on politics; and this was the only kind of reading that could interrupt his studies in philosophy.",
        "Under the rules adopted, the examination of witnesses is conducted by the president in accordance with the system prevailing in most continental countries; members of the commission may only put questions to witnesses for the eliciting of further information; and they may not interrupt the witness when he is in course of making his statement, but they may ask the president to put any additional questions.",
        "It could neither afford to trifle with the sympathies of the French Catholics nor to interrupt the progress of those elements, which would naturally be a thorn in the side of the young German Empire, thus undo Bismarck's work, and restore the Vatican policy to its pristine strength and vigour.",
        "This unfortunate fete at the ambassador's deprives me of a pleasure, and obliges me to interrupt you.",
        "2 ff., interrupt the connexion and must be assigned to the priestly redactor, while in.",
        "\"Let the Public Accuser continue,\" called Ozma from her throne, \"and I pray you do not interrupt him.\"",
        "The town suffered frequently from fire, as in 1702 and 1855, and the broad open spaces (Almenninge) which interrupt the streets are intended as a safeguard against the spread of flames.",
        "Under its provisions it is a punishable offence \" to break or injure a submarine cable wilfully or by culpable negligence in such manner as might interrupt or obstruct telegraphic communication either wholly or partially, such punishment being without prejudice to any civil action for damages.",
        "The republic of Venice differed essentially from any other state in Italy; and her history was so separate that, up to this Venice point, it would have been needless to interrupt the narrative by tracing it.",
        "[ii.], p. 428 seq.) did not long interrupt his command of the Aegean.",
        "interpellare, to interrupt), a term meaning, in general, an interruption, more particularly used of a method of procedure adopted in some of the legislative chambers of continental Europe, especially those of France and Italy, and somewhat similar to that of a motion to adjourn the House in the British parliament.",
        "But the assembly, the members of which were nearly the same as those of the congress, refused to interrupt the meeting of the congress, and in the next month the governor sought safety in flight, first to Fort Johnson on the Cape Fear below Wilmington and then to a man-of-war along the coast.",
        "Morse showed, by experiments made in 1842 on a canal at Washington, that it was possible to interrupt the metallic electric circuit in two places and yet retain power of electric Morse.",
        "Even when I paused to catch my breath, the director didn't interrupt.",
        "Carmen stopped at the corner, uncomfortable with the heat of the exchange, yet unwilling to interrupt.",
        "Stay with me and don't interrupt.",
        "Brennan didn't interrupt but it still took far longer than I wanted to stay on the line.",
        "In telogen effluvium, there is a physiologic basis to the hair loss; something happens to interrupt the hair's normal growth cycle and to drive many or all of the hairs into the telogen phase.",
        "Songs are often improvised and they may interrupt one song to begin another.",
        "Did I interrupt something?",
        "interrupt service routine should be arranged to have no effects on the rest of the program.",
        "Sorry, I didn't mean to interrupt.",
        "pot ycarpa, Potamogeton interrupt us (=~ P. flabellatus), and Naias marina.",
        "He nevertheless looked forward to a future meeting, when he promised to complete the autobiographical details which weakness obliged him to interrupt.",
        "He looked skeptical but didn't interrupt so I continued.",
        "But the detective's enthu­siasm was contagious and Dean was content to not interrupt the friendly officer's nonstop chatter.",
        "Again, Dean didn't interrupt and Brunel continued.",
        "In this case, the program must EOI both the slave and master interrupt controllers since the BIOS will not get control.",
        "fixed-point overflow mask is enabled in the PSW, an interrupt occurs.",
        "grungy guitars interrupt \" Black Gold Blues.",
        "In some small systems, the interrupt handler is not separate from the rest of the system.",
        "interrupt handlers.",
        "interrupt vectors at location $ 64.",
        "interrupt the flow of your event.",
        "interrupt controllers since the BIOS will not get control.",
        "An interrupt will not be serviced unless it is of a higher level than that reflected by the interrupt mask.",
        "interrupt routine performs a graphics operation it may adversely affect graphics output from the rest of the program.",
        "For other students who temporarily interrupt their program, reductions will be calculated on termly thirds.",
        "And yet perfect oneness, nothing to mar or interrupt pure fellowship.",
        "Nobody would interrupt her either, because the route of navigation lay far outside, to the north.",
        "In this example, only three interrupt routines are provided.",
        "rude to interrupt.",
        "sorry to interrupt the flow of my hon.",
        "This is broadly equivalent to #SHELTER.TDS for serial Port 1. The interrupt routine uses the 8-bit timer and its associated output compare registers.",
        "The first part of the program sets up the seven interrupt vectors at location $ 64.",
        "yowling cat could interrupt that short jaunt and ignite the dog off the starting blocks, Handley said.",
        "In 1856 he began editing a series of Portugalliae monumenta historica, but personal differences between him and the keeper of the Archive office, which he was forced to frequent, caused him to interrupt his historical studies, and on the death of his friend King Pedro V.",
        "The division (often inept) of the text into chapters, the references to chapter and verse of a printed N.T., and sundry pious stanzas which interrupt the context, are due to a later editor, perhaps to the copyist of the existing text of 1782.",
        "Enghien then decided to make use of the Glotter Tal to interrupt altogether this already unsatisfactory line of supply, and thus to force the Bavarians either to attack him at a serious disadvantage, or to retreat across the hills with the loss of their artillery and baggage and the disintegration of their army by famine and desertion.",
        "Between the cell and the cloister gallery (A) is a passage or corridor (B), cutting off the inmate of the cell from all sound or movement which might interrupt his meditations.",
        "If a man is thought-free, fancy-free, imagination-free, that which is not never for a long time appearing to be to him, unwise rulers or reformers cannot fatally interrupt him.",
        "It 's just that he thought it was rude to interrupt.",
        "There are no rough edges, nothing to interrupt the eye - just a long sigh of pleasure.",
        "Mr. Prisk: I am sorry to interrupt the flow of my hon.",
        "Couples should also be aware that many of their prospective guests may have their own holiday traditions to celebrate and could be unwilling to interrupt them for a wedding, even for a close friend or another family member.",
        "Don't interrupt the natural flow of the ceremony from vows to rings to pronouncement of marriage, but remember that there is no correct time within the ceremony to place the poem-the order of service is yours to arrange.",
        "Nematodes are a type of worm that actually live on flea larvae, and can be purchased through some veterinarians under the brand name Interrupt.",
        "These are some of the most common factors that can interrupt a normal pattern of heat cycles.",
        "This should startle him enough to interrupt the barking without harming him.",
        "My question to you is did I interrupt the breeding session soon enough to keep my bitch from becoming pregnant?",
        "The idea behind both stimuli is to interrupt and discourage unwanted behaviors.",
        "Literally, the worms make their way to the heart and interrupt the way it beats and moves blood.",
        "\"We Interrupt This Marriage to Bring You Hunting Season\" - which a lot of wives can probably relate to with equal parts amusement and exasperation.",
        "Like businesses, a school should have an emergency health and safety plan to deal with unexpected situations that threaten the security of pupils and staff, or have the potential to interrupt normal operations.",
        "Night sweats are similar to hot flashes except they happen during the night and interrupt your sleeping pattern.",
        "Dental sleep medicine is a growing field that focuses on treating problems in the mouth that interrupt proper breathing during sleep.",
        "Leg cramps are not life-threatening; however, they can be very painful and certainly can interrupt your sleep patterns.",
        "becoming more nuanced about such constitutive dynamics will not guarantee that we can interrupt the tendencies upon which he focuses here.",
        "A yowling cat could interrupt that short jaunt and ignite the dog off the starting blocks, Handley said.",
        "Finally, keep in mind that there may be extenuating circumstances in your baby's life that can interrupt her sleeping through the night.",
        "Look for flat panel dressers with sleek drawer fronts and inlaid handles that don't interrupt the design.",
        "You can interrupt this behavior by moving away from him when the behavior begins.",
        "Although this treatment plan takes over a month, it is the best way to interrupt the life cycle of cat ear mites and make sure your pet is not reinfested.",
        "You don't have to barge in the middle of a conversation and interrupt her.",
        "These are some examples of seemingly harmless activities that may prolong or interrupt sleep.",
        "Avoid caffeine and alcohol: These substances interrupt sleep and cause poor quality sleep.",
        "If you are trying to lose weight and burn stored body fat, consuming alcohol can interrupt this process.",
        "Early parental intervention in situations of serious lying may interrupt the formation of a habit of lying in young children.",
        "They are also taken at night to relieve muscle spasms that interrupt sleep.",
        "Hyperandrogenism: The overproduction of male hormones (androgens) by the girl's body can interrupt menstruation.",
        "School-based programs from early childhood onward that teach conflict resolution, emotional literacy, and anger management skills have been shown to interrupt the development of antisocial behavior in low-risk students.",
        "Time-out-A discipline strategy that entails briefly isolating a disruptive child in order to interrupt and avoid reinforcement of negative behavior.",
        "Antisocial children interrupt people, dominate other children, and either verbally or physically attack them.",
        "In some cases, though, aside from ruining vacation plans, these infections can interrupt business conference schedules and, in the worst instances, lead to a life-threatening illness.",
        "Scientists have also been able to interrupt this gene in mice to produce defects similar to those seen in human nail-patella syndrome.",
        "This loss of myelin can short circuit nerve impulses (messages) and interrupt cell communication.",
        "Developmental changes throughout childhood bring differences in the sleep-wake cycle and in the type and frequency of parasomnias that may interrupt sleep.",
        "Transcutaneous electrical nerve stimulation (TENS) applies a small electric current to certain parts of nerves, potentially interrupt pain signals and induce the release of endorphins.",
        "These drugs interrupt the virus replication cycle and, therefore, spare the T cells.",
        "These medications are often taken at night because they cause drowsiness, but they also can relieve muscle spasms that interrupt sleep.",
        "During the DBS procedure, an electrode placed in a precise area of the brain delivers small, electrical shocks to interrupt the abnormal brain activity that leads to symptoms.",
        "They should intervene quickly but calmly to interrupt the aggression and prevent the their child from hurting another child.",
        "Feng shui principles address and offer remedies to the issues that can interrupt, change or stop the natural cycle of the elements within your home.",
        "Certain neurological conditions that are present at birth or develop later in life may interrupt the nerve impulses to the brain that in turn send messages to the penis to become erect.",
        "The convenient clear glass lid allows you to peek into the vessel without having to interrupt the cooking process, since you extend your cooking time by up to an hour for every time you remove the lid of a slow cooker.",
        "This will interrupt the flow and buildup of the steam necessary to properly cook your rice.",
        "This game can be considered for the family, but as a mother or father, you may not want to interrupt when your daughter has got her jam on while listening to the CDs.",
        "Watch for engraved bands that go all the way around the ring, since changing the size may interrupt the pattern.",
        "This is the cycle of the five elements, but when the cycle is broken either by natural causes or man-made, such as creating buildings and homes and changing landscapes, these can all interrupt the natural cycle.",
        "The alarm not only wakes up the child, but it also stimulates the pelvic muscles to contract and interrupt the flow of urine.",
        "Do not interrupt a movie for a casual phone call, and remember to have all necessary snacks and drinks on hand - unless you want to take multiple trips to your kitchen's concession stand!",
        "All of these options mean business class travel need not interrupt your normal course of business, even if your business is heavily tied to the Internet.",
        "Free radicals, as you may have heard, are the culprit for a multitude of health conditions due to their ability to interrupt the normal cell process."
    ],
    "definition": [
        "Link/Cite"
    ]
}