{
    "translation": "לפרש",
    "uses": [
        "He had no idea how to interpret the warning.",
        "Uncertain how to interpret his quietness, she tried to figure out what to say.",
        "Uncertain how to interpret the response, Deidre shook her head and faced the portal.",
        "Others more broadly interpret the concept of securing life, liberty, and property.",
        "Contrasting, in the second place, with the polyorgan theory are the various \"polyperson \" theories which interpret the Siphonophore cormus as a colony composed of more or fewer individuals in or a', Pneumatocyst.",
        "Descartes occasionally had not scrupled to interpret the Scriptures according to his own tenets, while still maintaining, when their letter contradicted him, that the Bible was not meant to teach the sciences.",
        "He didn't want to try to interpret the look or await her scathing return, not when he needed to find a place for them go to.",
        "The survival of the non-Aryan language among the Basques around the west Pyrenees has suggested the attempt to interpret by its means a large class of similarsounding place-names of ancient Spain, some of which are authenticated by their occurrence on the inscribed coins, and to link it with other traces of non-Aryan speech round the shores of the Western Mediterranean and on the Atlantic seaboard of Europe.",
        "One of the tests by which Fichte discriminates the value of previous systems is the adequateness with which they interpret moral experience.",
        "He was the first in extant literature to interpret certain passages in Revelation of Nero.",
        "His success depends upon his ability to interpret rightly the facts and intangible signs with which he is brought in contact.",
        "cross and the saints\"; and by the light of this we ought perhaps to interpret section ix.",
        "But the Christian bias is sure to make theologians, who borrow a doctrine of the Absolute, interpret it in a Christian sense; hence we may consider it something of an accident that even an Augustine fails exactly to put the argument in form.",
        "This is probably the sense in which we may interpret his tirade against Lord Whitworth at the diplomatic circle on the 13th of March.",
        "Negative Indices and Logarithms. - (i.) Applying the general principles of ï¿½ï¿½ 47-49 to indices, we find that we can interpret Xm as being such that X m .Xm =X 0 =I; i.e.",
        "Kattenbusch supposes that Anatolius, bishop of Constantinople, or his archdeacon Aetius, who read the creed at the 2nd session of the council, took up the idea that through its likeness to the Roman Creed it would be a useful weapon against Eutyches and others who were held to interpret the Nicene Creed in an Apollinarian sense.",
        "Nor let them exhibit it at all, unless there is some one present who can interpret the tongues and tell the meeting what it all means.",
        "The hypothesis that the state was steady, so that interchanges arising from convection and collisions of the molecules produced no aggregate result, enabled him to interpret the new constants involved in this law of distribution, in terms of the temperature and its spacial differential coefficients, and thence to express the components of the kinetic stress at each point in the medium in terms of these quantities.",
        "In other cases a most intricate arrangement of secondary tissue masses is produced, quite impossible to interpret unless all stages of their development have been followed.",
        "Such are the Philippovsti, founded by one Philip (who burned himself alive for Christ's sake in 1 743), who have exalted self-immolation into a principle; the Stranniki (pilgrims) and Byeguni (runners), who interpret Matt.",
        "Lightfoot, on the contrary, endeavoured to make his author interpret himself, and by considering the general drift of his argument to discover his meaning where it appeared doubtful.",
        "But the attempt to interpret, in terms of this Asiatic diagram, the actual distribution of dialects and peoples in European Greece, led to difficulties.",
        "What authority belonged to Him and to the books that contain His history and interpret His person?",
        "And idealism in some cases may interpret itself in favour of pantheism rather than of theism.",
        "However we may interpret the lower limit of this period, the literature which it embraces is immense.",
        "The pope, no longer possessing any more power than other bishops (though Marsilius recognizes that the supremacy of the Church of Rome goes back to the earliest times of Christianity), is to content himself with a pre-eminence mainly of an honorary kind, without claiming to interpret the Holy Scriptures, define dogmas or distribute benefices; moreover, he is to be elected by the Christian people, or by the delegates of the people, i.e.",
        "During the leisure thus arising, Descartes one day had his attention drawn to a placard in the Dutch tongue; as the language, of which he never became perfectly master, was then strange to him, he asked a bystander to interpret it into either French or Latin.",
        "The growth of the Old Testament into its present form, and its preservation despite hostile forces, are the two remarkable phenomena which most arrest the attention of the historian; it is for the theologian to interpret their bearing upon the history of religious thought.",
        "Hubert and Mauss interpret this to mean that the sanctity of the remainder of the herd was concentrated on a single animal; the god, incarnate in the herd, was eliminated by the sacrifice, and the cattle saved from the dangers to which their association with the god exposed them.",
        "' In the same way we interpret X-P!4 as meaning I/XP14.",
        "But he did more than interpret to his age the significance of man's ultimate theistic beliefs, he gave them vitality by reading them through the consciousness of Jesus Christ.",
        "Amyot took great pains to find and interpret correctly the best authorities, but the interest of his books to-day lies in the style.",
        "While it is impossible to interpret the Apocalypse scientifically as a whole by the eschatological method, there are undoubtedly some sections in it which must be so interpreted.",
        "While he was fundamentally at one with Luther in opposing both Romanism and Calvinism, his mysticism led him to interpret justification by faith as not an imputation but an infusion of the essential righteousness or divine nature of Christ.",
        "The main argument is a vindication of the sole authority of the Bible in spiritual matters, and of the free right of the individual conscience to interpret it.",
        "Herbert tried to interpret his own devout meditations by applying images of all kinds to the ritual and beliefs of the Church.",
        "A counterattempt over against Joachim to interpret Revelation in the light of history was made by Nicolas of Lyra (1329, in his Postilla), following (?) therein the lead of Petrus Aureolus (1317).",
        "The record of the signals given by this instrument was an undulating line of fine perforations or spots, and the character and succession of the undulations were used to interpret the signals desired to be sent.",
        "Society was organized in most cases on animal clans, and religion was largely zoomorphic. The hunting tribes knew well the nature and habits of animals, their anatomy, their migrations, and could interpret their voices.",
        "Why not interpret at once and render intelligible the common conception originating in natural science, viz.",
        "Taking for granted the unity of the world idealism is committed to interpret it as spiritual as a unity of spirits.",
        "Judicial restraint is a theory of how judges are to interpret laws.",
        "The suggestion has been made by Wellhausen and Robertson Smith that the Passover was, in its original form, connected with the sacrifice of the firstlings, and the latter points to the Arabic annual sacrifices called Atair, which some of the lexicographers interpret as firstlings.",
        "They have even tried to interpret the long struggle between Fredegond and Brunhilda as a rivalry between the two kings of Neustria and Austrasia.",
        "The point of view which has now been gained enables us to interpret most of the thermal properties of solids in terms of molecular theory.",
        "(ii.) We must be in a position so far to understand and estimate the character and motives of different classes and groups in these communities that we can rightly interpret their action.",
        "Speaking generally, it has been found that the East as opposed to the West has undergone relatively little alteration in the principal constituents of dress among the bulk of the population, and, although it is often difficult to interpret or explain some of the details as represented (one may contrast, for example, worn sculptures or seals with the vivid Egyptian paintings), comparison with later descriptions and even with modern usage is frequently suggestive.",
        "Without sufficient external and independent evidence wherewith to interpret in the light of history the internal features of the intricate narratives, any reconstruction would naturally be hazardous, and all attempts must invariably be considered in the light of the biblical evidence itself, the date of the Israelite exodus, and the external conditions.",
        "Protestantism; on the contrary, he yearned to beat these by their own weapons, chiefly by showing them that Catholics could interpret the Bible in a manner quite as mystical and pietistic as theirs.",
        "It will be a useful exercise for the reader to interpret the corresponding covariants of the general quantic, to show that some of them are simple powers or products of other covariants of lower degrees and order.",
        "Another METRODORUS1 of Lampsacus was a pupil of Anaxagoras, and one of the earliest to attempt' to interpret Homer allegorically.",
        "interpret what he says in the light of all that we know of God the author.",
        "Our first thought has been to interpret the parable in personal terms.",
        "However, in many cases, the VQ scan can be difficult to interpret especially with the presence of other lung pathology.",
        "That file suffix lets the browser know to interpret the code, and to put your instructions to work showing off your site.",
        "He is required not only to have the aesthetic sense of a decorator, but should also be formally trained to create construction documents and interpret building codes.",
        "Many beginning students learning German may use an online translator to quickly interpret a word, so they may use it in a setting or sentence immediately.",
        "Wedding vows should be typed so there is no need to decipher handwriting or interpret revision marks.",
        "What tribal men report and what ethnographers interpret can differ.",
        "Mood rings do not really interpret a person's mood.",
        "Manifestation, however, is part of the being or essence of the causes, that is to say, if we interpret the expression, God of necessity manifests himself in the world and is not without the world.",
        "Or did he simply push her away, leaving her to interpret his rejection in the worst way possible?",
        "The links between the art-work and the biblical themes it seeks to explore, illustrate, and interpret, are often highly allusive.",
        "Subtle problems can arise when computers interpret such denotations as numbers, and not as strings.",
        "petiole of the leaf is more difficult to interpret.",
        "Many people view the more exhibitionist approach as a way to signal a lack of inhibitions, but there are just as many people reading your ad who will interpret this as an invitation for a one-night roll in the hay.",
        "Another way to interpret a low score is that the person truly has the ability to handle anxiety and cope with stress.",
        "It can be interesting to see what others interpret a passage to be about, while others might not have even thought that was a part of it!",
        "They interpret pricing and make suggestions.",
        "Despite its role to interpret local parent opinion on the provision of schools, there is no intention to make it locally accountable.",
        "An optical or image analysis system should be used wherever possible to interpret the results of tests performed using microplate or column agglutination methods.",
        "blessed with fortune we can interpret it as hardship.",
        "Boolean isAlphaPremultiplied specifies how to interpret color and alpha samples in pixel values.",
        "interpret the results of bioinformatics database searches.",
        "Bauer's attempt to interpret Paul's statement otherwise is somewhat mischievous.",
        "Skills on how to read and interpret the notation on one part of the course will be useful when learning other components.",
        "It has taken almost 20 years to conduct and interpret the necessary randomized trial of fecal blood occult blood testing.",
        "interpret the holy scriptures.",
        "interpret such data.",
        "Play therapy refers to the use of play as communication; therapists who are trained in these techniques observe and participate in play activities with the child and interpret the child's actions as a form of subconscious communication.",
        "Her abrupt contentedness was a warning he didn't understand how to interpret.",
        "It then becomes the task of critical exegesis to interpret the text thus recovered so as to bring out the meaning intended by the original authors.",
        "1) attempts to interpret the evidence of Eusebius in favour of the later date for Festus as follows: Eusebius's date for Festus is to be found in Nero 1, by striking a mean between the Armenian, Claudius 12, and the Latin, Nero 2; it is really to be understood as reckoned, not by years of Nero, but by years of Agrippa; and as Eusebius erroneously antedated Agrippa's reign by five years, commencing it with A.D.",
        "In giving greater prominence to events of religious importance and to their bearing upon the spiritual needs of contemporaries they view and interpret the past in a particular light, and will see in the past those growths which only in their own time have become mature.",
        "But in any case the Greek language hardly offered another word for an organ of revelation so colourless as arp04, rns, while the condition of etymology among the ancients made it possible to interpret it as having a special reference to prediction (so Eusebius, Dem.",
        "\"water\"), and interpret it as \"mountain vomiting water.\"",
        "Now, the functions of judicial tribunals of all courts alike, whether Federal or state, whether superior or inferioris to interpret the law, and if any tribunal finds a congressional statute or state statute inconsistent with the Constitution, the tribunal is obliged to hold such statute invalid.",
        "Some would interpret it as some sort of palace overseer or court chamberlain.",
        "And must we so interpret clause ix.",
        "Even the middle and quarter steps are simple to interpret.",
        "Looking on the color chart, you would see that the hex code was #CCFFFF (the \"#\" simply lets the browser know to interpret the following six digits as a color code).",
        "But these standards proved inadequate to the emergency, for it was possible, especially by the use of the allegorical method, to interpret them in more than one way, and their apostolic origin and authority were not everywhere admitted.",
        "In view of this difficulty, it was claimed that the apostles had appointed the bishops as their successors, and that the latter were in possession of special divine grace enabling them to transmit and to interpret without error the teaching of the apostles committed to them.",
        "He is a link between the ancient world and the middle ages, having been the last of the learned Romans who understood the language and studied the literature of Greece, and the first to interpret to the middle ages the logical treatises of Aristotle.",
        "But the Revised Version takes the word sheth as a common noun, \"tumult,\" and others interpret it as \"pride\"; cf.",
        "Nearly all travellers in the north of Africa mention the Hardhon of the Arabs (Agama stellio), which is extremely common, and has drawn upon itself the hatred of the Mahommedans by its habit of nodding its head, which they interpret as a mockery of their own movements whilst engaged in prayer.",
        "p. 180): \" In these words he instructed them to interpret in a spiritual sense his utterances about his flesh and blood.",
        "Physical science is occupied in endeavouring to decipher the divine ideas which find realization in our limited experience, in trying to interpret the divine language of which natural things are the words and letters, and in striving to bring human conceptions into harmony with the divine thoughts.",
        "The answer may depend on how you interpret them.",
        "It is not even clear how far, if we interpret it strictly, this philosophy leaves any self to be happy.",
        "(Paris, 1885), interpret these and most other Cypriote materials without reserve as \" Phoenician.\"",
        "But although English and foreign place-names are fairly numerous throughout Wales, yet the vast majority remain Celtic either in a pure or in a corrupted form, so that some knowledge of the Celtic language is essential to interpret their meaning.",
        "The endeavour was made to interpret, not necessarily according to the letter, but according to individual conceptions of the spirit and underlying motive.",
        "arungquiltha, above), and anthropology has no business to attach any other meaning to the word if it undertakes to interpret the primitive point of view.",
        "In the narrations of Herodotus, they interpret dreams and predict the future; and in Greece, from the time of Herodotus and Sophocles (Oed.",
        "Cesario Verde sought to interpret universal nature and human sorrow, and the Parnassian Gongalves Crespo may be termed a deeper, richer Coppee.",
        "In these conditions, the facts must interpret themselves, at any rate in the initial stages.",
        "The statement about Matthew is much briefer and is harder to interpret.",
        "It is only recently that archaeology, turning from the field of art, has undertaken to interpret for us this first written history.",
        "Sulpicius was admirably fitted to interpret the miraculous Bible story to the middle ages.",
        "Psychology has been drawn upon to interpret the movements of revolutions or religions, anthropology and ethnology furnish a clue to problems to which the key of documents has been lost.",
        "Archaeology itself remained but a minor branch of art until the machinery was perfected which enabled it to classify and interpret the remains of the \"pre-historic\" age.",
        "Sociology and the science of culture are concerned with the origin and development of arts and sciences, opinions, beliefs, customs, laws and institutions generally among mankind within historic time; while beyond the historical limit the study is continued by inferences from relics of early ages and remote districts, to interpret which is the task of pre-historic archaeology and geology.",
        "That he did not interpret this idea in a Spinozistic sense was due to his more spiritual conception of \" being and to the reaction on his philosophy of his theology.",
        "The philosophy of history is essentially teleological; that is to say, it seeks to interpret the process as the realization of an immanent end.",
        "But it has not been demonstrated that these are exclusively pre-Mosaic. On the other hand, a better acquaintance with the ancient political, sociological and religious conditions has made it increasingly difficult to interpret the records as a whole literally, or even to find a place in pre-Mosaic Palestine for the lives of the patriarchs as they are depicted.'",
        "If, therefore, one could correctly read and interpret the activity of these powers, one knew what the gods were aiming to bring about.",
        "If you see the term \"grass-fed\" on your meat, you can interpret this as the livestock being fed a diet solely on grass or hay rather than grain.",
        "9 - \"There was the true light which lighteth every man, coming into the world\" - they denied the necessity of any priests or ministers to interpret the Bible.",
        "declared it uncanonical), we might interpret the good things which are in it\" (Schechter, J.Q.",
        "What Taaffe's Administration did was to interpret this law in a sense more favourable to the Sla y s than had hitherto been the case.",
        "To interpret this vertigo, appeal must be made to disturbances, other than cerebellar, which likewise occasion vertigo.",
        "There is nothing in the book inconsistent with Swift's professed and real character as a sturdy Church of England parson, who accepted the doctrines of his Church as an essential constituent of the social order around him, battled for them with the fidelity of a soldier defending his colours, and held it no part of his duty to understand, interpret, or assimilate them.",
        "Although there are several morphological features in the three genera of Gnetales which might seem to bring them into line with the Angiosperms, it is usual to regard these resemblances as parallel developments along distinct lines rather than to interpret them as evidence of direct relationship.",
        "AUGURS, in ancient Rome, members of a religious college whose duty it was to observe and interpret the signs (auspices) of approval or disapproval sent by the gods in reference to any proposed undertaking.",
        "Seeberg to interpret Duns Scotus as the forerunner of Luther in his emphasis on the prac tical.",
        "Such a policy is at the opposite pole to Ritschl's; he desired to interpret Christianity in the light of its own central thought.",
        "To interpret Christianity out of itself is one thing; to interpret it out of Luther, even out of a distillate of Luther, is possibly a lower thing.",
        "He instituted the flamens (sacred priests) of Jupiter, Mars and Quirinus; the virgins of Vesta, to keep the sacred fire burning on the hearth of the city; the Salii, to guard the shield that fell from heaven; the pontifices and augurs, to arrange the rites and interpret the will of the gods; he also divided the handicraftsmen into nine gilds.",
        "Martineau's chief endeavour was, as he himself says, to interpret, to vindicate, and to systematize the moral sentiments, and if the actual exhibition of what is involved, e.g., in moral choice is the vindication of morality Martineau may be said to have been successful.",
        "Milchhdfer believes that the story was a mere invention of Greek fancy, an attempt to interpret the mysterious figure which Greek art had borrowed from the East.",
        "Critics who limit their view to the Kritik of Pure Reason, and there, in all probability, to the first or constructive portion of the work, must necessarily fail to interpret the doctrines of the Kantian system, which do not become clear or definite till the system has been developed.",
        "The latest extension of the word, proposed in the interests of philosophy or psychology, uses it of the principle according to which man is said to interpret all things (not God merely) through himself.",
        "It was clear Gabriel's instincts about his inability to trust her were right, and Gabriel had no idea how to interpret Andre's warning.",
        "We are leaving it open for schools to interpret the brief in the way that is most appropriate for them.",
        "catwalk trends closely with our in-house design team who interpret the most commercial and suitable looks for our customers.",
        "cleat designs were difficult to interpret because of inadequate reporting of methodology.",
        "data processing system to create, scan, analyze, enhance, interpret or display images.",
        "By this means we hope to counteract the common criticism that museum curators interpret objects in a purely didactic way for a passive public.",
        "draftsmanspan>understood the parliamentary draftsmen intended a reasonably narrow interpretation but it is possible the courts may interpret it broadly.",
        "However, whilst making the system far more expressive, this will also make it harder to interpret by a human.",
        "gley soil to interpret the various processes which are taking place.",
        "hoodoo worker, as I interpret and try to aspire to, is a profession.",
        "How are we to interpret imagery and artifacts from the past in a contemporary context?",
        "inflorescence structure is unique in Cyperaceae but difficult to interpret due to its reduced nature.",
        "interpret the graph by asking questions such as: Which area did most children give a score of 5?",
        "There is no way Joseph could interpret dreams without God giving him the interpret dreams without God giving him the interpretation.",
        "January 2002 Can nurses working in remote units accurately request and interpret radiographs?",
        "Never before did any real revolutionist interpret social expropriation as the transfer of wealth from one set of individuals to another.",
        "serology results can be difficult to interpret.",
        "Ways of using ICT with the child are not made clear; instead, a rather sweeping statement is left for us to interpret.",
        "It introduces accounting terminology and develops the ability to analyze and interpret financial reports including income statements and balance sheets.",
        "JLS ]) and provide hearers with cues to correctly interpret utterances.",
        "According to Hahn it is a participial from shkyipoij, \" I understand,\" signifying \"he who knows\" the native language; others interpret it with less probability as \"the rock-dweller,\" from shkep, shkip, N.",
        "Tertullian early in the 3rd century testifies that glossolaly still went on in the Montanist Church which he had joined; for we must so interpret the following passage in his De anima, cap. ix.: \"There is among us at the present time a sister who is endowed with the charismatic gift of revelations, which she suffers through ecstasy in the spirit during the Sunday service in church.",
        "13, chap. viii.) By means of the Anders Bull apparatus several messages can be sent out simultaneously from different transmitters and received independently and simultaneously upon corresponding receivers, while no ordinary nonsyntonic or other receiver is able either to obscure the messages being sent to the Anders Bull receivers or to interpret those that may be picked up. Although complicated the apparatus seems to work fairly well.",
        "Or a philosopher like Hegel, armed with a metaphysical theory, may descend upon the facts of religion and interpret them in its light, till they almost lose their original significance, which we might provisionally define as consisting in this, that the believer in any religion finds himself helped or (as he claims) saved by it.",
        "c. v.) it was provided that \" in the most august assembly the bishop and alderman should be present, and the one should interpret to the people the law of God, the other the laws of men.\"",
        "Colossae, like the other Phrygian cities of Laodicea and Hierapolis, had not been visited by Paul, but owed its belief in Jesus Christ to Epaphras, a Colossian, who had been converted by Paul, perhaps in Ephesus, and had laboured not only in his native city but also in the adjacent portions of the Lycus valley, - a Christian in whom Paul reposed the greatest confidence as one competent to interpret the gospel of whose truth Paul was convinced (i.",
        "Schlatter's Geschichte Israel's von Alexander dem Grossen bis Hadrian (2nd ed., 1906) is perhaps the least dependent upon Scharer and attempts more than others to interpret the fragmentary evidence available.",
        "The earliest record of any attempt to interpret this symbolism that we possess is, so far as the West is concerned, the short exposition in the Explicatio Missae of Germanus, bishop of Paris (d.",
        "At last they either durst not attend the diet, or \" sat like dumb dogs \" during its session, allowing the king to alter and interpret the statutes at his good pleasure.",
        "Negative Indices and Logarithms. - (i.) Applying the general principles of Ã¯¿½Ã¯¿½ 47-49 to indices, we find that we can interpret Xm as being such that X m .Xm =X 0 =I; i.e.",
        "Minuter accuracy of observation was inculcated by the labours and teaching of the great anatomists of the 17th century; and, for modern times, experimental physiology was instituted by Harvey, anatomy having done little to interpret life in its dynamic aspects.",
        "Secondly, when it was proposed to admonish them from the Holy Scriptures they said, ` It beseems no one but the pope to interpret the Scriptures,' and, thirdly, when they were threatened with a council, they invented the idea that no one but the pope can call a council.",
        "There is a tendency to eclectic views embracing the more attractive features of the various theories; and attempts are made to adapt, interpret and qualify the imagery and language of older formulae, in order so to speak, to issue them afresh in new editions, compatible with modern natural science, psychology and historical criticism.",
        "This motive would account not only for the arrangement of the material, but also for certain changes in the language which seem intended to remove difficulties, and to interpret what is ambiguous or obscure.",
        "In view of the apparent unity of the entire work, the only possible explanation seems to be that the book was written at first all in Hebrew, but for the convenience of the general reader whose vernacular was Aramaic, a translation, possibly from the same pen as the original, was made into king to great political prominence, owing to his extraordinary God given ability to interpret dreams. In both.versions, the heathen astrologers make the first attempt to solve the difficulty, which results in failure, whereupon the pious Israelite, being summoned to the royal presence, in both cases through the friendly intervention of a court official, triumphantly explains the mystery to the king's satisfaction (cf.",
        "How do we isolate and interpret rabbinic writings which come from the 1st century ce?",
        "The candidate will perform and interpret general radiography studies, special procedures, ultrasound and scintigraphy studies.",
        "Some, however, some also interpret the crowns to be wreaths of martyrdom, since true marriage entails self-sacrifice on both sides.",
        "In some instances, serology results can be difficult to interpret.",
        "How do you interpret pieces in the \" stylus phantasticus \"?",
        "Understand what Ro means, and how to interpret Life Tables and survivorship curves.",
        "There is no information for us to interpret or theorize about.",
        "By: Developing an ability to construct and interpret dot plots, stem & leaf, and box & whisker plots.",
        "Use the context clues surrounding the word to interpret its meaning.",
        "Use the context cluessurrounding the word to interpret its meaning.",
        "They don't waste time with lots of meetings to interpret the data.",
        "Keeping a chart is just the first step, as being able to interpret the chart is an entirely different issue.",
        "This is why well-baby checkups are so important; let your doctor interpret your baby's growth chart alongside examining your child.",
        "You have to try and interpret what you believe to be the person's taste, and hopefully come up with something that will make them happy.",
        "However, cats do not enjoy the sounds of dogs barking, elephants trumpeting, or any other animal noises that they might interpret as sounds of nearby danger.",
        "Sample reports are also available so users can become familiar with how to read and interpret a report.",
        "Judges were put in the position of having to interpret the law to determine what constitutes a \"reasonable\" amount for child support payments.",
        "When evaluating new or used Thomasville wooden furniture, interpret very narrow and small cracks as part of the beauty of wood furniture made by master craftsmen.",
        "The contestants all decided to interpret their color assignments very literally - Alice, Temple, and Tym painted all their walls in shades of their colors, while David painted part of his walls in red.",
        "You can also listen to the songs to help you interpret the music on your guitar.",
        "The radura symbol can be difficult to interpret and the related text can be small.",
        "There are various bits of information available on the Internet to help you to interpret your dreams.",
        "A person may interpret Christian dream symbols while another may find no correlation in the same dream.",
        "No matter how you interpret his work, he was a major influence in the field of psychology.",
        "No matter what kinds of dreams you're having, they are personal to you and how you want to interpret them is up to you.",
        "Others only interpret their dreams when they have one that is particularly striking and want to know the meaning of it.",
        "The amount you want to interpret your dreams is up to you and some symbols may have personal meanings which are not listed.",
        "If you take an analytical perspective, you may interpret the experience as the mind's way of working out feelings of repression and helplessness.",
        "The earliest games in this genre were text-only, using a verb-noun parser to interpret a user's typed commands.",
        "You'll find some people really get into the songs (anything by Michael Jackson) and some interpret their own notes (read: bad) to the songs.",
        "In short, our brains automatically interpret what we experience in its own terms.",
        "Regardless of how you interpret value as it applies to vintage books, building a collection can truly be a labor of love.",
        "Generally, you can interpret the term one of two ways.",
        "Inability to interpret the body's hunger signals accurately due to early experiences of inappropriate feeding.",
        "The TAT does not yield a score, so its results can be difficult to interpret.",
        "For example, aggressive children are more likely to interpret an accidental push or bump from a peer as intentionally hostile and respond accordingly.",
        "A radiologist, who is a physician trained to interpret diagnostic x rays, examines the pictures and reports to the doctor who ordered the tests.",
        "Auditory perception-The ability to comprehend and interpret auditory signals.",
        "Correctly interpret other children's body language and tone of voice.",
        "The child has older siblings who interpret so well that the child has no need to speak or whose talk is so continuous that the child lacks the opportunity to speak.",
        "If the RB1 gene change/deletion is not identified in either parent, then the results can be more difficult to interpret.",
        "Paranoid personalities interpret the actions of others as deliberately threatening or demeaning.",
        "The National Institutes of Mental Health (NIMH) describes learning disabilities as a disorder that affects people's ability to either interpret what they see and hear or to link information from different parts of the brain.",
        "The child may interpret the delay in the return of symptoms as evidence that the child has recovered from celiac disease, but they have not, as celiac disease cannot be cured.",
        "The child is then trained in how to interpret the sounds heard through the device.",
        "The length of the training varies from days to years, depending on how well the child can interpret the sounds heard.",
        "With the new approval for using cochlear implants in children as young as 12 months of age, the toddler may not be trained specifically to interpret the sounds in the same way an older child would.",
        "Infants cannot understand the meaning of words they hear, but they can feel, interpret, and respond to gentle, loving supportive hands caring for them.",
        "Children this age often interpret the departure of a parent as a personal rejection.",
        "A projective test asks a child to interpret some ambiguous stimuli, such as a series of inkblots.",
        "A projective test asks the test-taker to interpret ambiguous situations.",
        "It requires a skilled, trained examiner to administer and interpret a projective test.",
        "On the other hand, if the observer believes the child is angry and hostile, when this child is observed laying the doll face down on the table, the observer may interpret the action as aggression.",
        "Direct eye contact with a threatening dog should be avoided, as the dog may interpret that as aggression.",
        "While you can find the list of dance steps in the Thriller video online, this list is not very easy to learn from, let alone properly interpret.",
        "Very experienced dancers can interpret this list of steps, but beginning dancers and those unfamiliar with the names of these dance steps will find the list to be as understandable as a foreign language you never saw before.",
        "Many dancers have chosen to interpret the choreographic idea as more of a \"shedding of illusions\" or revealing the true self.",
        "It's all a matter of how you form your question and the way you interpret the oracle meaning as it relates to your question.",
        "Any changing-lines of the hexagram are provided, and the seeker can click a link to analyze and interpret the changes.",
        "The trick to effectively using achievement testing for homeschooling is to interpret your child's scores and results correctly.",
        "Dissecting poetry and learning to interpret a poem's intent will be a frustrating task for students who are more technically oriented as opposed to those who are gifted with the abstract.",
        "Medical Coding: This job has to do with making sure what's on the paperwork at the doctor's office matches up with the way the insurance companies will interpret the claims.",
        "They may only involve diagrams, with the assumption that an advanced folder knows the basics and can interpret symbols without a reminder.",
        "Your doctor will tell you how to interpret the results.",
        "The results should be read in a specified amount of time to interpret them accurately.",
        "To interpret IVF success rates properly, it's important to consider them in light of fertility rates where no ART was used to conceive.",
        "In addition, many other factors affect a woman's body temperature, making this a difficult test to interpret accurately.",
        "They interpret seasonal trends with an eye towards the modern woman, and the result is a collection of clothing that any woman would be happy to include in her closet.",
        "Players must successfully interpret the evidence in order to find out the murderer, the time frame the crime occurred and how the victim was murdered.",
        "Remember that sarcasm can be hard to interpret when it's in a written form.",
        "You get a nugget of fresh advice every day, which you can interpret however you choose.",
        "Sometimes it can seem difficult trying to interpret signs that may or may not be there.",
        "If one person begins to mirror the other, then you can interpret that as a desire to connect.",
        "Keep this in mind as you interpret flirting signals and know which signals to take seriously and which to let pass you by.",
        "However, it can be more than that; Christianity is a wide spectrum of religious teachings, and while partners share a common belief in Jesus Christ, the way they interpret the scriptures and live their lives can be vastly different.",
        "They need to listen to your requirements and interpret them correctly.",
        "Engineering: Engineering firms utilize the services of technical writers to create project presentations, interpret design specifications, and write instructions for technicians who will implement engineering plans.",
        "There are of course other good, reliable sites that interpret the legal jargon of copyright law for freelance writers.",
        "It contains some great information that touches on the vague aspects of copyright law and how to interpret them.",
        "It may be difficult to interpret, but it is hands down the best place for the most accurate and up to date information on copyright law.",
        "Also, a doctor who does not regularly treat celiac patients may not even know how to interpret the test results.",
        "He basically stated that each person must open his or her inner consciousness in order to personally interpret the meanings.",
        "However, he also revealed that none of these extra symbols had one unchangeable meaning, so in essence there is no wrong way to interpret them.",
        "This makes them an ideal tool to help seekers contemplate and interpret the meanings of each tarot reading.",
        "As you learn more about the cards, the spreads and the cards' interactions, you'll begin to get a better sense for the overall concept of tarot cards and start to interpret them in your own way.",
        "Some astrologer's interpret this \"twin\" as a link to the spirit world, and interestingly enough, Gemini's may even have some talent for clairvoyant or medium work.",
        "Of course, you can also read your cards for yourself if you are familiar with their basic meanings and you're able to interpret them in terms of your own life events.",
        "Select a card each morning, and interpret it as your message for the day.",
        "Some readers may always use a spread like the Celtic Cross because that is how they best interpret the messages from the cards.",
        "The book covers over three dozen tarot spreads and shows the reader how to interpret the overall theme of the reading.",
        "A small tarot card spread of one to four card positions is easy to interpret and use.",
        "This will allow you to get to know your cards, and learn to interpret their messages.",
        "This type of spread takes longer to interpret, but offers more in depth information if you need it.",
        "Interpret the message the card gives you, and be conscious of the message as you move about your day.",
        "Each individual should do what they need to do to find a calm place of consciousness that will allow them to read the cards and interpret the message from them.",
        "Interpret each card's meaning in relation to its position in the spread and which other cards appear with it.",
        "There are also do it yourself tarot readings that allow you to interpret the cards for yourself.",
        "People will interpret words however they think the words are applicable.",
        "Palmistry should be done under good lighting, under the supervision of an experienced hand reader who can explore each line on your hands and interpret accordingly.",
        "A professional astrologer can interpret various nuances and major signs in a chart that you might not consider such as the rising sign (outer personality) and the moon sign (emotions) as well as other indicators of compatibility.",
        "A third school of thought emerged over the years that doesn't believe you need to know the traditional meanings and should interpret the cards anyway you deem appropriate.",
        "They will interpret this to mean that you may stop loving them some day.",
        "Especially until they learn to speak, parents need to be able to interpret their children's feelings.",
        "It is your job to interpret the tears into a cry for a clean diaper, a stomachache, or the need for a bottle.",
        "As a parent, it is up to you to interpret those actions into feelings.",
        "The group may decide to put on a short play or make their own puppet show to interpret what they have learned.",
        "Many people have experiences that are just beyond the level of the normal senses, yet they're not sure how to interpret what's happening or what to do about it.",
        "Typically, this is the most difficult of the psychic gifts to interpret because the information is almost all symbolic in nature.",
        "In today's modern society, people rely on science to evaluate and interpret what is real and what is unreal.",
        "Many people interpret this to mean a combination of civil unrest and earth changes, with the latter being responsible for the ensuing war.",
        "Blair and Todd supporters will comb through OLTL spoilers looking for any hints, teases or suggestions that their couple is likely to share screen time and interpret it accordingly.",
        "People with classic autism may not be able to interpret nonverbal cues, such as gestures, body posture, or facial expression.",
        "Autistic children are unable to pick up on, and interpret, social cues.",
        "Children may exhibit a particular interest in the alphabet and words but they are unable to interpret verbal nuances like sarcasm and figurative language.",
        "Individuals with high functioning autism can have difficulties with receptive language, unable to interpret nuances of language such as humor or irony.",
        "Deficits in non-verbal communication skills are common, with many individuals with Asperger syndrome are unable to interpret cues like facial expression. body language, or gestures.",
        "Autism Speaks--Autism Speaks offers detailed information on how to find and interpret autism research.",
        "Your behavior in your job often comes down to how you interpret the basic right or wrong of your actions in these situations.",
        "Point of Exclusion: When prospective employers interpret objective lines literally, the information provided can be a point of exclusion.",
        "Others may interpret the data as evidence that over-spending automakers failed to determined accurate and actual costs to remain profitable.",
        "Don't be a perfectionist; let the child interpret the craft in his own way.",
        "Although a target heart rate is highly individualized and difficult to interpret perfectly, you can calculate your heart rate online at the Mayo Clinic site.",
        "You could interpret the price you're offered for a policy as a gauge of your health.",
        "Fluffer Nurse: So called because of the fluffy feather trim on the hem, but you can interpret it as you like.",
        "Nicole works as a volunteer at the hospital and offers to help Bryce interpret the symbol he saw in his flashforward.",
        "Some interpret this to mean King Kong is the victor.",
        "While these servers interpret HTML pages in much the same as any other server, pages with the suffix \".ASP\" get treated differently.",
        "This is the \"skeleton\", so to speak, and it serves as a way for the designer to put the information and elements of a page into a format that the web browser can interpret and show correctly.",
        "Instead it is more of a \"descriptive\" language, laying out first a framework for the web browser to interpret and then defining the elements within that framework as well as their appearance.",
        "It would be possible so to interpret\" king \"or\" anointed \"in some Psalms, e.g.",
        "He was early attracted by the works of William Blake, whose Songs of Experience he endeavoured to interpret, and of Swedenborg, to the elucidation of whose writings he devoted the best energies of his life.",
        "a number of cardinals whose duty it is to interpret the disciplinary Council decrees of the council of Trent, was instituted by Pius IV.",
        "The possibility of these phenomena should be borne in mind when attempts are made to interpret the structure of crystalline bodies in terms of the theory of equilibrium.",
        "The \"Melancolia,\" numbered \"1\" as though intended to be the first of a series, with its brooding winged genius sitting dejectedly amidst a litter of scientific instruments and symbols, is hard to interpret in detail, but impossible not to recognize in general terms as an embodiment of the spirit of intellectual research (the student's \"temperament\" was supposed to be one with the melancholic), resting sadly from its labours in a mood of lassitude and defeat.",
        "He desires to interpret the coming of Jesus Christ into the world, to declare whence and why He came, and to explain how His coming, as light in the midst of darkness, brought a crisis into the lives of all with whom He came in contact.",
        "Moreover, in the light of these moves and countermoves one must interpret the isolated or incomplete narratives of Hebrew history.",
        "But the text of Pliny the younger, where this account is given, has been subjected to various interpret ations; and from the comparison of other classical testimonies and the study of the excavations it has been concluded that it is impossible to determine the date of the catastrophe, though there are satisfactory arguments to justify the statement that the event took place in the autumn.",
        "Mild attempts, to be sure, to group the chief deities associated with the most important religious and political centres into a regular pantheon were made - notably in Nippur and later in Ur - but such attempts lacked the enduring quality which attaches to Khammurabi's avowed policy to raise Marduk - the patron deity of the future capital, Babylon - to the head of the entire Babylonian pantheon, as 1 Even in the case of the \"Semitic\" name of the famous Sargon I., whose full name is generally read Sharru-kenu-sha-ali, and interpreted as \"the legitimate king of the city,\" the question has recently been raised whether we ought not to read \"` Sharru-kenushar-ri\" and interpret as \"the legitimate king rules\" - an illustration of the vacillation still prevailing in this difficult domain of research.",
        "Attempting to interpret the book of Revelation, he promised the millennium in 1672, and guaranteed miraculous assistance to those who would undertake the destruction of the Pope and the house of Austria, even venturing to prophesy that Cromwell, Gustavus Adolphus, and Rakoczy, prince of Transylvania, would perform the task.",
        "Nearly all his arguments, especially where he attempts to interpret Jefferson's writings on the point, notably the Kentucky resolutions, are rather strained and specious, but it does seem that the Virginia resolutions were based on a different idea from Calhoun's doctrine of nullification."
    ],
    "definition": [
        "Link/Cite"
    ]
}