{
    "translation": ".1 לשלב, לאחד\n.2 להתמזג",
    "uses": [
        "We need to integrate this new product seamlessly into the framework.",
        "The goal is to integrate existing standards, rather than create new specifications.",
        "In order to integrate this expression we need to know L and v as functions of the temperature and pressure.",
        "It is generally convenient to divide the path into two steps, isothermal and isometric, or isothermal and isopiestic, and to integrate along each separately.",
        "We must begin to integrate all of our ideas thus far.",
        "Black students began to integrate into white schools in the 1950's.",
        "Being adopted as an older child made it difficult for me to integrate into my family.",
        "Inventing is my favorite way to integrate my love of science and working with my hands.",
        "In order to operate at maximum efficiency, we must integrate our plans with theirs.",
        "Many believe that homeschool students will find it difficult to successfully integrate into society as adults.",
        "The parents of the community disagree with the school board's decision to integrate both elementary schools into one.",
        "In calculus class, I learned how to integrate a function.",
        "If we were to integrate our system databases, our work would be streamlined.",
        "By learning Spanish in high school, I found it was much easier to integrate into the culture of Spain when I traveled there as an adult.",
        "The XSLToolbox's goal is to help developers avoid the drudgery of writing the complicated XSLT transforms often needed to integrate XML applications.",
        "See how you can successfully integrate linework with color.",
        "If we integrate the equation (I) with respect to I between the limits 1, 1 we obtain mu_mu=fXdI.",
        "(2) 0 To find the potential energ we have to integrate E=f xpdxdydz..",
        "To find the work done when m is brought to the point P in the neighbourhood of a solid body, the density of which is a function of the depth v below the surface, we have only to write instead of a pdz, and to integrate ?",
        "To integrate this equation for a solid of given form is probably difficult, but it is easy to see that at some distance on either side of the body, where the liquid is sensibly at rest, the crest of the wave will approximate to an asymptote inclined to the path of the body at an angle whose sine is w/V, where w is the velocity of the wave and V is that of the body.",
        "The product spec calls for a way to integrate seamlessly with Group 3 fax, Internet e-mail, intranet or lan e-mail.",
        "Live Meeting has XML-based Apis that enable developers to create programs that integrate with the Live Meeting service.",
        "butt cap is a new round stainless steel design that will integrate into a stainless V rest which screws into a rod pod.",
        "This Asperger adventure explores the human condition and the need to integrate into a society that demands conformity.",
        "However, they do not usually integrate quality considerations across several plans.",
        "Other development programs need to integrate into health issues (preventive and basic curative) with appropriate back-up support from the medical program.",
        "envision v3 has added many new capabilities to enable customers to integrate with their existing enterprise infrastructure.",
        "Project work is used to integrate material and make knowledge functional.",
        "However, in a minority of cervical cancer cases, the HPV viral genome fails to integrate into the host genome.",
        "The scenes when they try to integrate reality into it just came off as plain goofy.",
        "We have the example of the village imams imported from Pakistan and Bangladesh in the British communities, who do not help to integrate.",
        "A number of trainers were identified who could deliver inset for teachers around how to integrate the project themes into the curriculum.",
        "We will fully integrate the names into your video & print them onto the Race Cards for you.",
        "It is very simple to integrate video into a Protuo portfolio.",
        "The area of gender studies clearly profits from independent development, but it is also necessary to integrate the gender perspective in existing disciplines.",
        "If we integrate with respect to I between fixed limits, we obtain the principles of linear and angular momentum in the form previously given, Hence, whichever form of postulate we adopt, we are led to the principles of linear and angular momentum, which form in fact the basis of all our subsequent work.",
        "Please contact us for specific individual advice on how to integrate this product into your orphan foal 's diet.",
        "The purpose of this guidance is to help higher education institutions to integrate sustainability literacy into the curriculum of their learning programs.",
        "DNA introduced into ES cells may integrate randomly, as in the case of pronuclear microinjection.",
        "Initially the task seemed mind-boggling, how to sensibly integrate such a wealth of disparate material.",
        "Cancer bioinformatics aims to integrate molecular, biological and clinical knowledge about cancer with analytic methods from bioinformatics.",
        "The Hercules is included in the course to give the students an opportunity to integrate a slow mover into their mission plans.",
        "munition that is easy to integrate on current and future aircraft.",
        "How to integrate eLearning with classroom learning eLearning is by no means a panacea for all.",
        "We will integrate aspects of these standards and extend them for numerical computing on massively parallel systems.",
        "This would cover the requirements for the Medical Physics unit and integrate the experience of studying physical science at higher education level.",
        "Therefore, the helper plasmid lacking one or the other of the ITS cannot integrate itself into target DNA.",
        "Within the past year, the race has been to integrate a plethora of advanced features into local search capabilities.",
        "rationalize core information systems and integrate back-office services.",
        "Web Search and MSN Search will likely integrate some form of visual page segmentation into their search algorithms.",
        "A number of organizations are already starting to integrate speech-based self-service into their contact center activities.",
        "For diabetes specialists, a program designed to integrate structured education with clinical management.",
        "African Media Group - African Film Nights in Glasgow which helped young black people integrate into Scottish society, combat isolation, challenge stereotypes.",
        "It also allowed him to integrate nonsense syllables which had a purely rhythmic value into his singing.",
        "The learning environment contains devices such as an annotations facility to enable course teachers to integrate courseware into their existing teaching.",
        "tradition with modernity allowing the units to integrate perfectly into a variety of contemporary surroundings.",
        "In order to find the whole emission of energy from one particle (T), we have to integrate the square of (3) over the surface of a sphere of radius r.",
        "Since we have now to integrate for the whole illumination at a particular point 0 due to all the components which have their foci in its neighbourhood, we may conveniently regard 0 as origin.",
        "To integrate the equations of motion, suppose the impressed force is due to a potential V, such that the force in any direction is the rate of diminution of V, or its downward gradient; and then X= -dV/dx, Y= -dV/dy, Z= -dV/dz; (I) and putting dw dv du dw dv du Ty - dz -2 ' dz - dx -2n ' dx - dy2?, d -{- d ' v ?",
        "In any case of rectilinear motion, if we integrate both sides of the equation mu~=X, (20)",
        "If we multiply by 2d~/dt and integrate, we obtain (dP)22~ cos~+const., (16)",
        "Diageo also wanted to upgrade and rationalize core information systems and integrate back-office services.",
        "Hence Muslim people can never truly integrate and they will remain sullen, angry and hostile.",
        "Whiston was a deeply religious man and had produced many theories attempting to integrate scientific theories into the Christian religion.",
        "To integrate manual thruster control units and portable remote control units into a co-ordinated Alstom range.",
        "The design combines tradition with modernity allowing the units to integrate perfectly into a variety of contemporary surroundings.",
        "To integrate ethical insights with the supposedly value-free knowledge of the natural, physical and (with some exceptions) social sciences.",
        "However, we find no clear additional evidence that Luke wanted to integrate vicarious suffering or a redemptive death into his own christology.",
        "The ability to integrate other instrumentation such as echo sounders, water quality meters etc. offers further possibilities to be explored in the future.",
        "Finally, we have planned to implement and integrate this approach to the current PEPA Workbench developed by the team in Edinburgh.",
        "Birmingham has come near the bottom of a hall of shame for failing to integrate youngsters with disabilities.",
        "Most mid-ranged and better all-in-ones can integrate wired or wirelessly into your network so more than one computer can print to the same printer.",
        "If you already have one or more cats, it's true that a kitten may integrate into the household more readily than an older cat.",
        "Many people like to use litter crystals or brands of cat litter that integrate crystals into the cat litter.",
        "As the Internet continues to evolve, so will the opportunities that eventually integrate themselves into our daily functions.",
        "It can be used as a stand-alone system or to integrate an existing POS (point of sale) system.",
        "How easily does it integrate with your merchant accounts?",
        "Consider buying coordinated groupings that will integrate with the other furniture in your outdoor living space.",
        "Although it's tempting to design a gun cabinet to complement your collection, when considering wood, trims and stain, try to integrate the look of your cabinet with the other built-in or freestanding cabinetry or wood furniture in the room.",
        "Existing elements, like windows, fireplaces and wall fixtures help define scale in a room and should all integrate with the shelf you build for the space.",
        "You may choose to construct your own bin, which allows you to better integrate it into your landscape.",
        "A good master bedroom design will integrate the elements in a room to create a coherent, functional whole.",
        "A clever designer will be able to integrate pieces from multiple eras and still maintain a coherent look.",
        "Since today's family rooms are often the most used rooms in the home, you should make sure to integrate the room's design with the rest of the house.",
        "Collecting sample boards that contain paint chips, fabric swatches, and pictures of furniture can help you integrate actual colors, rather than the rough approximations that some design tools offer.",
        "Using something that doesn't integrate will make it stick out, and not in a good way.",
        "Integrate the space - If your kitchen shares a wall with an adjacent area, like a breakfast nook, dining area or family room, consider using the same color scheme throughout.",
        "When considering small kitchen design ideas, remember to integrate, declutter and use light to advantage.",
        "If you use your mobile phone and have the Google Maps application installed, you can integrate the map into a GPS locator to find the shortest distance.",
        "Digital scrapbookers may also choose to integrate the text and images into one file before printing out the whole page and then inserting it into the book.",
        "Stress reduction activities are good for all types of stress, and you can easily integrate most activities into the home or work environment.",
        "No matter what, you really have no excuse not to integrate pomegranates into your diet!",
        "Integrate the existing décor into your fall color scheme.",
        "Integrate special songs into your wedding ceremony or reception.",
        "Create a larger, artistic display design and integrate the cupcakes into the vision.",
        "The First Lady also opted to integrate JCrew accessories on Inauguration Day.",
        "Not only will a design professional offer home addition ideas that have not been considered, but he will be able to help integrate the new addition with the existing floor plans.",
        "If you integrate the bathroom's design with that of an adjacent room, it will make both areas look roomier too.",
        "Frame a flat screen TV with shelving to integrate it within the room design.",
        "The company's Wardrobe Packages are designed to integrate new pieces into your wardrobe seamlessly.",
        "It can be fun to integrate grandchildren and other family members into the show, too.",
        "CPAP battery backup systems can make it easier to integrate CPAP therapy into a busy and active lifestyle.",
        "Because there isn't nearly as much animation found in these hidden objects games as in titles of different genres, the developers are able to integrate much higher quality and details in the background.",
        "SportsCenter, the network's signature telecast, created a famous look that video game developers have clamored to integrate into their own video games.",
        "Ready and waiting for the Nintendo Wii launch, a number of start-up websites were rolled out promising to integrate the Wii experience with the internet.",
        "The Dark Legions, who were determined to use every Eredar race's abilities to achieve their goals, attempted to integrate the Draenie into their own demonic hordes.",
        "Using Windows will allow them to integrate the Xbox Portable with the 360, like the DS for the Wii.",
        "Some integrate the microphone into the earpiece itself, but these are quite rare.",
        "These Bluetoth speakerphones can typically be mounted on the visor above your head, while some systems integrate with your car's stereo system or clip to the rearview mirror.",
        "This mobile platform was developed by Google to fully integrate with many of the company's critical services.",
        "Just as the IPhone integrates with many of Apple's other services (like iTunes) and Android phones integrate with Google services (like Gmail), Windows Phone 7 features strong integration with other Microsoft products.",
        "To Do List: Don't worry about forgetting your to-do list at home or at work because with this application, you can integrate your Tasks, Calendar and Memos on your computer to your BlackBerry.",
        "Emotional growth boarding schools integrate therapeutic programs with academics to provide for students whose emotional, psychological, and behavioral issues prevent them from learning effectively in a traditional school environment.",
        "In addition, there is the belief that if citizens are not willing to subordinate some parts of their heritage to the present set of dominant cultural values, then these citizens may find it even harder to integrate the mainstream.",
        "Every effort must be made to integrate the child with nystagmus into a normal school setting in order to prepare the child for adult life, even if cosmetic concerns may instinctively lead the parent to want to protect the child.",
        "These special talents are often in areas that require the ability to integrate sight, spatial skills, and coordination.",
        "Watching dancers do solos and then seamlessly integrate back into a unison dance theme during the chorus of a song is part of the magic of line dance.",
        "Some curriculums may integrate information about a particular religion, while others do not.",
        "If you integrate homeschool into all aspects of your life, you may be most interested in a home management planner.",
        "Through this program, Ditech supports small and large businesses by helping them integrate special mortgage programs into the company's employee benefits programs.",
        "Rather than stowing them in a shoebox, you can arrange them in frames, sort them in scrapbooks, or integrate them into various keepsakes.",
        "This example illustrates the type of social extremes that interracial couples may face while trying to integrate their lifestyles and heritages.",
        "Since Baby Phat purses are meant to define and integrate hip-hop culture into mainstream fashion, it comes as no surprise that these handbags feature wild flagrant designs with a heavy emphasis on \"bling\".",
        "Others integrate activities that prepare a preschooler for kindergarten or first grade; some of these schools offer kindergarten programs.",
        "The site features ways to integrate ice cream into cakes and how to supplement sheet cakes with cupcakes to make innovative designs.",
        "Counselors with training can integrate activities that encourage social development into the activities of the camp and make accommodations for those campers who need some time alone.",
        "On the other hand, if you tell them that you're sending them to \"Computer Camp,\" they'll be chafing to get out the door every morning - and don't worry, almost all camps integrate outdoor activities into their curriculum.",
        "Of course, a costume could be whatever you choose to wear that particular day, but the fact is that a lot of fabulous red platform shoes can be found in costume shops and are worth seeking out to integrate into your daily dress-up routine.",
        "Adding ink to an existing tattoo to integrate a fairy may not be easy.",
        "This form of living gives visitors a more accurate view of French life as they integrate for a short time with the French community.",
        "Classes start for children at age eight, and there are pre- and post-natal sessions, special beginner's workshops to integrate newbies into existing classes, and free sessions for persons with HIV/AIDS.",
        "Taoist yoga is a full concept, and one that can take quite some time to integrate into a busy lifestyle.",
        "And the teachings of Sri Aurobindo, one of the great, modern yogis, provided a large framework that satisfied my need to integrate the wildly different Western and Eastern cultures and traditions that I had been exposed to.",
        "Unlike adult yoga classes, many kid's yoga classes integrate hatha yoga poses with music, creative expression, storytelling and more.",
        "School-based yoga programs provide a low-cost way to integrate physical education into the day for most students.",
        "Essentially, Hatha Yoga teachers need to learn how to integrate all of the aspects from this foundational practice.",
        "ISHTA Yoga attempts to integrate a number of yoga practices.",
        "Sensory issues are quite common with autism, and playtime can be used as an opportunity to address these needs with toys that integrate several types of sensory input.",
        "Sound: Radios, nature sound machines, toy pianos, maracas, tape recorders, and games with noisy dice are all good choices to integrate a wider range of sound tolerances into your child's world.",
        "Your child will probably also attend a specialized school or classroom several hours a week; this is to help develop social skills and integrate the learned skills into everyday life.",
        "His mission is to enable clients to \"integrate creativity and life balance with financial success.\"",
        "You should look for a centerpiece that will blend with the rest of your décor or integrate with the other table elements, like place mats, napkins, and serving dishes.",
        "Making the switch from white bread to whole-grain is one effortless way to integrate high fiber foods into your diet.",
        "Once you've practiced some modifications for some time and graduated to traditional pushups, it can be beneficial both to your muscles and to your motivation to integrate some variations into your workout.",
        "If time is an issue, integrate balance and strength training by performing your weightlifting exercises on a balance board, bosu or stability ball.",
        "WalkingWorks - Created to motivate members to integrate more walking into their daily lives, this program is dedicated to reducing the likelihood of costly health problems down the road.",
        "And because it no longer severely constricts breath or function, it's much easier and more pleasant to integrate into a wardrobe.",
        "Knickers used to be what all women wore under their skirts and, since they can be healthier and make you feel sexier, there is no good reason not to integrate them more completely into your regular wardrobe.",
        "However, once she meets her goal, she leads a fight to integrate the show.",
        "For example, if you are editing an amateur video for uploading on YouTube, it can be an excellent addition to integrate key sound effects at key moments.",
        "Although their soul-pop sound had a tremendous influence on music, and although the label launched the careers of many a legend, the real importance of Motown was the way it helped integrate the music industry and music fans.",
        "Elementary schools often integrate a Thanksgiving feast into the curriculum as a means of teaching about the country's history.",
        "As time progressed and technology advanced along with it, Star Trek fans became a force to be reckoned with, and many of them now integrate Star Trek into just about every aspect of their daily life.",
        "Janeway's task to hold her crew together and to integrate the Maquis and battling the Borg as they tried to return from the Delta Quadrant, gave her a unique perspective.",
        "Articles such as Using weblogs to promote literacy in the classroom, by David Huffaker, provide a very scholarly view of pedagogical methods to integrate blogs into the classroom experience.",
        "Have you ever wondered what it takes to integrate Twitter and a mobile phone?",
        "Since so many Twitter users make use of applications that require status updates, there are now many online tools that help you integrate Twitter with your other social networks.",
        "TwitterFeed is a great way to integrate your blog with your Twitter account by sending all updates from your blog feed to your Twitter account.",
        "The mission of the company was to integrate games into social networks in order to connect people all across the world through game play.",
        "Install widgets, integrate your Twitter account, and track visitors.",
        "Facebook Connect is one of the most popular WordPress blog plugins that allows you to integrate Facebook with your blog.",
        "This setup requires that you integrate the popular Disqus commenting app into your blog.",
        "FriendFeed was once an individual social network, but now it promises to help you integrate several of your networks, including Facebook, Google and Twitter.",
        "Integrate the RSS feed of the podcast onto whatever website you please.",
        "That leads to a page designed to integrate your social networks with Facebook.",
        "It is very important that the website reflects that, and that the designer develops custom website layouts that integrate not only the image, but also the general feel and color scheme.",
        "Ability to integrate e-commerce and other services (including blogs and newsletters) into the website as needed.",
        "This assurance is part of how they integrate their faith with their business, along with other best practices like a free quote and guarantee of satisfaction.",
        "Being able to integrate blog engines, such as Wordpress or other content management systems, into a good site design is an immensely marketable skill.",
        "The nice feature about PHP is that, much like with ColdFusion, you can easily integrate PHP into a standard HTML page.",
        "The ability to integrate PHP within the HTML pages that you're accustomed to writing makes it very easy to learn how PHP behaves, and how you can use it to easily make your page far more interesting and dynamic.",
        "When Microsoft and Apple teamed up to try and integrate font faces into their operating systems, they took similar but slightly different paths.",
        "However, one thing that is very useful in having your own Gallery2 installation is the ability to easily integrate it into various blogging platforms such as WordPress.",
        "This allows web designers to choose and download the template that they are most comfortable working with, or the language that has the most potential to accomplish the functionality they would like to integrate into their web page.",
        "They will know the right blogs to try and get mentioned on, they'll know how to run a Twitter campaign, and they'll know how to integrate your brick-and-mortar advertising with your online presence.",
        "You can add logos, customize the color, integrate a shopping cart with PayPal checkout, and create a blog with widgets.",
        "A similar site based on the Flash web framework is Wix, which has a similar easy template system that lets you drag and drop the parts that you want to integrate into your website.",
        "Keep in mind both of these require some knowledge of web coding, and may not be as easy to integrate into your sales content management system.",
        "Before selecting a method to integrate the shopping cart into your web store, take stock of your assets and your needs.",
        "Java is integrated into the GAE which is supposed to make it easy for java developers to integrate their technologies into the web hosting environment offered by the \"cloud.\"",
        "Both sites also integrate with other services such as Paypal, Google AdSense, and Facebook or other social media apps.",
        "You can integrate the color values into CSS, Photoshop, and many other design tools and be sure that the result will be in harmony with the rest of your site.",
        "You can bring your own domain name or purchase one through the company, or even just integrate the EasyStore services into your already-existing site.",
        "water meterty to integrate other instrumentation such as echo sounders, water quality meters etc. offers further possibilities to be explored in the future."
    ],
    "definition": [
        "To make into a whole by bringing all parts together; unify: a report that integrates the findings of previous studies.",
        "Psychology To bring about the integration of personality traits.",
        "Link/Cite"
    ]
}