{
    "translation": ".1 ריבית\n.2 עניין, להתעניין",
    "uses": [
        "There was little interest in another round of Monopoly.",
        "Somehow it failed to interest me.",
        "I lost track of time until Alex came along and revived my interest in the ranch.",
        "We understand that you can, in theory, save and save and save and then live off the interest of your savings forever.",
        "With Mademoiselle Bourienne's help the princess had maintained the conversation very well, but at the very last moment, just when he rose, she was so tired of talking of what did not interest her, and her mind was so full of the question why she alone was granted so little happiness in life, that in a fit of absent-mindedness she sat still, her luminous eyes gazing fixedly before her, not noticing that he had risen.",
        "They didn't show any interest in the bones.",
        "I know you've been preoccupied, but everyone else has noticed his interest in you.",
        "He understood it was in their best interest to protect humanity.",
        "There are a few creatures I've collected over the years that interest me.",
        "Obviously they thought she was upset by Michael's interest in another girl.",
        "Already people are taking a deep interest in Helen.",
        "Elderly Brandon Westlake, the only single oldie, failed to engage Cynthia's interest in his day's activities, a high country wildflower photo shoot in Governor's Basin.",
        "\"Thank goodness,\" Quinn said with a sigh Betsy harbored more interest in the subject than the rest of us.",
        "Fred displayed a tad more interest in the mysterious find than the prior evening.",
        "But at least you had my best interest in mind.",
        "And so he thought it necessary to take an interest in these things and to question Pierre.",
        "To some extent, we have this in the form of high taxes on cigarettes, which are seen to have negative externalities, and a home interest deduction on income taxes, as home ownership is viewed as having positive social good.",
        "Could it be that his stoic personality was the very thing that kept her interest perked?",
        "This gratifies the child's love of approbation and keeps up her interest in things.",
        "His greatest interest obviously lay some distance down that path into the woods.",
        "That was a pretty good indication of interest - or lack thereof.",
        "New local acquaintances never questioned us about work and we displayed no interest in anything pertaining to crime or mayhem.",
        "The beads were sewed in the right place and I could not contain myself for joy; but immediately I lost all interest in the doll.",
        "The more I have a personal vested interest in your success, the better.",
        "He spoke of what he knew might interest the old lady and that she could understand.",
        "It appears so to us because we see only the general historic interest of that time and do not see all the personal human interests that people had.",
        "The sounds of sparring in the courtyard drew no interest this morning.",
        "She focused on him in interest, wondering what Death could possibly need from her.",
        "She held her breath and stayed still, praying their interest was passing, and they'd move on.",
        "From \"Little Lord Fauntleroy\" I date the beginning of my true interest in books.",
        "\"It will interest you,\" said he.",
        "She is no ordinary child, and people's interest in her education will be no ordinary interest.",
        "It was very sweet to see the children's eager interest in Helen, and their readiness to give her pleasure.",
        "Everything not connected with the execution of the prince's orders did not interest and did not even exist for Alpatych.",
        "\"Something tells me it's in your best interest to help me regain my power,\" Jule noted.",
        "He shut his eyes, rubbed his forehead as if to rid himself of all interest in what he had read, and listened to what was passing in the nursery.",
        "She sent to Bartlesville for information on the pediatrics ward and hinted at interest in a job there.",
        "Martha asked, showing the first glimmer of interest since being told of her forced departure.",
        "I enjoy those freedoms much like an interest payment or dividend, and I call it \"my right\" to free speech.",
        "There was interest in his glowing red eyes, and she rested the palms of her hands on the knives at her belt.",
        "The sheds where the corn was stored, the stable where the horses were kept, and the yard where the cows were milked morning and evening were unfailing sources of interest to Martha and me.",
        "So long as we felt his loving presence and knew that he took a watchful interest in our work, fraught with so many difficulties, we could not be discouraged.",
        "Darian's interest was piqued.",
        "I remember how unbearable I used to find the inquisitiveness of my friends' children; but I know now that these questions indicate the child's growing interest in the cause of things.",
        "He was quiet long enough to rouse her interest, and she glanced up to determine the cause of his silence.",
        "The whole interest was concentrated on Rostov.",
        "It is a labor to task the faculties of a man--such problems of profit and loss, of interest, of tare and tret, and gauging of all kinds in it, as demand a universal knowledge.",
        "They hardly gave one another time to ask questions and give replies concerning a thousand little matters which could not interest anyone but themselves.",
        "You're awfully nosy not to have any real interest in this stuff.",
        "While we kidded about selling Howie out for a million buck reward, the increased outside interest in our activities was a serious matter.",
        "It was strange how he could blush at praise, but watch with unabashed interest while she nursed their child.",
        "Now, consider the child that lives off the interest payments of all the money her parents saved.",
        "And this simple reflection suddenly destroyed all the interest Prince Andrew had felt in the impending reforms.",
        "To be sure, I take the keenest interest in everything that concerns those who surround me; it is this very interest which makes it so difficult for me to carry on a conversation with some people who will not talk or say what they think, but I should not be sorry to find more friends ready to talk with me now and then about the wonderful things I read.",
        "What's the Dawkinses' interest in all this?",
        "...You know our kind teachers take us to see everything which they think will interest us, and we learn a great deal in that delightful way.",
        "The child's eagerness and interest carry her over many obstacles that would be our undoing if we stopped to define and explain everything.",
        "I feel a genuine interest in the animals themselves, because they are real animals and not caricatures of men.",
        "I think it is her joyous interest in everything and everybody.",
        "It was a day full of interest for me.",
        "It was plain that Balashev's personality did not interest him at all.",
        "To be in Anna Pavlovna's drawing room he considered an important step up in the service, and he at once understood his role, letting his hostess make use of whatever interest he had to offer.",
        "She was very much excited when we went upstairs; so I tried to interest her in a curious insect called a stick-bug.",
        "She was forming a habit of using people who expressed interest in her – Connie, Howard, Len and now Yancey.",
        "His eyes reflected interest, so she continued.",
        "Some become so wealthy, in fact, they can live off the interest (the productivity) of their assets, not just their own labor.",
        "Helen has the vitality of feeling, the freshness and eagerness of interest, and the spiritual insight of the artistic temperament, and naturally she has a more active and intense joy in life, simply as life, and in nature, books, and people than less gifted mortals.",
        "Who does not remember the interest with which, when young, he looked at shelving rocks, or any approach to a cave?",
        "Sometimes one of those great cakes slips from the ice-man's sled into the village street, and lies there for a week like a great emerald, an object of interest to all passers.",
        "That did not interest him.",
        "Certainly. It's not as if they don't have a mutual interest in this business.",
        "Are those interest payments to the child \"welfare?\"",
        "To be able to read for one's self what is being willed, thought and done in the world--the world in whose joys and sorrows, failures and successes one feels the keenest interest--that would indeed be a happiness too deep for words.",
        "They snuck around and found my name and began to push me, claiming public interest, national security, and all that bull shit.",
        "I wouldn't ask but I think it's in your best interest to do so.",
        "Martha showed little interest and had said hardly a word.",
        "As soon as my strength returned, I began to take an interest in what the people around me were doing.",
        "The interest and the conversation are about costume and manners chiefly; but a goose is a goose still, dress it as you will.",
        "Nor did she cry when he was gone; but for several days she sat in her room dry-eyed, taking no interest in anything and only saying now and then, \"Oh, why did he go away?\"",
        "In such a state of affairs, whatever your ultimate plans may be, the interest of Your Majesty's service demands that the army should be rallied at Smolensk and should first of all be freed from ineffectives, such as dismounted cavalry, unnecessary baggage, and artillery material that is no longer in proportion to the present forces.",
        "A flare of interest was in Darkyn's black gaze, one that made her realize he wasn't leaving until he was finished with her.",
        "There's no one to interest himself for him.",
        "At first Prince Andrew read with his eyes only, but after a while, in spite of himself (although he knew how far it was safe to trust Bilibin), what he had read began to interest him more and more.",
        "I HAVE TRIED FROM THE BEGINNING TO TALK NATURALLY TO HELEN AND TO TEACH HER TO TELL ME ONLY THINGS THAT INTEREST HER AND ASK QUESTIONS ONLY FOR THE SAKE OF FINDING OUT WHAT SHE WANTS TO KNOW.",
        "It was clear that he thought it necessary to interest himself in Bolkonski.",
        "Yet as the world began to open beyond her little circle, she realized that he had been open about his interest all along.",
        "Some of them were talking (he heard Russian words), others were eating bread; the more severely wounded looked silently, with the languid interest of sick children, at the envoy hurrying past them.",
        "Thanks for the fire--we'll return it with interest, said he, carrying away into the darkness a glowing stick.",
        "Schemes and devices for which he never rightly accounted to himself, but which formed the whole interest of his life, were constantly shaping themselves in his mind, arising from the circumstances and persons he met.",
        "The princess felt this, and as if wishing to show him that she did not even dare expect to interest him, she turned to his father.",
        "The ancients have left us model heroic poems in which the heroes furnish the whole interest of the story, and we are still unable to accustom ourselves to the fact that for our epoch histories of that kind are meaningless.",
        "Though Princess Mary and Natasha were evidently glad to see their visitor and though all Pierre's interest was now centered in that house, by the evening they had talked over everything and the conversation passed from one trivial topic to another and repeatedly broke off.",
        "And she not only saw no need of any other or better husband, but as all the powers of her soul were intent on serving that husband and family, she could not imagine and saw no interest in imagining how it would be if things were different.",
        "The conversation turned on the contemporary gossip about those in power, in which most people see the chief interest of home politics.",
        "But she had to force herself to attend, for what he was saying did not interest her at all.",
        "If instead of a divine power some other force has appeared, it should be explained in what this new force consists, for the whole interest of history lies precisely in that force.",
        "Why don't you leave me your name, and if Mr. Bylun believes it in his best interest, he'll return your call.",
        "The level of interest everyone is showing in some remote acreage is all out of whack, given its questionable value.",
        "Everybody will feel an interest in dear little Helen; everybody will want to do something for her; and, if she becomes an ancient, gray-haired woman, she is still sure of being thoughtfully cared for.",
        "Outside of his remark about her swimsuit, and the two kisses he had forced on her, he had shown no special interest in her.",
        "Damian returned his interest to the displays, and Han closed the door softly.",
        "The old prince did not evince the least interest during this explanation, but as if he were not listening to it continued to dress while walking about, and three times unexpectedly interrupted.",
        "Or why they were here in the first place, as they expressed zero interest in the beauty of the area; Ouray's main attraction.",
        "If they pay the tax from a mistaken interest in the individual taxed, to save his property, or prevent his going to jail, it is because they have not considered wisely how far they let their private feelings interfere with the public good.",
        "\"If you will do me the honor of calling on me on Wednesday,\" he added, \"I will, after talking with Magnitski, let you know what may interest you, and shall also have the pleasure of a more detailed chat with you.\"",
        "What is surprising is that they should trouble about these things now when it can no longer be of interest to them.",
        "Four murders are getting a lot of interest but those are out of the question too.",
        "It will be regarded as interest payments on the accumulated riches of one thousand years of technical and material progress.",
        "For the Rostov family the whole interest of these preparations for war lay in the fact that Nicholas would not hear of remaining in Moscow, and only awaited the termination of Denisov's furlough after Christmas to return with him to their regiment.",
        "To them the words of Miloradovich seem very interesting, and so do their surmises and the rewards this or that general received; but the question of those fifty thousand men who were left in hospitals and in graves does not even interest them, for it does not come within the range of their investigation.",
        "Now, with Quinn's interest piqued, we were a committed pack of five dedicated to seek answers, wherever they might lie.",
        "Prince Andrew was one of those rare staff officers whose chief interest lay in the general progress of the war.",
        "The important mystery mentioned by the Rhetor, though it aroused his curiosity, did not seem to him essential, and the second aim, that of purifying and regenerating himself, did not much interest him because at that moment he felt with delight that he was already perfectly cured of his former faults and was ready for all that was good.",
        "Giddon was silent, giving all his attention to his food, but Tammy watched Lisa with interest, twirling her fork in her eggs and squirming in her chair.",
        "A little girl—a sort-of ward of ours—had an interest in the Lucky Pup Mine.",
        "About 80,000 went in payments on all the estates to the Land Bank, about 30,000 went for the upkeep of the estate near Moscow, the town house, and the allowance to the three princesses; about 15,000 was given in pensions and the same amount for asylums; 150,000 alimony was sent to the countess; about 70,000 went for interest on debts.",
        "And this movement of reconstruction of which Prince Andrew had a vague idea, and Speranski its chief promoter, began to interest him so keenly that the question of the army regulations quickly receded to a secondary place in his consciousness.",
        "Usually we rely on Betsy's sole decision as a method of choosing a case but the wide spread interest in this kidnapping caused her to share it with all of us.",
        "I shall do all I can to interest and stimulate it, and wait for results.",
        "He was also listed as a person of interest in the deaths of at least six young women in the Missouri-Kentucky area.",
        "What I really want to know is why Jule is of any interest to you at all.",
        "\"New puppies,\" \"new calves\" and \"new babies\" keep Helen's interest in the why and wherefore of things at white heat.",
        "No on both counts but he's been a person of interest in the past, because of his associates.",
        "Xander crossed his arms, his head tilted in interest as he listened.",
        "I send you with this letter a pretty book which my teacher thinks will interest you, and my picture.",
        "She bends over her book with a look of intense interest, and as the forefinger of her left hand runs along the line, she spells out the words with the other hand; but often her motions are so rapid as to be unintelligible even to those accustomed to reading the swift and varied movements of her fingers.",
        "Think, also, of the ladies of the land weaving toilet cushions against the last day, not to betray too green an interest in their fates!",
        "\"Charming!\" whispered the little princess, sticking the needle into her work as if to testify that the interest and fascination of the story prevented her from going on with it.",
        "All the affectation of interest she had assumed had left her kindly and tear-worn face and it now expressed only anxiety and fear.",
        "But what is best of all,\" he went on, his excitement subsiding under the delightful interest of his own story, \"is that the sergeant in charge of the cannon which was to give the signal to fire the mines and blow up the bridge, this sergeant, seeing that the French troops were running onto the bridge, was about to fire, but Lannes stayed his hand.",
        "Not only did they not interest him, but he took no notice of them and at once forgot them.",
        "\"And of state interest to some extent,\" said Prince Andrew.",
        "He had grown accustomed when going into action to think about anything but what would seem most likely to interest him--the impending danger.",
        "All these conversations, especially the joking with the girls, were such as might have had a particular charm for Petya at his age, but they did not interest him now.",
        "Difficult as it was to believe he was involved in something like this, it was even harder to believe he had no interest in her.",
        "Prince Andrew spoke with some animation and interest only of the new homestead he was constructing and its buildings, but even here, while on the scaffolding, in the midst of a talk explaining the future arrangements of the house, he interrupted himself:",
        "In the midst of this conversation, which was beginning to interest Napoleon, Berthier's eyes turned to look at a general with a suite, who was galloping toward the knoll on a lathering horse.",
        "In spite of Howie's stepfather's sudden interest in his previously despised and now deceased son, Julie became heir to her fiancée's home and assets.",
        "He always has our best interest in mind.",
        "When her son Randy, visiting Bird Song over his Christmas college break, had expressed an interest in the sport, she had a fit.",
        "The spark of interest lit in his eyes again.",
        "A good idea is to either take a guide into the field when trying to identify snakes, or to memorize the details of a few species that are of interest before setting out.",
        "If you can't interest the family in the sights, you're sure to succeed with a warm, delicious bowl of lobster or clam bisque at one of the many seaside restaurants.",
        "Tour lighthouses, play in the ocean, visit an aquarium, or stroll the boardwalk for amusements, food stands and a hundred points of interest.",
        "But the ice itself is the object of most interest, though you must improve the earliest opportunity to study it.",
        "Dean wasn't anxious for Westlake to pursue the conversation and was relieved that the subject apparently held no interest for him.",
        "She had chosen him partly for his ability to assume control while keeping everyone's best interest in mind... and partly because he aroused a passion she never knew existed.",
        "The interest with which we regard the latter no longer turns upon the details of the structuie of its trunk, limbs and roots, to which the living substance of the more superficial parts was subordinated.",
        "This well-marked sub-region has a deeper interest than the botanical.",
        "Each country is described with particular regard to its people as well as to its surface, and the prominence given to the human element is of special interest.",
        "The narratives Pacific of such men as Woodes Rogers, Edward Davis, George Shelvocke, Clipperton and William Dampier, can never fail to interest, while they are not without geographical value.",
        "But a romantic interest attaches to the wreck of the \" Wager,\" one of Anson's fleet, on a desert island near Chiloe, for it bore fruit in the charming narrative of Captain John Byron, which will endure for all time.",
        "A well-developed river system has in fact many equally important and widely-separated sources, the most distant from the mouth, the highest, river or even that of largest initial volume not being necessarily of greater geographical interest than the rest.",
        "For several years Wakefield continued to direct the New Zealand Company, fighting its battles with the colonial office and the missionary interest, and secretly inspiring and guiding many parliamentary committees on colonial subjects, especially on the abolition of transportation.",
        "Public interest centred for some years round the allegation that he lived a double life and was identical with Mr T.",
        "The scenery in and about the city is noted for its picturesqueness, and this, with its delightful summer climate and historic interest, attracts a large number of visitors during the summer season.",
        "In Portland's architecture, both public and private, there is much that is excellent; and there are a number of buildings of historic interest.",
        "Of special interest to visitors is the WadsworthLongfellow House - the early home of Henry W.",
        "The islands of the Canaries, Madeira and the Azores belong to the Mediterranean province, and offer some peculiarities of great interest.",
        "But Philip Howard, the son and heir, succeeded to the ancient earldom of Arundel in 1580, on the death of his maternal grandfather, while the Lord Lumley, his uncle by marriage, surrendered to him his life interest in the castle and honour of Arundel.",
        "of Bourg), a building in the Romanesque style of Burgundy, and that of Nantua (12th century), are of architectural interest.",
        "Alfred Langdon Elwyn has edited Letters by Washington, Adams, Jefferson and Others, Written During and After the Revolution, to John Langdon of New Hampshire (Philadelphia, 1880), a book of great interest and value.",
        "In after life he retained a lively feeling of interest in Winchester school, and remembered with admiration and profit the regulative tact of Dr Goddard, and the preceptorial ability of Dr Gabell, who were successively head-masters during his stay there.",
        "His interest also in public matters was incessant, especially ecclesiastical questions, and such as bore upon the social welfare and moral improvement of the masses.",
        "The object of both was to collect all halakhoth having a practical importance, omitting all those which owing to circumstances no longer possess more than an academic interest, and excluding the discussions on them and all agada.",
        "They begin with Mar Rab Sheshna (7th century) and continue to Hai Gaon, who died in 1038, and are full of historical and literary interest.",
        "His account of his travels and his letters are also of great interest.",
        "In November 1895 he himself formed a cabinet of a pronouncedly radical type, the main interest of which was attached to its fall, as the result of a constitutional crisis arising from the persistent refusal of the senate to vote supply.",
        "There are also two large chapels, containing altars, ornaments, &c., in rock-salt, a room called the dancing saloon (Tanzsaal), where the objects of interest found in the mines are kept; the Kronleuchtersaal, and the chamber Michatovice are also worth mention.",
        "Its interest, however, is historical.",
        "In 1891, when the debt of the republic amounted to $87,789,973, or about £18,678,710, the government suspended payment of interest, and an arrangement was made with the bondholders.",
        "A new consolidated debt of £20,500,000 was issued at 32% interest, and, as security for payment of interest, 45% of the customs receipts at Montevideo was assigned.",
        "At the same time the interest guaranteed to the railway companies was reduced from 7 to 32%.",
        "In 1891 he was obliged to suspend the service of the public debt and make arrangements by which the bondholders accepted a reduced rate of interest.",
        "Under the heading \"Remarks\" are noted (for vessels with sail power) making, shortening and trimming sails; and (for all ships) employment of crew, times of passing prominent landmarks, altering of course, and any subject of interest and FIG.",
        "On the other hand, faith has no special interest in claiming that we can compose a biographical study of the development of Jesus.",
        "The controversy as to the nature of his religious opinions, arising as it did chiefly out of his connexion with the Encyclopaedia, has no longer any living interest now that the Encyclopaedists generally have ceased to be regarded with unqualified suspicion by those who count themselves orthodox.",
        "Blind Carabidae form a large proportion of cave dwelling beetles, and several species of great interest live between tide-marks along the seashore.",
        "In a third tragedy, Love's Sacrifice (acted c. 1630; printed in 1633), he again worked on similar materials; but this time he unfortunately essayed to base the interest of his plot upon an unendurably unnatural possibility - doing homage to virtue after a fashion which is in itself an insult.",
        "2 Finally, in the towns every house is provided with a detective policeman in the person of the porter (dvornik), who is charged with the duty of reporting to the police the presence of any suspicious characters or anything else that may interest them .3 In addition to the above there is also a police organization, in direct subordination to the ministry of the interior, of which the principal function is the discovery, pre vention and extirpation of political sedition.",
        "Their interest for the laity lies ' An ukaz of 1879 gave the governors the right to report secretly on the qualifications of candidates for the office of justice of the peace.",
        "The crown paid the landlord in obligations representing the capitalized rent, and the peasants had to pay the crown, for forty-nine years, 6% interest on this capital.",
        "were childishly wayward and capriciously autocratic; both were recklessly indifferent to the feelings, convictions and wishes of those around them; both took a passionate interest in the minutiae of military affairs; as Peter had conceived a boundless admiration for Frederick the Great, so Paul conceived a similar admiration for Napoleon, and both suddenly reversed the national policy to suit this feeling; both were singularly blind to the consequences of their foolish conduct; and both fell victims to court conspiracies which could be in some measure justified, or at least excused, on patriotic grounds.",
        "Of this character are the expenditures necessary for maintenance of way, for general administration and for interest on capital borrowed, which are almost independent of the total amount of business done, and quite independent of any individual piece of business.",
        "A state system will be compelled, by the exigencies of the public treasury, to arrange its rates to pay interest on its securities; a private company will generally be prevented, by the indirect competition of railways in other parts of the country which it serves, from doing very much more than this.",
        "Whether the intelligence and efficiency of the officials charged by the state with the handling of its railway system will be sufficient to make them act in the interest of the public as fully as do the managers of private corporations, is a question whose answer can only be determined by actual experience in each case.",
        "Rules may also be made in respect to other matters besides those mentioned in the schedule, and companies may be called upon to adopt or reject, as the case may be, any appliance, the use or disuse of which may be considered desirable in the interest of the men.",
        "The number injured is, indeed, a fact of interest, no less than the number killed, but comparisons under this head are unsatisfactory because it is impracticable or unprofitable to go into sufficient detail to determine the relative seriousness of the injuries.",
        "To a less degree, the same is true of railways built for a special instead of a general commercial interest.",
        "Other things being equal, that route is best which will serve the district most conveniently and secure the highest revenue; and the most favourable combination of curves and gradients is that by which the annual cost of conveying the traffic which the line will be called on to carry, added to the annual interest on the capital expended in construction, will be made a minimum.",
        "In addition the increased size of the American freight car has diminished the interest on the first cost and the expenses of maintenance relatively to the work done; it has diminished to some extent the amount.",
        "Many came to witness the new wonder, and the excitement and interest spread rapidly.",
        "There seems to have been little practical interest in spiritualism in England till 1852, when its first development took the form of a mania for table-turning.",
        "Of considerable interest again are the experiences of Mr Stainton Moses between 1870 and 1880, of which the best account has been compiled from contemporary records by F.",
        "The interest in spiritualism, apart from scientific curiosity and mere love of the marvellous, is partly due to the belief that trustworthy information and advice about mundane matters can be obtained through mediums - to the same impulse in fact which has in all ages attracted inquirers to fortune-tellers.",
        "Sarah asked the question with genuine interest.",
        "Sarah silently watched her son with what appeared to be amused interest.",
        "At least they had one common interest.",
        "So he thought it was all about Howard and a love interest.",
        "Worst of all was the façade of romantic interest.",
        "Quinn, who remained silent most of the morning, showed increased interest.",
        "I encouraged him to enroll at nearby Boston University in hopes he'd find an interest.",
        "How did the call center respond to the flood of interest?",
        "She was much too cautious and expressed no interest.",
        "\"What happened to you?\" the vamp asked, leaning forward in interest.",
        "Jennifer, ignorant to the significance of the second entrance, expressed little interest in the opening.",
        "I can't answer that for sure, but don't you think their sudden interest in the property and the discovery of the bones is quite a coincidence?",
        "He had an interest in a plumbing supply store his brother Ralph operated.",
        "After much discussion, they agreed on the wording: I understand you have an interest in the Lucky Pup mine in Ouray County, Colorado and may be anxious about what was found therein.",
        "Dean crossed his fingers that bureaucracy would take some time in unsnarling its spaghetti of red tape and Martha would remain in a back corner of their interest.",
        "It's a conflict of interest, she said with some exasperation.",
        "He started to sketch something, paused then leaned forward with more interest and continued.",
        "I have an interest in the outcome.",
        "Deidre saw more than interest in them.",
        "Her eyes traveled with intent interest over his face and followed the trail of her fingers down his neck.",
        "She wasn't expecting his gentleness or the level of his interest in exploring her body, a combination that rendered her breathless before her clothes were off.",
        "Darkyn did have an interest in Deidre.",
        "She focused on him in interest.",
        "Deidre stared with renewed interest at the woman she created.",
        "Carmen had shown little interest in their financial status.",
        "The rest he had built in investments – other than what was in the special savings account drawing interest until he could decide whether to return it or accept the responsibility that went with it.",
        "You're welcome to come see her as long as we feel that it is in everyone's best interest.",
        "From the moment she met him, her heart had betrayed interest in him, even when she denied it.",
        "My husband always looks out for my best interest.",
        "Speaking of preying on those weaker than you, I have an interest in your … patient.",
        "Daniela folded her hands in her lap, her irritation at him replaced by interest.",
        "There was genuine uneasiness in her voice that drew his interest.",
        "\"How weird?\" he asked, interest on his face.",
        "Wynn leaned forward, interest on his face.",
        "He neared, assessing her with a level of interest that made her uncomfortable.",
        "Nothing of interest to anyone but me.",
        "What is of interest to you: the tumor in her head is formed around a soul.",
        "Of interest to the Keeper of Souls?",
        "Sasha left without even a smartass remark, and Rhyn rose, gazing with interest across the hall.",
        "The woman turned, interest then puzzlement on her serene, chiseled features.",
        "\"It's an interesting tattoo,\" another said with forced interest.",
        "\"This might interest you more,\" Kris said in a cold voice.",
        "\"He looks so un-dead-dead,\" Death said, a rare trace of interest in her sweet voice.",
        "I guess you no longer interest me, since you.re just another of my slaves.",
        "His gaze flared with heated interest.",
        "Tamer sat up with interest.",
        "She saw a full range of eye colors, though she noticed with some interest that blue or green eyes were unnaturally clear-- unlike her Mediterranean, green-blue-grey gaze.",
        "Given that she had no money or belongings that might possibly be of interest to the people of this planet, how could she bribe or pay someone to take her home?",
        "There was something more than interest in his gaze.",
        "Ne'Rin stood staring at one screen with interest.",
        "Edith smiled, and in Dean's judgment feigned interest, but she made no further move to leave the room.",
        "Didn't the Boston ladies have any interest in the other items you're donating to the museum?",
        "As they strolled along, Ryland discussed the recent rise of interest in the sport.",
        "I read Rachael's letter again but her words tell nothing of interest.",
        "Ryland gave no indication of having any interest in furthering his relationship with the mother of his out-of-wedlock son.",
        "Claire didn't express any interest in Annie's clothing earlier.",
        "Some guy, who obviously had more interest in her than the art, got a little touchy-feely.",
        "I don't know, guess I never took an interest.",
        "How he expected to achieve that by feigning interest in the goats was a mystery, but at least he cared enough to make an effort.",
        "You could say they were used for leverage if the country trounced too far on our generosity or refused to take into account our national interest when they acted up.",
        "Mr. Tim was staring at her in surprise, Brady in intense interest.",
        "\"You did take an unusual interest in Rhyn,\" Gabe said.",
        "It was your interest in him.",
        "Hardly.  She's not capable of acting anyone's interest but her own.  And, if I don't try to get you out of here, she'll still take you and your baby's souls.",
        "Rhyn hesitated, unable to shake the disturbing sense that Katie's interest came from her resolve that this was the last time they'd see each other.",
        "But the new Death is her lover.  That makes her someone of interest to me.",
        "Fred's level of interest was sky-high when he learned Dean had been assigned the Byrne disappearance.",
        "They alternated discussing what was hap­pening in their lives while the other nodded, injecting a polite one word answer occasionally, just to properly pretend interest.",
        "The prin­cipal located the boy, who willingly answered Dean's questions once he learned his own activities were of no interest to the police.",
        "Now why do you suppose he'd interest them?",
        "He brushed off the idea it could be Byrne and justified his interest as only appeasing his elderly stepfather.",
        "Dean grabbed his coat, glad to be doing something that took his mind off Vinnie Baratto, Arthur Atherton and the fact he and Cynthia Byrne were items of interest to some very nasty people.",
        "Additionally, his agenda was questionable—his interest was more in a reward than anything else.",
        "They ended up in the living room, watching a baseball game in which neither had a lick of interest.",
        "Gibbons would have been suspicious if you told him to keep quiet about your interest in Corbin.",
        "Paul shook his hand, but Josh suddenly found interest in the dust on his boots.",
        "From the first time he saw a photo of her, she had held his interest.",
        "Maybe that was why Josh had never shown much interest in her then.",
        "Monday morning while she was feeding the horses, Brutus was watching the hills with unusual interest.",
        "Katie tells me you aren't showing much interest in the wedding plans.",
        "It was strange how something like those diamond earrings could stir her interest in the wedding, but it did.",
        "I can't believe you're questioning his interest in you.",
        "His interest seemed to increase when she clutched the sheets to conceal her state of undress.",
        "Yet, if his interest in her was fading, surely he wouldn't be so concerned about Josh.",
        "He didn't explain his interest.",
        "In fact, their differences had been so great that she hadn't taken his interest seriously at first.",
        "I thought you wanted to go, but when you declined, I decided I must have misinterpreted your interest.",
        "Ninety-five percent of the time her decisions put his best interest to mind – even above her own.",
        "Such a beautiful day would normally have put her in good spirits, but she did the chores without interest.",
        "Was it medical interest that drew him closer, or an interest in the baby?",
        "Jonathan's interest in horses was genuine.",
        "Alex had instructed Carmen to put the insurance benefit in a money market where it would draw interest until Lori had time to recover.",
        "The dark lust was gone, though his gaze still carried too much interest.",
        "The Vamp watched, interest on his features as the two women fought.",
        "As Katie had pointed out, if she had shown a healthy interest, she would have detected something.",
        "She still wanted horses, but how could she tell him that she had stolen his dream – that the safari was her greatest interest now?",
        "She should take more interest in it – if only for his sake.",
        "According to Alex, Gerald had expressed interest several years ago – when the summer cottage thing was only an idea.",
        "He obviously had an interest in the safari as well.",
        "Someone had to act in Brutus' interest.",
        "Some people don't know the difference between being friendly and indicating personal interest.",
        "Surely he didn't think her interest in the safari was feigned.",
        "His interest in the goat dairy had brought him to her in the beginning.",
        "Without a doubt they shared an interest in animals.",
        "Even so, shared interest didn't define their relationship.",
        "Surely he didn't think Gerald had an interest in her.",
        "It was an overall combination of respect and interest.",
        "In fact, a young single girl might be exactly what they needed to inject more interest in the tour – and Felipa was an excellent rider.",
        "Did he think that Aaron's only interest in Felipa was monetary?",
        "It was nice having someone who could talk knowledgably about the animals – someone who not only understood their interest, but shared it.",
        "Between veterinary school and the animal safari that had been Alex's dream, it should have been no surprise that they had common interest.",
        "I thought it said volumes about his interest in you.",
        "Hearing that she once had a goat dairy might have piqued his interest, though.",
        "His interest was obvious, so he merely smiled.",
        "Clara thought the stranger's interest was personal, but she couldn't be farther from the truth.",
        "But no - if his intentions were ill willed, he would hardly have expressed his interest to an obvious town gossip.",
        "Yesterday she had alienated the only person in Arkansas who had shown the slightest interest in her plight.",
        "At least he was considerate enough not to comment on her obvious interest in his physique.",
        "If only she could be certain his interest wasn't inspired by thoughts of monetary gain.",
        "If his interest in her was feigned, what harm was there in playing along?",
        "Each evening Justin dropped by on his way home, and each day she was more convinced that his interest in her was genuine.",
        "Startled by his interest, she looked towards the stairs.",
        "She didn't have the patience or interest to be a real personal assistant.",
        "Something told her that the interest of a man … creature like him was not a good thing.",
        "Interest crossed the youth's face.",
        "Both of them had an interest in Xander's life, one out of spite and the other out of a sense of shared history.",
        "You have no interest in Xander.",
        "The same skill you have that we would help you learn to use is also of interest to those we are trying to protect humans from.",
        "She realized his interest in her wasn't likely to be passing, not if she snared his curiosity.",
        "She didn't know how much time she had before Xander's interest became too hard to shake.",
        "After all, he'd shown no real interest in her, aside from sleeping with her.",
        "Would that satisfy his interest in her?",
        "The idea she might really be of interest to someone as enthralling and terrifying as Xander was almost too good to be true.",
        "He was torn again between frustration and the kind of interest that came from trying to capture a ghost.",
        "That the godling with the hormones of a teen might have more of an interest in the girl never crossed Xander's mind.",
        "Her gaze flew up to his, interest flaring in her eyes a moment before she shook her head.",
        "He's got an interest in her.",
        "Lotze's historical position is of much interest.",
        "The great interest in connexion with a dwarf West African race of elephant is in relation to the fossil pigmy elephants of the limestone fissures and caves of Malta and Cyprus.",
        "In this connexion it is of interest to note that, both in the Mediterranean islands and in West Africa, dwarf elephants of the African type are accompanied by pigmy species of hippopotamus, although we have not yet evidence to show that in Africa the two animals occupy actually the same area.",
        "Of more general interest, however, are his labours in pure mathematics, which appear for the most part in Crelle's Journal from 1828 to 1858.",
        "Immediately after his release Kossuth married Teresa Meszleny, a Catholic, who during his prison days had shown great interest in him.",
        "He continued to take a keen interest in art and science.",
        "The only point of interest on the banks is the cavern, near the mouth of the Alder, in which Prince Charles Edward concealed himself for a time after the battle of Culloden.",
        "The city confers the title of marquis on the Osorio family, the ruins of whose palace, sacked in 1810 by the French, are still an object of interest.",
        "took a strong personal interest.",
        "Two medieval castles rise above the town, and there are some churches of interest.",
        "He was appointed inspector-general of higher education in 1876, and after his election as life senator in 1881 he continued to take an active interest in educational questions, especially as affected by compulsory military service.",
        "Within the town the streets are often dark and narrow, and, apart from the cathedral and the hotel de ville, the architecture is of little interest.",
        "After this, Peter seemed for a time to take no further interest in Alexius.",
        "The renewal of interest in classical literature was shown in the prohibition of the study of sophistry by any scholar under the age of eighteen, unless he had been pronounced proficient in grammaticals.",
        "The three large stones known as \"The King's Grave,\" a hill-fort, and cairns are of interest to the antiquary.",
        "By his translation (from the English) of the Sakuntala of Kalidasa (1791), he first awakened German interest in Indian literature.",
        "Beit Jibrin is in the centre of a district of great archaeological interest.",
        "was childless, and the disposal of his inheritance became a question of great interest to the European powers.",
        "He won the good-will of his employers by devoting himself to the improvement of their manufacturing business, and he kept his hands clean from the prevalent taint of pecuniary transactions with the nawab of the Carnatic. One fact of some interest is not generally known.",
        "The centre of interest now shifts to the India House and to the British parliament.",
        "Foundations of other buildings are to be seen in other parts of the site, but of little interest.",
        "Institutions possessing a special character are the monti frumentarii, public grain deposits, founded for the purpose of supplying peasant proprietors with seed corn, debts being paid in kind with interest after harvest.",
        "These works are all profusely illustrated, some by Albrecht Diirer, and in the preparation of the woodcuts Maximilian himself took the liveliest interest.",
        "Journal (1906); Mauch's report in Ausland (1872) is now only of bibliographical interest, while Bent's Ruined Cities of Mashonaland (1892) and R.",
        "On the death of her husband in 1811 Mrs Hood removed to Islington, where Thomas Hood had a schoolmaster who appreciated his talents, and, as he says, \"made him feel it impossible not to take an interest in learning while he seemed so interested in teaching.\"",
        "At Rennes Descartes found little to interest him; and, after he had visited the maternal estate of which his father now put him in possession, he went to Paris, where he found the Rosicrucians the topic of the hour, and heard himself credited with partnership in their secrets.",
        "New friends gathered round him who took a keen interest in his researches.",
        "Once only do we find him taking an interest in the affairs of his neighbours, - to ask pardon from the government for a homicide.'",
        "The majority of them are addressed to Mersenne, and deal with problems of physics, musical theory (in which he took a special interest), and mathematics.",
        "Queen Christina was not yet twenty, and took a lively if a somewhat whimsical interest in literary and philosophical culture.",
        "At Leiden, Utrecht, Groningen, Franeker, Breda, Nimeguen, Harderwyk, Duisburg and Herborn, and at the Catholic university of Louvain, Cartesianism was warmly expounded and defended in seats of learning, of which many are now left desolate, and by adherents whose writings have for the most part long lost interest for any but the antiquary.",
        "On his visit to Toulouse in 1665, with a mission from the Cartesian chiefs, his lectures excited boundless interest; ladies threw themselves with zeal and ability into the study of philosophy; and Regis himself .was made the guest of the civic corporation.",
        "Apart from the great interest of his philosophical work, Lazarus was pre-eminent among the Jews of the so-called Semitic domination in Germany.",
        "The 13th earl of Eglinton also set an example of active interest which many magnates emulated.",
        "de Tencin, but they are above all of interest in the picture they afford of the writer's own tenderness and fidelity.",
        "The Ethiopic versions are of great interest as a striking example of literary \"accommodation.\"",
        "The theological interest which attaches to the idea of the preAaronic king-priest in these typical applications is practically independent of the historical questions suggested by the narrative of Gen.",
        "Archbishop Longley said in his opening address, however, that they had no desire to assume \"the functions of a general synod of all the churches:in full communion with the Church of England,\" but merely to \"discuss matters of practical interest, and pronounce what we deem expedient in resolutions which may serve as safe guides to future action.\"",
        "He had two brothers who served and died in India, and he never ceased to take a deep and practical interest in Indian affairs.",
        "But his interest in theology had not abated, and his thoughts found an outlet in\".occasional preaching.",
        "The origin of Presbyterianism is a question of historical interest.",
        "After the Irish rebellion of 1641 the Protestant interest for a time was ruined.",
        "The interest accruing from it is added to the yearly sustentation contributions, and forms a central fund for ministerial support.",
        "An interest and importance belong to this sea as forming part of the chief highway between Europe and India.",
        "Both of these men made important contributions to science, and rendered an inestimable service to the country, not only through their publications but also through the interest they aroused in scientific research.",
        "The greater development of railway construction between 1885 and 1891 was due, principally, to the dubious concessions of interest guarantees by the Celman administration, and also to the fever of speculation.",
        "In these circumstances the state agreed to guarantee the interest on the capital, the sums it paid in this way being regarded as advances to be reimbursed in the future with interest at 4%.",
        "The following table, referring to lines of general interest, indicates the development of railways after 1885: ___________",
        "Narrow gauge and normal gauge railways of local interest covered 3905 m.",
        "It assigns its quota of taxes (contingent) to each arrondissement, authorizes the sale, purchase or exchange of departmental property, superintends the management thereof, authorizes the construction of new roads, railways or canals, and advises on matters of local interest.",
        "A consolidation was effected in 1793, but the lavish issue of assignats destroyed whatever advantage might have accrued, and the debt was again dealt with by a law of the pth of Vendmiaire year VI: (27th of September 1797), the annual interest paid yearly to creditors then amounting to 40,216000 francs (~i,6oo,ooo).",
        "The authorized colonial loans, omitting Algeria and Tunisia, during the period 1884f 904 amounted to 19,200,000, the sums paid for interest and sinking funds on loans varying from 600,000 to 800,000 a year.",
        "From this time the chief interest of his career lies in his judicial work, but he did not wholly dissever himself from politics.",
        "In the midst of Charles's debauched and licentious court, she lived neglected and retired, often deprived of her due allowance, having no ambitions and taking no part in English politics, but keeping up rather her interest in her native country.",
        "Walmer Castle was for long the official residence of the lord warden, but has, since the resignation of Lord Curzon in 1903, ceased to be so used, and those portions of it which are of historic interest are now open to the public. George, prince of Wales (lord warden, 1903-1907), was the first lord warden of royal blood since the office was held by George, prince of Denmark, consort of Queen Anne.",
        "The archaeological interest of Aegina is centred in the well-known temple on the ridge near the northern corner of the island.",
        "Of more interest is the imperfectly known Wynyardia, from older Tertiary beds in Tasmania, which apparently presents points of affinity both to phalangers and dasyures.",
        "One remarkable discovery, however, of general interest, was the outcome of a long series of delicate weighings and minute experimental care in the determination of the relative density of nitrogen gas - undertaken in order to determine the atomic weight of nitrogen - namely, the discovery of argon, the first of a series of new substances, chemically inert, which occur, some only in excessively minute quantities, as constituents of the 1 The barony was created at George IV.'s coronation in 1821 for the wife of Joseph Holden Strutt, M.P. for Maldon (1790-1826) and Okehampton (1826-1830), who had done great service during the French War as colonel of the Essex militia.",
        "Lord Rayleigh had an interest in abnormal psychological investigations, and became a member and vice president of the Society for Psychical Research.",
        "The moral interest, which is so decisive on this question in the case of Kant, dominates Bishop Butler also.",
        "The Devonian system includes a complex series of deposits, which are of most interest in eastern Australia.",
        "The Myrmecobius of Western Australia is a bushy-tailed ant-eater about the size of a squirrel, and from its lineage and structure of more than passing interest.",
        "Two existing fishes may be mentioned as ranking in interest with the Myrmecobius (ant-eater) in the eyes of the naturalist.",
        "Hardly of less scientific interest is the Port Jackson shark (Heterodontus).",
        "This sum represents the interest payable on government loans placed outside Australia, mainly in England, and the income from British and other capital invested in the country; the former may be estimated at £7,300,000 and the latter £8,000,000 per annum.",
        "In several of the states, New South Wales and South Australia proper, the railways yield more than the interest paid by the government on the money borrowed for their construction.",
        "Although the financial operations of the Commonwealth and the states are quite distinct, a statement of the total revenue of the Australian Commonwealth and states is not without interest as showing the weight of taxation and the different sources from which revenue is obtained.",
        "In northern Queensland, also, there were several explorations about this period, with results of some interest.",
        "Before coming, however, to the history of federation, and the evolution of the Labour party, we must refer briefly to some other questions which have been of general interest very soon after the gold discoveries, the European miners objecting strongly to the presence of these aliens upon the diggings.",
        "Its existence was well-nigh forgotten by the people of Australia until the occurrence of its biennial meetings, and even then but slight interest was taken in its proceedings.",
        "The council held eight meetings, at which many matters of intercolonial interest were discussed.",
        "Although the bill drawn up by the convention of 1891 was not received by the people with any show of interest, the federation movement did not die out; on the contrary, it had many enthusiastic advocates, especially in the colony of Victoria.",
        "The chief external interest, however, of the new financial policy of the Commonwealth lay in its relation towards the empire as a whole.",
        "Imagining that this would interest Hertz and be successfully attacked by him, Helmholtz specially drew his attention to it, and promised him the assistance of the Institute if he decided to work on the subject; but Hertz did not take it up seriously at that time, because he could not think of any procedure likely to prove effective.",
        "A widow has a dower interest in one-third of her husband's real estate unless barred by a jointure or an agreement.",
        "The revenues for educational purposes are derived mainly from a state tax of 8 on the general list, from local taxes, and from the interest on the permanent school fund, which (including the money paid to Vermont by the United States government when a portion of the treasury surplus was distributed among the states in 1837) amounted in 1908 to $1,120,218.",
        "The public buildings of chief interest are the kasbah, the government offices (formerly the British consulate), the palaces of the governor-general and the archbishop - all these are fine Moorish houses; the \"Grand\" and the \"New\" Mosques, the Roman Catholic cathedral of St Philippe, the church of the Holy Trinity (Church of England), and the Bibliotheque Nationale d'Alger - a Turkish palace built in 1799-1800.",
        "The chief place of interest to the antiquary is Devenish Island in Lough Erne, about 2 m.",
        "Nearly akin to these are several other forms of little but botanical interest; not _ far removed is the black or dyer's oak, F rom Isotschy op. c i t.",
        "Amongst the places of interest round Marienbad is the basaltic rock of Podhorn (2776 ft.), situated about 3 m.",
        "His chief interest from the first, however, lay in the religious question.",
        "Cromwell's moderate counsels created distrust in his good faith amongst the soldiers, who accused him of \"prostituting the liberties and persons of all the people at the foot of the king's interest.\"",
        "\"God's interest in the world,\" he declared, \"is more extensive than all the people of these three nations.",
        "Shaw (1900); The Protestant Interest in Cromwell's Foreign Relations, by J.",
        "Green, however, continued to edit it in the Calhoun interest until 1835, and gave vigorous support to that leader's nullification views.",
        "Debts do not, as a general rule, carry interest, but such an obligation may arise either by agreement or by mercantile usage or by statute.",
        "Phillips, 1896); A Brief Introduction to the Infinitesimal Calculus (1897); The Nature of Capital and Income (1906); The Rate of Interest 0907); National Vitality (1909); The Purchasing Power of Money (1911); Elementary Principles of Economics (1913); Why is the Dollar Shrinking?",
        "We have from him one mythological burlesque, the Amphitruo, and several plays dealing with domestic subjects like the Captivi, Cistellaria, Rudens, Stichus and Trinummus; but most of his plays depend for their main interest on intrigue, such as the Pseudolus, Bacchides, Mostellaria.",
        "The ruins still visible on the site bear the name of Palaea Fokia, but they are of little interest.",
        "The formation of the Pinacoteca Vannucci has impaired the interest of several churches but in others it remains undiminished.",
        "In the interest of euphony some harmonious sound is needed to bridge the great gap which almost always exists between the bass and the upper instruments, but this filling out must be of the softest and most atmospheric kind.",
        "With the exception of the dockyards and fortifications there are few objects of interest.",
        "Rajputana is of great archaeological interest, possessing some fine religious buildings in ruins and others in excellent preservation.",
        "To the temple came the poor farmer to borrow seed corn or supplies for harvesters, &c. - advances which he repaid without interest.",
        "If the crop failed, payment was deferred and no interest could be charged for that year.",
        "Pledges were often made where the intrinsic value of the article was equivalent to the amount of the debt; but antichretic pledge was more common, where the profit of the pledge was a set-off against the interest of the debt.",
        "Interest was rarely charged on advances by the temple or wealthy landowners for pressing needs, but this may have been part of the metayer system.",
        "Interest was charged at very high rates for overdue loans of this.",
        "A man might make his wife a settlement by deed of gift, which gave her a life interest in part of his property, and he might reserve to her the right to bequeath it to a favourite child, but she could in no case leave it to her family.",
        "All other daughters had only a life interest in their dowry, which reverted to their family, if childless, or went to their children if they had any.",
        "Its grey houses have a neglected, almost a dilapidated appearance, from the friable stone of which they are constructed; and there are no buildings of antiquarian interest or striking architectural beauty, except, perhaps, the ruined citadel and the remnants of the town walls.",
        "The years' working of the whole telephone system of the Post Office showed a balance of £451,787 after payment of the working expenses, while the estimated amount required to provide for depreciation of plant and interest at 3 per cent.",
        "But if the epithet is intended to designate an animal that takes an interest in its rider so far as a beast can, that in some way understands his intentions, or shares them in a subordinate fashion, that obeys from a sort of submissive or halffellow-feeling' with his master, like the horse or elephant, then I say that the camel is by no means docile - very much the contrary.",
        "There was no branch of knowledge in which he did not take an absorbing interest, no polite art which he did not cultivate and encourage.",
        "The cura tori or curatoli (factors) receive 40 a year, with a slight interest in the profits; the stockmen hardly earn in money and kind 13; the muleteers and underworkmen get between 5 to 8, plus firewood, bread and oil; irregular workmen have even lower wages, with a daily distribution of bread, salt and oil.",
        "The revenue was about 3,600,000; after deduction of taxes, interest on debts, expenses of management, &c., 2,080,000.",
        "The Monti frumentarii or co-operative corn deposits, which lend seed corn to farmers, and are repaid after harvest with interest in kind, numbered f615 in 1894, and possessed apatrimonyof~24o,ooo.",
        "The monastic buildings required for public purposes have been made over to the communal and provincial authorities, while the same authorities have been entrusted with the administration of the ecclesiastical revenues previously set apart for charity and education, and objects of art and historical interest have been consigned to public libraries and museums. By these laws the reception of novices was forbidden in the existing conventual establishments the extinction of which had been decreed, and all new foundations were forbidden, except those engaged in instruction and the care of the sick.",
        "The rest was made up of capital and interest.",
        "It is proportional, and is collected by deduction from salaries and pensions paid to servants of the state, where it is assessed on three-eighths of the income, and from interest on consolidated stock, where it is assessed on the whole amount; and by register in the cases of private individuals, who pay on three-fourths of their income, professional men, capitalists or manufacturers, who pay on one-half or nine-twentieths of their income.",
        "Of the expenditure a large amount is absorbed by interest on debt.",
        "~x ndl- The sum paid in interest on debt amounted to 17,640,000",
        "3d., and the interest 13S.",
        "Communal revenues are drawn from the proceeds of communal property, interest upon capital, taxes and local dues.",
        "In addition, the communes have a right to levy a, surtax not exceeding 50% of the quota levied by the state upon lands and buildings; a family tax, or fuocatico, upon the total incomes of families, which, for fiscal purposes, are divided into various categories; a tax based upon the rent-value of houses, and other taxes upon cattle, horses, dogs, carriages and servants; also on licences for shopkeepers, hotel and restaurant keepers, &c.; on the slaughter of animals, stamp duties, one-half of the tax on bicycles, &c. Occasional sources of interest are found in the sale of communal property, the realization of communal credits, and the contraction of debt.",
        "services of general public interest, though not strictly indispensable.",
        "Expenditure amounted to 3,768,888, of which the principal items were 760,000 for roads and bridges, 520,000 for lunatic asylums, ~4o,ooo for foundling hospitals, 320,000 for interest on debtand 200,000 for police.",
        "Lombardy was, roughly speaking, divided between two parties, the one headed by Pavia professing loyalty to the empire, the other headed by Milan ready to oppose its claims. The municipal animosities of the last quarter of a century gave substance to these factions; yet neither the imperial nor, the anti-imperial party had any real community of interest with Frederick.",
        "Equally contemptible in its political results and void of historical interest was the brief visit of John of Bohemia, son of Henry VII., whom the Ghibellines next invited to assume their leadership. He sold a few privileges, conferred a few titles, and recrossed the Alps in 1333.",
        "In the reign of this pope Francis was released from his prison in Madrid (1526), and Clement hoped that he might still be used in the Italian interest as a counterpoise to Charles.",
        "interest.",
        "The new pope, who while bishop of Imole had evinced a certain interest in Liberalism, was a kindly man, of inferior intelligence, who thought that all difficulties could be settled with a little good-will, some reforms and a political amnesty.",
        "The annuity payable to the pope has, for instance, been made subject to quinquennial prescription, so that in the event of tardy recognition of the law the Vatican could at no time claim payment of more than five years annuity with interest.",
        "Ferrara, successor of Scialoja, met a like fate; but Count Cambray-Digny, finance minister in the Menabrea cabinet of 1868-1869, driven to find means to cover a deficit aggravated by the interest on the Venetian debt, succeeded, with Sellas help, in forcing a Grist Tax Bill through parliament, though in a form of which Sella could not entirely approve.",
        "Under the stress of the appalling financial conditions represented by chronic deficit, crushing taxation, the heavy expenditure necessary for the consolidation of the kingdom, the reform of the army and the interest on the pontifical debt, Sella, on the 11th of December 1871, exposed to parliament the financial situation in all its nakedness.",
        "The serious feature of the situation lay less in the income than in the intangible expenditure, namely, the vast sums required for interest on the various forms of public debt and for pensions.",
        "course of construction, guaranteed interest on the bonds of the companies and arranged for the division of revenue between the companies, the reserve fund and the state.",
        "More important than all was the interest of the Roman curia, composed almost exclusively of Italians, to retain in its own hands the choice of the pontiff and to maintain the predominance 01 the Italian element and the Italian spirit in the ecclesiastical hierarchy.",
        "interest in allowing Mangasha to be of Tigre.",
        "in Latin began, and a livelier interest was awakened in the history of Rome.",
        "In November he occupied York in the prince's interest, returning to London to meet William on the 26th of December.",
        "Of especial interest in this respect are the numerous myths and legends scattered through these works.",
        "The chief interest, however, attaching to the Brahmanas is doubtless their detailed description of the sacrificial system as practised in the later Vedic ages; and the information afforded by them in this respect should be all the more welcome to us, as the history of religious institutions knows of no other sacrificial ceremonial with the details of which we are acquainted to anything like the same extent.",
        "Finally, it is of some interest to note that Chr.",
        "An investigator, pledging himself to no beliefs - even perhaps one who definitely disbelieves and rejects theism - may yet interest himself in tracking out the psychology of religion.",
        "It is philosophy harnessed to a practical and religious interest.",
        "Theism can take but little interest in this peculiar type of free will doctrine, or again in Epicurus's professed admission of the existence of gods - made of atoms: inhabiting the spaces between the worlds; Stoicism.",
        "6 A further point is of some interest.",
        "MacTaggart; Lotze's immediate convictions are matter of interest to a biographer but to no one else.",
        "The first, a religious romance of remarkable interest, may owe its preservation to the charm of its style, the others to the accident that they were attributed by mistake to a famous apostle.",
        "It is a poem, of no great interest, on the life of the Buddha.",
        "In 1788 Lieutenant Bligh of the \"Bounty\" spent some time at Tahiti, to which island the historical interest now passes.",
        "Ayala's rupture with the Moderates was now complete, and in 1857, through the interest of O'Donnell, he was elected as Liberal deputy for Badajoz.",
        "Evidence of the intense interest taken by American visitors in Stratford is seen in the memorial fountain and clock-tower presented in 1887, and in a window in the church illustrating scenes from the Incarnation and containing figures from English and American history.",
        "The cathedral is of great historic and architectural interest.",
        "For other areas we have often no description of the procedure at all, but merely the briefest outline of the actual process of slaughter, and we are ignorant whether the form of the rite is in reality simple (either from a loss of primitive elements or from never having advanced beyond the stage at which we find it), or whether the absence of detail is due to the inattention or lack of interest of the observer.",
        "The Narrenschiff of Sebastian Brant was essentially German in conception and treatment, but his hundred and thirteen types of fools possessed, nevertheless, universal interest.",
        "The antiquarian remains are of interest.",
        "This is illustrated by his love of Switzerland, his intense interest in the fortunes of that country, his design of writing \" The History of the Liberty of the Swiss \" - a theme, he says \" from which the dullest stranger would catch fire.\"",
        "In spite of the predominating interest in stock-raising, intensive cultivation of the soil is practicable where the water supply is sufficient.",
        "All fines collected under the penal laws, all escheats and 2% of the receipts of toll roads and bridges go into the school fund, which is invested in state and Federal securities and the interest apportioned among the counties according to their school population.",
        "There are several brasses of interest.",
        "The mosaics of the choir (547) are due to Justinian, and, though inferior in style, are remarkable for their splendour of colouring and the gorgeous dresses of the persons represented, and also for their historical interest, especially the scenes representing the emperor and the empress Theodora presenting offerings.",
        "It was also used in the calculation of rates of interest.",
        "The subject has a special interest for Italy, which is devastated by malaria, and Italian science has contributed materially to the solution of the problem.",
        "A more general and practical interest attaches to the insects which act as their intermediate hosts.",
        "Owen Roe professed to be acting in the interest of Charles I.; but his real aim was the complete independence of Ireland, while the AngloNorman Catholics represented by the council desired to secure religious liberty and an Irish constitution under the crown of England.",
        "Christian teachers, especially those who had a leaning towards Gnostic speculations, took an interest in natural history, partly because of certain passages of Scripture that they wanted to explain, and partly on account of the divine revelation in the book of nature, of which also it was man's sacred duty to take proper advantage.",
        "The bird fauna is of considerable interest, the finest species of the upper zone being an eagle-owl, met with at 14,000 ft.",
        "The recent discovery of a bloodsucking maggot, which is found in native huts throughout the greater part of tropical and subtropical Africa, and attacks the inmates when asleep, is of great interest.",
        "In 1867 she accompanied the emperor to Budapest, s nd took much interest in tile reconciliation with the Magyars.",
        "The best historical narratives belong to Israel and Gilead; Judah scarcely appears, and in a relatively old poetical account of a great fight of the united tribes against a northern adversary lies outside the writer's horizon or interest (Judg.",
        "It is a new source which is here suddenly introduced, belonging apparently to a history of the Temple; it throws no light upon the relations between Judah with its priests and Israel with its prophets, the circumstances of the regency under the priest Jehoiada are ignored, and the Temple reforms occupy the first place in the compiler's interest.",
        "They took a keen interest in all the political vicissitudes of the Oriental world.",
        "What does distinguish Hebrew prophecy from all others is that the genius of a few members of the profession wrested this vulgar but powerful instrument from baser uses, and by wielding it in the interest of a high morality rendered a service of incalculable value to humanity."
    ],
    "definition": [
        "Ownership of, or other right in, property.",
        "Legitimate concern with the outcome of a case or controversy, because of a likelihood that the outcome will affect one’s property rights or other rights or privileges.",
        "Compensation for making a loan, placing money on deposit, or other use of funds, expressed as a percentage of the principal, calculated and payable on a regular schedule.",
        "Link/Cite"
    ]
}