{
    "translation": "להגביר, להעצים",
    "uses": [
        "Ammonium nitrate and nitrite, for instance, intensify the action of a water on lead.",
        "This, added to ill-health, served to intensify a natural irritability of temperament, and the history of his later Weimar days is a rather dreary page in the chronicles of literary life.",
        "From this point of view, the desire to intensify the denudation of Palestine and the fate of its remnant, and to look to the Babylonian exiles for the future, can probably be recognized in the writings attributed to contemporary prophets.'",
        "The indirect geographical elements, which, as a rule, act with and intensify the direct, are mainly climatic; the prevailing winds, rainfall, mean and extreme temperatures of every locality depending on the arrangement of land and sea and of land forms. Climate thus guided affects the weathering of rocks, and so determines the kind and arrangement of soil.",
        "I will gradually intensify its use for this purpose.",
        "Eyelash enhancements are also available; this involves a micropigmentation technique that goes through the lash line to intensify and darken the lash bases creating the illusion of thicker eyelashes.",
        "When a child is hurt while playing sports, the family physician, pediatrician, or an orthopedic surgeon, should evaluate symptoms that persist, intensify, or reduce the athlete's ability to play without pain.",
        "On less expensive goggles, a simpler intensify tube is used to excite electrons coming from the ambient light and to project images, much as tubes in your television work to project images on the screen.",
        "Crushed amaretti cookies, ginger cookies, or sweet graham crackers intensify the texture variations within the cake and can enhance simple flavors like vanilla and almond.",
        "A physician, pediatrician, sports medicine physician, or orthopedic surgeon should evaluate symptoms that persist, intensify, or reduce the athlete's ability to play without pain.",
        "Increase the resistance to intensify your workout.",
        "To intensify the stretch, breathe in once again.",
        "One of the top reasons why drug users add Clonazepam to their repertoire is because, in some instances, this drug will intensify the high obtained through using illicit drugs like heroin.",
        "Observant parents will come to recognize unusual sleep disruptions or those that persist or intensify.",
        "IBS symptoms sometimes intensify during menstruation, suggesting female reproductive hormones may trigger the condition.",
        "intensify disagreements about the boundary between public and private development rights and obligations?",
        "Orange flip ups give you high contrast and intensify backgrounds, making it easier to see objects.",
        "There is no pain involved with the breaking the bag of waters, although the contractions may intensify.",
        "In older children sleep disruptions may increase and intensify due to external stressors in the home or school environment.",
        "In our almond bar for example, we use whole almonds, still in their skins, to intensify their flavor.",
        "This sort of speculation is going to intensify.",
        "intensify co-operation.",
        "This is especially true if any of the common reactions last for an unusual amount of time, intensify over time, or if the child talks about or threatens suicide.",
        "Does the adoption of sustainability as the focus of policy intensify disagreements about the boundary between public and private development rights and obligations?",
        "intensify the offensive against the working class, as capitalism seeks as always to make working people pay for its crisis.",
        "intensify the exploitation of the labor force manifests itself in constant pressure for workers to work harder or longer.",
        "Symptoms of sleep deprivation in individuals on the physical sense are often smaller at first, but intensify quickly especially with prolonged lack of sleep.",
        "If nightmares persist and intensify they may indicate a situation in the child's life that needs to be changed rather than worked through with dream problem-solving.",
        "Creams, lotions, or ointments not specifically formulated for dermatitis can intensify the irritation.",
        "Unfortunately, it's likely that the speculation will only intensify with the news of that Britney Spears is pregnant again.",
        "Just add a few bits of crayon to the melted wax, and stir gently to combine, adding more crayon as needed to enhance or intensify the shade.",
        "In addition, breakups by texting, online chatting, and email exchanges can drag the relationship on and intensify the bad feelings.",
        "Yoga sandbags are soft, pliable weights that help you stabilize and intensify certain stretches.",
        "Bhakti Yoga: This is the devotional path, allowing the yogi to intensify his or her personal relationship with God as defined individually.",
        "The aroma from the goblets invaded Jackson's senses causing the burning in his throat to intensify, and his jaw to throb with pain.",
        "The idea behind this classification is to help the spiritual aspirant intensify his relationship with God according to his own inner nature.",
        "breakaway republic the war looks set to intensify.",
        "intensify on all national minorities have intensified over the years.",
        "These types of lenses either intensify your color, change your color completely in a dramatic fashion, or brighten the eye color with sparkles or luminescence.",
        "The points typically intensify rather than fade as the kitten grows toward adulthood.",
        "Intensify those dramatic eyes by applying a neutral cream or linen shade all over the lid.",
        "You can also apply eyeshadow with a slightly damp sponge to intensify the color and avoid creasing.",
        "Curling lashes and applying a few coats of black or dark brown mascara will help intensify the eye area without a jarring result.",
        "These feelings intensify if you don't have savings to get you through your financial obligations during your unemployment.",
        "Small amounts of pain desensitization - this can occur with just one drink and can intensify as more alcohol is consumed.",
        "Still other people use the drug recreationally in an attempt to intensify the feelings obtained from other drugs.",
        "Adderall can intensify symptoms of other medical problems in some people.",
        "This, of course, can make it even more difficult to quit, and it can intensify the craving for nicotine in your system.",
        "The disease symptoms intensify over time from general insomnia to dementia.",
        "I'm not saying exposure to a unique power load might not somehow intensify his imagination and perhaps cause heightened awareness; I'm simply stating there isn't some time machine or magical forest upstairs.",
        "intensify and family attraction influences to conduct responsibilities to benefit the family and thus the involvement in responsibilities intensifies that elapses attention to spouse.",
        "kohl pencil to intensify your eyes.",
        "And despite warnings from US president Clinton to stop the war and negotiate with the breakaway republic the war looks set to intensify.",
        "I indulged in no vain illusion; I believed in no miracle; I was quite sensible of the sort of hallucination into which I had fallen; I neither sought to intensify it nor to escape from it.",
        "All these causes, and especially the first-mentioned, have enabled the Sla y s to maintain their ethnical purity in a relatively high degree, whereby they have been enabled to assimilate foreign elements and make them intensify or improve the ethnical type, without giving rise to half-breed races.",
        "were not so completely under the control of the French kings as has often been alleged, the very proximity of the curia to France served inevitably to intensify national jealousies.",
        "moralistic stance will intensify her resentments, since resentment is the ground of social morality."
    ],
    "definition": [
        "To make intense or more intense: The press has intensified its scrutiny of the candidate's background.",
        "To increase the contrast of (a photographic image).",
        "in·ten′si·fi·ca′tion\nnoun",
        "Link/Cite",
        "To render more intense; as, to intensify heat or cold; to intensify colors; to intensify a photographic negative; to intensify animosity.",
        "(intransitive) To become intense, or more intense; to act with increasing power or energy.",
        "Link/Cite"
    ]
}