{
    "translation": "מורכבות",
    "uses": [
        "intricacy and additional light is needed from external evidence.",
        "The controversy is one of some intricacy, but as it is also one of capital importance in literary history the heads of it at least must be given here.",
        "The drama of the subject has in this instance not interested him at all, but only the forms and designs of the figures, the realization of the quality of flesh surfaces by the subtlest use of the graving-tool known to him, and the rendering, by methods of which he had become the greatest of all masters, of the richness and intricacy of the forest background.",
        "It was not only by the formation of ever new endogamous castes and sub-castes that the system gained in extent and intricacy, but even more so by the constant subdivision of the castes into numerous exogamous groups or septs, themselves often involving gradations of social status important enough to seriously affect the possibility of intermarriage, already hampered by various other restrictions.",
        "They range from the rough and noble pathos of Egil, the mystic obscurity of Kormak, the pride and grief of Hallfred, and the marvellous fluency of Sighvat, to the florid intricacy of Einar and Markus.",
        "Thus other hands apart from the compiler of Chronicles may have helped to shape the narratives, either before their union with that book or after their separation.2 The present intricacy is also due partly to specific historical theories regarding the post-exilic period.",
        "The designs range in price according to intricacy and size.",
        "The decoration consists, as a rule, of stiff, conventional foliage, Arabic inscriptions, and geometrical patterns wrought into arabesques of almost incredible intricacy and ingenuity.",
        "Then so far as regards longevity, the period of a worker-bee's existence is not measured by numbering its days but simply by wear and tear, the marvellous intricacy and wonderful perfection of its framework being so delicate in construction that after six or seven weeks of strenuous toil, such as the bee undergoes in summer time, the little creature's labour is ended by a natural death.",
        "Its intricacy lies in the character of the documents before us - religious formularies consisting partly of matter established in usage long before they were written down in their present shape, partly of additions made at the time of writing.",
        "Altogether this western extremity of the Kuen-lun system is a very rugged mountainous region, a consequence partly of the intricacy of the flanking ranges and spurs, partly of the powerful lateral compression to which they have been subjected, and partly of the great and abrupt differences in vertical elevation between the crests of the ranges and the bottoms of the deep, narrow, rugged glens between them.",
        "HIPPODAMUS, of Miletus, a Greek architect of the 5th century B.C. It was he who introduced order and regularity into the planning of cities, in place of the previous intricacy and confusion.",
        "Though it was not till later times that the network of class divisions and subdivisions attained anything like the degree of intricacy which it shows in these latter days, still in its origin the caste-system is undoubtedly coincident with the rise of Brahmanism, and may even be said to be of the very essence of it.3 The cardinal principle which underlies the system of caste is the preservation of purity of descent, and purity of religious belief and ceremonial usage.",
        "It is this subordination of earlier tradition to other and more predominating representations which probably explains the intricacy of a book whose present text may not have been finally fixed until, as Dillmann held, as late as about 200 B.C.",
        "(From Perret.)' admirably adapted both by the intricacy of their labyrinthine passages, in which any one not possessing the clue would be inevitably lost, and the numerous small chambers and hidingplaces at different levels which might be passed unperceived in the dark by the pursuers.",
        "We now appreciate too thoroughly the intricacy of the medieval Church; its vast range of activity, secular as well as religious; the inextricable interweaving of the civil and ecclesiastical governments; the slow and painful process of their divorce as the old ideas of the proper functions of the two institutions have changed in both Protestant and Catholic lands: we perceive all too clearly the limitations of the reformers, their distrust of reason and criticism - in short, we know too much about medieval institutions and the process of their disintegration longer to see in the Reformation an abrupt break in the general history of Europe.",
        "It is scarcely possible to imagine a higher effort of hand and eve than this nunome-zOgan displays, for while intricacy and elaborateness are carried to the very extreme, absolute mechanical accuracy is obtained.",
        "In 1901 the Supreme Court delivered several judgments in cases arising out of the annexation of Porto Rico, which handled, though they did not fully settle, divers points of novelty and of importance, and still more recently questions of great intricacy affecting the respective legislative rights of the Federal and the state governments have come before it.",
        "The intricacy of the Deuteronomic redactions still awaits solution, and the late insertion of earlier narratives (which have had their own vicissitudes) complicates the literary evidence.",
        "Vases and drinking cups were produced of extreme lightness, in the walls of which were embedded patterns rivalling lace-work in fineness and intricacy.",
        "The southern, or Malwa, portion is made up of detached or semi-detached districts, between which are interposed parts of other states, which again are mixed up with each other in bewildering intricacy.",
        "In view of the confusion of the traditions and the difficulty of interpreting the details sketched above, the recovery of the historical Aaron is a work of peculiar intricacy.",
        "It lay not in the German genius to escape from the preoccupations and the limitations of the middle ages, for this reason mainly that what we call medieval was to a very large extent Teutonic. But on the Spanish peninsula, in the masterpieces of Velazquez, Cervantes, Camoens, Calderon, we emerge into an atmosphere of art, definitely national, distinctly modern, where solid natural forms stand before us realistically modelled, with light and shadow on their rounded outlines, and where the airiest creatures of the fancy take shape and weave a dance of rhythmic, light, incomparable intricacy.",
        "The working out in detail of the problem, how far the differences among complex nations, such as those of Europe, may have been brought about by hybridity, is still, however, a task of almost hopeless intricacy.",
        "intricacy of the plot and the performances.",
        "The greater intricacy of pop culture, Johnson concludes, might even have a neurological cause and effect.",
        "The ladies in the company of these gentlemen displayed in dress, bearing and manner alike, less emphasis and more intricacy.",
        "intricacy simply don't have the time to explain the intricacies of phonics to parents.",
        "intricacy of exploring the intricacies of a delicate subject, Moore rants at Bush from both sides, which only ends up being self-defeating.",
        "intricacy would estimate to be a long-haul task with many intricacies to it.",
        "intricacy in line with a worldwide trend away from pure ice routes to the technical intricacies of mixed climbing.",
        "Factors that affect price are workmanship quality, intricacy of design size and the number and size of diamonds in the setting.",
        "Pricing will vary based on the quality of the wood and the intricacy of the design.",
        "The Egyptians are known for their bold, colorful designs, ornate carvings and of course, the intricacy of the patterns and hieroglyphics.",
        "Even those who have less experience in the field can easily come to appreciate the intricacy involved in applying color to the eyes.",
        "Costs will depend on the materials used to design the piece, whether it is manufactured or handmade, and the detail and intricacy involved in the design.",
        "Kohler bathroom vanities are made with quality craftsmanship in mind rather than intricacy of detail.",
        "Costs range from less than $10 to higher than $50 based on the quality of the gemstone, the intricacy of the design, and the reputation of the designer.",
        "Clearly, it's the intricacy of a suit that makes it ultimately stylish.",
        "For example, a great summer option is a long-sleeved dress with lacy arms, which allows your arms to breathe and gives the gown added intricacy.",
        "Those are often loaded with additional charges because of the intricacy of the design.",
        "There are rumors that Wii Sports may be bundled in with the Wii machine at launch in an attempt to help people adjust to the \"intuitive\" motion-sensitive controller, its incredibly intricacy and precision.",
        "Updo Braids: A braided style where different braids (straight plaits or micro braids) are then worked into a traditional updo, but the woven hair adds deeper intricacy to the style.",
        "Micro braids are favored by many African-American women because they add elegance and intricacy to harder-to-style hair.",
        "The price of a trim or cut ranges from $10 to over $45 depending on the specific salon, included treatments ( washing, conditioning, etc.), and intricacy of the style.",
        "Sculpted Updos: These lovely styles are carefully arranged and often feature extraordinary height and intricacy such as loops, curls, or waves.",
        "With its fine, colorful filigree, currency can add depth and intricacy to origami pieces and still have a useful purpose once their life as origami has ended.",
        "It is important with these kits to stay close to the manufacturer's recommended ages because of the intricacy of the kits.",
        "Prices vary for multi-tone rings depending on the types of metals used, their karat values, the gemstone pairings and the intricacy of the design.",
        "To build a couple's engagement ring from the beginning, however, can take weeks or months depending on the design's intricacy and the availability of different materials.",
        "Total cost may range from a few hundred to a few thousand dollars, depending on the type of metal, quality of gemstones, ring width, decorative accents, and overall ring intricacy and quality.",
        "Accurate ring size measurements are especially crucial for more elaborate rings, such as eternity rings or bridal sets, which are difficult and expensive to resize because of their intricacy.",
        "Depending on the quality of the stones, the intricacy of the earring, the total carat weight, and the type of metal, they can range from approximately $100 to several thousand dollars.",
        "Depending on the metals used and the intricacy of the design, however, they may be more expensive than more basic rings.",
        "Micro pave engagement rings are a delicate take on pave setting engagement rings, but their intricacy has both advantages and disadvantages that couples should be aware of before choosing a micro design.",
        "Furthermore, the intricacy of the design is labor intensive and may cost more to create even if the diamonds are less expensive.",
        "The intricacy of his designs is reminiscent of the Edwardian era, while the rounded angles and bold lines are familiar in the art deco period.",
        "The cost will depend on the intricacy of the design, the quality of the diamond, and other factors.",
        "If an art deco heart engagement ring is unavailable, there are several alternative styles of engagement ring designs that are similar in intricacy and beauty but are more likely to include heart accents and heart shaped stones.",
        "Depending on the intricacy of the ring and whether or not resizing is necessary, couples may be able to have their ring built in less than an hour, giving them peace of mind as well as the ultimate in ring design convenience.",
        "Silver Celtic wedding rings are an elegant choice for couples interested in unique wedding rings with a bit of intricacy and flair.",
        "Quality: Like all wedding rings, Harley designs are available in a range of quality levels based on the type of metal used, the craftsmanship, and the intricacy of the ring.",
        "Prices range from $99 to more than $100,000 depending on the total carat weight of the diamond(s), the intricacy of the design, the type of jewelry, metals used, and other factors.",
        "Intricacy: Detailed craftsmanship and elaborate settings are common characteristics of many antique rings.",
        "Different metal colors can highlight the intricacy of a piece or make a strong, modern statement.",
        "As with any gemstone, to ensure you select a quality piece, you should thoroughly examine its carat weight, color purity, clarity, and cut intricacy.",
        "The price of a two-tone ring depends on the type of materials used, the intricacy of the design and workmanship needed to create it, and the brand name of the piece.",
        "Pricing always varies depending on the artist, the intricacy of the tattoo, the number of colors used and the size of the design.",
        "Some Web sites offer patterns for free, while others sell them for $5 and higher, depending on the size and intricacy of the pattern.",
        "The lush colors and the intricacy of their pre-Elizabethan costumes make these royal personages appealing subjects for those who love to cross stitch.",
        "We gazed at the sturdy typewriter whose simple mechanisms had produced plots of such intricacy and language of such clarity and humor.",
        "Reference has already been made to other cases of geographical vagueness, and one must recognize that in a body of traditions such as this there was room for the inclusion of the most diverse elements which it is almost hopeless to separate, in view of the scantiness of relevant evidence from other sources, and the literary intricacy of the extant narratives.",
        "4 That Satan, and not Yahweh incited 2 The problem of the sources is one of considerable intricacy and cannot be discussed here; the introduction to the commentaries of Benzinger and Kittel (see Bibliography below) should be consulted.",
        "Its complexity reflects the corresponding intricacy of geographical and geological evolution.",
        "Sufficient has been said to show that the subject is one of great intricacy, and no simple statement with regard to it is as yet possible."
    ],
    "definition": [
        "The condition or quality of being intricate; complexity.",
        "Something intricate: the intricacies of a census form.",
        "Link/Cite",
        "The state or quality of being intricate or entangled;",
        "Perplexity; involution; complication; complexity;",
        "That which is intricate or involved; as, the intricacy of a knot; the intricacy of accounts; the intricacy of a cause in controversy; the intricacy of a plot.",
        "Link/Cite"
    ]
}