{
    "translation": "התפרצות",
    "uses": [
        "Alex had invited her to look at his financial files any time she wanted, and yet it seemed an intrusion on his privacy.",
        "There are students of the 15th century in France who resent this intrusion of the Italian Renaissance.",
        "And even the proposal to apply the unaided reason to solve questions which had divided the fathers must have been resented by the more rigid churchmen as the rash intrusion of an over-confident Rationalism.",
        "It has been variously attributed to metamorphism, consequent upon igneous intrusion, earth movements and other kinds of geothermic action, greater or less loss of volatile constituents during the period of coaly transformation, conditioned by differences of permeability in the enclosing rocks, which is greater for sandstones than for argillaceous strata, and other causes; but none of these appears to be applicable over more than limited areas.",
        "Russia, meanwhile, had seized the occasion to send to Constantinople an ultimatum demanding satisfaction for her own particular grievances; the Porte resented the intrusion of new demands before the others had been dealt with, and hurried on preparations for war.",
        "On the other hand the severe measures taken by the government prevented the growth of anything like legalized slavery on Siberian soil; but the people, ruined as they were both by the intrusion of agricultural colonists and by the exactions of government officials, fell into what was practically a kind of slavery to the merchants.",
        "There are, however, in certain respects at certain periods, evidences of such changes as might be due to the intrusion of small conquering castes, which adopted the superior civilization of the conquered people and became assimilated to the latter.",
        "He was but twenty years of age, and his sudden intrusion was as embarrassing to the prince of Orange as to Don John.",
        "is of peculiar interest, because of the intrusion of economic problems into the spheres of national politics and even of religion.",
        "In favour of seeing in the lateral trunks and their branches a vascular system, is the contractility of the former, and the fact of the intrusion of the latter into the epidermis, matched among the Oligochaeta, where undoubted blood capillaries perforate the epidermis.",
        "As a government grows in size, even if the growth is in social programs, it inevitably grows in its intrusion on civil liberty.",
        "This forcible intrusion of a nonAryan race altered the whole history of Europe; but its peculiar significance lay in the fact that it permanently divided the northern from the southern and the eastern from the western Sla y s.",
        "In these circumstances the intrusion of Germanic elements into ecclesiastical law is easy to understand.",
        "Their belief might be described as a polydemonism rather than a polytheism, or more correctly, to avoid altogether the intrusion of foreign notions, as a \"multinuminism.\"",
        "There can, indeed, be no doubt that the Danish and Norwegian merchants at the end of the i 6th century flourished exceedingly, despite the intrusion and competition of the Dutch and the dangers to neutral shipping arising from the frequent wars between England, Spain and the Netherlands.",
        "Hermetically sealing itself from any intrusion from below, it deteriorated by close and constant intermarriage; and it was already, both morally and intellectually, below the level of the rest of the nation.",
        "In Christian theology, much labour has been spent upon vindicating man's freedom against God's intrusion, or upon blotting out human power in order to leave room for the divine.",
        "The earliest of these Bohemian overlords, King John and the emperor Charles IV., fully justified their intrusion by the vigorous way in which they restored order and regularized the administration; in particular, the cities at this time attained a high degree of material prosperity and political importance.",
        "The establishment under the auspices of the king in 1825 of the Philosophical College at Louvain, and the requirement that every priest before ordination should spend two years in study there, gave great offence to the clerical party, and some of the bishops were prosecuted for the violence of their denunciations at this intrusion of the secular arm into the religious domain.",
        "The flora of Siberia presents very great local varieties, not only on account of the diversity of physical characteristics, but also in consequence of the intrusion of new species from the neighbouring regions, as widely different as the arctic littoral, the arid steppes of Central Asia, and the wet monsoon regions of the Pacific littoral.",
        "Afterwards, owing to the increased attention given to stock-fattening and dairying, and to a rise in prices, farming reached a condition of equilibrium, and the most noticeable residuum of the period of depression was the large intrusion of the butcher and grazier class into the farmer class proper.",
        "It lies in a hilly district rich in coal and iron, while a hard basaltic intrusion known as Rowley rag is largely quarried.",
        "As evidence of an intrusion of northerly folk, however, the distribution of dialects remains important.",
        "In either case it is of course open to anyone to maintain that the apparent completeness of synthesis really rests on the subtle intrusion of elements of feeling into the rational process.",
        "5 It is significant that notwithstanding this he did not figure the pterylosis of any one of them, and the thought suggests itself that, though his editor assures us he had convinced himself that the group must be here shoved in (eingeschoben is the word used), the intrusion is rather due to the necessity which Nitzsch, in common with most men of his time (the Quinarians excepted), felt for deploying the whole series of birds into line, in which case the proceeding may be defensible on the score of convenience.",
        "If, as has already been said, one of the chief tasks of ethics is to prevent the intrusion into its own sphere of inquiry of ideas borrowed from other and alien sources, then obviously these sources must be investigated.",
        "All this points on the one hand to an intrusion of Doric dialect into an Arcadian-and-Ionic-speaking area; on the other hand to a subsequent expansion of Aeolic over the north-eastern edge of an area which once was Dorian..",
        "Although he was classed in Canada as a Liberal, his tendencies would in England have been considered strongly conservative; an individualist rather than a collectivist, he opposed the intrusion of the state into the sphere of private enterprise, and showed no sympathy with the movement for state operation of railways, telegraphs and telephones, or with any kindred proposal looking to the extension of the obligations of the central government.",
        "This fact is probably due partly to the actual intrusion of warm water from the Mascarene current east of Madagascar, and partly to the circumstance that the different temperatures of the waters are so compensated by their differences of salinity that they have almost precisely the same specific gravity in situ.",
        "But Israel after the fall of Samaria is artificially excluded from the Judaean horizon, and lies as a foreign land, although Judah itself had suffered from the intrusion of foreigners in the preceding centuries of war and turmoil, and strangers had settled in her midst, had formed part of the royal guard, or had even served as janissaries (§ 15, end).",
        "Most interesting among these are the Henry Mountains, formed by the intrusion of molten igneous rock between the layers of sediments, causing the overlying layers to arch up into dome mountains.",
        "The withdrawal of members to form other churches in the neighbourhood and the intrusion of Socinianism almost extinguished the Charleston church about 1746.",
        "61 i seq., who points out that the intrusion of priestly power into the law courts is a recrudescence under changed conditions of a state of things from which the Babylonian code shows an emancipation nearly complete.",
        "The view of the cathedral has been much improved by a clearance of the old houses on the Domhof, including the archiepiscopal palace, but the new Hof, though flanked by many fine buildings, is displeasing owing to the intrusion of numerous modern palatial hotels and shops.",
        "They formed a barrier against all intrusion.",
        "For the conflicts which accompanied the first intrusion of philosophy into the theological domain more profound and cautious thinkers with a far ampler apparatus of knowledge had substituted a harmony.",
        "From one stage to another, fabrics, forms and motives of decoration develop gradually; so that, at the close of a span of more than two thousand years, at the least, the influences of the beginning can still be clearly seen and no trace of violent artistic intrusion can be detected.",
        "It has in the east the Karnap-chul steppe, covered with grass in early summer, and in the north an intrusion of the Kara-kum sand desert.",
        "There is,1 however, also shown, as a result of the Afghan intrusion and the impotency of the later Safawid kings, a long broad strip of country to the west, including Tabriz and Hamadan, marked conquests of the Turks, and the whole west shore of the Caspian from Astrakan to Mazandaran marked conquests of the czar of Muscovy; Makran, written Mecran, is designated a warlike independent nation.",
        "\" He used to carry on,\" says his elder son, William Edwin Hamilton, \" long trains of algebraical and arithmetical calculations in his mind, during which he was unconscious of the earthly necessity of eating; we used to bring in a ` snack ' and leave it in his study, but a brief nod of recognition of the intrusion of the chop or cutlet was often the only result, and his thoughts went on soaring upwards.\"",
        "But missionary influence was strong; it was reinforced by the growing strength of the imperialistic spirit and by the fears excited by Germany's intrusion on the south-west coast.",
        "The rocks have been greatly changed by pressure in most cases and by the intrusion of great masses of igneous material, the Namaqualand schists and Malmesbury beds being most altered.",
        "The Pacific, hitherto free from their intrusion, showed many sail of merchant vessels, while on land opposition south of the Bay of Panama was of little avail, since few were acquainted with the use of fire-arms. Coxon and seventy men returned as they had gone, but the others, under Sawkins, Sharp and Watling, roamed north and south on islands and mainland, and remained for long ravaging the coast of Peru.",
        "chattered excitedly at our intrusion.",
        "resent the intrusion of government into intimate decisions.",
        "It bears the strongest likeness to the epic in all save its unversified form; in both are found, as fixed essentials, simplicity of plot, chronological order of events, set phrases used even in describing the restless play of emotion or the changeful fortunes of a fight or a storm, while in both the absence of digression, comment or intrusion of the narrator's person is invariably maintained.",
        "This corruption was fatally apparent in the army, the feudal basis of which was sapped by the confiscation of fiefs for the benefit of nominees of favourites of the harem, and by the intrusion, through the same influences of foreigners and rayahs into the corps of janissaries, of which the discipline became more and more relaxed and the temper increasingly turbulent.",
        "It also gave a much desired opportunity for the intrusion of other powers in the affairs of the Transvaal; 3 and it led Kruger to revive the scheme for a united South Africa under a Dutch republican flag.",
        "The minuteness of his narrative detracts from its interest; though his arrangement is generally good, here and there the reader finds the thread of a subject broken by the intrusion of incidents not immediately connected with it, and does not pick it up again without an effort.",
        "There was much retrogression with the intrusion of new barbarian races; but from their absorption by the 10th century until the 10th there is not a century in which some notable gain was not made towards the attainments of modern civilization.",
        "The order thus sharply divided is united by an intimate interlacing of characters, and forms a compact whole at present defying intrusion from any other crustacean group. Since 1775, when J.",
        "Ordinary citizens resent the intrusion of government into intimate decisions.",
        "After the intrusion of this second discourse on pleasure, it goes on (E.N.",
        "They are thought to represent an intrusion of REM sleep/dreaming into the wakeful state.",
        "Before leaving office the Rockingham government repealed the Stamp Act; confirmed the personal liberty of the subject by forcing on the House of Commons one resolution against general warrants, and another against the seizure of papers; and relieved private houses from the intrusion of officers of excise, by repealing the cider tax.",
        "Any attempt on the part of the Church to exercise discipline was resented as an intrusion.",
        "East of the Taupo plateau and south of Opotiki on the Bay of Plenty the steep thickly-timbered ranges held by the Uriwera tribe still show scenery quite unspoiled by white intrusion.",
        "The occupation began with sanguinary conflicts between the two contending waves of intrusion.",
        "A proclamation now continued the \"state of religion\" begun the previous year; but mass was celebrated in the queen's household, and Lord James himself defended it with his sword against Protestant intrusion.",
        "Firewalls stop intrusion attempts and prevent many threats getting through.",
        "dike intrusion at Kilauea Volcano, Hawaii.",
        "intrusion attempts or attacks.",
        "In doing so they must address the possibility of collateral intrusion.",
        "These tribes have been subject to the intrusion from the south of more recent Bantu folk, such as the Yao, belonging to the Ama-Zulu branch of the race, while from the north there has been an immigration of Hamito-Negroid peoples.",
        "intrusion into privacy?",
        "This assembly by the intrusion of strangers became so tumultuous that it grew into disuse.",
        "To confer on Prince Albert every honour that the crown could bestow, and to let him make his way gradually into public favour by his own tact, was the advice which Lord Melbourne gave; and the prince acted upon it so well, avoiding every appearance of intrusion, and treating men of all parties and degrees with urbanity, that within five months of his marriage he obtained a signal mark of the public confidence.",
        "Parts of a Castle The many different parts of Medieval Castles were essential for ensuring a safe retreat against intrusion or invasion.",
        "Intrusion Detecting Systems - These systems will regularly check your computer for intruders who are looking to steal your information.",
        "The core component of a security system involves what kind of intrusion the system is monitoring.",
        "Agents tracked the intrusion to their apartment, which was searched, revealing the purloined information.",
        "Many orifices through which water at first only dribbled were thus caused to discharge water with great force, and entirely free from sand, against the opposite side of the well, while the general result was to increase the inflow of water many times, and to entirely prevent the intrusion of sand.",
        "ii.) belong to a large group of prophecies against certain historic enemies (Edom included) who are denounced for their contempt, hostility and intrusion.",
        "So much value was attached to this source of wealth that as early as 1050 strangers were excluded from the furtrade of Finmark, and a kind of coast-guard prevented their intrusion.",
        "Anglicanism was regarded as a symbol of conquest and intrusion.",
        "If you will permit one more intrusion, we will go and retrieve both the madman and the Ancient.",
        "Processes affecting groundwater chemistry in a zone of saline intrusion into an urban sandstone aquifer.",
        "They are usually painted a matt gray to minimize visual intrusion but are situated in dense clusters.",
        "Network intrusion detection sensors are usually built around low level models of network traffic.",
        "discontinuityta delineated the southern contact of the intrusion and highlighted structural discontinuities within the cumulates.",
        "dolerite intrusion into the overlying rock.",
        "dykeismic data suggests that most of the dike intrusion in Ethiopia happened in about a week.",
        "hardware firewall to protect your LAN from any intrusion attempts or attacks.",
        "He seemed to resent the intrusion of a human being in such an unfrequented spot.",
        "The design places great emphasis on minimizing intrusion on the landscape.",
        "The synagogue later apologized to Rabbi Carr for \" unwarranted intrusion into aspects of her private life.",
        "During bereavement a break can seem a daunting prospect, even an unwelcome intrusion.",
        "saltwater intrusion into the aquifer compounded the water shortage problem.",
        "intrusion detection sensors are usually built around low level models of network traffic.",
        "intrusion prevention measures are required, corresponding to the state of the art for web applications.",
        "Millions of years ago there was a volcanic dolerite intrusion into the overlying rock.",
        "granite intrusion by time from 295 to 270 million years.",
        "justifysideration of any unusual degree of collateral intrusion and why that intrusion is justified in the circumstances.",
        "If separation of the continents occurred before kimberlite intrusion in Africa, then the Falklands would be unlikely to have diamond-bearing kimberlite intrusion in Africa, then the Falklands would be unlikely to have diamond-bearing kimberlite pipes.",
        "The current position of the new lamppost which was much taller was causing light intrusion in the upper story of the house.",
        "however lofty the motive, routine intrusion is not for your own good.",
        "Instead, upon notifying the affected product vendor, 3Com provides its customers with zero day protection through its intrusion prevention technology.",
        "retreat against intrusion or invasion.",
        "saline intrusion in the Crag aquifer of north east Norfolk in an area of drained coastal marshes.",
        "But before discussing this matter, we must follow out the consequences of Lavater's intrusion into Mendelssohn's affairs.",
        "Apart from Susa, the most important part of the country was Anzan (Anshan, contracted Assan), where the native population maintained itself unaffected by Semitic intrusion.",
        "collateral intrusion.",
        "intrusion into grief and family privacy.",
        "The Henry Mountains in south-western Utah are peculiar in owing their relief to the doming or blistering up of the plateau strata by the underground intrusion of large bodies or cisterns (laccolites) of lava, now more or less exposed by erosion."
    ],
    "definition": [
        "Link/Cite"
    ]
}