{
    "translation": "לפלוש",
    "uses": [
        "To her surprise, color began to invade his dark features.",
        "If you have no food and are starving, you might invade your neighbor and take his food.",
        "We say that Napoleon wished to invade Russia and invaded it.",
        "She squeezed her eyes shut and prayed that romantic thoughts would cease to invade her newfound paradise.",
        "For two years more the fighting continued with varying success, until Charles of Valois, who had been sent by Boniface to invade Sicily, was forced to sue for peace, his army being decimated by the plague, and in August 1302 the treaty of Caltabellotta was signed, by which Frederick was recognized king of Trinacria (the name Sicily was not to be used) for his lifetime, and was to marry Eleonora, the daughter of Charles II.; at his death the kingdom was to revert to the Angevins (this clause was inserted chiefly to save Charles's face), and his children would receive compensation elsewhere.",
        "Having failed in an attempt to invade Bavaria in concert with Torstensson he seized Rottweil, but was mortally wounded there on the 17th of November 1643.",
        "Charles came to Naples with a new fleet from Provence, and was preparing to invade Sicily again, when he contracted a fever and died at Foggia on the 7th of January 1285.",
        "Was Edith's vivid imagination working overtime or had Jerome Shipton managed to slip by Janet O'Brien and invade his wife's room?",
        "In 1673 the allies made an effort to invade Holland from the sea coast.",
        "The French army proceeded to invade Naples, and Alexander took the opportunity, with the help of the Orsini, to reduce the Colonna to obedience.",
        "He had no right to invade the privacy of her bedroom either, in spite of having been invited into its sanctum on his previous visit.",
        "Ragusa furnished him with money and a fleet, in return for a guarantee of protection; commercial treaties with Venice further strengthened his position; and the Vatican, which had instigated the Croats to invade the dominions of their heretical neighbour (1337-40), was conciliated by his conversion to Roman Catholicism.",
        "He set out to invade Scotland with about 1000 men.",
        "During the Jurassic period the sea began again to invade Russia from S.E.",
        "In 1197, however, German jealousy of Denmark's ambitions, especially when Canute led a fleet against the pirates of Esthonia, induced Otto, margrave of Brandenburg, to invade Pomerania, while in the following year Otto, in conjunction with Duke Adolf of Holstein, wasted the dominions of the Danophil Abodrites.",
        "Though eventually this activity of the Giovane Italia supplanted that of the older societies, in practice it met with no better success; the two attempts to invade Savoy in the hope of seducing the army from its allegiance failed miserably, and only resulted in a series of barbarous sentences of death and imprisonment which made most Liberals despair of Charles Albert, while they called down much criticism on Mazzini as the organizer of raids in which he himself took no part.",
        "Murat now joined the allies; Germany, Switzerland and Holland were lost to Napoleon; but when the allies began to invade Alsace and Lorraine, they found the French staunch in his support.",
        "In Greek legend it appears as the place where, the Heraclidae built a fleet to invade Peloponnesus.",
        "Forbidden to invade the Romagna, he returned indignantly to Caprera, where with Crispi and Bertani he planned the invasion of Sicily.",
        "In 1496 the temporary armistice between the Poles and Turks, renewed in 1493, came to an end, and John Albert, king of Poland, seized the occasion to invade Moldavia.",
        "The Danish attacks were repeated in 997, 99 8, 999 and in 1000 !Ethelred availed himself of the temporary absence of the Danes in Normandy to invade Cumberland, at that time a Viking stronghold.",
        "Otto failed to take Mainz and Augsburg; but an attempt on the part of Conrad and Ludolf to gain support from the Magyars, who had seized the opportunity to invade Bavaria, alienated many of their supporters.",
        "Rather than give way, Charles prepared in 1640 to invade Scotland.",
        "In September 1901 Louis Botha made an attempt to invade Natal by way of Zululand, but the stubborn defence made by the small posts at Itala and Prospect Hill, both within the Zulu border, caused him to give up the project.",
        "It was the scene of attempts by the French to invade Ireland in 1689 and 1796, and troops of William of Orange were landed here in 1697.",
        "In 1494 a crushing victory of the emperor Maximilian drove the Turks out of Styria, which they did not venture again to invade during his reign.",
        "Columbian insurgents made ineffectual attempts to invade the island during 1819-29.",
        "The war thus begun, and known in Russian history as the The Rus- Thirteen Years' War, far exceeded even the Thirty sians invade Years' War in grossness and brutality.",
        "In the summer of 1388 the Scots invaded England by way of Carlisle, sending a small body under the earls of Douglas, Mar and Moray to invade Northumberland.",
        "Sackett's Harbor was the starting-point of a force of 700 men under a Pole named von Schultz, who in November 1838, during the uprising in Upper Canada (Ontario) attempted to invade Canada, was taken prisoner near Prescott, was tried at Kingston, being defended by Sir John Macdonald, and with nine of his followers was executed in Kingston in December.",
        "After helping the Spartans to invade Boeotia during the Corinthian War (395-94), the Phocians were placed on the defensive.",
        "The new king of Scots, David, who was his brother-in-law, was a mere boy, and the Scottish barons, exiled for their support of Robert Bruce, took advantage of the weakness of his rule to invade Scotland in 1332.",
        "After a slight attempt to invade Lorraine, which Turenne easily stopped, the Imperialists suddenly recrossed the Rhine and marched rapidly into the neighbourhood of the Strassburg bridge.",
        "In the south-eastern Transvaal Botha made a new effort to invade Natal, but, although he captured 300 men and three guns in an action on the 17th of September at Blood River Poort near Vryheid, his plans were rendered abortive by his failure to reduce the posts of Mount Prospect and Fort Itala in Zululand, which he attacked on the 26th, and he only escaped with difficulty from the converging columns sent against him.",
        "Griesinger (1817-1868), Bevan Lewis - and in the separation from insanity due to primary disease or defect of nerve elements of such diseases as general paralysis of the insane, which probably arise, as we have said, by the action of poisons on contiguous structures - such as blood-vessels and connective elements - and invade the nervous matter secondarily.",
        "placed Florence under an interdict, ordered the expulsion of all Florentines from foreign countries, and engaged a ferocious company of Bretons to invade the republic's territory.",
        "The plan of campaign which found favour with the Boers, when they determined to put their differences with Great Britain to the test by the ordeal of the sword, was to attack all the principal British towns adjacent to their own borders; at the same time to despatch a field army of the necessary dimensions to invade and reduce Natal, where the largest British garrison existed.",
        "Several plans were made to invade South Carolina and Georgia, but none matured until 1778, when an expedition was organized which co-operated with British forces from New York in the siege of Savannah, Georgia.",
        "In 1339 and 1340 Edward endeavoured to invade France from the north with the help of his German and Flemish allies, but the only result of his campaigns was to reduce him to bankruptcy.",
        "Edward thereupon resolved to invade France afresh and compel its acceptance.",
        "It includes within its limits the once famous district of the \"Kroumirs,\" 2 a tribe whose occasional thefts of cattle across the frontier gave the French an excuse to invade Tunisia in 1881.",
        "When Abu Bekr resolved to invade Syria, he entrusted `Amr with a high command.",
        "An election in August of one-half the Senate and all of the House of Representatives resulted in a Unionist majority in the new legislature of 103 to 35, and in September, after Confederate troops had begun to invade the state, Kentucky formally declared its allegiance to the Union.",
        "Ethiopian forms invade the Mediterranean area.",
        "The situation became more complex after the 19th of April, when France declared war against Austria and prepared to invade the Austrian or Belgic Netherlends.",
        "France and Spain were then about to partition Portugal, and the Spanish forces were beginning to invade that land, when the court of Lisbon succeeded, owing (it is said) to the free use of bribes, in inducing Godoy, the Spanish minister, and Lucien Bonaparte to sign the preliminaries of peace on the 6th of June 1801 at Badajoz.",
        "In 1833 he took part in Mazzini's abortive attempt to invade Savoy, and in 1835 he went to Spain to serve in Queen Christina's army against the Carlists.",
        "Quickly attaining a prominent position among the Frankish nobles, he appears as rector of the abbey of Marmoutier in 852, and as one of Charles the Bald's missi dominici, in 853; but soon afterwards he was among those who rebelled against Charles, and invited the king's halfbrother, Louis the German, to invade West Francia.",
        "On the 6th of July the Russian army received orders to invade Denmark by way of Mecklenburg.",
        "An army of South Germans in the Breisgau, after an unsuccessful attempt to invade Alsace, moved northward to the Neckar valley with the intention of uniting with Bournonville, who was moving up the Rhine to meet them.",
        "New Zealand was poorly stocked with a weak flora; the more robust and aggressive one of the north temperate region was ready at any moment to invade it-, but was held back by physical barriers which human aid has alone enabled it to surpass.",
        "Attempts have been made to identify the Khabiri, who are mentioned often in the Tel el-Amarna letters as foes, threatening to invade Palestine and bring the Egyptian supremacy over it to an end, with the Hebrews.",
        "But Perdiccas perished in the attempt to invade Egypt (320..",
        "to invade England.",
        "There are cunning devils out there that are constantly coming up with new ways to invade your privacy.",
        "embarked upon to invade British India.",
        "Rarely worms invade the abdominal cavity, causing granulomas of the liver, ovary, kidney, spleen, and lung.",
        "I stayed with her, enjoying the feeling of inflicting harm upon those who had tried to invade or harm me.",
        "The function of the immune system is to respond to organisms and substances that invade the body, such as bacteria, viruses, fungi, parasites, and toxins, by producing antibodies against them.",
        "Immunodeficiency means that the immune system is deficient in one or more of its components and is unable to respond effectively to disease-producing organisms that invade the body.",
        "underlieclass=\"ex\">Underlying many of these problems lies the concept of invasion: Will a pathogen invade?",
        "Enterobacterial infections in the digestive tract typically start when the organisms invade the mucous tissues that line the digestive tract.",
        "Both the army and the parliament gave cold replies to his offers to negotiate; and Charles, on the 27th of December 1647, entered into the Engagement with the Scots by which he promised the establishment of Presbyterianism for three years, the suppression of the Independents and their sects, together with privileges for the Scottish nobles, while the Scots undertook to invade England and restore him to his throne.",
        "This double identification enabled Cassiodorus to bring the favoured race into line with the peoples of classical antiquity, to interweave with their history stories about Hercules and the Amazons, to make them invade Egypt, to claim for them a share in the wisdom of the semi-mythical Scythian philosopher Zamolxis.",
        "Since the uplift and stream dissection a slight depression has allowed the sea to invade the lower portions of the river valleys, forming the bays known as Narragansett Bay, Providence \"river,\" Sakonnet \" river,\" &c. Glaciation has disturbed the river 1 Block Island, over which the jurisdiction of the state extends, lies Jo m.",
        "He showed statesmanlike qualities in steering a clear course between the exaggerated prudence of Baron Ricasoli, who wished to recall the troops from the frontier, and the impetuosity of Garibaldi, his second-in-command, who was anxious to invade Romagna prematurely, even at the risk of Austrian intervention.",
        "Allying himself both in cause and by family connexion with Kurgan, the dethroner and destroyer of Kazan, chief of the western Jagatai, he was deputed to invade Khorasan at the head of a thousand horse.",
        "Then, when Vologaeses, yielding to his growing discontent, took advantage of the death of Antoninus to invade Armenia the Romans were victorious (164), and after the storming of places such as Nicephorium, Edessa, Nisibis, western Mesopotamia was once more Roman as far as the Khabur, Carrhae becoming a free city and Osroene a dependency.",
        "Chambersburg was burned in 1862; and the battle of Gettysburg (July 1863), a defeat of Lee's attempt to invade the North in force was a turning point in the war.",
        "No great armies have ever crossed Tibet to invade India; even those of Jenghiz Khan took the circuitous route via Bokhara and Afghanistan, not the direct route from Mongolia across Tibet.",
        "a licence to invade Ireland, which the king contemplated bestowing upon his brother, William of Anjou.",
        "He desired to invade Africa, which on account of its corn crops was now the key of the position; but his ships were dashed to pieces by a storm in which many of his soldiers perished.",
        "Lee the command of the field army about to invade the White, Lee (\" Heroes of the Nations\") (1897); P. A.",
        "In 1864 a dispute arose between the younger Lopez and the Brazilian government, and Lopez marched an army through Argentine territory to invade southern Brazil.",
        "After repelling an attack by the Vandals upon Campania (458) he prepared a large force, composed chiefly of barbarians, to invade Africa, which he previously visited in disguise.",
        "He disclaimed any intention to invade, subjugate or oppress 1 Without Lincoln's knowledge or consent, the managers of his candidacy before the convention bargained for Cameron's votes by promising to Cameron a place in Lincoln's cabinet, should Lincoln be elected.",
        "The Syrian forces were defeated at the battle of Jazurah (April 26th, 1280) and Kal~n resumed possession of the country; but the disaffected Syrians entered into relations with the Mongols, who proceeded to invade Syria, but were finally defeated by Kaln on the 30th of October 1281 under the walls of Horns (Emesa).",
        "The 7th Ilkhan, Ghazan Mahmud, took advantage of the disorder in the Mameluke empire to invade Syria in the latter half of 1299, when his forces inflicted a severe defeat on those of the new sultan, and seized several cities, including the capital Damascus, of which, however, they were unable to storm the citadel; in 1300, when a fresh army was collected in Egypt, the Mongols evacuated Damascus and made no attempt to secure their other conquests.",
        "He shortly afterwards received permission from the Porte to invade Syria, with the view of punishing All Beys supporter ~ahir, and left as his deputies in Cairo Ismgil Bey and Ibrahim Bey, who, by deserting All at the battle of Salihia, had brought about his downfall.",
        "In consequence of despatches which reached Bonaparte on the 3rd of January 1799, announcing the intention of the Porte to invade the country with the object of recovering it by force, Bonaparte resolved on his Syrian expedition, and appointed governors for Cairo, Alexandria, and Upper Egypt, to govern during his absence.",
        "He got the upper hand in 1892, and was recalled to oppose an Italian force said tobe advancing from Massawa; but on reporting that it was impossible to invade Eritrea, as the khalifa wished him to do, he was summoned to Omdurman and put to death.",
        "Lauderdale's Militia Act gave Charles a force of 22,000 men, who would \" go anywhere \" (that is, would invade England), at the king's command, and in1673-1675Lauderdale was attacked in the English House of Commons.",
        "But he had not the force to invade England, or to take the castle, and waited, collecting recruits and money, and encouraged by empty promises from France, till, as he wrote to James (26th of October), \" I shall have one decisive stroke for 't, but unless the French land, perhaps none.",
        "They then proceeded, in 374, to invade the empire of the Ostrogoths (Greutungi), ruled over by the aged Ermanaric, or Hermanric, who died (perhaps by his own hand) while the critical attack was still impending.",
        "In spite of this proceeding Henry wished to live at peace with his northern neighbour, and soon contemplated marrying his daughter to James, but the Scottish king was not equally pacific. When, in 1 495, Perkin Warbeck, pretending to be the duke of York, Edward IV.'s younger son, came to Scotland, James bestowed upon him both an income and a bride, and prepared to invade England in his interests.",
        "Though the truce was for two years, Philip assembled an army in 1188 to invade Normandy, demanding Gisors and the conclusion of the marriage which had been arranged between his sister Alice and Richard of England, who had meanwhile deserted his father.",
        "Philip then undertook to invade England.",
        "After the plain had been raised above sea-level to a higher elevation than it now occupies, it was much dissected by streams and then depressed, allowing the sea to invade the stream valleys.",
        "Although in 1540 the English king made another attempt to win the support, or at least the neutrality, of James for his religious policy, the relations between the two countries became very unfriendly, and in 1542 Henry sent an army to invade Scotland.",
        "This theory of a second campaign (first suggested by Sir Henry Rawlinson) has been contested, although it is pointed out that Sennacherib at all events did not invade Egypt, and that 2 Kings xix.",
        "Much damage is often caused by species of Peridermium, which often invade the cortex and cambium to such an extent as to \" ring \" the stem or branch, or to cause an abnormal formation of turpentine which soaks into the wood and stops the upward passage of water; this causes the parts above the diseased area to perish.",
        "Timur died in 1405, when in the seventieth year of his age and about to invade China.",
        "England was to provide troops or a subsidy in the event of unprovoked invasion, while Persia was to attack the Afghans should they invade India.",
        "In 1346, while the French were trying to invade Guienne, Edward III.",
        "Alphonso took advantage of these dissensions to invade Alemtejo, reinforced by the Templars and Hospitallers, whose respective headquarters were at Soure and Thomar.",
        "In 1816 the Spanish general Laserna, having been appointed commander-inchief of Upper Peru, made an attempt to invade the Argentine provinces, intending to march on Buenos Aires, but he was completely foiled in this by the activity of the irregular gaucho troops of Salta and Jujuy, and was forced to retire.",
        "The Bolivian general was now in turn to invade Peru, when Chile again interfered to prevent him.",
        "The tribes who sent some of their numbers to invade Italy and settle there were the Bituriges, Arverni, Senones, Aedui, Ambarri, Carnuti and Aulerci.",
        "A pathogenic bacterium present may invade the body, and may be obtained in pure culture from the internal organs.",
        "Besides, there are numerous German-speaking enclaves situated in purely Czech districts; on the other hand, the Czechs have shown a tendency to invade the purely German mining and manufacturing districts.",
        "While preparing to invade Austria Wenceslas died suddenly (1305).",
        "Fearing an attack from the mainland, the filibusters first withdrew to La Ensenada, near the American frontier, and then in the following year broke up altogether during an attempt to invade Sonora by land.",
        "Should, however, the Turks invade the country, the Polish and Hungarian forces were to unite in expelling them, the voivode was to be deposed, and the Moldavian territories divided between the allies.",
        "Mr Schreiner ultimately addressed, as prime minister, a sharp remonstrance to President Steyn for allowing his burghers to invade the colony.",
        "was something more ambitious than a mere attempt to recover Bordeaux; succours were to go to Gascony, but he Disputes himself and the main army were to invade France from with the the north with the aid of the count of Flanders.",
        "The French king had built or hired an enormous fleet, and with it threatened to invade England.",
        "He threatened to invade that realm unless the Orleans faction, who had for the moment possession of the person of the mad king Henry V.",
        "He caused his own old tutor, Adrian of Utrecht, to be crowned with the papal tiara, and left the English to invade Picardy entirely unassisted.",
        "Meanwhile, in order to complete the ring fence round Europe against British commerce, Napoleon had ordered Junot to invade Portugal; F~nch InLisbon was occupied by the French, and the Portu- vaslon of guese royal family migrated to Brazil.",
        "It was resolved to invade the Crimea and attack the great arsenal, Sevastopol, whence the Russian fleet had sailed to Sinope, and in September 1854 the allied armies landed in the Crimea.",
        "When Sherman prepared to invade Georgia in the spring of 1864 the XI.",
        "It was designed that the French should invade the Netherlands at three points simultaneously.",
        "Coveting the treasures of Bern, they sent Brune to invade Switzerland and remodel its constitution; in revenge for the murder of General Duphot, they sent Berthier to invade the papal states and erect the Roman Republic; they occupied and virtually annexed Piedmont.",
        "The Russian and Austrian governments then agreed to drive the enemy out of Switzerland and to invade France from the east.",
        "Passing through Wales, Dermod agreed with Robert Fitzstephen and Maurice Fitzgerald to invade Ireland in the ensuing spring.",
        "The war continued in a desultory fashion for many months; but no serious attempt was made to invade the interior; and in 1885 terms of peace were agreed to.",
        "A band of Dorians united with a body of Aetolians to cross the Corinthian Gulf and invade the Peloponnese from the north west.",
        "councils, and even from the humblest municipal offices; they were deprived of the charge of their hospitals, their academies, their colleges and their schools, and were left to ignorance and poverty; while the intolerance of the clergy united with chicanery of procedure to invade their places of worship, insult their adherents, and put a stop to the practice of their ritual.",
        "Henry asked for permission to invade and subjugate Ireland, in order to gain absolute ownership of that isle.",
        "At Milan there was only the vaguest attempt at conspiracy; but Silvio Pellico, Maroncelli and Count Confalonieri were implicated as having invited the Piedmontese to invade Lombardy, and were condemned to pass many years in the dungeons of the Spielberg.",
        "In the course of his wanderings he met Alexander the Great, and, according to Plutarch (Alexander, cap. 62), encouraged him to invade the Ganges kingdom by enlarging on the extreme unpopularity of the reigning monarch.",
        "Sent by Garibaldi to Tuscany, he attempted to invade the Papal States with a volunteer brigade, but his followers were disarmed and disbanded by Ricasoli and Cavour.",
        "In 740 he took advantage of the absence of Eadberht of Northumbria in a campaign against the Picts to invade his kingdom.",
        "Meanwhile Louis had instigated the Swedes to invade Brandenburg, which had been left to the care of John George II., prince of Anhalt-Dessau.",
        "When Garibaldi having conquered Sicily was determined to invade the mainland possessions of Francis II.",
        "Even if France invade Austria, Prussia says she will give her moral support!",
        "Giddon kept the lawn mown short to discourage snakes, but the rich green carpet wasn't nearly as enticing as the tangle of brush that threatened to invade the area around the house.",
        "She paused at her door, reluctant to invade his privacy, but intrigued by what she might derive from his conversation.",
        "In any case, Darkyn.s demons are planning to invade the castle, where your sweet little morsel is, so they can slaughter every last annoying Immortal.",
        "Alternatively, for reasons that remain unclear, E. histolytica trophozoites can invade the colonic epithelium, causing amoebic colitis.",
        "First, Blair condemns religious extremism, then he says \" God \" told me to invade Iraq.",
        "invade again, the immune system can react very quickly and keep the disease at bay.",
        "Once inoculated by an infected fly, the trypanosomes proliferate and gradually invade all the organs of the host.",
        "They would soon invade Judah, kill their men, starve them in their cities.",
        "invade surrounding normal tissue.",
        "invade were to mark the graves of some British nobles who were slaughtered by the invading Saxons under the command of Hengist.",
        "invade has been under UN sanctions since 1991 for invading neighboring Kuwait.",
        "During the fifth week of development these cells proliferate and invade the underlying retroperitoneal mesenchyme.",
        "The ability of these \" pathogenic \" strains to invade the mucosa depends on the presence of pili or flagella.",
        "mutilate cattle and invade our skies with impunity.",
        "mycorrhiza fungi form highly branched, interconnected networks that invade the roots of plants in order to obtain a supply of carbohydrate.",
        "On the morning of Friday 12 December last year the combined forces of the English and Language Departments set out to invade northern France.",
        "Religious leaders said they are used to invade privacy, particularly of women.",
        "The notion that the utterly reactionary counter-revolutionary Stalinist dictatorship of the USSR was likely to invade western Europe was, of course, absurd.",
        "The abnormal cells first invade the stalk of the polyp, then the underlying tissue of the colon to which the stalk of the polyp, then the underlying tissue of the colon to which the stalk is attached.",
        "Specifically, it named the powerful typhoons that in 1274 and 1281 destroyed the Mongol fleets that were set to invade Japan.",
        "After some hesitation, Charles agreed to invade Italy.",
        "True, on the 22nd of December 1793 he was made general of brigade for his services; and in February 1794 he gained the command of the artillery in the French army about to invade Italy; but during the preliminary work of fortification along the coast he was placed under arrest for a time owing to his reconstruction of an old fort at Marseilles which had been destroyed during the Revolution.",
        "It was very unlikely that that peace-loving Court would take up arms against its powerful neighbours on behalf of Napoleon, and his proceedings in the previous months had been so recklessly provocative as to arouse doubts whether he intended to invade England and did not welcome the outbreak of a continental war.",
        "Three columns were to invade Zululand, from the Lower Tugela, Rorke's Drift, and Utrecht respectively, their objective being Ulundi, the royal kraal.",
        "Now the integrity of Japan was worth little if the Russians could hope ultimately to invade her in superior force, and as Port Arthur was the station of the fleet that might convoy an invasion, as well as the symbol of the longed-for hegemony, the fortress was necessarily the army's first objective, a convincing Sedan was the next.",
        "It was held unrighteous to invade another nation without a solemn embassy to warn their chiefs of the miseries to which they exposed themselves by refusing the submission demanded, and this again was followed by a declaration of war, but in Mexico this degenerated into a ceremonial farce, where tribute was claimed or an Aztec god was offered to be worshipped in order to pick a quarrel as a pretext for an invasion already planned to satisfy the soldiers with lands and plunder, and to meet the priests' incessant demands for more human sacrifices.",
        "In the latter case they invade cells of a leucocytic or phagocytic character as a rule; Leishman's form is particularly abundant in large macrophageal cells originating from the vascular endothelium of the spleen (fig.",
        "to overrun Samaria, and also to invade Idumaea, which he completely subdued, compelling its inhabitants to receive circumcision and accept the Jewish faith.",
        "It is plain that her intellect had begun to fail just before her death, for she allowed the reigning favourite, Platon Zubov, to persuade her to despatch his brother Valerian, with the rank of field marshal and an army of 20,000 men, on a crack-brained scheme to invade India by way of Persia and Tibet.",
        "All these things were, in their varying degrees, elements of policy upon which the Allied strategy must base itself if its war aims were to be obtained, and accordingly the military treaty between Bulgaria and Serbia provided for a Serbo-Bulgarian army of 7 Serbian and 3 Bulgarian divisions to invade Macedonia, moving concentrically against the front Uskub - Kumanovo - Kratovo - Kochana, forming the outer contour of the plain known as Ovche Polye which was assumed on both sides to be the natural concentration area of the Turks.",
        "Should he invade the Austrian crown lands, and dictate peace to Ferdinand II.",
        "The Bolsheviks immediately attempted to invade, but were repulsed by German forces.",
        "Worm drenching lambs: Lambs pick up roundworm parasites from the grass, which invade their intestines.",
        "The abnormal cells first invade the stalk of the polyp, then the underlying tissue of the colon to which the stalk is attached.",
        "Plant death or sward damage can allow ragwort to invade the gaps in established vegetation.",
        "Underlying many of these problems lies the concept of invasion: Will a pathogen invade?",
        "Surveillance cameras, when used ethically and within the boundaries of the law, do not invade privacy.",
        "It isn't until small dirt particles invade the clouds that the ice crystals become heavy enough to accumulate and fall to the ground as snow.",
        "GMO crops can potentially invade the crops of surrounding farms.",
        "Lately, though, he has begun to question the orders of his liege, who has begun to act aggressively and belligerently, even going so far as to invade neighboring lands in search of the infamous crystals.",
        "Going further, Maxis Spore eventually progresses to the point where the gamer takes on an intergalactic perspective, having its creature civilization invade those on other planets.",
        "It is also cool to board a large space battle cruiser with one of your own ships and then invade it with your marines to take control of it.",
        "Others races may try and invade, and if you are not prepared, you may lose the planet.",
        "It is slow growing, does not invade surrounding tissue, and once removed, does not usually recur.",
        "Streptococcal (strep) infections are communicable diseases that develop when bacteria of the family Streptococcus invade parts of the body and contaminate blood or tissue.",
        "Primary strep infections invade healthy tissue and most often affect the throat.",
        "Secondary strep infections invade tissue already weakened by injury or illness.",
        "The organism can invade brain or muscle tissue and form cysts.",
        "Malignant cells can even travel through the body to invade other organ systems, most commonly the lungs and brain.",
        "These subtypes invade the stomach tissues directly, causing tissue destruction and bloody stools.",
        "The bacteria can then invade tissues that are very difficult to cleanse when the person finally seeks medical help.",
        "Staph bacteria are usually harmless; however, when an injury or a break in the skin enables the organisms to invade the body and overcome the body's natural defenses, consequences can range from minor discomfort to death.",
        "These antibodies are specific proteins (immunoglobulins) produced by the immune system to respond to bacteria, viruses, fungi, parasites, or toxins that invade the body.",
        "Because long hair had been popular with women for decades, those wanting to bob their hair began to invade barber shops all across the United States.",
        "Its functional use, of course, is for keeping you comfortable should a slight chill invade the air.",
        "You place your armies on the countries of the world (blocked off in large sections) and invade other armies to take over that part of the world.",
        "Also, some of the recommendations will lead you to sites that trick you into downloading spyware and other programs that will mess up your computer or invade your privacy.",
        "So if you're wondering if he or she is attracted to you, invade the person's personal space casually and watch the reaction.",
        "Not much has come forward yet regarding the plot of the film but one of the film's taglines highlights that Thor learns how to be a true hero when the Asgard come to invade planet Earth.",
        "H.G. Wells popularized the Bug-Eyed Monster theme in sci-fi in War of the Worlds, in which 'Martians' invade Earth, only to be wiped out by Earth diseases for which they have no immunity.",
        "Corporate invasion of privacy: Social networking invites major corporations to invade your privacy and sell your personal information.",
        "At this juncture news suddenly arrived that the Dutch were preparing to invade the country with a large army.",
        "Notwithstanding all this, the strength and reputation of the empire were so great that the Mongols hesitated to invade it, although standing at its frontiers.",
        "Barkk, however, died (June 20th, 1399) before Timur had time to invade Syria.",
        "It is eminently characteristic of his methods that, just at the same time as he was turning loose dragoons on his Protestant subjects after the revocation of the edict of Nantes (1685), he was employing other dragoons to invade the papal territory at Avignon, to punish Innocent XI.",
        "He also stopped a band of the Alamanni who wished to invade Italy.",
        "The sultan now sent Sinan Pasha, \" the Renegade,\" to invade Walachia with ioo,000 men.",
        "In his words, he began when 'the city papers did not invade much the province of local journals.",
        "roundworm parasites from the grass, which invade their intestines.",
        "sward damage can allow ragwort to invade the gaps in established vegetation.",
        "Tone did not feel himself bound in honour by his compact with the government at home to abstain from further conspiracy; and finding himself at Philadelphia in the congenial company of Reynolds, Rowan and Napper Tandy, he undertook a mission to Paris to persuade the French government to send an expedition to invade Ireland.",
        "Malignant tumours, on the other hand, invade the adjacent tissues and pass by lymphatics and blood vessels to distant parts, where they set up secondary growths (fig."
    ],
    "definition": [
        "To enter and proliferate in bodily tissue, as a pathogen: Bacteria have invaded the lungs.",
        "To make an invasion: The cancer had invaded deeply into the liver.",
        "in·vad′er\nn.",
        "Link/Cite"
    ]
}