{
    "translation": "להשקיע",
    "uses": [
        "Now I must invest in a new vehicle.",
        "One of his first acts was to invest the emperor Charles VI.",
        "Invest it well and it might get her a couple of years, the way prices keep going up.",
        "I can understand you not wanting to invest the money for a car, but what's wrong with accepting a ride now and then?",
        "You don't pick losing start-ups to invest in, why aren't they after you?",
        "re, Stiebel's canal (left side), tge, Mesoblastic (skeletotrophic probably an evanescent and muscular) cells invest embryonic nephridium.",
        "By constructing an entrenched camp at Ulm and concentrating all the available food within it, he expected to compel Napoleon to invest and besiege him, and he anticipated that in the devastated country his adversary would be compelled to separate and thus fall an easy prey to the Russians.",
        "Many suffered under this law, but the ultimate effect was to invest the press with new popularity, and very soon the newspapers conceived a device which effectually protected their literary staff, for they employed dummy editors whose sole function was to go to prison in lieu of the true editor.",
        "Calvin's first principle, the absolute sovereignty of God, had been so applied as to make the divine decree determine alike the acts and the destinies of men; and his formal principle had been so construed as to invest his system with the authority of the source whence it professed to have been drawn.",
        "On the 12th of April Wellington advanced to invest Toulouse from the south, but Soult on the night of the nth had retreated towards Villefranque, and Wellington then entered the city.",
        "Leo agreed to invest Charles with Naples, to crown him emperor, and to aid in a war against Venice.",
        "Henry had besides to invest his brother with the duchy of Burgundya grave error which hampered French politics during three centuries.",
        "He became the victim of a certain \"earnest-frothy\" speculator, who induced him to sell his little Lincolnshire estate at Grasby, and to invest the proceeds, with all his other money, and part of that of his brothers and sisters, in a \"Patent Decorative Carving Company\": in a few months the whole scheme collapsed, and Tennyson was left penniless.",
        "The French army under the duke of Burgundy and Marshal Vendome, after an abortive attempt to invest Oudenarde, took up a defensive position north of the town when Marlborough and Eugene, after a forced march, arrived with the main Allied army.",
        "But every dime spent on the house meant that much less she could invest in the dairy - and the dairy was the one thing that stood a chance of stimulating her anemic savings account.",
        "He attempted to invest Pompey's lines at Dyrrhachium (Durazzo), though his opponent's force was double that of his own, and was defeated with considerable loss.",
        "The developing embryo at the end of the suspensor grows out to a varying extent into the forming endosperm, from which by surface absorption it derives good material for growth; at the same time the suspensor plays a direct part as a carrier of nutrition, and may even develop, where perhaps no endosperm is formed, special absorptive \"suspensor roots\" which invest the developing embryo, or pass out into the body and coats of the ovule, or even into the placenta.",
        "He also wrote Samor, the Lord of The Bright City, the subject of which was taken from British legend, the \"bright city\" being Gloucester; but he failed to invest it with serious interest.",
        "The integuments do not completely invest the apex of the nucellus, but an opening termed the micropyle is left.",
        "to invest her with the regency, thanks to Villeroy and contrary to the last will of Henry IV.",
        "In June 1648 Cromwell himself proceeded to invest Pembroke Castle, which resisted with great obstinacy.",
        "On the other hand it was arranged that these elections should take place in the presence of the emperor or his representative, and that he should invest the new prelate with the sceptre, thus signifying that the bishop, or abbot, held his temporal fiefs from him and not from the pope.",
        "She married in her seventeenth year a man very much her senior, Nicephore Blavatsky, a Russian official in Caucasia, from whom she was separated after a few months; in later days, when seeking to invest herself with a halo of virginity, she described the marriage as a nominal one.",
        "The founders of the school sought to invest their doctrines with the halo of tradition by ascribing them to Pythagoras and Plato, and there is no reason to accuse them of insincerity.",
        "The Epitrope was at first nothing more than a handful of discontented politicians who had failed to find places in the administration, but some slight reverses which it succeeded in inflicting on the Turkish troops brought thousands of armed Christians to its side, and in April 1896 it found itself strong enough to invest the important garrison town of Vamos.",
        "The uncomfortable figure in the Bodleian Library does not give much help. Sir John Malcolm has been at some pains to invest his portrait of Timur with individuality.",
        "The power of making appointments to the administrative service would invest him with a vast influence but for the constitutional requirement of securing the consent of the Senate to the more important appointments made.",
        "in seeking to secure congressional attention to the affairs of a corporation in which he was interested, and whose interest directly depended upon the legislation of Congress, by inducing members of Congress to invest in the stocks of said corporation.\"",
        "By a bold march across Flanders, Maurice reached Nieuport on the 1st of July, and proceeded to invest it.",
        "Other series of modifications arise in which the tissues corresponding to the stroma invest the sporogenous hyphal ends, and thus enclose the spores, asci, basidia, &c., in a cavity.",
        "Entering their territory, he was just about to invest the capital when he was seized with an illness which proved fatal on the 15th of May 1760.",
        "to invest prelates with the ring and the staff, and met the expostulations of Paschal by declaring that he would not surrender a right which had belonged to all former kings.",
        "She therefore took up the cause of Duke Frederick, and under her influence a small majority of the federal diet decided to iequest the two powers to invest him with the sovereignty of Holstein.",
        "When pederasty became common in Greece, an attempt was made to justify it and invest it with dignity by referring to the rape of the beautiful boy by Zeus; in Crete, where the love of boys was reduced to a system, Minos, the primitive ruler and law-giver, was said to have been the ravisher of Ganymede.",
        "The final struggle was postponed until 1760, when Colonel (afterwards Sir Eyre) Coote won the decisive victory of Wandiwash over the French general Lally, and proceeded to invest Pondicherry, which was starved into capitulation in January 1761.",
        "In the same year he brought to an end the investiture struggle in England, in which Anselm, archbishop of Canterbury, had been engaged with King Henry I., by retaining himself exclusive right to invest with the ring and crozier, but recognizing the royal nomination .to vacate benefices and oath of fealty for temporal domains.",
        "See, for further history, Herod; Jews.4 Although but little is known of the inhabitants of Edom, their close relationship to Judah and their kinship with the surrounding tribes invest them with particular interest.",
        "Oyster culture can evidently be carried on only by private enterprise, and the problem for legislation to solve is how to give such rights of property upon those shores which are favourable to oyster culture as may encourage competent persons to invest their money in that undertaking.",
        "North of the central court is a domestic quarter presenting analogies with that of Cnossus, but throughout the later building there was a great dearth of the frescoes and other remains such as invest the Cnossian palace with so much interest.",
        "Wellington, on the 9th of April 1811, directed General Spencer to invest Almeida; he then set off himself to join Beresford before Badajoz, but after reconnoitring the fortress with his lieutenant he had at once to return north on the news that Massena was moving to relieve Almeida.",
        "In December 1824 Bolivar convoked a constituent congress for the February following; but this body, taking into consideration the unsettled state of the country, thought it proper to invest him with dictatorial power for another year.",
        "Long before the overthrow of Pisa the list of contests had been so enlarged as to invest the celebration with a Panhellenic character.",
        "Moreover, the site constituted a natural citadel, difficult to approach or to invest, and an almost impregnable refuge in the hour of defeat, within which broken forces might rally to retrieve disaster.",
        "Large herds of cattle are kept by the Fula, and in cattle rich natives usually invest their wealth.",
        "To Gregory it was intolerable that a layman, whether emperor, king or baron, should invest a churchman with the emblems of spiritual office; ecclesiastical investiture should come only from ecclesiastics.",
        "An even more complete and minutely detailed view of the sacrificial system is no doubt obtained from the ceremonial manuals, the Kalpa-sutras; but it is just by the speculative discussions of the Brahmanasthe mystic significance and symbolical colouring with which they invest single rites - that we gain a real insight into the nature and gradual development of this truly stupendous system of ritual worship.",
        "In fact, never give your money to someone else to invest on your own behalf.",
        "Understand the purpose of bonds and how to buy them before you invest your time and money in this type of investment.",
        "Prospective teenage models should seriously consider all facets of a modeling career before they invest their time in this choice.",
        "If your child enjoys the computer, you may want to invest in a membership to a site such as Time4Learning, where your child can complete online, interactive worksheets that are scored immediately.",
        "Especial importance attaches to this council through the fact that Canons 3-5 invest the Roman bishop with a prerogative which became of great historical importance, as the first legal recognition of his jurisdiction over other sees and the basis for the further development of his primacy.",
        "Hartwig, archbishop of Bremen, wished these sees to be under his authority, but Henry contested this claim, and won the right to invest these bishops himself, a privilege afterwards confirmed by the emperor Frederick I.",
        "Closely pursued by Cumberland, he marched by way of Carlisle across the border, and at last stopped to invest Stirling Castle.",
        "Abercromby, effected a landing at Aboukir, and proceeded to invest Alexandria, where on the 2 fst they were attacked by Menou; the French were repulsed, but the English French commander was mortally wounded in the action.",
        "A mission headed by Viscount Downe was afterwards despatched to Persia, to invest the shah with the order of the Garter, a ceremony which took place in Teheran on the 2nd of February 1903.",
        "In that event, an assistant overseer cannot be appointed to perform the duties of collector of rates, but, on the other hand, the parish council may invest the collector with any of the powers of an overseer.",
        "Mahomet, anxious to invest the call with the dignity of a ceremony, took counsel of his followers.",
        "He now maintained not only that it was a sin that kings should invest prelates with their spiritual insignia, the pallium, the staff, the ring, but claimed that no clerk ought to do homage to the king for the lands of his benefice, though he himself seven years before had not scrupled to make his oath to his earlier master.",
        "There was always the tendency for clerics in such cases to invest their sons with the temporalities of the Church; and the poonani synod convened by Benedict VIII.",
        "Such, however, struggle of was not their policy; on the contrary, they needed a the Caroking to act as agent for their private interests, since he alone could invest their rank and dignities with - 2).",
        "Secretary Knox's idea, as expressed in the identical circular note addressed by him on the 18th of October 1909 to the powers, was to invest the International Prize Court, proposed to be established by the convention of the 18th of October 1907, with the functions of a \" court of arbitral justice.\"",
        "By the 29th of October all the British forces at the front and their reinforcements had fallen in on Ladysmith, which the Transvaalers on the north and east and the Free Staters on the west side began to invest.",
        "He was reluctant to invest in a venture that has a slow turnover.",
        "bearish on commodities (and house prices) recently and has 70 billion \" ready \" to invest.",
        "They now have to decide whether to buy in pure biofuels for blending or to invest in their own biofuel production plants.",
        "borrowing to invest and from developing the enterprise culture that the government values.",
        "Guy says, ' Never invest in an LDAP property whose workings you do not fully comprehend ' .",
        "This would furnish the opportunity for the Airport to invest in escalator access directly from the passenger concourse to the station concourse.",
        "condominium development at Daytona Beach represents a unique opportunity to invest in Florida's booming property market.",
        "Then, seeing the value of land in a very constricted environment, he started to invest in it.",
        "This coverage pays invest in liability does not share contact a counselor.",
        "Each fund can also invest in a company at subsequent rounds to prevent dilution.",
        "King Stephen refused to invest Murdac who was, significantly, the first diocesan since 1066 to be appointed without royal assent.",
        "everyone from beginner to expert, and can help you invest better and take control of your personal finances.",
        "Invest time and money selecting the right franchisees and train them well.",
        "Bond mutual funds As the name suggests, bond mutual funds invest in bonds and other debt securities.",
        "Apparently to have Sky Series Link enabled we will need to invest further in our scheduling system.",
        "furtherance of the charity 's objects, rather than accumulate or invest these funds.",
        "retired grandparents can invest on his behalf, tho, since this money won't be taxed at all.",
        "They used it to invest in apparently hopeless ventures or into business they knew little or nothing about.",
        "Agency Turmoil Recent attacks on Scottish Screen have focused on the agency's apparent inability to invest in features that are certain box office winners.",
        "The indirect costs refer to lost wealth caused by the tax system distorting incentives to work, save and invest.",
        "invest quot tramontin as auto insurance florida statute to any.",
        "invest on behalf of the Prudential Assurance Company, also enjoyed a successful year.",
        "invest around £ 590 million to upgrade the water and wastewater infrastructure.",
        "invest to save budget.",
        "invest in equity trapped in your home.",
        "invest in property.",
        "invest in the new digital technology without the merger.",
        "Making a bending jig The key to good results is to invest a little time in building a bending jig.",
        "For instance, we will invest £ 30 million to ensure that within 12 months, no child has to use an outside lavatory.",
        "But the Court does assume that the claimant will invest the lump sum: otherwise there would be no need for a discount.",
        "There is still time to stop this motorway madness and invest the money saved in sensible alternatives instead.",
        "Invest in Daniel Charny's ultimate recycling mascot: the golden pup.",
        "Over two thirds of those with maxi ISAs will invest the maxi ISAs will invest the maximum allowed (£ 7,000 ).",
        "To build a metropolis, players must invest in city improvements.",
        "Choosing to invest because a company is named after your sister, for example, is a strict no-no.",
        "opt to invest their money in companies whose ethos reflects their values and policies.",
        "Land rights would give pastoralists much more incentive to invest in the natural resources of the rangeland.",
        "pension funds are also a good source from which to invest in a number of areas, for example property purchase.",
        "persuaded to invest in the restaurant.",
        "The Fund will invest principally in a diversified portfolio of securities issued by North American companies.",
        "proprietor of land persuaded the claimant to invest in his company.",
        "Even large companies are often strapped for money and are unlikely to invest in HPC without initial pump priming.",
        "The wise business will use these good times to invest in measures to improve resilience.",
        "resilient network infrastructure, which means you don't need to invest in your own expensive network.",
        "We had not expected to be able to invest heavily in new reversions during this financial year.",
        "What better excuse to invest in a new pair of strappy sandals now your feet are looking primed to perfection.",
        "sensible enough to invest his earnings for the rainy day which inevitably comes to all actors.",
        "Our reluctance to invest in professional translation is extremely shortsighted.",
        "Yet still, Croats refuse to cultivate friends, invest in PR, articulate their grievances or refute slander.",
        "To invest in shares is to buy a stake in the future of UK plc.",
        "How to invest Get advice from a specialist stockbroker.",
        "Triodos Bank anticipates a surge in applications as investors rush to invest before the share issue closes, possibly in May.",
        "Instead, invest in large cushions in embroidered, tapestry or faux fur and suede for ultimate luxury.",
        "They argue that they would be unable to invest in the new digital technology without the merger.",
        "If you want to really set pulses racing, take a tip from times gone by and invest in some seamed tights or stockings.",
        "SOLDIERS: Invest in a digital camera to avoid all that court martial tomfoolery after a trip to Truprint.",
        "For a good cardiovascular workout invest in a quality treadmill.",
        "triple glazing using sustainable wood frames instead of UPVC encourage energy suppliers to invest in renewable fuels.",
        "We must invest in a complete national system of dual carriageway trunk roads.",
        "unwilling to invest even the requested $ 4.95 to succeed in my mission.",
        "You invest in the world's only flushable toddler urinal of course.",
        "There are only so many programs that you can watch about the African Bullfrog for example. disable ad verdict So should you invest?",
        "In which Gilbert is contacted by a fantastically wealthy refugee who wants to invest in the hotel business.",
        "willing to invest in you.",
        "wise to invest.",
        "feoffer, to invest with a fief or fee, has given the English law terms\" f coffee \" and \" feoffment \" (q.v.).",
        "The main object of these was to invest the senate, which he recruited with a number of his own party, with full control over the state, over every magistrate and every province; and the mainstay of his political system was to be the military colonies which he had established with grants of land throughout every part of Italy, to the ruin of the old Italian freeholders and farmers, who from this time dwindled away, leaving whole districts waste and desolate.",
        "Upon the election being reported to the crown, a mandate issues from the crown to the archbishop and metropolitan, requesting him and commanding him to confirm the election, and to invest and consecrate the bishop-elect.",
        "\"ALGERNON BERTRAM FREEMAN REDESDALE - MITFORD, Baron (1837-1916), British politician and writer (see 22.968), in 1906 accompanied Prince Arthur of Connaught on his mission to Japan to invest the Mikado with the Order of the Garter.",
        "Why should you invest in real estate in Bulgaria?",
        "For example, investment capitalists are reluctant to invest in a venture that has a slow turnover.",
        "There is a resilient network infrastructure, which means you don't need to invest in your own expensive network.",
        "Hedge funds, EIS, taper relief have created a perfect storm of private wealth to invest in more risky ventures.",
        "Phil was sensible enough to invest his earnings for the rainy day which inevitably comes to all actors.",
        "The Society was able to invest surplus cash in land.",
        "Also encouragement to install triple glazing using sustainable wood frames instead of UPVC encourage energy suppliers to invest in renewable fuels.",
        "I was unwilling to invest even the requested $ 4.95 to succeed in my mission.",
        "In return you will be working for an ambitious company who are willing to invest in you.",
        "Business leaders may expect things to muddle along but 2003 may be a time for the wise to invest.",
        "You may decide to invest all of that positive cash flow into growth and that's okay. But you need to be honestly convinced the business model can and will generate cash.",
        "Venture firms typically invest in the later stages and can write far larger checks than angel investors. They also can provide perceptive operational and great financial advice.",
        "A typical decision may involve whether to use your cash flow to invest in more revenue growth, to build up the company coffers, or to return money to the shareholders.",
        "Once you've found your bargain crib set, invest in a good gallon or two of paint.",
        "If you feel that your pet will be a problem once the baby is born, you might want to invest in some good obedience classes to help manage its behavior.",
        "For child pool safety, it is a great idea if you invest in a Safety Turtle armband with alarm station to alert you if a child has fallen into the water.",
        "Since tea is the focus of the party, invest in a beautiful teapot and tea cups.",
        "Also, invest in some combination pieces such as a dresser/hutch combo, a changing table/armoire combo, or a crib that can be mounted to a bookshelf.",
        "Another reason to invest in specialized nursing bras is because your breasts are much bigger after pregnancy and childbirth than they were before, which increases the need for support and shaping.",
        "Many parents invest in a baby monitor to help them monitor their child when he or she is in another room.",
        "After all, it's better to invest a small amount of money in renting a motorhome and finding out you don't like the experience than to commit to years of paying for something you really don't enjoy.",
        "If you plan to invest in wine, while knowing about the grapes and growing reason is important, it all really comes down to the aging potential of the wine.",
        "You can invest privately and build your own collection or you can use a wine broker, who manages your wine collection much like a stock portfolio.",
        "Decide on whether you want to invest in an authentic oriental rug or just add the look of one to your home.",
        "When you buy bonds, you essentially invest a specific amount of money in a company or the government, with the guarantee that you get the original amount back over a certain period of time, along with interest.",
        "The residential and commercial real estate company RE/MAX has an easy-to-use site that allows those looking to invest in a rental property to look for property or to find a commercial agent to aid them in their search.",
        "You can pick up basic cotton panties, or you can invest in satin, lace or high-performance fabrics.",
        "What's more, buying art is a fun way to invest money, since many art pieces increase in value with each passing year.",
        "For example, you may want to invest in a helmet and knee and elbow pads for added safety.",
        "The Nano does not come with much included in the box (just a dock adapter, USB cable and headphones), so you may need to invest in a protective case, armband, or other accessories -- these quickly add up and Apple knows it.",
        "For example, unless you plan on playing resource-heavy video games like F.E.A.R., it may not be particularly necessary for you to invest in a powerful graphics card.",
        "On the other hand, if you want your appliance to last longer, it may be a good idea to invest in a machine made with metal parts instead of plastic ones.",
        "One way to avoid this problem, especially if you use these appliances on a daily basis, is to invest in the heavy-duty models instead of the cheaper ones.",
        "Tournament players should also invest in a pricier set of clubs.",
        "If you can't afford a higher quality bike, you'll might find that you can update certain parts of the bike as you invest in smaller, replaceable items.",
        "At that point you should invest in an external drive for backup and other storage.",
        "Have you figured out your budget and how much time you can invest in building a homemade aircraft?",
        "There's really not a \"best\" time of the year to purchase a computer - as the decision to invest in technology is ultimately driven by need.",
        "Additionally, you'll save yourself the frustration of dealing with an unreliable computer by making a purchase decision when the performance of your existing machine lets you know that it's time to invest in new technology.",
        "A United States savings bond is a popular items to give to students to pay off college loans, to save for retirement, and to invest in for the future-but how much does it cost to buy US savings bond?",
        "There are many reasons an individual would want to invest in gold and silver.",
        "There are several good reasons to invest in silver.",
        "Another good reason to invest in silver is its versatility.",
        "It's easy to learn how to buy silver, if you're willing to invest some time in learning what you need to do.",
        "Whether you want to invest in gold coins or collect them for fun, knowing how to and where to buy gold is beneficial so you won't waste your money on fakes or will purchase something that will actually increase in value over time.",
        "Since they are risky investments, you should never use money that you need for living expenses or retirement to invest in these stocks.",
        "Do not invest all of your money in a \"guaranteed performance\" penny stock.",
        "If your Treasury bond pays 4 percent interest when you buy it and the rate drops to 2 percent when it matures, you'll have to invest your cash at a lower rate of return.",
        "The safest way to buy gold is to invest in gold bullion.",
        "It is advisable to invest in investment grade gold bars, like those that you will find through the London Bullion Market Association.",
        "Hedge funds are essentially specialized portfolios or invest funds that implement a wide range of investment activities and strategies that pay out a performance fee to the investment managers.",
        "In the past hedge funds were limited to those who had millions or billions to invest, but times have changed and opened this type of investing to a wider range of people, such as those that have thousands of dollars to spend.",
        "If you have thousands or millions or even billions of dollars to invest in a hedge fund you still want to look closely before you invest.",
        "You want to make sure that you take the time to really look at the funds before you invest one cent.",
        "Even when you have decided which fund you would ideally like to invest in, it's not a sure thing.",
        "Who can invest in a hedge fund is really up to the manager of the fund.",
        "Hedge funds are quite discriminating about who can and cannot invest.",
        "Want to know how to invest in hedge funds?",
        "It is a process in which you must become educated about your options, and then you have to actually be approved to invest.",
        "Because of the risks associated with hedge funds and the approval process, if you would like to invest in hedge funds you should start investigating all of your options now so you can be approved for investment sooner rather than later.",
        "The first step to take in learning how to invest in these bonds is to visit the U.S. Treasury website.",
        "Before you invest in any type of bond you should become educated and investigate all of your options to make the most informed investment decisions.",
        "Penny stocks are a good investment if you want to learn the stock market, buy stocks but don't want to spend thousands of dollars for a few shares or invest in your favorite small company.",
        "Amount of Investment: Determine how much you are willing to invest on a monthly basis.",
        "So if you're one of those last minute shoppers (like most people are!), this is a perfect thing for you to invest in.",
        "You can expect to invest approximately $2000.00 to get one each of the breeds you mention.",
        "The first thing I would do is invest in a cat cage with some levels where the cat can roam and climb and confine the aggressive cat when you are not home.",
        "How much money can you invest in your automatic litter box?",
        "If you can, invest in a simple juicer and squeeze your own.",
        "While you can use the back of a spoon to gently crush the mint leaves, it's worth it to invest in a muddler, especially if you plan to make juleps often.",
        "While database breaches do happen occasionally, major corporations invest considerable time and money to protect your personal data, especially during online transactions.",
        "Have income significantly higher than their expenses and wish to invest or otherwise manage their wealth to achieve greater financial success.",
        "Invest in a file cabinet or folders labeled for housing, transportation, taxes and health care expenses.",
        "Invest any extra money you have into paying down your debts.",
        "With the increased cash flow, lawyers could invest borrowed money into a case, instead of their own funds on which they'd already paid taxes.",
        "Vystar's services may help some businesses and private citizens to invest their money safely.",
        "Find out before you invest in these cards to insure it is feasible to do so.",
        "Invest in a crosscut-style paper shredder and destroy all documents containing your name, address or financial information.",
        "Invest in some new seating for your office; your productivity levels will thank you.",
        "Considering the fact that most office furniture is manufactured from synthetic parts, it's well worth the price to invest in an Amish oak chair.",
        "Before you invest your money, be sure to research the furniture store to be sure they are in good standing with the Better Business Bureau.",
        "Before you invest in expensive replacement cushions, consider the advantages of making a set yourself.",
        "The larger the picnic table, the more money you'll need to invest in wood.",
        "Choose the Spot First - Evaluate your room before you invest in plans.",
        "Bookshelves are relatively easy to make, but they can take a lot of punishment over a lifetime, so invest in quality if you can.",
        "Many plans will be flexible in this area, but there are still lots of details involved that you should understand before you buy plans or invest in a kit.",
        "For those homeowners that want to invest in solar energy, but can't justify the cost of solar shingles, there are several options available.",
        "You should also invest in a timed thermostat (no point heating or cooling a home when no one is in it) and keep it set at around 65 degrees.",
        "The industry is working hard to keep you from having any excuse not to invest in this eco-friendly step to save power and cash.",
        "Since there's nothing more local than your own backyard, it makes perfect sense to invest in urban farming.",
        "Chickens can be escape artists and even in urban areas, there can be animal predators to be aware of, so you want to invest in a quality coop.",
        "Additionally, the federal government is moving to provide tax breaks to homeowners who invest in wind power.",
        "By not paying someone else to do the dirty work for you, you only need to invest in the supplies.",
        "Because of the current governmental push to help move the country on a more energy efficient path, there has never been a better time to invest in alternative sources of energy.",
        "The five things are to set limits on global warming pollution, invest in more green jobs and energy, drive cars that get better gas mileage, build green homes and buildings, and build better transportation networks.",
        "There is another issue that you should be aware of before you invest in a wind energy system.",
        "Invest in accessories that exemplify your style and give your home a lived-in look.",
        "Invest in some good lamps and also some desktop organizing units.",
        "Invest in surge protectors and install additional outlets or circuits, if needed.",
        "Don't be afraid to invest in quality pieces that are made of solid wood instead of MDF or for powder coated medicine cabinet interiors.",
        "Invest in a simple yet elegant bedroom set made of Amish furniture.",
        "Invest in some Amish made furniture for your home and bring the richness and character of these pieces into your life.",
        "You can invest in substantial quality furniture that can grow with your child like a three in one table that adjusts to three different heights.",
        "The more you invest in these parts of the room, the more your room will give you an authentic theater experience.",
        "Invest in cinema style seating and have recessed lighting on a dimmer switch that you can fade out when the movie starts.",
        "You can buy a simple shower and dress it up with an elegant shower curtain or you can invest in one of the newer steam showers.",
        "Ensure that you invest in neutral colors and shapes then change your accessories every few years to keep yourself out of an interior design rut.",
        "You may decide to invest in a wall unit for equipment storage.",
        "Folding chairs will work, or you can invest in some office style chairs with arms to go along with your table.",
        "Invest in an air hockey table, pool table, dart board and other bar games, and let these fun accessories be the central point of the room.",
        "If done well, every hour you invest can result in hundreds or thousands of dollars in return.",
        "Invest in good quality surround sound speakers.",
        "It might be time to invest in a file cabinet or a few bookcases.",
        "Even when you find a discounted rug, it may still cost more than what you want to invest at this point.",
        "Invest in the best lighting you can find to combat the underground feel.",
        "If you have a window in you laundry room, don't forget to invest in some pretty curtains.",
        "You might have to invest some time into digging for the right pieces, but finding that low priced gem will make it all worthwhile.",
        "You don't want to invest in pieces that can be easily damaged, plus you can't stock up on accessories that could be dangerous to your kids.",
        "After you invest in your floral vine rug, caring for it properly will allow it to last for years.",
        "If you have a special event, severe discoloration or little time to invest, this system may be the right choice for your teeth bleaching needs.",
        "So, if you are washing your face with a regular bar of soap, stop right now and go invest in a quality cleanser.",
        "Therefore, you are better off to invest in one line of product, no matter what the price.",
        "Rather than fight an endless battle with sweat, perspiration and humidity this summer, invest in waterproof makeup.",
        "The trick with this product is to have the elbows steady and on a flat surface (if you love this look, invest in a vanity table).",
        "Invest in a decent collection of eye makeup brushes to really make the most of the set.",
        "Brushes: You don't need to invest in a fancy set of costly brushes; a trip to the art supply store will yield a number of affordable brushes for your collection.",
        "Invest in dramatic contact lenses, fangs and prosthetics to look authentically frightening.",
        "If you really want to be bold, invest in a makeup kit that essentially offers a set of fairy makeup ideas in one convenient package.",
        "Invest in high-quality eye makeup products and brushes.",
        "Another great reason to invest in a lip gloss and liner set are the different combinations you can employ.",
        "Invest in a good set of eye shadow and liner brushes to ensure even application.",
        "It makes sense to invest in a few different types of eyeliners to achieve varied liner looks before you begin practicing the following techniques.",
        "If you're starting out and want to invest in just one eye makeup brush, consider purchasing the basic #213 Fluff Brush or the #217 Blending Brush.",
        "Before you invest in expensive makeup, be sure you know how to apply it correctly.",
        "There are forums where you can chat with other pet owners, a template to create a website dedicated to your pet and chances to win prizes and invest in a stock market.",
        "You can still achieve a good deal of success with a quality point-and-shoot, however, so don't feel that you absolutely need to invest in an expensive digital SLR setup.",
        "To best achieve this kind of \"frozen in time\" effect, you may need to invest in a quality DSLR with an appropriate lens.",
        "If you plan to invest in a digital SLR system, consider purchasing the entire line.",
        "Doing so will help save you money and provide the opportunity to invest in other accessories in the same line without having to start from scratch.",
        "You may also want to invest in a telephoto lens.",
        "Either invest in a good tripod and take the photos yourself or hire a freelance photographer and brainstorm ways to breathe new life into boring family portrait poses.",
        "Each brand of camera has different features, so reading reviews before you head out to the store can help you determine what type of digital SLR to invest in.",
        "By having your camera fixed by a professional, you can eliminate the need to invest time in researching, buying and learning how to operate a new model.",
        "If you want to add real pizzazz to your pictures, then invest in a polarizing filter.",
        "It's a good idea to invest in a pH pen to test your supplies.",
        "When you're trying to start your own business and you have a limited amount of money to invest, it's helpful to keep in mind the idea of guerilla marketing.",
        "However, you'll need to invest in an eyelet setter before you can begin using these fun embellishments on your pages.",
        "If you're having trouble choosing one particular method of organizing your scrapbook layouts, it may be helpful to invest in an album with a 3-ring binding closure.",
        "Invest in a copy of Becky Fleck's PageMaps book or create your own customized sketch binder for a quick and easy reference.",
        "Invest in a craft knife with a fresh blade before you start your project.",
        "Before you rush out to invest in expensive scrapbook totes or paper holders, spend an afternoon going through your supply stash to see exactly what you have.",
        "Or, if you're not the note taking type, invest in a portable tape recorder so you can record some of your family's more memorable vacation moments.",
        "Are you going to invest in a bound hardcover photo book?",
        "If you need stickers for a single holiday layout, but don't want to invest in an expensive package of embellishments, it's much cheaper to print off a Santa or Christmas tree sticker from your favorite website.",
        "If you have a lot of supplies, it might make sense to invest in a scrapbook binder for each color or theme.",
        "Finally, make a clear plan for how much money you plan to invest and the rate you need to charge when you sell the supplies so you can make back your investment.",
        "Invest in an electronic neck or back massager, and carve out 10 minutes to enjoy a breather from the daily grind.",
        "If you have more than ten years to invest your money, evaluate your long-term strategy until you come to a plan that you and your family (if applicable) are comfortable with.",
        "Whatever your reason to invest in a stress ball, consider a color changing one to make a lasting impression.",
        "Arrange your workspace to be ergonomically comfortable, and invest in a good quality office chair of the appropriate size and height.",
        "One of the easiest and cheapest ways to look incredibly cute, day after day, is to invest in eye-catching accessories.",
        "Simply invest in some key pieces, like chunky bracelets, bold pendants, and, of course, the always-fashionable gold hoop earrings.",
        "Invest in some versatile pieces you can wear year round, like tanks or khakis.",
        "Feel free to be inspired by colors or cuts and invest the bulk of your money here (along with T-shirts) for the obvious reasons.",
        "We're here to help you decide which clothes to invest in and which to toss.",
        "Young women who are short in stature no longer have to buy dresses and invest in alterations- you can now buy great petite dresses right off the rack!",
        "If you do not have a lot of time or money to invest in creating the dress itself, go with a very basic dress and add unique accessories to create punk flair.",
        "If you do nothing else to incorporate the latest female fashion trends into your wardrobe, do invest in bright, look-at-me accessories.",
        "Invest in one pair of black pumps and take care of them to avoid scuff marks.",
        "If you plan on making raw vegan recipes on a regular basis, you should definitely invest in both a good blender and a food dehydrator.",
        "Saving money with wedding programs made by hand may be an appealing idea for budget-conscious couples, but remember to consider the time you will need to invest in planning and executing your design.",
        "It all depends on how much time you're willing to invest to get the set you want.",
        "With summer clearance sales in full swing, now is the time to invest in the look for less.",
        "You can invest in a set of flannel sheets that will last for many years and end up saving on your heating bill.",
        "Do so before you invest a great deal of money into a comforter set for your dorm bed only to find out it does not fit properly.",
        "Discounts are often available on bedding, but before you invest in one, know what to look for in quality comforter sets.",
        "You may want to invest in a canopy bed to complete the overall theme.",
        "Unique holiday cakes that look impressive may require specialty equipment, so be prepared to invest in a few supplies up front.",
        "Seriously Paris, you can afford a state of the art security system, maybe it's time you invest in one.",
        "Coat/jackets: Invest in one good coat for each year, and then purchase one or two lightweight popular boys jackets.",
        "However, if the boy in question wears dress clothes frequently - to religious services or as part of a school uniform - it's wise to invest in quality pieces that will hold up to frequent washing.",
        "The Flannel Cowboy Shirt: If your child loves to wear western shirts all season long, invest in a warmer version of flannel for winter.",
        "Whether you invest in local crafters' products or order them from far away, in both cases you are steering clear of mass-produced clothing, which is a good feeling for many parents.",
        "If you are willing to invest the time necessary to research the multitude of financial aid options available, you are likely to receive the monetary support you need to finance a college education.",
        "Online paralegal programs are an excellent way to improve job prospects and invest in your future.",
        "Since your work is likely to be self-guided, you'll want to make sure that it's material in which you are interested and in which you want to invest.",
        "Invest the time in determining if this is the right time for you and your family: will someone be offended if you aren't there for a holiday celebration?",
        "In addition, you might also want to invest in a mini first-aid kit with some topical antibiotic cream and Band-Aids.",
        "How much money do you have to invest in your dog each year for food, toys and vet bills?",
        "As I see it, it would be far better to invest in her health care now.",
        "When calculating the price of a Portuguese Water Dog, know that you must invest in on-going training for both you and your dog's happiness and welfare.",
        "You will also need to invest in a dog house or other shelter where the animal can seek cover from heat, cold or inclement weather.",
        "If she will be inside while you are at work during the day, you may want to invest in a crate so she does not get into things she shouldn't or make messes.",
        "You may need to invest in a long hose or a simple sprinkler system for water.",
        "When buying these products, do invest in products that specifically state they kill dandelions.",
        "In order to obtain the best results for early maturing crops, do invest in mulching and plant protection.",
        "Invest in a few books that show you proper finger placement for chords and what different notes look like so you have handy references for practice without booting up the computer.",
        "Whenever you invest in a musical instrument, you have to be cautious against shopping by price tag alone.",
        "Amazon.com is great if you are looking to invest in a tablature booklet by Metallica.",
        "Make sure you protect it from accidents and invest in some sort of strap lock system.",
        "If you can read standard musical notation, it is definitely in your best interest to invest in good acoustic guitar sheet music.",
        "Invest in wire shelving for the inside of your vanity doors, and replace a flat wall mirror with a medicine cabinet that has storage.",
        "Invest in the supplies you may need from the start, like plumber's tape, lubricant and a variety of wrenches that will get you access where you need it.",
        "Although marketing materials will endorse the long shelf life of their products, most spackling paste and surfacing compounds start to dry out once they're opened, so invest in only as much as you'll use within a couple of weeks.",
        "If it isn't level, you'll have to invest in the labor, time and materials to level it.",
        "When you start running out of storage in your home, you don't necessarily have to invest in an outdoor shed or rent a storage stall.",
        "Invest in your home with a new ceiling from Celotex and reap the benefits for years to come.",
        "A home improvement is something that you invest in to increase the value of your home.",
        "Since the heating coils will be installed beneath your floor, make sure to invest in quality materials; ripping up a floor to replace a defective pipe or mat will be more costly than top quality materials will be.",
        "Messes happen, especially in the kitchen, and it pays to invest in countertops that look good and last well.",
        "Retailers want you to invest money in the latest and greatest options and they're betting that you're willing to pay up to 15 percent more to do it.",
        "Before you start reading the instruction booklet that came with your cordless drill, invest some time exploring the countertop market.",
        "If you want the ultimate in bathroom design, make sure to invest in a cool bathroom sink.",
        "Invest in products, materials and colors that are in keeping with your home, your neighborhood and your personal tastes.",
        "Invest in a gutter guard system today and have peace of mind for tomorrow.",
        "This way you can invest in a single great piece and let everyone think you have a jewelry box full.",
        "It might be better to invest a little more in an authentic Antonio Ben Chimol leather bracelet to avoid this problem.",
        "With the high-quality craftsmanship, you know the money you invest in any piece of jewelry is truly an investment in the past and the future.",
        "If you know you have this type of reaction to 10KT jewelry, it's better to invest a little more money for 14KT gold and higher.",
        "These days, bespoke suits are usually only made for special occasions, although men who know what a difference such a suit can make to their look may invest in a classic cut that will last and look good for years.",
        "So it's more than worth it to invest in a good one.",
        "If you are looking for something more formal or professional, invest in the legendary trench coat.",
        "Sunscreen is great, but it isn't enough - the smart and sophisticated man may also want to invest in a quality sun hat.",
        "On the other hand, if you tend to deal with lots of rain and cold weather, you may want to invest in a waterproof style, such as a tailored, belted raincoat.",
        "One of the best reasons to invest in men's big and tall sports coats and blazers is the fact that this jacket can go just about anywhere and fit in beautifully.",
        "You don't want to replace your work suits year after year, nor do you want to invest in a host of dress shirts every few months.",
        "If you plan to invest in a leather cap, it's important to note that proper care is essential.",
        "With these details in mind, you'll be sure to invest in a jacket that will last years of wear.",
        "Invest in the best quality men's motorcycle jackets you can afford; the long life of such items more than offsets a slightly higher initial cost.",
        "Whatever raincoat you choose, invest in the best quality you can afford, and take good care of it to protect your investment.",
        "If you are considering organic bedding and mattress pads, you may also want to invest in an organic mattress.",
        "You can do this for dogs very easily, although you may want to invest in a heavy duty meat grinder so you can get some bone in with the meat that you grind up.",
        "While the little black dress has an iconic place in a woman's wardrobe, there is no reason not to invest in a versatile white dress that can be worn for many day and evening events.",
        "Here are a few key pieces to invest in this summer.",
        "When you invest in a little black dress, the style variations are endless for only one price tag.",
        "Many were made of a delicate fabric, but if you can find one that suits you, you should invest in a custom remake of the dress in a modern fabric.",
        "At just a handful of dollars each, it's possible to invest in a veritable rainbow of colors without causing your bank account any pain!",
        "Staying comfortable and warm is imperative when chilly weather arrives, so it's wise to invest in a wool women's coat size 24 - it will serve a functional need while keeping you stylish!",
        "This is a great place to invest in a classic, timeless suit that you will wear for years.",
        "It's worth it to invest in at least one suit, if not for work then for another special occasion.",
        "Nothing is more important than comfort while exercising, so it's important to invest in high quality, plus size workout wear that fits like a dream.",
        "Invest a few minutes and carefully examine a garment prior to purchasing.",
        "If you are going to invest in a swimming pool for your back yard, plan to include the cost of a pool safety cover as well.",
        "Most individuals planning to relocate for retirement invest one-to-two years researching the possibilities and putting affairs in order.",
        "Before you invest in these things, start with a basic healthy diet.",
        "The benefits differ for each person based on how much you contribute to your fund and how you invest the money.",
        "In most plans, you choose how you want to invest your money.",
        "Retirement planning calculators give you an idea of how much to save and invest each year.",
        "Mutual funds are companies that pool money from all contributors and invest the funds in stocks, bonds, and securities.",
        "Additionally, Prudential Retirement offers helpful advice for retirement planning, whether you choose to invest with them or not.",
        "Skip eating lunch out once or twice a week and invest the savings.",
        "If you've squandered opportunities to save and invest wisely, you may be required to work to supplement your income.",
        "Invest in new clothing for your job search and avoid emphasizing your age by wearing an old-fashioned suit or dress.",
        "Invest in a paper shredder, and shred every document with personally identifying information on it.",
        "A smaller home in a cost-effective community leaves you with more money to invest.",
        "To lessen the chance of that, employees should invest in footwear with non-slip soles and avoid walking across highly-polished flooring surfaces.",
        "If you'd rather have a bath to soak in, you can invest in a bathtub with door feature.",
        "Since many bathrooms are not equipped for one of these units nor are they large enough, you may have to invest in a total bathroom remodel.",
        "Invest in an apartment with easy-to-reach cabinets.",
        "Pure Sleep reviews can help potential users vet a product before they invest in it.",
        "Be sure to invest in a CPAP machine that offers a humidity setting.",
        "The creator of the product goes on to describe his struggles with obstructive sleep apnea, the time consuming process of getting a sleep study before he could invest in a CPAP machine.",
        "Do invest in CPAP devices if your doctor has recommended them.",
        "It is a good idea to invest in an eyeglass repair kit.",
        "You might want to invest in frames that are a little more durable if you can afford it, and you can get bifocal lenses if they fit your needs better.",
        "The advantage of these clips means that you won't need to invest in a second pair of glasses; the current pair you own can now work at all distances.",
        "Why invest in-and wear-gothic contact lenses, anyway?",
        "These replacement kits are reasonably priced, and make it far less worrying to invest in this performance eyewear.",
        "If you're not ready to invest in a brand new pair of eyeglasses for the sake of adding bifocals, consider trying stick on bifocals first.",
        "Do invest time in comparing several companies and coupon offers.",
        "You may have to invest a little time into getting a free pass, but the money you'll keep in your pocket will make that time spent an investment that pays.",
        "Throughout the 90s and beyond 2000, EA continued to invest heavily into R&D, always looking to future opportunities and future video game markets for its products.",
        "If you'd rather not invest in such products and technology, many video rental stores (like Blockbuster) have more professional equipment to fix scratched discs, including Nintendo Wii games.",
        "You will need to invest in the Wii Balance Board in order to play this game.",
        "They get the players to invest emotional energy into the story and their characters' adventures.",
        "Unless you invest in one of many Wii bundles, there's a good chance that you won't find very much inside the box of your new Nintendo Wii other than Wii Sports and a single set of controllers.",
        "Even if you can burn free PS2 games, you will still need to invest in this console modification.",
        "Invest in a faster oven, additional frosting stations, or even a better pair of shoes to let Jill move faster.",
        "In this way, you don't necessarily have to invest in the newest and most expensive titles to be offered on the Nintendo Wii in order to have a lot of fun with the machine.",
        "This is why this type of game is a casual game: you don't need to invest a lot of time in a game and to solve or finish the game, you don't need to think or rely on quick reflexes.",
        "If you don't want to invest hours and hours in a video game, a hidden object puzzle game might suit you well.",
        "Because she is merely working at the cruise ship's diner this time around, why would she want to invest her money in a business that gives no returns (after her vacation is over, of course)?",
        "Invest in the entertainer at the beginning of the level.",
        "Once you get good or start doing Heavy songs, you might want to invest in a Foam Pad.",
        "Nintendo also chose not to invest in online gaming, a feature many claim hurt sales.",
        "The answer is yes, though most people won't experience any of the effects, but a small minority will experience one or more of the common issues that arise when gamers invest too much time playing video games.",
        "Instead, a large number of Xbox 360 owners invest in an Xbox Live membership.",
        "In order to use MoonShell, you will need to invest in a homebrew solution for the Nintendo DS or DS Lite.",
        "You'll also have the ability to invest in advertising.",
        "This is a game you can really invest time into and have it not feel like time wasted.",
        "After that, you will likely invest in a number of accessories, extra controllers and, of course, more games.",
        "To get at this SDTV resolution, you will need to invest in a set of Wii component cables.",
        "You don't have to invest hours upon hours into the game in order to have fun.",
        "The replay value can be lacking, so you'll want to invest in other trivia games too.",
        "If you're not the proud owner of an Xbox 360 or a PlayStation 3, is it still worth your while to invest in Rock Band PS2?",
        "Before you invest your hard-earned money in yet another Wii accessory, it might be in your best interest to read this Wii Zapper review.",
        "If you drink a lot of wine, you may want to invest in wine dispensing taps or a product called Vacu Vin.",
        "If you don't want to invest in a bottle, many fine restaurants have Port on their menus.",
        "If you haven't already done so, invest in a champagne ice bucket.",
        "All the time - If you find that your wine bottles are always half-full at the end of the night, you may want to invest in metal wine stoppers with a vacuum seal system.",
        "Invest in a good night's sleep with any needed camping accessories, air beds included.",
        "However, if your camping style is a little more rugged and you habitually visit campsites off the beaten path, then you may want to invest in a sturdier RV rocking chair.",
        "If you enjoy cooking out and you don't want to worry about whether or not the campgrounds have built-in grills, invest in an iron grill for campfire cooking to take along on all your trips.",
        "Whenever you invest several thousand dollars into a brand new tent trailer, one of your top priorities will likely be to make sure that it lasts as long as possible.",
        "However, if you're not prepared to invest a significant amount of time, effort, and money into a repair effort, it's probably best for you to keep looking for another trailer.",
        "If you do decide to invest in a repair, be sure you know the cost of the repair ahead of time.",
        "When you invest in a used motorcycle camper trailers, you can save a great deal of money.",
        "Otherwise, it may be a better option to invest in a new trailer.",
        "If you are an avid camper, invest in cooking sets that will last for many years.",
        "The choice really comes down to how much you're willing to invest.",
        "If you camp often, you may want to invest in your own bear-resistant containers.",
        "Some prepaid plans have a more limited calling area than a contract plan, so learn whether the phone will meet your traveling needs before you invest.",
        "Memory Card: If you've got yourself a RAZR with a memory expansion slot, you may want to invest in a high capacity microSD memory card so that you can best enjoy its ability to play MP3s, take pictures, and so forth.",
        "Why invest a sizable amount of money on an after-market solution when you can build a homemade cell phone signal booster?",
        "For this reason, you will probably need to invest in a memory card, unless you own something like the iPhone that already comes with a fair bit of internal storage.",
        "Also, the battery life will not be as good as a new phone, so you may need to invest in additional cellular phone batteries.",
        "By far the least expensive option for using cell phones in Europe or the rest of the world is to invest in an unlocked phone and then purchase a prepaid SIM card in your country of choice.",
        "Because of the laws on talking on cell phones while driving, it may be a very good idea to invest in a quality handsfree kit.",
        "You will still need to invest in some speciality parts (a Motorola booster will be different than a Nokia one), but a do-it-yourself solution should be more cost-effective than a commercial one.",
        "While you could invest in a Bluetooth retrofit kit for your car, there are portable versions can be taken from car to car as well.",
        "If you stick with GSM-based carriers, you can invest in an unlocked cell phone and use it with whatever GSM-based carrier that you'd like.",
        "It only makes sense to invest in a proper cell phone case too.",
        "Syncamatic: If you flip-flop between your PC at work or home and your BlackBerry, you may find it beneficial to invest in an application that keeps both of them up to date with automatic two-way wireless synchronizing.",
        "To get the most out of your smartphone, you'll need to invest in a good supply of HTC Mogul accessories.",
        "With several jurisdictions banning the use of handheld mobile phones while behind the wheel, it is becoming more important than ever to invest in suitable handsfree headsets.",
        "You can invest in a number of different accessory products for the HTC Mogul that serve no other purpose than to make the phone look good.",
        "A child with fragile X syndrome requires many services, so parents must be prepared to invest significant time and resources to ensure the child receives the help that he or she needs.",
        "A cost-effective way to learn this genre of dancing is to invest in a few DVDs.",
        "Take the time to really invest in something that will be of great value in the life of a child, and everyone comes out a winner.",
        "You can also invest in an instructional DVD if you would prefer to learn in the comfort of your own home.",
        "If you're just trying out ballroom dance, you may not want to invest in special shoes right away, but do bring a pair of shoes to change into when you arrive at the lesson.",
        "You'll want to do your homework before you invest any time or money in a hair replacement product or procedure.",
        "With detailed professional hair care consultations and decades of experience, Kerastase is a good company to invest your money.",
        "If you invest your locks in an indie haircut, you will need to embrace a more messy, unkempt philosophy of hair.",
        "Unless you are blessed with the naturally thick, sleek, and straight hair that has been so in for the last decade, you'll probably have to invest in a number of hair tools to recreate the Jennifer Aniston Sedu flat iron do.",
        "Tip before you get started: Invest in a small pair of sharp scissors; you'll have more control with a smaller pair vs. long pair of scissors.",
        "Companies are constantly introducing innovative, new products, and they recognize that consumers are much more likely to invest in something if they have a chance to try it for a reasonable period of time.",
        "Invest in a paddle brush if you like straight styles.",
        "If you'd rather opt for sleek tresses, invest in a high quality blow dryer and a straightening iron and use both of these tools minimally.",
        "Bear in mind straightening irons can cut styling time in half, so invest in a few styling tools that will make layered cuts easier to manage daily.",
        "Ask your stylist what professional treatments they recommend and invest in a premium conditioner.",
        "Rather than invest in expensive lavish hair products and styling tools, you can improve the health and quality of your hair by understanding your hair's unique needs and your own personal desires.",
        "Invest in Good Conditioners: Consider the type of hair you have: dry, oily, or normal.",
        "Bobs require time and grooming to look their best, and you'll want to invest in a few styling products and tools to keep your bob chic.",
        "Depending on how much you're willing to change your hair, you can invest in a few accessories or completely change your look.",
        "Add hair accessories: Hair accessories can add some girly charm to your longer bob, so be sure to invest in a few versatile pieces.",
        "Get the look: For Lady Gaga's straight looks, try using a flat iron in order to get the hair very straight, however, for most of her other styles, you may need to invest in some good wig pieces.",
        "It helps to invest in a styling brush that adds shine and prevents breakage.",
        "If you're just starting out you may purchase one or two and possibly invest in a heat lamp that can be rolled from station to station as needed to save on space.",
        "Whether or not to invest in one depends on your child's interest in science and how much use you think one will get at your home.",
        "How much can you afford to invest in your business?"
    ],
    "definition": [
        "To grant authority.",
        "To place money in an income-producing opportunity.",
        "Link/Cite"
    ]
}