{
    "translation": "ממציא",
    "uses": [
        "Merchiston Academy, housed in the old castle of Napier, the inventor of logarithms, is another institution conducted on English public school lines.",
        "He is now remembered and honored as the inventor of the steamboat.",
        "This last-named inventor has 3 See V.",
        "The founder of a sect or party, or an inventor, impresses us less when we know how or by what the way was prepared for his activity.",
        "His treatises De mensura astrolabii and De utilitatibus astrolabii (to be found, on the authority of Salzburg MSS., in Pez, Thesaurus anecdotorum novissimus, iii.) being the first contributions of moment furnished by a European to this subject, Hermann was for a time considered the inventor of the astrolabe.",
        "Leonardo cannot be regarded as the inventor of that very great variety of truths for which he mentions no earlier source.",
        "ARCHIMEDES (c. 287 -212 B.C.), Greek mathematician and inventor, was born at Syracuse, in Sicily.",
        "inventor of the micrometer.",
        "As Dionysius of Halicarnassus (Judicium de Thucydide, c. 23) distinctly states that the work current in his time under the name of Cadmus was a forgery, it is most probable that the two first are identical with the Phoenician Cadmus, who, as the reputed inventor of letters, was subsequently transformed into the Milesian and the author of an historical work.",
        "3), so called from its inventor, is merely a refinement on the Montreuil method.",
        "Yet the idea of a \" physiological \" arrangement on the same kind of principle found another follower, or, as he thought, inventor, in Edward Newman, who in 1850 communicated N ewman.",
        "Ledermuller (1719-1769), the inventor of the term fusoria.",
        "He was also the inventor of the diffraction grating.",
        "He is thus justly regarded as the inventor of the \"method of variations\" - a name supplied by Euler in 1766.",
        "JOHN NAPIER (1550-1617), Scottish mathematician and inventor of logarithms, was born at Merchiston near Edinburgh in 1550, and was the eighth Napier of Merchiston.",
        "The inventor, H.",
        "By the fixing of this principle the task of the inventor was considerably simplified.",
        "The village was founded by David Dale (1739-1806) in 1785, with the support of Sir Richard Arkwright, inventor of the spinning-frame, who thought the spot might be made the Manchester of Scotland.",
        "Fortunately, however, Robert Napier had transcribed his father's manuscript De Arte Logistica, and the copy escaped the fate of the originals in the manner explained in the following note, written in the volume containing them by Francis, seventh Lord Napier: \"John Napier of Merchiston, inventor of the logarithms, left his manuscripts to his son Robert, who appears to have caused the following pages to have been written out fair from his father's notes, for Mr Briggs, professor of geometry at Oxford.",
        "PETER COOPER (1791-1883), American manufacturer, inventor and philanthropist, was born in New York city on the 12th of February 1791.",
        "The inventor has given to this instrument the name of the many-voiced siren.",
        "From the 6th century onwards he was looked upon as one of the chief poets and musicians of antiquity, the inventor or perfecter of the lyre, who by his music and singing was able not only to charm the wild beasts, but even to draw the trees and rocks from their places, and to arrest the rivers in their course.",
        "P. Thompson, Philipp Reis, the Inventor of the Telephone (London, 1883).",
        "He bought wild lands, took stock in mining companies, desiccated egg companies, patent looms, photo-lithographic companies, gave away profusely, lent to plausible rascals, and was the ready prey of every new inventor who chanced to find him with money or with property that he could readily convert into money.",
        "Edison, the last-named inventor elaborating a type of meter which he employed in connexion with his system of electric lighting in its early days.",
        "1751), inventor of steamnavigation.",
        "Its chief drawback is that it does not give any more reference to the authority for a generic term than the name of its inventor and the year of its application, though of course more precise information would have at least doubled the size of the book.",
        "WILLIAM GEORGE ARMSTRONG, BARON ARMSTRONG (1810-1900), British inventor, founder of the Elswick manufacturing works, was born on the 26th of November 1810, at Newcastle-on-Tyne, and was educated at a school in Bishop Auckland.",
        "According to Dio Cassius, Maecenas was the inventor of a system of shorthand.",
        "Rene Theophile Hyacinthe Laennec (1781-1826) was the inventor of this most important perhaps of all methods of medical research.",
        "He was said to be the inventor of a kind of flying-machine, a wooden pigeon balanced by a weight suspended from a pulley, and set in motion by compressed air escaping from a valve.'",
        "One novelty, however, of the first importance is due to a Vienna physician of the period, Leopold Auenbrugger (1722-1809), the inventor of the method of recognizing diseases of the chest by percussion.",
        "This tower, according to James, was named \"after its inventor\"; but the real derivation appears to be the name of a wild myrtle which grew thickly around.",
        "The same inventor has patented the application of electrolysed chlorides to the purification of starch by the oxidation of less stable organic bodies, to the bleaching of oils, and to the purification of coal gas, spirit and other substances.",
        "Among the natives of Arezzo the most famous are the Benedictine monk Guido of Arezzo, the inventor of the modern system of musical notation (died c. 1050), the poet Petrarch, Pietro Aretino, the satirist (1492-1556), and Vasari, famous for his lives of Italian painters.",
        "There are manufactures of boots and shoes, straw and leather goods, carpets, &c. Westboro was the birthplace of Eli Whitney, inventor of the cotton gin.",
        "In 1845 a further contribution to the study of allotropy was made by Anton Schrotter, who investigated the transformations of yellow and red phosphorus, phenomena previously noticed by Berzelius, the inventor of the term \" allotropy.\"",
        "STEPHEN HALES (1677-1761), English physiologist, chemist and inventor, was born at Bekesbourne in Kent on the 7th or 17th of September 1677, the fifth (or sixth) son of Thomas Hales, whose father, Sir Robert Hales, was created a baronet by Charles II.",
        "In Military Park is a monument to MajorGeneral Philip Kearny (1815-1862), and in Washington Park is a monument to Seth Boyden (1785-1870), a Newark inventor of malleable iron, of machinery for making nails, and of improvements in the steam-locomotive.",
        "A confused notice in Suidas mentions three persons of the name: the first, the inventor of the alphabet; the second, the son of Pandion, \"according to some\" the first prose writer, a little later than Orpheus, author of a history of the Foundation of Miletus and of Ionia generally, in four books; the third, the son of Archelaus, of later date, author of a history of Attica in fourteen books, and of some poems of an erotic character.",
        "PHILIP HOWARD COLOMB (1831-1899), British viceadmiral, historian, critic and inventor, the son of General G.",
        "Atargatis, in the capacity of fro?uovxos, wears a mural crown, is the ancestor of the royal house, the founder of social and religious life, the goddess of generation and fertility (hence the prevalence of phallic emblems), and the inventor of useful appliances.",
        "SAMUEL FINLEY BREESE MORSE (1791-1872), American artist and inventor, was born at Charlestown, Massachusetts, on the 27th of April 1791, son of Jedidiah Morse (1761-1826), Congregational minister there and a writer on geography, and a grandson of Samuel Finley, president of the college of New Jersey.",
        "Franklin as a scientist 5 and as an inventor has been decried by experts as an amateur and a dabbler; but it should be remembered that it was always his hope to retire from public life and devote himself to science.",
        "Hero of Alexandria (284-221 B.C.), the ingenious inventor of \" Hero's Fountain,\" is believed to have possessed a similar apparatus.",
        "In 1847 Morse was compelled to defend his invention in the courts, and successfully vindicated his claim to be called the original inventor of the electromagnetic recording telegraph.",
        "When it fails it is because its inventor himself hesitates to push his own conception to its full development (Eckmiihl 1809, Borodino 1812).",
        "The horse-drawn cabs which ply for hire in the streets, or wait at authorized \" cab-stands,\" are of two kinds, the \" hansom,\" a two-wheeled vehicle so named after its inventor (1834) and the \" four-wheeler.\"",
        "An act of parliament enforced this in 1661; in 1684 Edward Heming, the inventor of oil lamps, obtained licence to supply public lights; and in 1736 the corporation took the matter in hand, levying a rate.",
        "Motion symmetrical about an Axis.-When the motion of a liquid is the same for any plane passing through Ox, and lies in the plane, a function ' can be found analogous to that employed in plane motion, such that the flux across the surface generated by the revolution of any curve AP from A to P is the same, and represented by 2s-4 -11'o); and, as before, if d is the increase in due to a displacement of P to P', then k the component of velocity normal to the surface swept out by PP' is such that 274=2.7ryk.PP'; and taking PP' parallel to Oy and Ox, u= -d/ydy, v=dl,t'/ydx, (I) and 1P is called after the inventor, \" Stokes's stream or current function,\" as it is constant along a stream line (Trans.",
        "p. 282) has been published by the inventor, describing the practical trial at the Cockle Creek Works.",
        "As an industrial centre Corinth achieved pre-eminence in pottery, metal-work and decorative handicraft, and was the reputed \"inventor\" of painting and tiling; her bronze and her pottery, moulded from the soft white clay of Oneium, were widely exported over the Mediterranean.",
        "A somewhat similar apparatus called the \" weg,\" after the initials of the inventor, is due to W.",
        "Robinson published a number of papers in scientific journals, and the Armagh catalogue of stars (Places of 5345 Stars observed from 1828 to 1854 at the Armagh Observatory, Dublin, 1859), but he is best known as the inventor (1846) of the cup-anemometer for registering the velocity of the wind.",
        "He has by many been called the father of modern music, and a portrait of him in the refectory of the monastery of Avellana bears the inscription Beatus Guido, inventor musicae.",
        "Panin was the inventor of the famous \"Northern Accord,\" which aimed at opposing a combination of Russia, Prussia, Poland, Sweden, and perhaps Great Britain, against the Bourbon-Habsburg League.",
        "He thus became the inventor of a new form of literature; and, if in his hands the satura was rude and indeterminate in its scope, it became a vehicle by which to address a reading public on matters of the day, or on the materials of his wide reading, in a style not far removed from the language of common life.",
        "Then Tom, Huck and Jim are accidentally kidnaped by a mad inventor and go sailing off in a hot-air balloon.",
        "Aeronautics engineer and inventor of the double-piston, Hugo Junkers, valued punctuality above all else.",
        "For such an ancient technology, it's very difficult to pinpoint whether any individual can be legitimately called its inventor.",
        "In the 1820's, Grafton, Massachusetts inventor Simon Willard created his famous \"lighthouse clock\" alarm clocks, which evolved into the many wooden and brass mantle and shelf alarm clocks of the early 1800s.",
        "The inventor of the very first alarm clock was the first Greek who created the intricate design for the ancient water clock that could set off alarm sounds, usually a bell of some sort.",
        "Many believe that this inventor was none other than Plato himself.",
        "The honor of inventing the first non-water powered alarm clocks go to the Germans, while the inventor of the first American alarm clock was certainly Levi Hutchins.",
        "Atmospheric clock experimentation began with inventor Cornelius Drebbel, who created clocks for King James I and King James VI of Britain and Rudolf II of Bohemia.",
        "Its inventor was trying to make a synthetic rubber and thought that silly putty was an utter failure.",
        "Around 1829, inventor Josua Heilmann of France sold his new machine to a cloth merchant.",
        "Interestingly, her grandfather is the inventor of the Ginsu knives, and her cousin is infomercial guru Ron Popeil.",
        "Archer is an explorer, a deep thinker and an inventor.",
        "View his biography and check out his discography and learn more about the Blaster Beam from the inventor himself.",
        "19), he is the inventor of the plough.'",
        "Inventor John Hawkins created the trifocal lens.",
        "der Ostrakismos, who arrives at the conclusion that ostracism could not have been introduced till after 496 B.C.) to suspect the unanimous evidence of antiquity that Cleisthenes was the inventor of ostracism.",
        "Very convenient and accurate instruments based on the above principles have been devised by Lord Kelvin, and a large variety of these ampere balances, as they are called, suitable for measuring currents from a fraction of an ampere up to many thousands of amperes, have been constructed by that illustrious inventor.",
        "He may be called the inventor of poetical satire, as he was the first to impress upon the rude inartistic medley, known to the Romans by the name of satura, that character of aggressive 1 \"And so it happens that the whole life of the old man stands clearly before us, as if it were represented on a votive picture.\"",
        "In 1784 the property was purchased by John Stevens, the inventor, who in 1804 laid it out as a town.",
        "Before he went to India he was one of the original contributors to the Saturda y Review, founded in 1855, and the inventor of its name.",
        "is Colt Park (106 acres), the gift of Mrs Elizabeth Colt, the widow of Samuel Colt, inventor of the Colt revolver; in the S.W.",
        "Buckingham, a bronze statue by Karl Gerhardt of Nathan Hale, a bronze tablet (also by Karl Gerhardt) in memory of John Fitch (1743-1798), the inventor; a portrait of Washington, purchased by the state in 1800 from the artist, Gilbert Stuart; and a series of oil portraits of the colonial and state governors.",
        "He was the son of Archibald Cochrane, 9th Earl (1749-1831), who is remembered as a most ingenious, but also most unfortunate, scientific speculator and inventor, who was before his time in suggesting and attempting new processes of alkali manufacture, and various other uses of applied science.",
        "It was the see of a Roman Catholic bishop from 1810 to 1841, and the seat of St Joseph's College (Roman Catholic) from 1824 to 1890; and was for some time the home of John Fitch (1743-1798), the inventor, who built his first boat here.",
        "The \" liber posthumus \" was the Constructio (1619), in the preface to which Robert Napier states that he has added an appendix relating to another and more excellent species of logarithms, referred to by the inventor himself in the Rabdologia, and in which the logarithm of unity is o.",
        "The Cartwright memorial hall, principally the gift of Lord Masham, opened in 1904 and containing an art gallery and museum, commemorates Dr Edmund Cartwright (1743-1823) as the inventor of the power-loom and the combingmachine.",
        "Picumnus, a rustic deity (like Picus) and husband of Pomona, is specially concerned with the manuring of the soil and hence called Sterquilinus, while Pilumnus is the inventor of the pounding of grain, so named from the pestle (pi/um) used by bakers.",
        "Among the public buildings and institutions are the Marine Museum, the Public Library (founded in 1854 by Josiah Little and containing about 45,000 volumes), the old Tracy mansion (built in 1771 or 1772), which forms part of the Public Library building, the Anna Jacques and Homoeopathic hospitals, homes for aged women and men, a Home for Destitute Children, Old South Church, in which is the tomb of George Whitefield, and the Young Men's Christian Association building, which is a memorial to George Henry Corliss (1817-1888), the inventor, erected by his widow, a native of Newburyport.",
        "In the crypt of the church General Leonidas Polk is buried; and in the churchyard are the graves of George Steptoe Washington, a nephew of George Washington, and of William Longstreet, the inventor.",
        "Augusta was the home of the inventor, William Longstreet (1759-1814), who as early as 1788 received a patent from the state of Georgia for a steamboat, but met with no practical success until 1808; as early as 1801 he had made experiments in the application of steam to cotton gins and saw-mills at Augusta.",
        "Camborne was the scene of the scientific labours of Richard Trevithick (1771-1833), the engineer, born in the neighbouring parish of Illogan, and of William Bickford, the inventor of the safety-fuse, a native of Camborne.",
        "seems to be the first who made it an axiom that strongholds are only to be defended by artillery, the defence before his time having relied mostly on small firearms. He was the inventor of defence by a system of sluices, which proved of the highest importance for the Netherlands.",
        "GASPARD MONGE (1746-1818), French mathematician, the inventor of descriptive geometry, was born at Beaune on the 10th of May 1746.",
        "Abraham Bennet, the inventor of the gold leaf electro e described a doubler or machine for multiplying Bennet'.",
        "He may be regarded also as the inventor of Roman satire, in its original sense of a \"medley\" or \"miscellany,\" although it was by Lucilius that the character of aggressive and censorious criticism of men and manners was first imparted to that form of literature.",
        "In other cases the transitional steps are shrouded nystery; we do not know, for example, why the ibis Thoth 1equently became the patron of the fine arts, the inventor ~riting, and the scribe of the gods.",
        "This is the one grain of truth in the legend that Alfred was the inventor of shires, hundreds and tithings.",
        "Otto von Guericke (1602-1686), the inventor of the air-pump, was burgomaster of Magdeburg.",
        "He was the inventor of the smooth bore gun which bore his name, but was from its shape familiarly known as \"the soda water bottle.\"",
        "In the deme of Colonus he was worshipped with Athena, the reputed inventor of the bridle.",
        "It is the account given by an inventor of his own discovery, not the explanation of an outsider.",
        "The \" Thelen pan \" (thus named from its inventor, a foreman at the Rhenania works near Aachen) is a mechanically worked fishing-pan, which requires considerably less labour and coal than ordinary boat-pans.",
        "Among the acts of the states-general preserved in the government archives at The Hague, Van Swinden found that on 2nd October 1608 the assembly of the states took into consideration the petition of Hans Lippershey, spectacle-maker, a native of Wesel and an inhabitant of Middelburg, inventor of an instrument for seeing at a distance.",
        "No further practical advance appears to have been made in the design or construction of the instrument till the year 1723, when John Hadley (best known as the inventor of the sextant) presented to the Royal Society a reflecting telescope of the Newtonian construction, with a metallic speculum of 6-in.",
        "It was known that, about seven years after the patent for making achromatic object-glasses was granted to Dollond, his claim to the invention was disputed by other instrument-makers, amongst them by a Mr Champness, an instrument-maker of Cornhill, who began to infringe the patent, alleging that John Dollond was not the real inventor, and that such telescopes had been made twentyfive years before the granting of his patent by Mr Moor Hall.",
        "John Dollond, to whom the Copley medal of the Royal Society had been the first inventor of the achromatic telescope; but it was ruled by Lord Mansfield that\" it was not the person who locked his invention in his scrutoire that ought to profit for such invention, but he who brought it forth for the benefit of mankind.\"3 In 1747 Leonhard Euler communicated to the Berlin Academy of Sciences a memoir in which he endeavoured to prove the possibility of correcting both the chromatic and.",
        "It is clearly established that Hall was the first inventor of the achromatic telescope; but Dollond did not borrow the invention from Hall without acknowledgment in the manner suggested by Lalande.",
        "His father, who had made a large fortune as the inventor and proprietor of \"Morison's Pills,\" settled in Paris till his death in 1840, and Cotter Morison thus acquired not only an acquaintance with the French language, but a profound sympathy with France and French institutions.",
        "Lowell was the home of the inventor of rubber heels, Humphrey O'Sullivan.",
        "SIR RICHARD ARKWRIGHT (1732-1792), English inventor, was born at Preston in Lancashire, on the 23rd of December 17 3 2, of parents in humble circumstances.",
        "The first name is that of Theagenes of Rhegium, contemporary of Cambyses (525 B.C.), who is said to have founded the \" new grammar \" (the older \" grammar \" being the art of reading and writing), and to have been the inventor of the allegorical interpretations by which it was sought to reconcile the Homeric mythology with the morality and speculative ideas of the 6th century B.C. The same attitude in the \" ancient quarrel of poetry and philosophy \" was soon afterwards taken by Anaxagoras; and after him by his pupil Metrodorus of Lampsacus, who explained away all the gods, and even the heroes, as elementary substances and forces (Agamemnon as the upper air, &c.).",
        "After the decline of its woollen trade Tiverton became noted for the lace manufacture introduced by John Heathcoat (1783-1861), inventor of the bobbin net frame.",
        "The other laid the chief stress on free-will; it was known as Molinism from its inventor, the Jesuit Louis de Molina, and was in great favour with the society.",
        "There are statues of DÃ¼rer, Sachs, Melanchthon, the reputed founder of the grammar-school, the navigator Martin Behaim, and Peter Henlein, the inventor of the watch; and the streets are further embellished with several fountains, the most noteworthy of which are the SchÃ¶ne Brunnen, 1385-1396, in the form of a large Gothic pyramid, adorned with statues of the seven electors, the \"nine worthies,\" and Moses and the prophets; and the GÃnsemÃnnchen or goose-mannikin, a clever little bronze figure by Pankratz Labenwolf.",
        "One method of assisting nature in wine-making, which is, in the opinion of the author, not justifiable if the resulting product is sold as wine or in such a manner as to indicate that it is natural wine, is the process termed \" gallisizing,\" so called from its inventor H.",
        "The inventor was killed by being caught in the driving belt of one of his own presses.",
        "The original inventor of this instrument was T.",
        "He was the original inventor of the torsion balance, which afterwards became so famous in the hands of its second inventor Coulomb.",
        "According to a German tradition Schongauer was the inventor of printing from metal plates; he certainly was one of the first who brought the art to perfection.",
        "Toland, the inventor of the name of pantheism, was notoriously, for a great part of his life, in some sort a pantheist.",
        "In Worcester, or within a radius of a dozen miles of it, were the homes of Elias Howe, inventor of the sewing machine; Eli Whitney, inventor of the cotton gin; Erastus Bigelow (1814-1879), inventor of the carpet weaving machine; Dr Russell L.",
        "Hawes, inventor of an envelope machine; Thomas Blanchard (1788-1864), inventor of the machine for turning irregular forms; Samuel Crompton (1753-1827) and Lucius James Knowles (1819-1884), the perfectors of the modern loom; and Draper Ruggles, Joel Nourse and J.",
        "He is the reputed inventor besides of two instruments to enable sailors \"to find out the latitude without seeing of sun, moon or stars,\" an account of which is given in Thomas Blondeville's Theoriques of the Planets (London, 1602).",
        "Government was induced to grant its aid, and the inventor himself spent a portion of his private fortune in the prosecution of his undertaking.",
        "BENJAMIN HUNTSMAN (1704-1776), English inventor and steel-manufacturer, was born in Lincolnshire in 1704.",
        "For this reason the admiralty decided against the plan, much to the inventor's annoyance, especially as orders to remove the protectors already fitted were issued in June 1825, immediately after he had announced to the Royal Society the full success of his remedy.",
        "He can scarcely be called its inventor, for not only had many investigators already used the prism as an instrument of chemical inquiry, but considerable progress had been made towards the explanation of the principles upon which spectrum analysis rests.",
        "Chronicles of the Greek cities were commonly ascribed to mythical authors, as for instance that of Miletus, the oldest, to Cadmus the inventor of letters.",
        "We always think of Theocritus as an original 'poet, and as the \" inventor of bucolic poetry \" he deserves this reputation.",
        "His philosophical treatises abound with incoherent formulae to which, according to their inventor, every demonstration in every science may be reduced, and posterity has ratified Bacon's disdainful verdict on Lull's pretensions as a thinker; still the fact that he broke away from the scholastic system has recommended him to the historians of philosophy, and the subtle ingenuity of his dialectic has compelled the admiration of men so far apart in opinion as Giordano Bruno and Leibniz.",
        "Chrudim was the birthplace of Joseph Ressel (1793-1857), honoured in Austria as the inventor of the screw propeller.",
        "p. 633.) To her oriental attributes the following may be added: the sparrow and hare (productivity), the wry-neck (as a love-charm, of which Aphrodite was considered the inventor), the swan and dolphin (as a marine divinity), the tortoise (explained by Plutarch as a symbol of domesticity, but connected by Gruppe with the marine deity), the rose, the poppy, and the lime tree.",
        "Among them were: his son Pierrepont (1750-1826), a brilliant but erratic member of the Connecticut bar, tolerant in religious matters and bitterly hated by stern Calvinists, a man whose personal morality resembled greatly that of Aaron Burr; his grandsons, William Edwards (1770-1851), an inventor of important leather rolling machinery; Aaron Burr the son of Esther Edwards; Timothy Dwight (1752-1817), son of Mary Edwards, and his brother Theodore Dwight, a federalist politician, a member, the secretary and the historian of the Hartford Convention; his great-grandsons, Tryon Edwards (1809-1894) and Sereno Edwards Dwight, theologian, educationalist and author; and his great-great-grandsons, Theodore William Dwight, the jurist, and Timothy Dwight, second of that name to be president of Yale.",
        "His old trivial office of pageant-master and inventor of scientific toys was revived on the occasion of Louis XII.'s triumphal entry after the victory of Agnadello in 1509, and gave intense delight to the French retinue of the king.",
        "The industries include the manufacture of fine pottery, and of so-called porcelain buttons made of felspar and milk by a special process; its inventor, Bapterosses, has a bust in the town.",
        "In Homer, notwithstanding the frequent mention of the use of wine, Dionysus is never mentioned as its inventor or introducer, nor does he appear in Olympus; Hesiod is the first who calls wine the gift of Dionysus.",
        "As the inventor of the floating collimator, Kater rendered a great service to practical astronomy (Phil.",
        "On the 29th of June 1686 Halley wrote to Newton: - \" I am heartily sorry that in this matter, wherein all mankind ought to acknowledge their obligations to you, you should meet with anything that should give you unquiet \"; and then, after an account of Hooke's claim to the discovery as made at a meeting of the Royal Society, he concludes: \" But I found that they were all of opinion that nothing thereof appearing in print, nor on the books of the Society, you ought to be considered as the inventor.",
        "It was therefore thought necessary that an early opportunity should be taken of asserting Newton's claim to be the inventor of the method of fluxions, and this was the reason for this method first appearing in Wallis's works.",
        "He was famous for his versatility, and besides being a distinguished lawyer, jurist and political leader, was \"a mathematician, a chemist, a physicist, a mechanician, an inventor, a musician and a composer of music, a man of literary knowledge and practice, a writer of airy and dainty songs, a clever artist with pencil and brush and a humorist of unmistakeable power\" (Tyler, Literary History of the American Revolution).",
        "In virtue of this method of indirect argumentation he is regarded as the inventor of \"dialectic,\" that is to say, disputation having for its end not victory but the discovery or the transmission of truth.",
        "Galileo was not the original inventor of the telescope.",
        "567 seq.) makes Dagon the inventor of corn and the plough, whence he was called This points to a natural though possibly late etymology from the Hebrew and Phoenician dagan \" corn.\"",
        "Throughout his life he was a prolific inventor, but his name is chiefly known in connexion with the Bessemer process for the manufacture of steel, by which it has been rendered famous throughout the civilized world.",
        "The invention of the conic sections is to be assigned to the school of geometers founded by Plato at Athens about the 4th century B.C. Under the guidance and inspiration of this philosopher much attention was given to the geometry of solids, and it is probable that while investigating the cone, Menaechrnus, an associate of Plato, pupil of Eudoxus, and brother of Dinostratus (the inventor of the quadratrix), discovered and investigated the various curves made by truncating a cone.",
        "Coddington employed the same construction, and for this reason this device is frequently called the Coddington lens; although he brought the Wollaston-Brewster lens into general notice, he was neither the inventor nor claimed to be.",
        ",; To examine small opaque objects with a high magnification the Lieberkiihn mirror, so named after its inventor, was formerly much used.",
        "When there is no other means of entering into commercial relations with remote and savage races save by enterprise of such magnitude that private individuals could not incur the risk involved, then a company may be well entrusted with special privileges for the purpose, as an inventor is accorded a certain protection by law by means of a patent which enables him to bring out his invention at a profit if there is anything in it.",
        "As priest, Eumolpus purifies Heracles from the murder of the Centaurs; as musician, he instructs him (as well as Linus and Orpheus) in playing the lyre, and is the reputed inventor of vocal accompaniments to the flute.",
        "constructed in 1608 by Johann Lipperhey, the inventor of the ordinary or Dutch telescope.",
        "As a culture-hero or inventor and teacher of the arts of life, he belongs to a wide and well-known category of imaginary beings.",
        "Inventor of a process for making potash alum, used in textile dyeing.",
        "Pemberton Billing seems a fascinating bloke: an MP, a writer, an inventor, a designer and a social reformer.",
        "Bag o ' Fish inventor dies Loch Lomond in gigantic fish threat Never mind Nessie, say boffins at Loch Lomond Oceanic Center.",
        "British as the inventor of television, was John logie Baird really a hero or a fraud?",
        "charlatan inventor pursued by conned capitalists, he is trying to redeem himself by taking flight on homemade wings.",
        "James Dyson, inventor of the bagless vacuum cleaner.",
        "crackpot inventor Wallace is portrayed as more of a mad scientist than in previous episodes.",
        "escapement for clocks and was certainly the inventor of a gear-cutting device which simplified clock and watch manufacture.",
        "genius inventor, who developed the constant velocity joint among many other innovations.",
        "cotton gin Machine perfected in 1793 by American inventor Eli Whitney to separate cotton from its seed.",
        "We are the inventor of the screw centrifugal impeller and are a company totally dedicated to its development and improvement.",
        "ingenious inventor in an improvising Heath Robinson mode.",
        "inventor on 21 patents, including several synthetic cannabinoids.",
        "Throughout his life Simms was also a prolific inventor.",
        "Q, the eccentric inventor of British spy gadgets in the James Bond movies, would be proud of that Moscow rock.",
        "A virtual company is formed when a team of experts work together with a lone inventor to bring an invention to market.",
        "Swedish inventor and engineer who came to England in 1826 and built a competitor to Stephenson's Rocket, then patented a screw propeller.",
        "To begin the day we welcome one of our Leeds Met honorary Doctors, Trevor Baylis O.B.E, world renowned inventor.",
        "The house was designed in 1680 by Robert Hooke the genius inventor, who developed the constant velocity joint among many other innovations.",
        "inventor's certificates.",
        "inventor of the first sign-language alphabet.",
        "inventor of the steam locomotive.",
        "inventor of photography turned to him for advice.",
        "inventor of television - Google News.",
        "inventor of the atomic clock.",
        "inventor of the telephone, which he patented in 1876.",
        "lauded by the British as the inventor of television, was John logie Baird really a hero or a fraud?",
        "Samuel Crompton, inventor of the spinning mule, dies at the age of 74.",
        "Sheffield inventor who perfected a process for the manufacture of steel pen nibs.",
        "Company founder, Joseph Grado is credited as the inventor of the stereo moving coil phono cartridge.",
        "prolific inventor.",
        "Activities from Inventor's Workshop link directly to the teaching of wheels and axles, gears, pulleys and cams.",
        "relativity by the inventor of the atomic clock is censored in all mainstream scientific publications.",
        "Sir Humphry Davy Inventor of the eponymous miners safety lamp.",
        "The young inventor, who was born in Italy 24 years ago, has been experimenting with wireless telegraphy for the last four years.",
        "triode tube inventor.",
        "Dyson is an inventor and industrial designer who has taken his bagless vacuum cleaner from the garage to a huge enterprise.",
        "Antoine was a self taught watchmaker and a brilliant inventor.",
        "Many powders are found in medical uses, some of which have retained the name of their inventor, such as the compound powder of rhubarb, \"Gregory powder,\" named after a Scottish doctor, James Gregory (1758-1822).",
        "From this time he was in constant request in connexion with submarine telegraphy, and he became known also as an inventor.",
        "As the reputed inventor of music he was confounded with Marsyas.",
        "Max Muller, their inventor (e.g.",
        "He was the inventor of the stage-micrometer, and of a form of heliometer; and in 1816 he succeeded in constructing for the microscope achromatic glasses of long focus, consisting of a single lens, the constituent glasses of which were in juxtaposition, but not cemented together.",
        "The validity of his fundamental position was impaired by the absence of a well-constituted theory of series; the notation employed was inconvenient, and was abandoned by its inventor in the second edition of his Mecanique; while his scruples as to the admission into analytical investigations of the idea of limits or vanishing ratios have long since been laid aside as idle.",
        "A monument in the Bockenheim Anlage, dated 1837, preserves the memory of Guiollett, the burgomaster, to whom the town is mainly indebted for the beautiful promenades which occupy the site of the old fortifications; and similar monuments have been reared to Senckenberg (1863), Schopenhauer, Klemens Brentano the poet and Samuel Thomas Sommerring (1755-1830), the anatomist and inventor of an electric telegraph.",
        "Suzuki Gensuke is the inventor of this method.",
        "The inventor claimed that it would supersede the heliometer, but it has never done anything for astronomy.",
        "Jabal institutes the life of nomadic shepherds, Jubal is the inventor of music, Tubal-Cain the first smith.",
        "There are statues of DÃƒ¼rer, Sachs, Melanchthon, the reputed founder of the grammar-school, the navigator Martin Behaim, and Peter Henlein, the inventor of the watch; and the streets are further embellished with several fountains, the most noteworthy of which are the SchÃƒ¶ne Brunnen, 1385-1396, in the form of a large Gothic pyramid, adorned with statues of the seven electors, the \"nine worthies,\" and Moses and the prophets; and the GÃƒnsemÃƒnnchen or goose-mannikin, a clever little bronze figure by Pankratz Labenwolf.",
        "He makes you feel that if you only had a little more time, you, too, might be an inventor.",
        "This criticism of Einstein 's Theory of Relativity by the inventor of the atomic clock is censored in all mainstream scientific publications.",
        "Most importantly, Inventor Series offers wannabe 3D users a safety net.",
        "The book includes some fascinating photos - including that of HP 's founders with Lee De Forest, the triode tube inventor.",
        "Baby Zone has lists of girl names by origin, as well as a fun \"baby name inventor\" tool that lets you choose something very unusual as the name for your daughter.",
        "Fueling diesel engines with vegetable oil started with the inventor Rudolf Diesel.",
        "He goes down in history as the inventor of the graham cracker.",
        "Although Da Vinci is best known for the Mona Lisa and The Last Supper, he was also a gifted inventor and drew up plans for airplanes and tanks.",
        "Foreman, 58, was chosen to become the fourth judge for the second season of ABC's American Inventor, which premieres June 6, 2007.",
        "This season of American Inventor will be hosted by Nick Smith and will air Wednesday nights.",
        "He is also the producer of several other talent programs, including American Inventor, Celebrity Duets and America's Got Talent.",
        "The inventor of these treats, Joe Roetheli, actually developed them because his own dog was so resistant to regular tooth brushing, and he felt he could devise a better way to clean and freshen his pet's mouth.",
        "Her father, Joao Gilberto is considered the inventor of the bossa nova beat.",
        "As an inventor, entrepreneur and business veteran, she has been designing and developing products for over twenty-five years.",
        "Inventor Ralph Baer won the \"Legend Award\" for his contribution to the video game industry; he created the first video game console machine - the Odyssey - in 1972.",
        "A game inventor, often called a Dungeon Master (DM), may create many pages of maps and characters, but the players may not choose to enter some areas or go about the way the DM may have thought they would.",
        "Sometimes when looking through the history of video games, determining who is a video game inventor and who isn't can be hard.",
        "Resources often list people as being \"credited\" and often names so-and-so as the inventor of this for video game and that for consoles.",
        "So when would a video game inventor utilize a television set for games?",
        "The GameBoy, NES (or Famicom in Japan), and the Virtual Boy were created by video game inventor Gumpei Yokoi and with the exception of the Virtual Boy, put Nintendo on the map within a few years time.",
        "Wallace is a cheese-loving inventor of crazy gadgets, while Gromit is his silent (but intelligent) pup.",
        "The Stanley Rule and Level Company, which later became the Stanley Works, purchased the patent rights to the plane designs of inventor and toolmaker Leonard Bailey in the 1860s.",
        "Steve Vollum is an electrical engineer, programmer and the inventor of the Fortune Compass, the first electronic compass for calculating feng shui.",
        "For anyone who has ever studied history, you know that Ben Franklin was a prolific inventor who contributed to fields as diverse as literature and physical science.",
        "According to the inventor of this product, this mixture is capable of killing virtually every pathogen in the human body, including viruses, bacteria, molds, yeasts, and fungus.",
        "However, when Philips Laboratories' Alexandre Horowitz, a professor, engineer, and inventor created the rotating blade Philishave electric shaver, the new device was considered truly revolutionary.",
        "James Dyson, the inventor of the bagless vacuuming system, created the product to overcome the issues bagged vacuum cleaners.",
        "As the inventor of the blender and the holder of a patent, Poplawski had sole rights to produce his invention.",
        "The history of the game Monopoly is a combination of stories - a home-made game becomes a worldwide seller, local inventor takes on a national game company and a depression era unemployed man becomes a millionaire.",
        "The tale behind Felt Mansion is that of the inventor Dorr E.",
        "The Sound Recorder: The earliest sound recorders, whether it was Edison's first \"phonograph\" recording on a wax cylinder or Parisian inventor Edouard-Leon Scott de Martinville's \"phonautograph\", all had one thing in common.",
        "Matching minds with an inventor friend, Dr. Maertens overcame the \"gimmick\" stigma of his new soles.",
        "While prison guns are normally used within cell walls, there are a few curious would-be artists who try their hand at makeshift designs to save a few pennies while channeling their inner artist and inventor.",
        "What fewer people know is that the character was the creation of William Moulton Marston, a psychologist and inventor of the polygraph.",
        "As the inventor of the iPod, Apple.com is the first place educators should go to learn more about out to use podcasts in the classroom.",
        "Another tradition makes him a giant of the sea, ruler of the fabulous Aegaea in Euboea, an enemy of Poseidon and the inventor of warships (Schol.",
        "Nobel (1833-1896), the inventor of dynamite, who left a considerable fortune for the encouragement of men who work for the benefit of humanity.",
        "Thus he became the inventor of the air-pump (1650).",
        "In connexion with this subject mention must also be made of the water dropping influence machine of the same inventor.'",
        "Recent writers have preferred the former name, though it was only used sub-generically by its author, who assigned to it no characters, which the inventor of the latter was careful to do, regarding it at the same time as a genus.",
        "TRIPTOLEMUS, in Greek mythology, the inventor of agriculture, first priest of Demeter, and founder of the Eleusinian mysteries.",
        "JOHN FOWLER (1826-1864), English inventor, was born at Melksham, Wilts, on the 11th of July 1826.",
        "ALEXANDER GRAHAM BELL (1847-), American inventor and physicist, son of Alexander Melville Bell, was born in Edinburgh, Scotland, on the 3rd of March 1847.",
        "He was the inventor also of the photophone, an instrument for transmitting sound by variations in a beam of light, and of phonographic apparatus.",
        "JACOB PERKINS (1766-1849), American inventor and physicist, was born at Newburyport, Massachusetts, in 1766, and was apprenticed to a goldsmith."
    ],
    "definition": [
        "Link/Cite",
        "One who invents, either as a hobby or as an occupation.",
        "Link/Cite"
    ]
}