{
    "translation": "לערב",
    "uses": [
        "A decision like that should involve you.",
        "Oh, I can understand why you would want to deceive people, I just don't understand how you can involve your family in such a thing – especially Tammy!",
        "\"Whatever your father did, don't involve me,\" he said.",
        "Deidre nodded, unable to think of a response that didn't involve crying or fleeing.",
        "Mr. Cooms didn't involve the police so I don't know how we'd check the area clinics or doctors.",
        "It is a shame to involve the innocent in such dealings.",
        "Of these all except points are quantities: lines involve lengths, planes involve areas, and cubic contents involve volumes.",
        "The clipped note in her chief advisor's voice reminded her of how little he approved of her recent decision to involve herself in war planning.",
        "I had no stomach to involve myself in the love relationship of these two.",
        "It was nothing but excitement from first to last--drives, luncheons, receptions, and all that they involve when you have an eager, tireless child like Helen on your hands.",
        "ALGEBRAIC FORMS. The subject-matter of algebraic forms is to a large extent connected with the linear transformation of algebraical polynomials which involve two or more variables.",
        "This was one time she would have to work it out for herself and not involve Alex.",
        "Of late years the stringency of the Quaker discipline has been relaxed: the peculiarities of dress and language have been abandoned; marriage with a non-member or between two nonmembers is now possible at a Quaker meeting-house; and marriage elsewhere has ceased to involve exclusion from the body.",
        "Hopefully it wouldn't involve Josh – or Lori, for that matter.",
        "The local affairs of the commune are decided by the municipal council, and its decisions become operative after the expiration of a month, save in matters which involve interests transcending those of the commune.",
        "In many cases it may be connected with basic oxygen, and the salt formation is assumed to involve the passage of divalent into tetravalent oxygen.",
        "Equally disastrous are those climatic or seasonal changes which involve temperatures in themselves not excessive but in wrong sequence; how many more useful plants could be grown in the open in the United Kingdom if the deceptively mild springs were not so often followed by frosts in May and June!",
        "For absurd and impracticable schemes in Italy and elsewhere he neglected Germany, and sought to involve its princes in wars undertaken solely for private aggrandizement or personal jealousy.",
        "Wynn pitied her but wasn't about to ask any favors of the demon lord that didn't involve Wynn leaving Hell – and Deidre – behind.",
        "In neither case did the allegiance involve strict obedience to orders from the superior, and their loyalty was always in danger of being troubled by their love of independence and equality and their desire for loot.",
        "We have the formation of numerous mechanisms which have arisen in connection with the question of food supply, which may not only involve particular cells, but also lead to differentiation in the protoplasm of those cells, as in the development of the chloroplastids of the leaves and other green parts.",
        "Changes of the first and second kind, according to our views of the constitution of molecules, are probably of very rare occurrence; in fact, chemical action appears almost always to involve the occurrence of both these kinds of change, for, as already pointed out, we must assume that the molecules of hydrogen, oxygen and several other elements are diatomic, or that they consist of two atoms. Indeed, it appears probable that with few exceptions the elements are all compounds of similar atoms united together by one or more units of affinity, according to their valencies.",
        "In the 13th century it was recognized that a \" clerk \" for felony was subject only to ecclesiastical trial and punishment; punishment which might involve lifelong imprisonment.",
        "Finally, he did not allow his friendliness with Argos to involve him in war with Sparta, towards whom he pursued a policy of moderation.",
        "To deal adequately with the numerous extensions or qualifications of these and other doctrines in the hands of modern economists would involve us in an attempt to do what we have already said is impossible except on conditions not at present realized.",
        "Giving that argument the highest place seems to involve, as already said, a dash of the same scepticism.",
        "Neither she nor human-Deidre thought to involve Gabriel in their plans.",
        "The metabolic changes in the cells, however, concern other decompositions side by side with those which involve the building up of protoplasm from the products of which it feeds.",
        "For example, does the heat generated by friction vary as the friction and the time during which it acts, or is it proportional to the friction and the distance through which the rubbing bodies are displaced - that is, to the work done against friction - or does it involve any other conditions?",
        "No wonder if they prove to involve happiness; that is their definition!",
        "The motions of bodies, or of the ultimate parts of bodies, also involve energy, for stopping them would be a source of work.",
        "The idea of an identity of protoplasm does not involve a denial of special powers developed in it in different situations, and the possession of such a power by the vegetable cell is not more striking than the location of the powers of co-ordination and thought in the protoplasm of cells of the human brain.",
        "The morality of this course has been much canvassed, though it seems really to involve nothing more than an express declaration of what the two oaths implied.",
        "- Chemical change or chemical action may be said to take place whenever changes occur which involve an alteration in the composition of molecules, and may be the result of the action of agents such as heat, electricity or light, or of two or more elements or compounds upon each other.",
        "To the pope alone is reserved the blessing of the pallium, the golden rose, the \"Agnus-Dei\" and royal swords; he alone, too, can issue blessings that involve some days' indulgence.",
        "In order that positively electrified ions may enter a solution, an equivalent amount of other positive ions must be removed or negative ions be added, and, for the process to occur spontaneously, the possible action at the two electrodes must involve a decrease in the total available energy of the system.",
        "The changes that take place involve a revolution in the being, and may be summarized under three headings: (I) The food-relations of the individual are profoundly changed, an entirely different set of mouth-organs appears and the kind and quantity of the food taken is often radically different.",
        "These involve pentavalent nitrogen.",
        "But the government has always opposed this unconstitutional measure, holding that the suppression could only be effected by an organic law, and that it would necessarily involve a remodelling of the administrative organization.",
        "That to fit the actions and distances covered by Alexander into such a scheme, assuming that he went by Seistan and Kandahar, would involve physical impossibilities has been pointed out by Count Yorck v.",
        "The incident is a valuable picture of crude ideas of Yahweh, and, if nothing else were needed, it was sufficient to involve David in a feud with the Benjamites.",
        "The Oligochaeta contrast with the Polychaeta in the general presence of outgrowths of the septa in the genital segments, which are either close to, or actually involve, the gonads, and into which may also open the funnels of the gonad ducts.",
        "This tautomerism may be of a twofold nature :-(I) it may involve the mere oscillation of linkages, as in acridine; or (2) it may involve the oscillation of atoms, as in fluorescein.",
        "It is remarkable that a great many polymorphous substances assume more symmetrical forms at higher temperatures, and a possible explanation of the increase in density of such compounds as silver iodide, &c., may be sought for in the theory that the formation of a more symmetrical configuration would involve a drawing together of the molecules, and consequently an increase in density.",
        "Coplanar substitution in four hydrogen atoms would involve the pushing apart of the iodine atoms in four horizontal directions.",
        "But these contradictions do not depend upon any theory of number, for Russell's contradiction 2 does not involve number in any form.",
        "The communion meal would, according to the views of Robertson Smith, also involve the idea of a covenant; while the fact that no person joining in the meal should be uncircumcised connects the feast with the covenant of Abraham.",
        "When the Passover fell upon the sabbath, as occurred during his visit, a difficulty arose about the paschal sacrifice, which might involve work on the sabbath.",
        "The arguments of conservative writers involve concessions which, though often overlooked by their readers, are very detrimental to the position they endeavour to support, and the objections they bring against the theory of the introduction of new law-books (under a Josiah or an Ezra) apply with equal force to the promulgation of Mosaic teaching which had been admittedly ignored or forgotten.",
        "No member of a determinant can involve more than one element from the first row.",
        "Rarely the eyes are the only affected body part, and in those cases the discharge is thought to involve the rostral occipital cortex.",
        "changes which involve combination, changes which involve decomposition or separation, and changes which involve at the same time both decomposition and combination.",
        "This is shown in the case of the chloracetic acids: According to van 't Hoff the substitution of chlorine atoms into a methyl group occasions the following increments: The introduction of chlorine, however, may involve a fall in the boiling-point, as is recorded by Henry in the case of the chlorinated acetonitriles: NC CH 3.",
        "He first divides by the factor x -x', reducing it to the degree m - I in both x and x' where m>n; he then forms m equations by equating to zero the coefficients of the various powers of x'; these equations involve the m powers xo, x, - of x, and regarding these as the unknowns of a system of linear equations the resultant is reached in the form of a determinant of order m.",
        "function of separations of (li'12 2 13 3 ...) of specification (si 1 s 22 s 33) Suppose the separations of (11 1 13 2 1 3 3 ...) to involve k different specifications and form the k identities ï¿½1s ï¿½ s Al A 2 A3 ..",
        "In the theory of forms we seek functions of the coefficients and variables of the original quantic which, save as to a power of the modulus of transformation, are equal to the like functions of the coefficients and variables of the transformed quantic. We may have such a function which does not involve the variables, viz.",
        "If, however, F involve as well the variables, viz.",
        "There also exist functions, which involve both sets of variables as well as the coefficients of u, possessing a like property; such have been termed mixed concomitants, and they, like contravariants, may appertain as well to a system of forms as to a single form.",
        "Certain convariants of the quintic involve the same determinant factors as appeared in the system of the quartic; these are f, H, i, T and j, and are of special importance.",
        "v., established the important result that in the case of a form in n variables, the concomitants of the form, or of a system of such forms, involve in the aggregate n-1 classes of aa =5135 4 +4B8 3 p) =0, =5(135 4 - 4A 2 p 4) =0, P yield by elimination of S and p the discriminant D =64B-A2.",
        "For instance, those of a ternary form involve two classes which may be geometrically interpreted as point and line co-ordinates in a plane; those of a quaternary form involve three classes which may be geometrically interpreted as point, line and plane coordinates in space.",
        "Further, it is increasingly felt that ethical judgments do not depend on reason alone, but involve every element in our character; and that the real problem of practical morality is to establish a harmonious balance between the intelligence and the feelings - to make a man's \"I think this is right\" correspond with his \"I feel that it is so.\"",
        "that it does not involve anxiety or excitement, that it is comparatively inert and compatible with the entire absence of the sensuous element - it is generally and usefully distinguished from passion.",
        "Further, it is pointed out by Korschelt and Heider that the hinder portion of the gut frequently acts in Arthropoda as an organ of nitrogenous excretion in the absence of any special excretory tubules, and that the production of such caeca from its surface in separate lines of descent does not involve any elaborate or unlikely process of growth.",
        "The former as a consequence won large numbers of supporters who were drawn by the possibility it afforded of adopting an attractive faith which did not involve a rupture with the religion of Roman society, and consequently with the state.",
        "(ii.) These algebraical formulae involve not only the distributive law and the law of signs, but also the commutative law.",
        "- An equation may involve a fraction of the form Q, where Q involves x.",
        "do not involve x, and the indices of the powers of x are all positive integers, is called a rational integral function of x of degree n.",
        "The occurrence of negative quantities does not, however, involve the conception of negative numbers.",
        "This does ot involve any assumption of the identity of results obtained in different ways; for the expansions of (A+a) 2, (A+a) 3, ...",
        "It is evident that Surrey was confident of victory, for he placed his own army, not less than the enemy, in a position where defeat would involve utter ruin.",
        "The franchise, again, was an internal affair, in which the convention gave Great Britain no right to interfere, while if Great Britain relied on certain definite breaches of the convention, satisfaction for which was sought in the first place in such a guarantee of amendment as the Uitlander franchise would involve, the Boer answer was an offer of arbitration, a course which Great Britain could not accept without admitting the South African Republic to the position of an equal.",
        "But \" foreign apparel \" was only too apt to involve ideas of foreign worship (Zeph.",
        "especially Ha,upt's note) and does not involve the interpolation of matter by the later redactor of Colossians and Ephesians (Holtzmann, Hausrath' and Bruckner, Reihenfolge d.",
        "All their endeavours have obtained at best but a doubtful success, for they have overlooked the fact that to evaporate a given weight of water from the syrup in a vacuum pan at least an equal weight (or in practice about 15% more) of steam must be condensed, and the first cost of mechanical agitators, together with the expenditure they involve for motive power and maintenance, must be put against the slight saving in the heating surface effected by their employment.",
        "Herder was much attracted by Schelling's early writings, but appears to have disliked Hegelianism because of the atheism it seemed to him to involve.",
        "The isomerism which occurs as soon as the molecule contains a few carbon atoms renders any classification based on empirical molecular formulae somewhat ineffective; on the other hand, a scheme based on molecular structure would involve more detail than it is here possible to give.",
        "On the other hand, if the effects arose from balanced stresses set up inside the globe by the radiation, the effects on the vanes and on the case would be of the nature of action and reaction, so that the establishment of motion of the vanes in one direction would involve impulsion of the case in the opposite direction; but when the motion became steady there would no longer be any torque either on the vanes or on the case, and the latter would therefore come back to its previous position of equilibrium; finally, when the light was turned off, the decay of the motion of the vanes would involve impulsion of the case in the direction of their motion until the moment of the restoring torque arising from the suspension of the case had absorbed the angular momentum in the system.",
        "All the old republican formalities were most punctiliously observed - even those attendant on the emperor's election to the consulate, so far as they did not involve a restoration of the old order of voting at the comitia.",
        "This newly-formed sympathy with the English reformer did not, in the first instance at least, involve Huss in any conscious opposition to the established doctrines of Catholicism, or in any direct conflict with the authorities of the church; and for 1 From which the name Huss, or more properly Hus, an abbreviation adopted by himself about 1396, is derived.",
        "This newly-formed sympathy with the English reformer did not, in the first instance at least, involve Hus in any conscious opposition to the established doctrines of Catholicism, or in any direct conflict with the authorities of the church; and for several years he continued to act in full accord with his archbishop (Sbynjek, or Sbynko, of Hasenburg).",
        "A number of persons in the entourage of the emperor, including the grand-duchess Catherine, Karamzin, Rostopchin and the Swedish general Baron Armfield, intrigued to involve him in a charge of treason.'",
        "activity which these involve was established with a trenchancy which has been acknowledged by all schools alike.",
        "of the century; its latest word seemed to involve consequences that brought it into conflict with the vital interest the human mind has in freedom and the possibility of real initiation.",
        "(I) It does surely involve the reality of time in the sense that it involves the reality of existence, which it is agreed is process.",
        "Not only does the correction involve the substitution of papal authority for a universal consent of \" pastors \" and \" the faithful \"; it also deliberately ranks the unformulated teachings of the church on points of doctrine as no less de fide than those formulated.",
        "He was still determined to play the game out to the bitter end, and involve Wellington and Billow's corps in a common ruin.",
        "of formulae, will depend on the purpose for which the collection of formulae is required, and may involve the grouping of results obtained by very different methods.",
        "(a) The formula may involve numbers or ratios which cannot be expressed exactly in the ordinary notation.",
        "This is the case, for instance, with formulae which involve 7r or trigonometrical ratios.",
        "The second consists in taking a comparatively simple expression obtained in this way, and introducing corrections which involve the values of ordinates at or near the boundaries of the figure.",
        "The use of quadrature-formulae is important in actuarial work, where the fundamental tables are based on experience, and the formulae applying these tables involve the use of the tabulated values and their differences.",
        "The supreme court has original jurisdiction in habeas corpus, quo warranto and mandamus proceedings against all state officers; and it has appellate jurisdiction except in civil actions for the recovery of money or personal property, in which the original amount in controversy does not exceed $200, and which at the same time do not involve the legality of a tax, impost, assessment, toll or municipal fine, or the validity of a statute.",
        "They have original jurisdiction in all cases in equity, in all cases at law which involve the title or possession of real property, or the legality of a tax, impost, assessment, toll or municipal fine, and in all other cases at law in which the amount in controversy is $loo or more, in nearly all criminal cases, in matters of probate, in proceedings for divorce, and in various other cases; and they have appellate jurisdiction of cases originally tried before a justice of the peace or other inferior courts where the amount in controversy is more than $20.",
        "In fact, small differences of composition or variations in thermal treatment during manufacture involve relatively large differences of quality.",
        "Such attempts are necessary in a time of transition, but they involve a measure of obscurity and ambiguity.",
        "Round this the war now centred; for all recognized that its fall would involve that of the cause of Greece.",
        "Thus the attempt to find out a constitution for the aether will involve a synthesis of intimate correlation of the various types of physical agencies, which appear so different to us mainly because we perceive them through different senses.",
        "We might consider that matter and aether can coexist in the same space; this would involve the co-existence and interaction of a double set of properties, introducing great complication, which would place any coherent scheme of physical action probably beyond the powers of human analysis.",
        "In this place it must suffice to indicate the gist of the more recent developments of the electro-optical theory, which involve the dynamical verification of Fresnel's hypothesis regarding optical convection and the other relations above described.",
        "But such incidental lapses are found to correct themselves by the consequences in which they involve us, and they have no power to shake our trust in the general validity of reason.",
        "It is an ultimate mode of consciousness, strictly the presentation (through sensation or otherwise) of an object to consciousness; in its complete form, however, it seems to involve a judgment, i.e.",
        "Such an education, however, was found in practice to involve a prolongation of the years spent at school and a correspondingly later start in life.",
        "The considerations from which he acutely and accurately draws far-reaching and important conclusions might be suggested by a very superficial examination of the literature; they involve, for example, no special philological knowledge.",
        "It is in any case evident that the accession of Jehu and Athaliah must be brought down from 884 to 842 B.C.; and this will involve, naturally, a corresponding reduction of the dates of the previous kings of both kingdoms, and of course, at the same time, of those of Solomon, David and Saul.",
        "The society supplies the Scriptures to missions of every Reformed Communion on such terms that, as a rule, the books distributed by the missions involve no charge on their funds.",
        "It had been protected under the native kings by a system of dikes, which were added to under the earlier viceroys, but serious inundations in 1553 and 1580 flooded the city, and the latter suggested the relief of the highest lake, that of Zumpango, by a tunnel carrying its chief affluent into a tributary of the Panuco, and so to the Atlantic. This, however, was not then undertaken, and when mooted again in 1603 was opposed as certain to involve a heavy sacrifice of Indian life.",
        "The functions of city government may be distributed into three groups: (a) Those which are delegated by the state out of its general coercive and administrative powers, including the police power and the granting of licences; (b) those which, though done under general laws, are properly matters of local charge and subject to local regulation, such as education and the relief of the poor; and (c) those which involve no questions of policy, but are of a purely business nature, such as the paving and cleansing of streets, the construction and maintenance of drains, the provision of water, &c.",
        "In fact the first introduction of Christianity and the success of all missionary enterprise involve freethinking (in its etymological sense) on the part of those converted.",
        "All exact relations pertaining to the mensuration of the circle involve the ratio of the circumference to the diameter.",
        "The methods of cultivation do not involve the application of so much hand labour per acre as in Europe.",
        "I, 1 355 a 33-35); rhetoric, since its artificial evidences involve characters, passions and reasoning, is called a kind of offshoot of dialectic and morals, and a copy of dialectic, because neither is a science of anything definite, but both faculties (SvvItyas) of providing arguments (i.",
        "The Pathan, however, is a slovenly cultivator and slow to adopt any new methods which involve increased effort.",
        "The present writer drew attention to this difficulty as far back as 1881, 1 when he pointed out that the different intensities of different spectral lines need not involve the consequence that in an enclosure of uniform temperature the energy is unequally partitioned between the corresponding degrees of freedom.",
        "The difficulty that a number of spectroscopic lines seem to involve at least an equal number of electrons may be got over by imagining that the atom may present several positions of equilibrium to the electron, which it may occupy in turn.",
        "Holiness is dangerous and may even involve degradation, as in the case of the Burmese para-gyoon or servitor of the pagoda who is by heredity for ever a slave and outcast, unclean of the unclean, with whom none may eat or intermarry, yet ever tending and keeping clean the shrine.",
        "less from the actual circumstances of the actual Christian communities than from a development of thoughts respecting the place and office of the Son of God: his headship was felt to involve the unity of all those who were united to him.\"",
        "This view, however, seems to involve the existence of a greater feeling for constitutionalism than is warranted by the information at our disposal.",
        "had the wit to realize - to involve the fate of the one with that of the other, as in France.",
        "It does not, however, afford a convenient starting-point for a general theory, because it is apt to involve some confusion of phenomena which, from the point of view of the Galileo-Newton theory, are distinct in character.",
        "These two equations involve the third relation µ2 =As, which therefore is not an independent equation.",
        "This has been much crossed with the American Bronze, the largest of all, which has the beautiful metallic plumage of the wild bird, with the 1 The French Coq and Poule d'Inde (whence Dindon) involve no contradiction, looking to the general idea of what India then was.",
        "Thus the passes which crossed a single ridge, and did not involve too great a detour through a long valley of approach, became the most important and the most popular, e.g.",
        "It appears to involve, therefore, some real relation among the portions of experience, on the basis of which relation judgments and inferences as to matters of fact can be shown to rest.",
        "\" No negation of a fact can involve a contradiction.\"",
        "17a, and all that they involve, co-existed, and it is possible that the former (with the implied reference to the coming David) is not part of the original.",
        "\" As the Unbegotten, God is an absolutely simple being; an act of generation would involve a contradiction of His essence by introducing duality into the Godhead.\"",
        "farther up. This would, however, involve the country in great lengths of canal between the river and the field, and circumstances are not so unfavourable as this.",
        "Meanwhile the extreme spirit of nationality was fostered by the All-deutscher Verein, the policy of which would quickly involve Germany in war with every other nation.",
        "But commercial treaties, and such state treaties as impose burdens on the state, or parts of the state, or involve a change of territory, require the parliamentary assent of both states.",
        "The skilful diplomacy of Metternich, who was now at the head of the Austrian government, enabled Austria to take full advantage of the situation created by the disaster to Napoleon's arms. His object was to recover Austria's lost possessions and if possible to add to them, a policy which did not necessarily involve the complete overthrow of the French emperor.",
        "In October 1907 an agreement was attained, thanks chiefly to the sobering of Hungarian opinion by a severe economic crisis, which brought out with unusual clearness the fact that separation from Austria would involve a 1907.",
        "This most inconclusive report, and the baseless idea that the adoption of the Nile route would involve rio chance of bloodshed, which the government was anxious to avoid, seem to Wolseley have decided the question.",
        "The turning of attention towards the knee interferes with the jerk; hence the device of directing the person to perform vigorously some movement, which does not involve the muscles of the lower limb, at the moment when the light blow is dealt upon the tendon.",
        "Logical analysis, after assuming that truth is independent and not of our making, has to confess that all logical operations involve an apparently arbitrary interference with their data (Bradley).",
        "But the most complete autonomy does not involve isolation.",
        "There he advised the Liberal party that \"its slate must be cleaned,\" and, as he subsequently explained, this cleansing must involve the elimination of Home Rule for Ireland.",
        "In January 1903 he addressed a Liberal meeting at Plymouth, and appeared to be attempting to concentrate Opposition criticism upon the points in the government policy which did not involve the Imperialist difference; and in discussing War Office reform he advocated the appointment of Lord Kitchener as secretary of state for war.",
        "Even the results of mutilation involve an intrinsic factor, for they range, according to the organ and organism affected, from complete regeneration to the most imperfect healing.",
        "which, as seeming to involve a dynastic claim, gave such offence to the legitimist powers, notably the emperor Nicholas I.",
        "That clause declares that the Upadana Skandhas, the five groups of the constituent parts of every individual, involve pain.",
        "In some cases these transitions may be unsatisfactory and forced; it is apparent that the linear development from \" being \" to the \" idea \" is got by transforming into a logical order the sequence that has roughly prevailed in philosophy from the Eleatics; cases might be quoted where the reasoning seems a play upon words; and it may often be doubted whether certain ideas do not involve extra-logical considerations.",
        "the diameter of the tube) and of the lower pivot (which must be perforated by a hole at least equal in diameter to the photographic field of the telescope), conditions which involve very refined arrangements for relief of friction, and (2)ythe less comfortable attitude of looking upward instead of downward.",
        "Equatorials of types A, B, C and D have the advantage of avoiding interposed reflecting surfaces, but they involve inconveniences from the continual motion of the eye-piece and the consequent necessity for providing elaborate observing stages or rising floors.",
        "It is to be noted that this did not involve the obligation of interfering with the ancient constitution of Sicily, which Metternich desired to see remain undisturbed.",
        "As principal of Pusey House Mr Gore exercised a wide influence over undergraduates and the younger clergy, and it was largely, if not mainly, under this influence that the \"Oxford Movement\" underwent a change which to the survivors of the old school of Tractarians seemed to involve a break with its basic principles.",
        "The methods depending on change of state are theoretically the simplest, since they do not necessarily involve any reference to thermometry, and the corrections for external loss of heat and for the thermal capacity of the containing vessels can be completely eliminated.",
        "But Madison insisted that the Resolutions of 1798 did not involve the principles of nullification.",
        "Deduction or syllogism is superior to analogy and induction in combining premises so as to involve or contain the conclusion.",
        "Now, as an inductive combination of premises does not necessarily involve the inductive conclusion, induction normally leads, not to a necessary, but to a probable conclusion; and whenever its probable conclusions become deductive premises, the deduction only involves a probable conclusion.",
        "But the combinations of premises in analogical and inductive inference, although the combination does not involve the conclusion, yet causes us to infer it, and in so similar a way that the science of inference is not complete without investigating all the combinations which characterize different kinds of inference.",
        "Identity and difference are all-pervasive categories, and the speech-form and the corresponding thought-form involve both.",
        "For proposition and judgment involve subject and predicate and exhibit what a modern writer calls \" identity of reference with diversity of characterization.\"",
        "Its universals have objective validity, though this does not involve direct real reference.",
        "As regards the first object the mere fact of joining the society and becoming an \"initiated fellow\" was supposed to involve a certain kind of intellectual and social brotherhood, though not implying anything in the nature of an economic union.",
        "It is most useful, perhaps, to survey some of the general features of belief as an introduction to the more complex inquiries which involve a consideration of other subjects over a larger field.",
        "This system of equations must involve the three conditions of equilibrium of the extraneous forces which are already identically satisfied, by hypothesis; there remain therefore 2n ~ independent relations to determine the 2n3 unknown stresses.",
        "The simplest case is that of a frame of three bars, when the three joints A, B, C fall into a straght line; a small displacement of the joint B at right angles to AC would involve changes in the lengths of AB, BC which are only of the second order of small quantities.",
        "In the case of two shifting pieces this would involve equal and parallel velocities for all the points of each piece, so that there could be no rolling, and, in fact, the two pieces would move like one; hence, in the case of roIling contact, either one or both of the pieces must rotate.",
        "Such efforts involve an abnormal use which is likely to cause damage to sails and spars, or to engines and boilers; and they are treated as acts of sacrifice.",
        "Such abstinences as the above, though based on taboo, that is, on a reluctance to eat the totem or sacred animal, are yet ascetic in so far as they involve much self-denial.",
        "They involve high cost in fuel and labour, but permit the utilization of the waste gases.",
        "The wet extraction of metallic copper from ores in which it occurs as the sulphide, may be considered to involve the following operations: (r) conversion of the copper into a soluble form, (2) dissolving out the soluble copper salt, (3) the precipitation of the copper.",
        "In 1889 congress became distinctly hostile to the administration of President Balmaceda, and the political situation became grave, and at times threatened to involve the country in civil war.",
        "The fungus, Oedomyces leproides, produces large, blackish, irregular warts which sometimes involve the whole surface of the tuber.",
        "Pombal's dismissal, brought about by the influence of the queen-mother Mariana Victoria, Maria L, did not involve an immediate reversal of his policy.",
        "This conclusion does not necessarily involve a late date for the laws themselves, many of which have the appearance of great antiquity, though their original form has been considerably modified.",
        "There was no desire, however, on the part of President Pando to involve himself in hostilities with Brazil, and in a spirit of concession the dispute was settled amicably by diplomatic means, and a treaty signed in November 1903.",
        "The leaders of the Great Vehicle urged their followers to seek to attain, not so much to Arahatship, which would involve only their own salvation, but to Bodhisatship, by the attainment of which they would be conferring the blessings of the Dhamma upon countless multitudes in the long ages of the future.",
        "Hastings justified his action on the ground that the Rohillas were a danger to the British as uncovering the flank of Oudh; and while he would never involve the company in an unjust war, neither did he desire an unprofitable one.",
        "Coalescence, or suppression of segmentation (\" lipomerism \"), may involve more or less extensive regions.",
        "7), except that the coalescence does not usually involve the posterior thoracic somites, several of which remain free, though they may be overlapped by the carapace.",
        "rent by voluntary arrangement, and that the land could be let at such a price as would not involve a loss to the council.",
        "On the south the corresponding zone is affected by numerous secondary folds which involve the Sarmatian or Upper Miocene deposits.",
        "It may be said, therefore, to involve a complete metaphysical theory.",
        "The preparations for the plot had now been actively going forward since the beginning of 1604, and on the 9th of June 1605 Garnet was asked by Catesby whether it was lawful to enter upon any undertaking which should involve the destruction of the innocent together with the guilty, to which Garnet answered in the affirmative, giving as an illustration the fate of persons besieged in a town in time of war.",
        "So far as it operates at all, it operates by diverting trade from the channels in which it would naturally flow into other channels, and this diversion of industry, so far as it goes, must involve loss.",
        "respects the systematic prosecution of these inquiries a has only begun, and properly considered they involve vast researches into the whole stellar system.",
        "or with the reservoir full, near the lower part of the outer face ac. The principles hitherto adopted in designing masonry dams, in which the moment of resistance depends upon the figure and weight of the masonry, involve certain assumptions, which, although not quite true, have proved useful and harmless, and are so convenient that they may be continued with due regard to the modifications which recent investigations have suggested.",
        "Now when this is done, two tendencies will at once show themselves: (a) This \"customary law\" will at once become more definite: the very fact of putting it into writing will involve an effort after logical completeness.",
        "To express the quantity in terms of £, it ought (20) (12) to be written £254 13 v 6; this would mean £254 1202 or £(254+20 20 + 6 12), and therefore would involve a fractional number.",
        "Except with very small numbers, addition and subtraction, on the grouping system, involve analysis and rearrangement.",
        "The simplest form of arithmetical reasoning consists in the determination of the term in one series corresponding to a given term in another series, when the relation between the two series is given; and it implies, though it does not necessarily involve, the establishment of each series as a whole by determination of its unit.",
        "More complicated forms of arithmetical reasoning involve the use of series, each term in which corresponds to particular terms in two or more series jointly; and cases of this kind are usually dealt with by special methods, or by means of algebraical formulae.",
        "The old-fashioned problems about the amount of work done by particular numbers of men, women and boys, are of this kind, and really involve the solution of simultaneous equations.",
        "This term covers practically all dealings with money which involve the application of the principle of proportion.",
        "The penance was regarded (not without precedent in earlier times) as the discharge of a liability due to God or the Church; and so much sin was reckoned to involve so much debt.",
        "He knew that the demand for ministerial responsibility would in the end involve his own responsibility, and, believing as he did that Buckinghams arrangements had been merely unlucky, he declined to sacrifice the minister whom he trusted.",
        "And Burke exhibited considerable courage in writing it; for many of its maxims seem to involve a contradiction, first, to the principles on which he withstood the movement in France, and second, to his attitude upon the subject of parliamentary reform.",
        "This view seems logically to involve Ritschl's belief, that it is not the light of reason but the revelation of Christ which warrants the assertion of God's fatherly providential goodness.",
        "They involve an elaborate discussion, not only of Christian evidences, but of the entire subject-matter alike of Ethics and Metaphysics, of Philosophy as a whole, and of the philosophies of individual writers who have dealt in their different ways with the problems of existence and epistemology.",
        "Contrasted with this belief in necessity the supposition we have of freedom is illusory, and, if extended so as to involve a belief that men's actions do not proceed from character or habitual disposition, immoral.",
        "The determinist presuppositions of psy chology (determinist because they involve the applica tion of the causal conceptions of modern science to mental phenomena) have in many instances in no way retarded the utilization of new information concerning mental processes in order to prove the reality of freedom.",
        "Definition And Subject-Matter Of Ethics In its widest sense, the term \" ethics \" would imply an examination into the general character or habits of mankind, and would even involve a description or history of the habits of men in particular societies living at different periods of time.",
        "He will be conscious indeed of physical appetite; but he will not be misled into supposing that its object is really a good; he cannot, therefore, hope for the attainment of this object or fear to miss it, as these states involve the conception of it as a good.",
        "Again, the argument that \" conduct is good or bad according as its total effects are pleasurable or painful,\" and that ultimately \" pleasure-giving acts are life-sustaining acts,\" seems to involve Spencer in a multitude of unverified assumptions and contradictory theories.",
        "For he saw clearly that to be successful evolutionary ethics must involve the \" transvaluation of all values,\" the \" demoralization \" of all ordinary current morality.",
        "But it may be doubted whether he succeeds in clearly distinguishing ethical feelings from ethical judgments, and if they are to be treated as synonymous it seems difficult to avoid the conclusion that the implications of moral \" judgment \" must involve a reference to metaphysics.",
        "For just as there is no self-realization which does not involve self-sacrifice, so there is no room for that species of egoism within the confines of morality which is incompatible with social service.",
        "The computations required in such work are of extreme complexity, and the labour required is still further increased by the fact that cases are rather exceptional in which the results reached by one generation will not have to be revised and reconstructed by another; processes which may involve the repetition of the entire work.",
        "would involve penal consequences.",
        "But though the world cannot be exhaustively known it can be known very extensively, and though the positive idea of God must always remain unattainable we are able to reject those ideas which involve a contradiction of the postulate of the Absolute.",
        "It was at the same time a natural attainment, in as far as man's nature and the universe were so constituted as to involve its production.",
        "The commissioners, though differing on several points, were practically agreed on the following five conclusions: (1) that Great Britain and Ireland must, for the purposes of a financial inquiry, be considered as separate entities; (2) that the Act of Union imposed upon Ireland a burden which, as events showed, she was unable to bear; (3) that the increase of taxation laid upon Ireland between 1853 and 1860 was not justified by the then existing circumstances; (4) that identity of rates of taxation did not necessarily involve equality of burden; (5) that, while the actual tax revenue of Ireland was about one-eleventh of that of Great Britain, the relative taxable capacity of Ireland was very much smaller, and was not estimated by any of the commissioners as exceeding one-twentieth.",
        "Similarly with such predicates as great, just; they involve a certain greatness and justice.",
        "In short, the ordinary belief in plurality and motion seemed to him to involve fatal inconsistencies, whence he inferred that Parmenides was justified in distinguishing the mutable movable Many from the 1 See Zeller, Die Philosophic d.",
        "finishing touch to disaster;, and after having thrown away everything to satisfy Maria Theresas hatred of Frederick, IL, the reconciliation between these two irreconcilable Germans at Neisse and at Neustftdt (1769-1770) was witnessed by France, to the prejudice of Poland, one of her most ancient adherents~ The expedient of the Family Compact; concluded, with Spain in 1761with a view to taking vengeance upon England, whose fleets were a continual thorn in the side to Franceserved only to involve Spain herself in misfortune.",
        "The conflict between him and the Assembly immediately broke out, and became acute over the verification of the mandates; the third estate desiring this to be made in common by the deputies of the three orders, which would involve voting by head, the suppression of classes and the preponderance of the third estate.",
        "By this scepticism the real validity of even the forms of experience is called in question on account of the contradictions they are found to involve.",
        "But the contradiction here is one we cannot eliminate by the method of relations, because it does not involve anything real; and in fact as a necessary outcome of an \"intelligible\" form, the fiction of continuity is valid for the \"objective semblance,\" and no more to be discarded than say -1 - I.",
        "The interdependence of motion and force was not indeed formulated into definite laws by Galileo, but his writings on dynamics are everywhere suggestive of those laws, and his solutions of dynamical problems involve their recognition.",
        "The real object of the treaty, which was to involve Spain in the war against Great Britain, was cynically avowed in the 18th article, by which, during the present war, the Spanish obligations were only to apply to the quarrel between Great Britain and France.",
        "But if the progress of physical science has not prevented the rehabilitation of much of ancient alchemy by the later researches into chemical change, and if psychology now finds a place for explanations of spiritualism and witchcraft which involve the admission of the empirical facts under a new theory (as in the case of the diviningrod, &c.), it is at least conceivable that some new synthesis might once more justify part at all events of ancient and medieval astromancy, to the extent of admitting the empirical facts where provable, and substituting for the supposed influence of the stars as such, some deeper theory which would be consistent with an application to other forms of prophecy, and thus might reconcile the possibility of dipping into futurity with certain interrelations of the universe, different indeed from those assumed by astrological theory, but underlying and explaining it.",
        "This representation acquires a special importance if the object be micrometrically measured, for an inaccuracy in focusing does not involve an alteration of the size of the image.",
        "Small surfaces reduce first cost, but involve higher working expenses by decreasing the value of T i /(T 2 - TO, and thus demanding more energy, and consequently more fuel, to effect the given result than if larger surfaces were employed.",
        "Some substances have a very wide range of action, and involve a great variety of structures, while others, such as purgatives, have a very limited sphere.",
        "The systematic application of the doctrine that conscious experience consists only of isolated objects of knowledge, impressions or ideas, leads Hume to distinguish between truths reached by analysis and truths which involve real connexion of the objects of knowledge.",
        "It is readily seen, in regard to the first of them, that all attempts to determine the nature of the ego as a simple, perdurable, immaterial substance rest upon a confusion between the ego as pure logical unity and the ego as object of intuition, and involve a transcendent use of the categories of experience.",
        "Oh, I can understand why you would want to deceive people, I just don't understand how you can involve your family in such a thing - especially Tammy!",
        "It won't be like that and I promise after this is over, I'll never involve any of us personally in any future sessions.",
        "Watchers rarely cause us harm, but they rarely involve themselves in our business either.",
        "Wynn pitied her but wasn't about to ask any favors of the demon lord that didn't involve Wynn leaving Hell â€“ and Deidre â€“ behind.",
        "Rarely does a promotion involve conquering a creature older than time.",
        "\"I'm not sure I don't like it better when you go off half-cocked on your own and don't involve me,\" he muttered, but he agreed to pay a call on Edith Shipton, suggesting she put on gloves and defend herself.",
        "Hopefully it wouldn't involve Josh â€“ or Lori, for that matter.",
        "The detrimental consequences of a ban could be offset by other forms of hunting, which do not involve live quarry.",
        "Precipitating factors usually involve a life event or social adversity.",
        "Most of these classes will involve a short conditioning component but are predominantly aerobic classes.",
        "aikido techniques involve defenses against weapons.",
        "approve the alterations to the reporting process to involve Area Committees.",
        "This would involve consequential amendments to the 1972 European Communities Act.",
        "The role will involve extensive interaction with buy and sell-side analysts and investors as well as senior management and the internal Corporate Affairs department.",
        "This would involve mounting anemometers at least 4 heights within the canopy and 4 heights above.",
        "And this does not involve the articulation of prior values.",
        "The latter are straight photographs, and don't involve such artifice.",
        "It will involve talks by practicing internet artists with a hands-on session in the afternoon.",
        "Homework Policy Homework will involve: 1. Assignments related to key aspects of the course.",
        "Other physiological effects are not well defined but can involve reduced carbon dioxide assimilation and reduced protein synthesis.",
        "avoidance disclosure regulations involve a maximum penalty of £ 5,000.",
        "beloved of government) doesn't involve adding Health money to the mix.",
        "Dry hydrogen chloride gas is used in some cases, but these tend to involve aromatic esters (ones containing a benzene ring ).",
        "It would involve human beings in helping to sustain the earth's biosphere.",
        "The seminars, which involve brainstorming and debating exercises, will develop students oral and presentation skills.",
        "brainy person, as it will involve only surgery.",
        "About 40 per cent of car break-ins involve the theft of a mobile phone.",
        "Unlike conventional bridgework, dental implant treatment does not involve destructive procedures to adjoining teeth.",
        "In government and academia, we are insufficiently businesslike and don't involve business people enough in making things happen.",
        "The second study will involve 200 patients whose hearts are failing specifically because of dilated cardiomyopathy - a heart muscle disorder.",
        "Expectations of what a cremation cemetery could involve had changed.",
        "The virus affects the brain diffusely, but seems to particularly involve the cerebellum, producing problems with balance, coordination and speech.",
        "Generalized epileptic seizures involve both cerebral hemispheres from the onset of the seizure, and consequently any motor manifestations are bilateral.",
        "He is not, however, responsible for individual complaints, for compensation cases, nor for complaints which could involve criminal charges.",
        "We ensure that we do not use materials which contain chlorofluorocarbons (CFCs ), nor involve the use of CFCs in their manufacture.",
        "Spending about 3.5 per cent of GDP on defense does not involve the American citizenry in any great sacrifice.",
        "Normative influence does not have to involve physical coercion.",
        "But I soon found out it was going to involve more work than sitting in cafes sipping decent coffee.",
        "The attempt to try to homogenize states must involve complicity in ethnic cleansing.",
        "conform design performance and may involve travel to customer sites to facilitate this process.",
        "In situ conservation measures involve designating specific areas as protected sites.",
        "Quarks Most uses of the resource manager involve defining names, classes, and representation types as string constants.",
        "Final episodes usually involve threatening the continuation of the series ' central concept.",
        "The deal will involve the creation of a charitable company with University Trustees.",
        "At the time, it seemed very much like Shakespeare's sole method of creating comedy was to involve cross-dressing.",
        "They all involve excitement, but I believe that only in rare individuals do they involve intentional cruelty.",
        "crunch match in Henman's half of the draw did not involve the Briton at all.",
        "Several teaching modules involve student development in systems thinking, systems modeling, business analysis, managerial cybernetics and change management.",
        "The answer may involve a certain amount of trial and error, so exploration is necessarily cyclic.",
        "In contrast, formation of threohydrobupropion involves carbonyl reduction but does not involve cytochrome P450 isoenzymes.",
        "datum system can involve both your laboratory instrument and specialist data acquisition and control hardware.",
        "You need to carefully evaluate your communications with others, as they may involve deceit, misunderstandings or underhanded schemes.",
        "Appropriate traffic calming measures should involve the use of vertical deflections in the form of speed humps, cushions or raised junctions.",
        "Democratic Partyould involve any surrender of principle by any of the democratic political parties.",
        "Along with the scheme for completing the Sidgwick Site, these proposals involve the eventual demolition of most of the remaining villas.",
        "Many rock marks used by anglers involve a steep descent down cliffs on tracks more suited to mountain goats.",
        "designated officer then decides whether to involve social care or the police.",
        "Research projects typically involve interdisciplinary teams where we provide expertise in diatom analysis or the use of isotope ratios in diatom analysis or the use of isotope ratios in diatoms.",
        "The position will involve audio typing legal documents and letters for the Commercial Property department, using digital dictation.",
        "These acts may involve dishonesty, in which case prosecutions for theft or corruption might also occur, or they may not.",
        "During the winter, this will involve coppicing the specially managed woodland, which is home to the endangered dormouse.",
        "The major drawback will be the financial aspects involve.",
        "The surgery may involve measures to improve drainage of the pancreatic duct, partial or complete removal of the pancreas.",
        "Road improvements, or construction of new roads, often involve ' straightening ` the shoreline or building causeways across small embayments.",
        "The imprinting phenotypes generally involve early embryonic, fetal or neonatal lethality, and alterations in fetal and placental growth (reviewed in Ref.",
        "As identified above the actual salary paid to the worker may involve a considerable shortfall to the deemed emolument.",
        "empirical studies are likely to involve a panel data analysis based on a give data set.",
        "It also hopes to involve end-users in its activities.",
        "The conducted research will also involve a thorough evaluation of the methods on caretaker data.",
        "Now I realize that actually taking a risk may just involve going for it on a friendship evangelism front.",
        "The number of public transactions that involve local authorities vastly exceeds those that involve central Government.",
        "This proposal would involve conducting a reciprocal data exchange with Russia within the PJC context.",
        "Recent figures show two thirds of permanent exclusions involve children with special needs.",
        "Training for work at height may involve physical exertion in conditions of exposure to height.",
        "The other two methods of pseudo-diagonal identification both involve the exportation of interim LEM model results and their assessment for pseudo-diagonal trends.",
        "exposition of these verses, therefore, must involve exhibiting them in right relation both to the whole and to each other.",
        "The consultation says, ' we recognize that a parallel expressway would involve greater land take than widening the existing road ' .",
        "Both series involve extensive overlaps, so one carries a lot of excess paper and cost.",
        "The OGC Gateway Process was originally set up to help procurement projects that involve external (actual) expenditure.",
        "This project will involve detailled field studies of the sedimentary composition, palaeocurrent analysis, stratigraphic breaks, unconformities, and sedimentary facies.",
        "These overseas dissertations are often in Europe or the USA but in some cases they involve travel to very far-flung destinations.",
        "The project can be library based or can involve fieldwork.",
        "figurative painting must involve a process of editing.",
        "fixated on single issues like nuclear power, the response to the challenge will involve all dimensions of society.",
        "The landing movement should involve an upright torso position, and increased knee flexion on impact should be encouraged.",
        "These latter two form part of the managing technology content of the course and involve investigating footwear materials and footwear manufacturing.",
        "They will also involve local foresters or other experts.",
        "online consultation forum How should public authorities involve disabled people?",
        "They involve working with teachers in a number of schools to see what approaches seem most fruitful in evaluating the impact of EMU.",
        "gentlemanually involve some combination of limos, nightclubs, and gentlemen's clubs.",
        "geoid determination involve gathering gravity and other data over a wide area.",
        "geometric in nature and involve a large variety of interesting graphs.",
        "Team training on a locality basis Provision of more community geriatricians to involve all GPs at training level.",
        "The studies often involve giving them a task, or asking them to imitate a gesture.",
        "golf tournaments involve Sunday play.",
        "graviton absorption model would inevitably involve the formation of gravitational shadows.",
        "Candidal infections of the groin often involve the scrotum, in contrast to dermatophyte groin infections, which do not usually involve this area.",
        "The guided bus way would involve replacing the track with a concrete guideway and demolition of the stations to provide car parking.",
        "Coursework will involve aural analysis and exercises in jazz harmony that may lead to composition.",
        "haul flights, which involve an onward transfer, must be at least 8 years of age.",
        "This may involve the application of damp Hessian or more usually a spray applied curing membrane.",
        "These different forms involve different linker histones, modulation of core histone modification and the binding of remodeling factors.",
        "A die-cast hoop doesn't involve any bending at all.",
        "This may involve hypnotism, drugs, psychological pressure, blackmail or other inducements which undermine your free will.",
        "illiquid investment (meaning it cannot be sold quickly) and can involve high transaction costs.",
        "These are devices which help to involve the group by making the scenario less impersonal.",
        "infractions of the speed limit must involve the charge of manslaughter.",
        "Scheduling may involve varying the length of intravenous infusion.",
        "These visits may seem quite innocuous, or may involve a sense of adventure or excitement.",
        "Your role will involve assistant management insolvency at administration level.",
        "We are also keen to involve amateur instrumentalists playing at a good standard in our concerts.",
        "Some of the best forms of knowledge transfer involve face-to-face interaction.",
        "interdisciplinary in nature, and second, they involve questions of ' value ' .",
        "intermediary is therefore that all departments should involve private and voluntary sector intermediaries for e-government services as part of their overall e-government strategy.",
        "The ends I aspire to and work for involve genuine internationalism and global social justice.",
        "invents that do not directly involve your point of contact.",
        "For example, when a planar fragment is fitted to an almost planar fragment one fit may involve inversion of the non-planar fragment.",
        "The police input will involve a number of police motorcyclists and a collision investigator who is also a keen motorcyclist.",
        "invigilatelso involve teachers in spending more time invigilating exams.",
        "Most rites involve invocation, prayer, and spirit possession on the part of the priest and inevitably require some type of offering.",
        "involve primary care staff in the delivery of the program or ensure that they have been trained to deliver the same messages.",
        "involve the third party neutral issuing a written recommendation.",
        "involve selling both online and directory advertising solutions to SME's and Blue Chips across all sectors of industry.",
        "Both of these initiatives would involve automated checks from ports of entry back to the country of passport issuance.",
        "They involve abrupt muscle jerks in part or all the body.",
        "My techniques involve knitting, knotting, tying and weaving.",
        "lasts less than 24 hours and involve less than ten workers.",
        "The first wave of the program would involve fourteen leas sharing over £ 2bn (from the £ 5.1bn ).",
        "And change my proposed target to involve a ton of live leeches.",
        "Our travels to the grouse leks will involve some long drives, but what drives they are!",
        "linear problems usually involve linear algebra in their solution.",
        "These may well involve high import costs, ecological damage and displace alternative livelihoods.",
        "Cellulitis can spread in the skin and involve the lymphatic system causing lymphangitis.",
        "This process gives you the opportunity to resolve the matter without the need to involve the courts.",
        "mechanizethis to investigate some new geometric relations as well as ways of rigorously mechanizing geometric proofs that involve infinitesimal and infinite arguments.",
        "medium involve spoken and written language, electronic and print media, still and moving images.",
        "This puts considerable pressure on the training program for mentors, and some institutions involve teachers other than the designated mentor in the training.",
        "methodology the first semester will involve a taught component covering basic research methodologies.",
        "This field sales role will involve selling the companies dry waste and hazardous waste disposal services throughout a sales territory covering the west midlands.",
        "Pursuing misconduct Editors are often the first recipients of reports of studies that may involve misconduct.",
        "Who watched moneymaker believe a uniform involve tax or to be added.",
        "moribund fish should occur except when this might involve danger to personnel who work on sea cages.",
        "most of the work with involve putting the study in context, with an explanation of the ATLAS TDAQ system.",
        "More generally however, there is growing recognition of the need to involve a multiplicity of actors in the development process.",
        "narrowcast codes often involve more deliberate learning (Fiske 1989, 315 ).",
        "Councilor Hussey emphasized the necessity to involve the league in any discussions regarding pitch allocations.",
        "On the travel channel can involve testing Isaac newton had.",
        "nicetyrently being itan didn't involve such niceties of courtesy as getting out of a chair when a guest entered the room.",
        "Creating missile Bans Negotiating missile nonproliferation treaties would involve several steps.",
        "Does not this condition alone, in the absence of equivalence or exchange, in itself involve the nullity of the act?",
        "The LA designated officer then decides whether to involve social care or the police.",
        "Thus HMT might involve a maximum of 20 additional days off-site spread over a 2 - 4 year period.",
        "ontologyerests in this research theme involve knowledge representation and sharing in domains where multiple ontologies may apply to dimensions of interest.",
        "The LOC may be approached to get involved in a group reviewing patient data flows which involve optometrists.",
        "Tax credits will involve the outlay of some £ 16 billion each year.",
        "There will be a need to involve SCONUL Staffing committee to ensure there is no overlap.",
        "overthrow of capitalism will involve an immense movement from below.",
        "parallax methods involve the motion of the sun among nearby stars.",
        "The main advantage of the Congress is that it would involve national parliamentarians in the workings of the Union.",
        "part timeme only The above positions are all part-time and term-time only, and may involve evenings and weekends.",
        "For example, ACAS mediation may involve the third party neutral issuing a written recommendation.",
        "The study will involve eating a small amount of tomato paste in olive oil on a daily basis.",
        "This rules out, among other things, conceptions of 'positive liberty ' that really involve paternalism.",
        "Typical cases involve people tripping over an uneven pavement, or slipping on some substance spilled on the floor.",
        "permanent exclusions involve children with special needs.",
        "It is expected that this will be the main provision for many stimulant misusers whose treatment may not involve pharmacotherapy.",
        "phobic fear as real, but don't involve your emotions in it.",
        "Many homeworking scams involve piecework from painting cottages to assembling electronic components.",
        "Both Rams head and Spiral wedging involve the folding of the clay on itself too build up an ever tightening spiral of clay platelets.",
        "Some of these jobs e.g. hospital porter involve heavy lifting which he now cannot do.",
        "NPC has received several enquiries about how to involve postgraduates in the process.",
        "Western herbal prescriptions are individually formulated and usually involve a mixture of herbs.",
        "Another factor which has helped to involve more scientists is the interest by NASA in exploring the planets using robotic probes.",
        "El Grande, Torres and Through The Desert, for example, all involve this deep thought process.",
        "proscription order involve a lot of work for Ofcom?",
        "chronic prostatitis, whether or not bacteria are present, is characterized by a variety of symptoms most of which involve genital pain.",
        "psychological in nature and involve family members or individuals talking about issues or undertaking specific tasks in-between appointments.",
        "Words that involve violence are often quite punchy sounding.",
        "Please leave dogs at home as the show will involve pyrotechnics.",
        "Practical work will involve students recording plant% cover of plant species using quadrats along a transect.",
        "Problems of economic policy also involve political and ethical criteria that are essentially qualitative in nature.",
        "These mechanisms involve special enzymes that turn the harmful radicals into innocuous water and oxygen.",
        "It should involve a readjustment of the functioning of the economy.",
        "This exemption does not apply to: hazardous wastes; where the works involve land reclamation.",
        "Vegetative reproduction - a reproductive process that is asexual and so does not involve a recombination of genetic material.",
        "The group then involve all referral agencies to modify the referral criteria in line with their service needs.",
        "At some point the system and the meta-system might be indistinguishable, although this may involve a virtually infinite regress.",
        "Activities which involve bending down may cause acid regurgitation.",
        "The most troubling features of the Act involve the reorganization of the nuclear defense functions within the Department of Energy.",
        "Any alliance has to involve compromises and we compromised on this issue, but we are unable to compromise our socialist republicanism indefinitely.",
        "This may involve residential respite or support provided in the service users own home.",
        "They still today involve a ridiculous rigmarole of searching.",
        "rodenticide poisoning involve young dogs.",
        "Then there are the cases of supernaturalism which do not involve shifty sadhus, but more complex and fascinating psychological motives than mere greed.",
        "The manufacture of a silk sari will involve the death of approximately 50,000 silk moths.",
        "So clearly the new procurement will involve both scalar, vector and parallel national facilities.",
        "Unlike morphea, linear scleroderma tends to involve layers of tissue below the skin.",
        "The latter show up as red dots on your radar, and usually involve scuffles between criminals and the public or the police.",
        "Can try to use methods which don't involve the traditional methods of producing a seedbed: minimum cultivation methods.",
        "If there is to be a \" noble lie \", it is also to involve the willful self-deception of the liars.",
        "A true work of God will involve self-denial, service, and sacrifice.",
        "Does my proposal involve a new septic tank or other form of non-mains drainage?",
        "None of the field trips involve walks of any great distance but a pair of reasonably stout shoes is recommended.",
        "Epic similes are more extended similes, which might involve multiple points of correspondence between tenor and vehicle.",
        "snowshoeing, dogsledding, snowmobiling are easy to pick-up, others like cross-country skiing will involve more intensive instruction.",
        "The cleft can involve the soft palate alone, the hard palate alone or both.",
        "A typical training sortie would involve a four hour flight cross-country, involving simulated radar bombing runs against selected targets.",
        "As far as tourist souvenirs are concerned this will only involve Zimbabwe and there will still be controls.",
        "spirograph patterns like this or more sophisticated patterns like these (which involve a third wheel ).",
        "This could involve, for example, heavy squats followed by squat jumps.",
        "The 2007 course will involve an equally stellar cast of characters.",
        "stepfamily situations do not actually involve having children living with you all the time.",
        "stroma of the chloroplasts and involve the fixation of carbon dioxide and the synthesis of glucose.",
        "The central feature of the resulting union of egoists is that it does not involve the subordination of the individual.",
        "The experiments involve loading and spreading glass gobs on flat metallic substrates.",
        "Accuracy: The above computations involve summations of range filter power values.",
        "These involve a lowering of the height by having a slightly sunken pitch.",
        "This may involve tens or hundreds of thousands of patients worldwide.",
        "These studies involve measuring reaction rate coefficients at the low temperatures characteristic of the mesosphere/lower thermosphere region.",
        "This entails investigating mitochondrial glutathione and protein thiols and the enzyme systems involve in their metabolism.",
        "ties that involve hand/eye co-ordination?",
        "This might involve completing a short form or just giving basic details tot he charity over the phone or the internet.",
        "Over 90% of professional golf tournaments involve Sunday play.",
        "The details of the pricing will involve many trade-offs.",
        "Particularly those initiatives which involve trade unions, their health and safety representatives and workers.",
        "tragedynvestigations involve secrets, scandals and supernatural happenings; forgotten tragedies and buried crimes.",
        "And yet that would involve treachery toward the mistress to whom this woman seems devoted.",
        "The event will involve a predefined route, will include a treasure hunt, lunch stop and have various prizes at the finish venue.",
        "Any activity beyond the scope of that agreed in the license would involve a trespass.",
        "trifolium repens, each experimental unit will involve one central donor plot surrounded by eight receptor plots with 30m between adjacent plots.",
        "Also singly linked water molecules involve greater (energetically unfavorable) rearrangements in the surrounding water.",
        "If you find such visualizations unnatural or difficult, then your spiritual healing efforts can involve you deliberately holding neutral thoughts about crime.",
        "And we never reckoned it would involve so much unpleasantness.",
        "Benthamite utilitarianism does involve a commitment to individual welfare, but not to personal freedom.",
        "Work during the summer vacation may involve travel around the UK which all travel expenses will be paid.",
        "But there are many cases which involve value judgments on which there are no such generally held views.",
        "Pit viper venom can involve virtually every organ system.",
        "viper venom can involve virtually every organ system.",
        "KS can involve the skin, mucosa or internal viscera (e.g.",
        "Phase I trials The first human studies usually involve healthy volunteers.",
        "physical weathering does not involve chemical changes to rock.",
        "They involve the people who provide the wherewithal for most would-be athletes who want to take up sport.",
        "In Dental care for people with special needs What does tooth whitening involve?",
        "Their range, as musicians, is expanding and their lyrics, sadly under appreciated by many fans, continue to involve complex wordplays.",
        "The LHS should however be produced through partnership working which should involve key players from all sectors.",
        "All this is true, but three readings instead of one for each pointing, much more figure-work in computation (especially if corrections have to be applied to the scale readings to reduce them to exact normal screw readings), are factors which involve a far greater expenditure of time than making a few additional turns of a screw in the process of measurement.",
        "79-89; v1.49-5 1, 73, 8 5-94), involve critical problems of some difficulty and interest.",
        "It is sufficient to show, as has already been done, that the soul is not so absolutely dependent on the body, that the dissolution of the one must necessarily involve the cessation of the other.",
        "Thus, for Lotze, free will is possible; the consequences of action proceed regularly a parte post, and there is no such chaos as the critics of Libertarianism have pretended it would involve.",
        "It is quite true that Paul does not directly attack the speculative position, but rather indicates the practical dangers inherent therein (the denial of the supremacy of Christ and of full salvation through Him); he does not say that the errorists hold Christ to be a mere angel or an aeon, or that words like pleroma (borrowed perhaps from their own vocabulary) involve a rigorous dualism.",
        "The changes involve a continual liberation of energy, which in most cases is caused by the respiration of the protoplasm and the oxidation of the substances it contains.",
        "In the higher Fungi nuclear fusions take place in basidia or asci which involve the union of two (fig.",
        "It is also a fact that with each recurring decade these general expenses (also called indirect, undistributed or fixed charges) have an increased importance as compared with the particular (direct, distributed or operating) expense attaching naturally to the particular portions of the traffic. For with increased density of population it becomes profitable to make improvements on the original location, even though this may involve increased charges for interest and for some parts of its maintenance, for the sake of securing that economy of operation, through larger train-loads, which such an improved location makes possible.",
        "The belief in such occasional manifestations has probably existed as long as the belief in the existence of spirits apart from human bodies (see Animism; Magic, &c.), and a complete examination into it would involve a discussion of the religions of all ages and nations.",
        "The various reconstructions and compromises by modern apologetic and critical writers alike involve without exception an extremely free treatment of the biblical sources and the rejection of many important and circumstantial data.'",
        "Even Abelard's mediating doctrine of conceptualism was sufficiently near to obnoxious ideas to involve him in lifelong persecution.",
        "When the plates are connected together by means of a wire, no current flows, and no appreciable amount of zinc dissolves, for the dissolution of zinc would involve the separation of potassium and a gain in available energy.",
        "Recalling the formula A =a11A11+a12Al2+a13A13+Ã¯¿½Ã¯¿½Ã¯¿½+a1nA1n, it will be seen that a ik and Alk involve corresponding determinants.",
        "function of separations of (li'12 2 13 3 ...) of specification (si 1 s 22 s 33) Suppose the separations of (11 1 13 2 1 3 3 ...) to involve k different specifications and form the k identities Ã¯¿½1s Ã¯¿½ s Al A 2 A3 ..",
        "The great development of all branches of mathematics in the two centuries following Descartes has led to the term algebra being used to cover a great variety of subjects, many of which are really only ramifications of arithmetic, dealt with by algebraical methods, while others, such as the theory of numbers and the general theory of series, are outgrowths of the application of algebra to arithmetic, which involve such special ideas that they must properly be regarded as distinct subjects.",
        "Miscellaneous Developments in Arithmetic. - The following are matters which really belong to arithmetic; they are usually placed under algebra, since the general formulae involve the use of letters.",
        "(i.) If P and Q can (algebraically) be written in the forms RA and SA respectively, where A may or may not involve x, then Q = RA R, provided A is not o.",
        "It was at last realized that the laws of algebra do not depend for their validity upon any particular interpretation, whether arithmetical, geometrical or other; the only question is whether these laws do or do not involve any logical contradiction.",
        "r) does not involve any official tinge, which would justify the deletion of Kai Teµ66Eos 6 65€X00s, uou in that verse, and of r)µwv in vv.",
        "The present article deals with processes that involve the electrolysis of aqueous solutions, whilst those in which electricity is used in the manufacture of chemical products at furnace temperatures are treated under Electrometallurgy, although, strictly speaking, in some cases (e.g.",
        "And just as mind does not lose but gain in individuality in proportion as it parts with any claim to the capricious determination of what its world shall be, and becomes dominated by the conception of an order which is immutable so the will becomes free and \" personal \" in proportion as it identifies itself with objects and interests, and subordinates itself to laws and requirements which involve the suppression of all that is merely arbitrary and subjective.",
        "The man who impeaches the knowing faculties because of the fact of relation which they involve is pursuing the phantom of an apprehension which, as Lotze expresses it, does not apprehend things, but is itself things; he is desiring not to know but to be the things themselves.",
        "Sigismund never saw Sweden again, but he persistently refused to abandon his claims or recognise the new Swedish government; and this unfortunate obstinacy was to involve Poland in a whole series of unprofitable wars with Sweden.",
        "Paulsen, The German Universities, pp. 344-345)1; (vii.) examinations of several hundred candidates at a time cannot be rationally conducted so as to be equally fair to the individuality of all candidates; the individual test is the only complete one (it is admitted that examinations on a large scale necessarily involve a margin of error; but this error may be reduced to a minimum, especially by a combination of oral and practical with written work); (viii.) the multiplicity of school examinations required for different reasons produces confusion in our secondary education (there is a growing tendency to admit equivalence of \" schoolleaving \" and entrance examinations; thus entrance examinations of Oxford, Cambridge and London, and the Northern Universities Joint Board are interchangeable under certain conditions); (ix.) the multiplicity of examinations tends to \" underselling \" (the success of the London examinations in medicine proves that a high standard attracts candidates as well as a low one; possibly intermediate standards may be killed in the competition; it is by no means obvious that a uniform system of examinations would conduce to efficiency); (x.) examinations produce physical damage to health, especially in the case of women-students (on this point more statistical evidence is needed; see, however, Engelmann quoted by G.",
        "The rejection of the Parmenides would involve the paradox of a nameless contemporary of Plato Plato's episodic use of logical distinctions is frequent.",
        "Though race may count for something in the matter of mental endowment - and at least it would seem to involve differences in weight of brain - it clearly counts for much less than does milieu, to wit, that social environment of ideas and institutions which depends so largely for its effectiveness on mechanical means of tradition, such as the art of writing.",
        "The difficulties of the task undertaken by the Chinese government to eradicate a national and popular vice, in a country whose population is generally estimated at 400,000,000, are increased by the fact that the opium habit has been indulged in by all classes of society, that opium has been practically the principal if not the only national stimulant; that it must involve a considerable loss of revenue, which will have to be made up by other taxes, and by the fact that its cultivation is more profitable than that of cereals, for an English acre will on the average produce raw dry opium of the value of5, 16s.",
        "There will probably be general agreement as to the wisdom of avoiding taxes which are uncertain and arbitrary, or which involve frequent visits of the tax-gatherer; but so far from there being a general assent in all countries to his maxims as to the expediency of avoiding taxation, which takes more from the tax-payer than what comes into the hands of the government, this is the very characteristic of duties deliberately imposed by most governments for the purpose of interfering with trade, and frequently called for even in the United Kingdom with a similar object.",
        "This is the case for all objects that involve the solution of a cubic or quartic polynomial.",
        "The package presents a variety of topics, which involve real-life situations.",
        "The acquired experience and observations indicate that several aspects of successful repair protocols involve the engineered recapitulation of certain embryonic events.",
        "Feeding relationships The main interactions in an ecosystem involve food, which all living organisms need as fuel to respire for energy."
    ],
    "definition": [
        "a. To have as a necessary feature or consequence; entail: was told that the job would involve travel.\nb. To relate to or affect: The matter is serious because it involves your reputation.\nc. To cause to burn; spread to: The blaze involved the house next door.",
        "a. To engage as a participant; embroil: The bystanders got involved in a dispute with the police.\nb. To show to be a participant; connect or implicate: evidence that involved the governor in the scandal.\nc. To engage (oneself) in a love affair: was involved with a colleague at work.",
        "To occupy or engage the interest of: a story that completely involved me for the rest of the evening.",
        "To wrap; envelop: a castle that was involved in mist.",
        "Archaic To wind or coil about.",
        "in·volve′ment\nnoun",
        "in·volv′er\nnoun",
        "Link/Cite",
        "To roll or fold up; to wind round; to entwine.",
        "To envelop completely; to surround; to cover; to hide; to involve in darkness or obscurity.",
        "To complicate or make intricate, as in grammatical structure.",
        "To connect with something as a natural or logical consequence or effect; to include necessarily; to imply.",
        "To take in; to gather in; to mingle confusedly; to blend or merge.",
        "To envelop, enfold, entangle, or embarrass.\nto involve a person in debt or misery",
        "To engage thoroughly; to occupy, employ, or absorb.",
        "(mathematics) To raise to any assigned power; to multiply, as a quantity, into itself a given number of times.\na quantity involved to the third or fourth power",
        "Link/Cite"
    ]
}