{
    "translation": "השקיה",
    "uses": [
        "Irrigation works have been carried out in various parts.",
        "The method of this irrigation is peculiar.",
        "Irrigation benefits a sandy soil, draining a marshy soil.",
        "But where irrigation is employed the yield of crops is excellent.",
        "The Nerbudda is nowhere utilized for irrigation, and navigation is confined to the lower section.",
        "He couldn't develop new irrigation techniques, invent new machinery, or create new fertilizers.",
        "Both draining and irrigation are noticed, though the latter but slightly.",
        "The rainfall is uncertain and low, however, never exceeding 40 in., and on the supply of water by irrigation the future of the industry mainly depends.",
        "There are several lakes of great depth and streams well fitted for the purposes of irrigation, of which full advantage is taken by the natives.",
        "The agriculture of the region bordering the Tigris and Euphrates, like that of Egypt, depended largely on irrigation, and traces of ancient canals are still to be seen in Babylonia.",
        "Among a variety of premiums awarded by the state are those for the best cultivated estates and for irrigation works, and to the owners of the best stallions and brood-mares.",
        "Irrigation, introduced in 1888 by the orange growers, has been adapted by other farmers, especially the tobacco-growers of Gadsden county, and so the evil effects of the droughts, so common from February to June, are avoided.",
        "Except on the scattered oases, where irrigation from springs and mountain streams has reclaimed small patches, the desert is barren and forbidding in the extreme.",
        "If you look back across the span of time, you see wood plows being used in 4000 BC, then irrigation five hundred years later.",
        "Owing to the high barrier which shuts off almost all Syria from the sea, and precipitates vapours mainly on the western slope, little of the land is highly productive without irrigation, except the narrow littoral strip which was the ancient Phoenicia, and the small deltas, such as that of Latakia (Laodicea).",
        "The benefits of canal irrigation were introduced in the 'seventies, and the revenue thus doubled.",
        "These prairies are traversed by ridges, which facilitate irrigation, and are underlaid by an impervious subsoil, which facilitates both effective storage and drainage.",
        "The fact also that many of the most ancient of these ruins, like Ur, Lagash (Sirpurla), Larsa, Erech, Nippur, Sippara and Babylon, were situated on the banks of the great canals would indicate that the control of the waters of the rivers by a system of canalization and irrigation was one of the first achievements of civilization.",
        "The three principal areas in which irrigation is practicable are along the Humboldt river, in the plains watered by the Carson, Truckee and Walker rivers, and at the foot of the mountains along the western edge of the state.",
        "In the neighbourhood of the Vaal, confluence, where the river passes through alluvial land, and at some other places, the waters of the Orange are used, and are capable of being much more largely used, for irrigation purposes.",
        "Many regions suffer permanently from deficient rainfall; in others, owing to the absence of irrigation works, the water supply is lost, while the burning of the grass at the end of summer, a practice adopted by many farmers, tends to impoverish the soil and render it arid.",
        "In this region irrigation is widely used.",
        "The work on agriculture' of Ibn-al-Awam, who lived in the 12th century A.D., treats of the varieties of soils, manuring, irrigation, ploughing, sowing, harvesting, stock, horticulture, arboriculture and plant diseases, and is a lasting record of their skill and industry.",
        "Save where irrigation has reclaimed small areas, the whole region is a vast desert, though locally only some of the interior plains are known as \"deserts.\"",
        "The vegetation of each region has its distinctive character, modified here and there by elevation, irrigation from mountain streams, and by the saline character of the soil.",
        "It also conducts campaigns against locusts and other pests and helps irrigation settlements.",
        "And advances in drip irrigation, which itself isn't exactly new but is becoming far more widespread and ever more efficient, allows crops to be grown with massively less water.",
        "Much of the soil of the desert appears to be alluvial; there are numerous traces of streams having formerly passed over it, and still, where irrigation is at all practicable, fertility in the clayey tract follows; but the rains are scanty, the wells few and generally 100 ft.",
        "It has published a topographical map of the Nile valley (1:50,000), an irrigation map (I:10o,000), a general map (1: 2 50,000), numerous cadastral plans, &c. Work on similar lines is carried on in the Anglo-Egyptian Sudan.",
        "Irrigation is almost entirely confined to rice farms. In the prairie region there is abundant water at depths of too to 400 ft.",
        "beneath the surface, but this was little used for irrigation for the first few years of the development of this field, when water was pumped from the streams and canals.",
        "The object is to allow sufficient water to drain off to the westward for the due irrigation of the land, while the Hillah bed still retains the main volume of the stream, and is navigable to the sea.",
        "finished, with the object of amassing sufficient capital to construct a dike for his native town of Tus, which suffered greatly from defective irrigation, a project which had been the chief dream of his childhood.",
        "- Climatic conditions in Egypt differ radically from those in the United States, the rainfall being so small as to be quite insufficient for the needs of the plant, very little rain indeed falling in the Nile Delta during the whole growing season of the crop: yet Egypt is in order the third cottonproducing country of the world, elaborate irrigation works supplying the crop with the requisite water.",
        "The Panlaung and Zawgyi rivers from the Shan States flow through the district and are utilized for the numerous irrigation canals.",
        "Milan undertook the irrigation works which enriched the soil of Lombardy for ever.",
        "To add to the uncertainties of navigation, the inhabitants along the eastern bank of the stream frequently dig new canals for irrigation purposes, which both reduces the water of the river and tends to make it shift its channel.",
        "It is a region of lakes and morasses, of arid plains and high temperatures, but experiments with irrigation toward the end of the 19th century were highly successful and considerable tracts have since been brought under cultivation.",
        "The Mugan steppe is, however, in spite of its dryness, a more fertile region in virtue of the irrigation practised; but the Kura has excavated its bed too deeply to admit of that being done along its course.",
        "The great canal was not begun; irrigation works were started but were soon given up. The letters of Kleber and Menou (the successors of Bonaparte) show that the expenditure on public works had been so reckless that the colony was virtually bankrupt at the time of Bonaparte's departure; and William Hamilton, who travelled through Egypt in 1802, found few traces, other than military, of the French occupation.",
        "Attica was famous for its olives and figs, but general agriculture excelled in Peloponnesus, where, by means of irrigation and drainage, all the available land was utilized.",
        "It is considered that with facilities for irrigation Andalusia could produce 150,000 bales annually.",
        "It is exceedingly picturesque, the villages clinging to the sides of the mountain glens from which water is drawn for irrigation; and excellent fruit is grown.",
        "The Truckee river flows with more vigour, having its source in Lake Tahoe, in California, at an altitude of 6225 ft., and entering the Carson river through an irrigation canal :completed in 1905; before this date it flowed into Pyramid Lake and Lake Winnemucca in the depression at the foot of the Sierra Nevada.",
        "This supersedes artificial irrigation, and the plains so watered yield abundantly in rice, jute and mustard.",
        "The state came under British management, and the administration was improved, the revenue increased, a system of irrigation developed, new tanks and wells constructed and an excellent system of roads and public buildings organized.",
        "The survey for the Truckee-Carson system was begun in 1902, with the object of utilizing the waters flowing to waste in western Nevada for the irrigation and reclamation of the adjacent arid regions in Churchill, Lyon and Storey counties.",
        "Water Supply and Irrigation Papers, No.",
        "Many bayous are convertible by improvement into excellent drainage and irrigation canals.",
        "The irrigated rice area increased 92.9% from 1899 to 1902, and the construction cost of irrigation works ($4747,359 in 1902; $12.25 per irrigated acre) 87.7% in the same years.",
        "The other cereals may be seen occasionally, where artificial irrigation is practised, in all stages of progress at all seasons of the year, though the operations of agriculture are, as a general rule, limited to the rainy months, when alone is the requisite supply of water commonly forthcoming.",
        "In this tract the rainfall is nowhere sufficient for the purposes of agriculture, which is only possible by help of irrigation; and the fixed population (which contains a non-Turkish element) is comparatively small, and restricted to the towns and the districts near the rivers.",
        "Irrigation is used to a large extent.",
        "Nearly all the moisture that is precipitated during six or seven months is stored up in the form of snow, and is gradually diffused in the course of the succeeding summer; even in the hottest and driest seasons the reserves accumulated during a long preceding period of years in the form of glaciers are available to maintain the regular flow of the greater streams. Nor is this all; the lakes that fill several of the main valleys on the southern side of the Alps are somewhat above the level of the plains of Lombardy and Venetia, and afford an inexhaustible supply of water, which, from a remote period, has been used for that system of irrigation to which they owe their proverbial fertility.",
        "Even at the time when they were first known to Europeans, they had stone and lava hatchets, shark's-tooth knives, hardwood spades, kapa cloth or paper, mats, fans, fish-hooks and nets, woven baskets, &c., and they had introduced a rough sort of irrigation of the inland country with long canals from highlands to plains.",
        "Willcocks' irrigation schemes had not up to 1910 affected \"Mesopotamia\" directly.",
        "In 1840 the freedom of mining was introduced, 2 By the law of 1906 the state has not assumed the responsibility of the construction of reservoirs for irrigation.",
        "Numerous canals intersect the district, affording ample means of irrigation.",
        "It is only navigable by small sailing-vessels, even in its estuary, but its waters are extensively utilized for irrigation.",
        "From its source to the city of Kabul the course of the river is only 45 m., and this part of it is often exhausted in summer for purposes of irrigation.",
        "The valley bed is more or less covered with alluvial soil, and cultivated in places by artificial irrigation.",
        "Through this part of its course the current of the river, except where restricted by floating bridges - at Feluja, Mussaib, Hillah, Diwanieh and Samawa - does not normally exceed a mile an hour, and both on the main stream and on its canals the jerd or oxbucket takes the place of the naoura or water-wheel for purposes of irrigation.",
        "Because of this extreme aridity, agriculture in Nevada is dependent on irrigation.",
        "24 along the slopes of the higher mountains, on which the rain falls more abundantly, or the melting snow supplies streams for irrigation.",
        "They had also much skill in the construction of works for the supply of drinking water on a large scale and for irrigation.",
        "The steppes along the bottom of the principal valley are for the most part too dry to be cultivated without irrigation.",
        "wide on top, and for two main canals from this distributing centre, one the north canal supplying water for the irrigation of 66,857 acres north of the Belle Fourche river and east of Owl Creek, and the other the south canal for the irrigation of 28,240 acres south of the Belle Fourche.",
        "AGRA CANAL, an important Indian irrigation work, available also for navigation, in Delhi, Gurgaon, Muttra and Agra districts, and Bharatpur state.",
        "At the western end of the barrage begins the Ibrahimia canal, the feeder of the Bahr Yusuf, the largest irrigation canal of Egypt.",
        "Extensive irrigation works existed in Shwebo district, but they fell into disrepair in King Thibaw's time.",
        "Irrigation is confined to the western half of the state, and more especially to the north-west, being employed chiefly in the drainage basin of the Missouri river.",
        "The bed of the river is too far below the surrounding country to permit the use of its waters for irrigation purposes by the usual gravity methods.",
        "The so-called Reclamation Act passed by Congress in 1902 provided for the construction of a system of irrigation works in this and other states by the Federal government.",
        "Water for irrigation purposes is often derived from artesian wells, which are very numerous in the S.",
        "Irrigation is rudimentary, for no system exists for raising the water of the innumerable canals on to the fields.",
        "In 1905 the government started preliminary surveys for a system of irrigation.",
        "Moreover, a college under the control of the Ministry of Lands and Agriculture, which was founded in 1909, provides locally courses of instruction in these subjects and also in irrigation engineering, sericulture and surveying.",
        "Philo, De posteriori Caini, § 3, explains the name as meaning iroru ryos,\"watering\" or \"irrigation,\" connecting it with the Hebrew root Sh Th Josephus, Ant.",
        "On the lower courses of the Habra and the Sig, barrages have been built for irrigation purposes.",
        "At Saint Martory it gives off the irrigation canal of that name.",
        "Agriculture was formerly developed on the Tekez, as is testified by old irrigation canals.",
        "The western portion of the state is a plain watered by the Zarafshan and by countless irrigation canals drawn from it.",
        "Land suitable for cultivation is found only in oases, where it is watered by irrigation canals, but these oases are very fertile.",
        "long, the water of which is largely utilized for irrigation, is lost in the sands 20 m.",
        "Irrigation, careful husbandry and railroad communications have much developed the resources of their country, in themselves excellent; and there are many manufacturing towns and industrial establishments.",
        "Then, there are the mangrove-fringed coasts and the dripping wooded slopes where rare orchids thrive, and above these, on the inland side of the sierra, a treeless, sun-scorched table-land where only the cactus, yucca, and other coarse vegetation of the desert can thrive without irrigation.",
        "A large part of the country is too arid for agriculture, and even with irrigation the water supply is sufficient for only a small part of the dry area.",
        "The problem for the agriculturist here is not irrigation, but drainage and keeping down spontaneous growths.",
        "The Mexicans understood digging channels for irrigation, especially for the cultivation of the cacahuatl, from which they taught the Europeans to prepare the beverage chocollatl; these native names passed into English as the words cacao, or coco and chocolate.",
        "The remainder of the residency is well-watered and fertile, important irrigation works having been carried out.",
        "The open valleys between the spaced ranges offer many tempting sites for settlement, but in the south irrigation is needed for cultivation.",
        "The ranges of the Rocky Mountains in their turn receive some rainfall from the passing winds, but it is only after the westerlies are reinforced by a moist indraft from the Gulf of Mexico and the Atlanticthe result of summer or of cyclonic inflowthat rainfall increases to a sufficient measure on the lower lands to support agriculture without irrigation.",
        "The wall is nearly encircled by a stream of water, artificially diverted from the small rivulets which flow through the precincts, furnishing the establishment with an abundant supply in every part, for the irrigation of the gardens and orchards, the sanitary requirements of the brotherhood and for the use of the offices and workshops.",
        "Wehr, defence), a barrier placed across rivers to raise the water-level for catching fish, for mills, for navigation or for irrigation, the discharge of the river taking place over the crest or through openings made for the purpose.",
        "Weirs are essential for raising the head of water for water-wheels at mills, and for diverting some of the flow of a river into irrigation canals; but they have received their greatest and most varied extension in the canalization of rivers for navigation.",
        "There are three distinct classes of weirs, namely, solid weirs, draw-door weirs, including regulating sluices for irrigation, and movable weirs, which retain the water above them for navigation during the low stage of the river, and can be lowered or removed so as to leave the channel quite open in flood-time.",
        "The barrage at the head of the Nile delta, and the regulating sluices across the Nile at Assiut and Esna in Upper Egypt below Assuan, are examples of draw-door weirs, with their numerous openings closed by sluice-gates sliding on free rollers, which control the discharge of water from the river for irrigation.",
        "The precipitation in southern Saskatchewan and Alberta is much more variable than farther east and north, so that in some seasons crops have been a failure through drought, but large areas are now being brought under irrigation to avoid such losses.",
        "The interior plateau may be described as arid, so that irrigation is required if crops are to be raised.",
        "In some parts of the semiarid districts in the interior of the province irrigation is being successfully practised for the purpose of bringing land under profitable cultivation for fruit.",
        "the plain of Tarbes, and for the remainder of its course in the department of Hautes Pyrenees is of much less importance as a waterway than as a means of feeding the numerous irrigation canals which cover the plains on each side.",
        "No special tillage is required, but weeding and irrigation are requisite.",
        "In tropical countries drought is the commonest cause of a failure in the harvest, and where great droughts are not uncommon - as in parts of India and Australia - the hydraulic engineer comes to the rescue by devising systems of water-storage and irrigation.",
        "Irrigation is better able to bring fertility to a naturally arid district than to avert the failure of crops in one which is naturally fertile.",
        "The sum of 12 crores is regularly set aside for this purpose, and is devoted as a rule to the construction of protective irrigation works, and for investigating and preparing new projects falling under the head of protective works.",
        "The measures by which the government of India chiefly endeavours to reduce the liability of the country to famine are the promotion of railways; the extension of canal and well irrigation; the reclamation of waste lands, with the establishment of fuel and fodder reserves; the introduction of agricultural improvements; the multiplication of industries; emigration; and finally the improvement where necessary of the revenue and rent systems. In times of famine the function of the railways in distributing the grain is just as important as the function of the irrigation-canals in increasing the amount grown.",
        "Irrigation protects large tracts against famine, and has immensely increased the wheat output of the Punjab; the Irrigation Commission of 1903 recommended the addition of 62 million acres to the irrigated area of India, and that recommendation is being carried out at an annual cost of 12 millions sterling for twenty years, but at the end of that time the list of works that will return a lucrative interest on capital will be practically exhausted.",
        "Local conditions do not make irrigation everywhere possible.",
        "Holderness, Narrative of the Famine of 1896-1897 (c. 8812 of 1898); the Indian Famine Commission reports of 1880, 1898 and 1900; report of the Indian Irrigation Commission (1901-1903); C. W.",
        "But beyond the sphere of irrigation, where the land is dependent on the rainfall, there is much rough stony ground broken by great fissures cut by flood-water from the border hills.",
        "Canals are the main source of irrigation in the province, and fall under three heads: (I) Private canals in the various districts, the property of the people and managed on their behalf; (2) the Michni Dilazak and Shabkadar branch in Peshawar, constructed by the district board, which receives water rates; and (3) the Swat and Kabul river canals, which were constructed by and are the property of government, and are managed by the irrigation department.",
        "In Kohat and Hazara any considerable extension of canal irrigation is out of the question, but in the remaining districts much can still be done to promote irrigation.",
        "The steppes of the Kura are also fertile, but require artificial irrigation, especially for cotton.",
        "The average yield per acre of cane-sugar is the greatest in the world, 30 to 40.tons of cane being an average per acre, and as much as rot tons of sugar having been produced from a single acre under irrigation.",
        "Stock-breeding, like agriculture, has considerably improved under the care of the government (state and provincial), which grants subsidies for breeding, irrigation of pasture-lands, the importation of finer breeds of cattle and horses, the erection of factories for dairy produce, schools, &c.",
        "Towards the close of this period many improvements were introduced, although the want of irrigation is still keenly felt.",
        "Fuller in Water Supply and Irrigation Paper No.",
        "by 3, and containing several suburbs and detached houses, along central avenues fringed with trees, and having channels of running water by the sides for irrigation.",
        "Probably the polar regions alone do not fall within the category of the potentially productive, as even sandy and alkaline desert is rendered habitable where irrigation can be introduced; and vast tracts of fertile soil adapted for immediate exploitation, especially in the temperate zones, both north and south, only remain unpeopled because they are not yet wanted for colonization.",
        "Speaking generally, irrigation is essential to successful cultivation, but wherever irrigation is practicable the soil proves richly productive.",
        "The Constitution of Colorado declares the waters of its streams the property of the state, and a great body of irrigation law and practice has grown up about this provision.",
        "In no part of the semi-arid region of the country are the irrigation problems so diverse and difficult.",
        "As a result of irrigation the Platte is often dry in eastern Colorado in the summer, and the Arkansas shrinks so below Pueblo that little water reaches Kansas.",
        "The exhaustion, or alleged exhaustion, by irrigation in Colorado of the waters of the Rio Grande has raised international questions of much interest between Mexico and the United States, which were settled in 1907 by a convention pledging the United States to deliver 60,000 acre-feet of water annually in the bed of the Rio Grande at the Acequia Madre, just above Juarez, in case of drought this supply being diminished proportionately to the diminution in the United States.",
        "It is a very rich loamy earth, possessing great fertility and an unusual power of retaining moisture, which makes artificial irrigation little needed.",
        "The ordinary \"red soil\" covers a large part of northern Bundelkhand, and as it requires much irrigation, tanks are a special feature in this country.",
        "In the lowlands it loses much of its volume through evaporation and absorption by the sands, and through irrigation, and in its lower course in New Mexico its bed is frequently dry.",
        "In the valleys the only trees native to the soil are the willow and cottonwood, found along the water courses, and beyond the range of irrigation vegetation is limited to scanty grass, with sage-brush and greasewood in the N.",
        "Along the river valleys there are limited areas of fine sediment, and here with irrigation good crops can be grown without the use of fertilizers.",
        "The most important crop, as a result of irrigation, is alfalfa, which is grown for forage, requires little attention, and improves the soil.",
        "Except in a few mountain valleys in the N., agriculture was long entirely dependent upon irrigation, which has been practised in New Mexico by the Pueblo Indians since prehistoric times.",
        "After the passage of the Federal Reclamation Act in 1902, a number of extensive irrigation works in New Mexico were undertaken by the Federal government.",
        "In 1908 an irrigation reservoir in McKinley county for the use of the Zuni Indians and the Leasburg project (Dona Ana county; 20,000 acres) were completed.",
        "A special irrigation commission was appointed in 1897, and in 1905 the legislature created the office of Territorial irrigation engineer.",
        "Irrigation by private companies is of some importance, especially in the San Juan Valley, the Rio Grande Valley and the Pecos Valley.",
        "Dry farming has proved a great success in New Mexico, as elsewhere in the SouthWest, especially since 1900; and in 1907 it was estimated that 2,000,000 acres were cultivated without irrigation.",
        "Landgrants amounting in 1907 to 1,343,080 acres had also been made for the benefit of various educational, charitable and correctional institutions, and for irrigation purposes.",
        "Sullivan, \" Irrigation in New Mexico \" (Washington, 1909), Experiment Stations Bulletin 215; and F.",
        "Under the superintendence of an officer lent by the government of Madras, two great works of irrigation, from the lack of which agriculture had seriously suffered, were undertaken in 1898 and 1899.",
        "The estimate premised a cost of £50,000, the irrigation of 42,000 acres, and the reclamation of io,000.",
        "The district as a whole is not well watered, and most of the old irrigation tanks had fallen into disrepair before the annexation.",
        "This region is rainless, barren and inhospitable, absolutely destitute of vegetation except in some small river valleys where irrigation is possible, and on the slopes of some of the snow-covered peaks where the water from the melting snows nourishes a scanty and coarse vege tation before it disappears in the thirsty sands.",
        "the spurs from the cordillera toward the coast are more sharply defined and enclose deeper valleys, where the cultivation of the soil becomes possible, at first through irrigation and then with the aid of light periodical rains.",
        "The long dry season of this region makes irrigation necessary, and vegetation has something of a subtropical appearance, palms growing naturally as far south as 37°.",
        "In the valleys of the Copiapo and Huasco rivers a meagre vegetation is to be found near their channels, apart from what is produced by irrigation, but the surface of the plateau and the dry river channels below the sierras are completely barren.",
        "Near the sierras where irrigation is possible, fruit-growing is so successful, especially the grape and fig, that the product is considered the best in Chile.",
        "The northern part of this region has a sub-tropical climate, light rainfall and a long, dry summer, but with irrigation it produces a great variety of products.",
        "In its course through Mysore the channel is interrupted by twelve anicuts or dams for the purpose of irrigation.",
        "It is in the delta that the real value of the river for irrigation becomes conspicuous.",
        "The most ancient irrigation work is a massive dam of unhewn stone, 1080 long, and from 40 to 60 ft.",
        "The irrigation of the claires is entirely under control, and the claires undergo a special preparation for the production of the green oysters, whose colour seems to be derived from a species of Diatom which abounds in the claires.",
        "Great dams were also begun for irrigation purposes.",
        "These latter are few in number, and some of them barely suffice for purposes of agricultural irrigation, and in summer dwindle down to small nills.",
        "These form a more powerful wave-bath, and in combination with intestinal irrigation, are used very successfully for the treatment of abdominal disorders.",
        "The soil is everywhere rich, but the lack of perennial water and the absence of irrigation works on a large scale retards agriculture.",
        "The scanty rainfall in many parts of South Africa and its unequal distribution necessitates a system of artificial irrigation unless much of the land be allowed to remain uncultivated.",
        "But in many regions the soil is deficient in phosphates and nitrates, and large irrigation works can be profitable only in districts where the soil is exceptionally fertile.",
        "In that year the Cape legislature provided for the constitution of irrigation boards.",
        "Later boring operations were undertaken by the government, and the advice of engineers acquainted with Egyptian and Indian irrigation works sought.",
        "Willcocks in 1.901 in which he estimated that there were in the Cape, Orange Free State and the Transvaal, 3,000,000 acres which could be brought under irrigation at a cost of about £30,000,000.",
        "At the Cape the census of 1904 gave 415,688 acres as the area under irrigation, an increase of 105,827 acres since 1891.",
        "The Boer governments had done little to promote irrigation, but during1905-1907a strong intercolonial commission investigated the subject as it affected the Transvaal and Orange Free State, and their final report, issued at Pretoria in 1908, contains full particulars as to the irrigation possibilities in those provinces.",
        "In Natal an act of 1904 gave power to the government to forward irrigation schemes.",
        "Under that act the Winterton Irrigation Settlement (18,000 acres) was formed on the upper Tugela.",
        "In 1909 an irrigation congress representative of all the governments of British South Africa was held at Robertson, in the Cape province.",
        "Willcocks, Report on Irrigation in South Africa (1901); Proceedings 1st South African Irrigation Congress (Cape Town, 1909); R.",
        "Such parts of the Karroo as are under perennial irrigation are among the most productive lands in South Africa.",
        "It is as builders or engineers that they have established their most permanent records, Makran being full of the relics of their irrigation works constructed in times when the climatic conditions of Baluchistan must have been very different from what they are now.",
        "Possibly the ordinary processes of denudation and erosion, acting on those recent deposits which overlie the harder beds of the older series, may have much to say to these climatic changes, and the wanton destruction of forests may have assisted the efforts of nature; but it is difficult to understand the widespread desiccation of large areas of the Baluch highlands, where evidences of Arab irrigation works and of cultivation still attest to a once flourishing agricultural condition, without appealing to more rapidly destructive principles for the change.",
        "The Moors introduced many improvements, especially in the system of irrigation; the characteristic Portuguese wells with their perpetual chains or buckets are of Moorish invention, and retain their Moorish name of noras.",
        "In 1901 the population was 5,249,542, showing an increase of 10% during the decade, attributed to the extension of irrigation from canals.",
        "For the reservation of the water-partings in the past considerably denuded by lumbermen and ranchmen the increase of the forest areas, and the creation of reservoirs along the rivers, to control their erratic flow 2 and impound their flood waste for purposes of irrigation, much has been done by the national government.",
        "The increase in land values by irrigation from 1890 to 1900 is estimated at $3,500,000.",
        "for irrigation, and develop also an electric power sufficient to pump underground water for an additional 50,000 acres at the lowest estimate' of lands lying too high for supply by gravity.",
        "The date palm fruits well; figs grow luxuriantly, though requiring much irrigation; almonds do well if protected from spring frosts; seaisland cotton grows in the finest grades, but is not of commercial importance.",
        "Apaches, Pimas, Papagoes have been employed by the United States on great irrigation works, and have proved industrious and faithful labourers.",
        "After 1900 the city grew very rapidly, principally owing to the great irrigation schemes in southern Idaho; the water for the immense Boise-Payette irrigation system is taken from the Boise, 8 m.",
        "Timothy was grown in the northern, and alfalfa in the southern region as a forage crop. Even at this earliest period, irrigation, simple and individual, had begun in the southern section, the head waters of the few streams in this district being soon surrounded by farms. Co-operation and colonization followed, and more ditching was done, co-operative irrigation canals were constructed with some elaborate and large dams and head gates.",
        "The Carey Act (1894) and the Federal Reclamation Act (1902)introduced the most important period of irrigation.",
        "water for the irrigation of 15,000 acres; and the Dubois project, the largest in the state, on which survey and reconnaissance work were done in 1903-1904, which requires storage sites on the North Fork of the Of these 80,000 acres are reached directly-72,000 N., and 8000 S.",
        "The climatic conditions are not so favourable as in Argentina, but these are counterbalanced to some extent by the great river system of the Orinoco, whose large navigable tributaries cross the plains from end to end, and whose smaller streams from the surrounding highlands provide superior opportunities for water storage and irrigation.",
        "This may be more than the rainfall, in which case irrigation or special control of the water supply may be necessary.",
        "Well and tank water is also largely used for irrigation purposes.",
        "Irrigation and terrace culture were practised at several points on the Pacific slope from Arizona to Peru.",
        "Under the Reclamation Act passed by Congress in 1902 the irrigation of 10o,000 acres in the Belle Fourche Valley adjacent to the Black Hills region was provided for.",
        "4 These and other title-holders received corresponding rights to the use of irrigation ditches, and to fish in certain sea areas adjacent to their holdings.",
        "In both the Castiles the central plateau has a naturally fertile soil, for after rain a luxuriant vegetation appears; but drought is common, owing to the insufficient volume of the rivers, and the failure of the Spaniards to extend the fine system of irrigation which the Moors originated.",
        "Water is obtained from wells and springs in sufficient quantity to supply an extensive system of irrigation.",
        "The plain around Milan is extremely fertile, owing at once to the richness of the alluvial soil deposited by the Po, Ticino, Olona and Adda, and to the excellent system of irrigation.",
        "From this period also date the irrigation works which render the Lombard plain a fertile garden.",
        "Following the example of the great Kampen irrigation canal in Belgium, artificial irrigation is also practised by means of some of the smaller streams, especially in North Brabant, Drente and Overysel, and in the absence of streams, canals and sluices are sometimes specially constructed to perform the same service.",
        "There remained large rivers and opportunities for water storage which could be brought under irrigation at considerable expense.",
        "The large canals and reservoirs built by corporations had rarely been successful from a financial standpoint, and irrigation construction during the latter part of the decade1890-1899was relatively small.",
        "The introduction of English officials and English influence into all the administrative departments was resented by the native officials, and the action of the irrigation officers in preventing the customary abuses of the distribution of water was resented by the great landowners, who had been, from time immemorial, in the habit of taking as much as they wanted, to the detriment of the fellahin.",
        "The earliest known forms of intensive husbandry were based chiefly upon the proximity of rivers and irrigation.",
        "In the littoral districts excellent crops of cereals, cotton, fruit, wine and tobacco are obtained with the aid of irrigation.",
        "Still more recently, however, experiments have been made to grow Egyptian cotton in Sind with the help of irrigation.",
        "In the town of Raymond is a large beet sugar manufactory, and in the vicinity great quantities of beets are grown by irrigation.",
        "The northern sides and tops of the lower heights are often covered with dense forests of oak, cork, pine, cedar and other trees, with walnuts up to the limit of irrigation.",
        "There are also the ruins of a band, or stone dam of great strength, which was thrown across the river for the purposes of irrigation.",
        "He also recognized the necessity, if agriculture was to be developed, of an extensive system of irrigation, and Sir William Willcocks, formerly of the Egyptian Irrigation Department, was engaged to draw up a comprehensive scheme, having in view also the needs of the gold mines.",
        "Collins, \" Irrigation in the Transvaal,\" Minutes of P. I.",
        "Irrigation, which has not been used to any great extent, is needed in some parts of the country for the best results, but in others, as in the valleys and on the northern slopes of the Maritime Andes, the rainfall is sufficiently well distributed to meet most requirements.",
        "The long dry season of the llanos and surrounding slopes, which have not as yet been devoted to cultivation, will require a different system of agriculture with systematic irrigation.",
        "The tree has an average height of 12-13 ft., begins bearing five years after planting, requires little attention beyond occasional irrigation, bears two crops a year (June and December), and produces well until it is forty years of age - the yield being from 490 to 600 lb per acre of 100 trees.",
        "Agriculture has been developed only to a limited extent in Sonora, because of its aridity, lack of irrigation facilities, lack of railways and roads, and the unsettled state of the country.",
        "Other important sources of revenue are the rents from state lands, forests, and miscellaneous items such as fishery, revenue and irrigation taxes.",
        "In some parts of Lower Burma and in the dry districts of Upper Burma a hot season crop is also grown with the assistance of irrigation during the spring months.",
        "At the time of the British annexation of Burma there were some old irrigation systems in the Kyaukse and Minbu districts, which had been allowed to fall into disrepair, and these have now been renewed and extended.",
        "In all upwards of 300,000 acres are subject to irrigation under these schemes.",
        "The dense population was due to the elaborate irrigation of the Babylonian plain which had originally reclaimed it from a pestiferous and uninhabitable swamp and had made it the most fertile country in the world.",
        "The science of irrigation and engineering seems to have been first created in Babylonia, which was covered by a network of canals, all skilfully planned and regulated.",
        "Thanks to this system of irrigation the cultivation of the soil was highly advanced in Babylonia.",
        "A rapid in the Tagus, artificially converted into a weir, renders irrigation easy, and has thus created an oasis in the midst of the barren plateau of New Castile.",
        "The country is dry and sandy, and entirely depends on well irrigation for its water supply.",
        "Here the tropical heat is tempered by constant trade winds, there is perfect immunity from hurricanes, the soil is peculiarly suited for cane-growing, and by the use of specially-prepared fertilizers and an ample supply of water at command for irrigation the land yields from 50 to 90 tons of canes per acre, from which from 12 to 14% of sugar is produced.",
        "With an inexhaustible supply of irrigation water obtainable, there is no reason why the lands in Upper Egypt, if scientifically cultivated and managed, should not yield as abundantly as those in the Sandwich Islands.",
        "The landscape is rich and beautiful, varied with grand rock scenery, the coast-line being broken by numerous small bays, into which flow streams rarely navigable even for short distances, but often skilfully utilized by the natives for irrigation; and sometimes flowing in subterranean channels.",
        "In the semi-arid regions of the United States, Argentina and other countries where the average annual rainfall lies between ioa to 20 in., irrigation is necessary to obtain full crops every year.",
        "Good crops, however, can often be grown in such areas without irrigation if attention is paid to the proper circulation of water in the soil and means for retaining it or preventing excessive loss by evaporation.",
        "In good seasons it is sufficient for the cultivation of the summer crop of millet, and for the supply of the perennial streams and springs, on which the irrigation of the winter crops of wheat and barley depend.",
        "But for a long period past the freshwater streams (which predominate) have been used for irrigation to such a degree that very little of the precious water is allowed to run to waste into the lake basins; so that these latter receive only a few salt streams, which deposit on their surface the salt they contain and then evaporate.",
        "All these valleys, except Morrope and Chao, are watered by rivers which have their sources far in the recesses of the mountains, and which furnish an abundant supply in the season when irrigation is needed.",
        "This seems incompatible with the arid character of the country and the peculiar conditions of its civilization, but irrigation has been successfully employed in the fertile valleys of the coast.",
        "Irrigation is necessary for productiveness, and the water-supply is now deficient.",
        "They are all used for irrigation.",
        "Cereals are grown in some localities, and there are large vineyards where irrigation is possible, from which excellent wine is made.",
        "The great bend of the river affords easy irrigation, and the surrounding country is covered by a network of irrigating canals, even the paved streets of the town having streams of cool water running through them.",
        "Numerous canals are cut from the rivers for the purpose of affording artificial irrigation, which has proved of immense benefit to the country.",
        "An irrigation canal, deriving water from the Sega, furnishes 112 cubic metres per second to the fields of the upper Veronese district.",
        "In 1901 the population was 1,200,822, showing an increase of 15% in the decade, due to the extension of irrigation.",
        "The UPPER GANGES CANAL and the LOWER GANGES CANAL are the two principal systems of perennial irrigation in the United Provinces.",
        "Pursuing an easterly course, this stream receives the waters of the romantic `Ain Fije (which doubles its volume), and bursts out by a rocky gateway upon the plain of Damascus, in the irrigation of which it is the chief agent.",
        "The valleys are highly fertile, and where irrigation is employed large crops are easily raised.",
        "Beyond the limits of irrigation the country is semi-barren.",
        "The Orissa canal system, which lies mainly within Cuttack district, is used both for irrigation and transport purposes.",
        "The rainfall is light in the lower regions and irrigation is generally employed.",
        "A complete system of irrigation permeates the whole cultivated part of a village, the water being often brought from a long distance by stone aqueducts.",
        "The Ebro and its tributaries have been utilized for irrigation since the Moorish conquest; the main stream becomes navigable by small boats about Tudela; but its value as a means of communication is almost neutralized by the obstacles in its channel, and seafaring vessels cannot proceed farther up than Tortosa.",
        "below Saragossa; the irrigation canal of Tauste skirts the opposite bank for a shorter distance; and the San Carlos or New Canal affords direct communication between Amposta at the head of the delta and the harbour of Los Alfaques.",
        "It is impossible, whilst watching the rolling, seething volume of flood-water which swirls westwards in April, to imagine the waste stretches of dry river-bed which in a few months' time (when every available drop of water is carried off for irrigation) will represent the Hari Rud.",
        "The system of irrigation by which these agricultural results are attained is most elaborate.",
        "He adopts the karez (or, Persian, kandt) system of underground irrigation, as does the Ghilzai, and brings every drop of water that he can find to the surface; but it cannot be said that he is more successful than the Ghilzai.",
        "Through this stretch of dasht the drainage from the main water-divide breaks downwards to the plains of Herat, where it is arrested and utilized for irrigation purposes.",
        "Notwithstanding the large number of streams, the depression of their channels and height of their banks render them for the most part unsuitable for the purposes of irrigation, - which is conducted by means of jhils and tanks.",
        "But due to lack of policies for proper water management the irrigation system is too poor.",
        "Mainly unnavigable and of little use for irrigation, the Orontes derives its historical importance solely from the convenience of its valley for traffic from N.",
        "All the water in excess of the city's actual needs may be employed for irrigation.",
        "Lake Chalco is also greatly reduced in size by railway fillings and irrigation works, to the great distress of the natives who have gained their living by fishing in its waters since long before the Spanish conquest.",
        "The rainfall, however, is light, about 20 to 25 in., but, with the assistance of irrigation, it serves to sustain a considerable degree of cultivation in the neighbourhood of the city.",
        "In 1856 President Ignacio Comonfort invited tenders for drainage works conditional on the use of waste waters for irrigation purposes, and the plan executed consists of a canal and tunnel 43 m.",
        "'BOKHARA' (Bokhara-i-Sherif), capital of the state of Bokhara, on the left bank of the Zarafshan, and on the irrigation canal of Shahri-rud, situated in a fertile plain.",
        "He was as successful in the arts of peace as he had been in those of war; and carried to completion, among other good works, an ambitious irrigation scheme - probably the greatest feat of engineering that had then been accomplished anywhere in the world.",
        "The Royal Canal of Tauste, which lies along the north side of the Ebro, was cut for purposes of irrigation, and gives fertility to the district.",
        "Almost useless for communication or transport, they can be easily drawn upon for irrigation where, as in the east centre, water-races are useful.",
        "The principal Federal irrigation undertakings in 1910 were known as the \" Okanogan project \" and the \" Yakima project.\"",
        "The former (authorized in 1905) provided for the irrigation of about 10,000 acres in Okanogan county by means of two reservoirs of an aggregate area of 650 acres, main canals and main laterals 20 m.",
        "The Yakima project involved the irrigation of about 600,000 acres by means of five reservoirs of an aggregate area of 804,000 acre-feet, and was undertaken by the United States government in 1905.",
        "Waller, Irrigation in the State of Washington (Washington, 1909), Bulletin 214 of the U.S. Department of Agriculture; and Water Supply and Irrigation Papers, 55 and 118 (1901 and 1905) of the U.S. Geological Survey.",
        "The rainfall is sufficient for good grazing, but except in the Flathead valley cultivation was long considered to be dependent on irrigation; and consequently farming was only incidental to stock raising and mining until after 1870, and as late as 1900 the ratio of improved farm land to the total land area was less than in any other state or territory except New Mexico, Wyoming, Arizona and Hawaii.",
        "In 1906 the farm area was almost equally divided between \" dry \" farming and farming under irrigation, three-fourths of the wheat produced was grown without irrigation, and the dry farming was very successful with the comparatively new and valuable crops of durum, or macaroni wheat, and Russian barley, which is used in straw for winter feed to sheep and neat cattle.",
        "Among the larger privately irrigated tracts are: 16,000 to 18,000 acres in Yellowstone county, fed by a canal built by the Billings Land & Irrigation Company; about 35,000 acres of orchard land in the Bitterroot Valley, in Ravalli county, irrigated by canals from Lake Como, a natural reservoir; and 100,000 acres in Missoula county, to be watered from a 28 ft.",
        "Private irrigation by pumping was first successfully introduced about 1901, and in 1906 a state report estimated that 125 pumping irrigation plants were in use in the state.",
        "Boring for underground water supply to be used in irrigation was tried on a small scale.",
        "long built in1902-1905by the co-operative Grass Valley-Frenchtown Irrigation Company, and the Teton Co-operative Canal Company in 1906 began work on a diversion canal from the Teton River, whose waters are to be stored by a dam 62 ft.",
        "But more important than private and co-operative undertakings are the Federal irrigation projects.",
        "In 1894 Congress passed the Carey Act, under which Montana received title to i,000,000 acres of arid land on condition that the state would reclaim it by providing an adequate supply of water; the state accepted the offer, created an irrigation commission, and provided means for securing the necessary funds.",
        "Furthermore, Congress in 1902 appropriated the receipts from the sales of public lands in the state to the construction of irrigation work.",
        "of irrigation canals and large ditches in the state; the irrigated acreage had increased from 350,582 acres in 1889 to 951,154 acres in 1899, when about 84% of the irrigated area was in the south-west.",
        "Among them are: the Huntley project in Yellowstone county, begun in 1904 and practically completed in 1908, covering land formerly in the Crow Indian reservation, the irrigable area being 28,921 acres; the Lower Milk river project (and the subsidiary St Mary project), in Chouteau, Valley and Teton counties, by which the water of St Mary river 1 is stored and diverted to the headquarters of the Milk river to irrigate an area of 300,000 acres; the Sun river project (Teton, Lewis and Clark, Chouteau and Cascade counties), by which, as the ordinary flow of that river is already utilized for irrigation, the flood waters are stored and carried to the higher bench lands of the district; in Montana (Dawson county) and North Dakota (McKenzie county), the Lower Yellowstone project; and the Blackfeet project, to irrigate the Blackfeet reservation in Teton county.",
        "Sugar beets were first grown in Montana at Evans, Cascade county, in 1893 without irrigation.",
        "in Idaho), Bitterroot (1,180,900 acres), Blackfeet (1,956,340 acres), 1 The St Mary and both forks of the Milk river flow northward into the Dominion of Canada, and as there has been much private irrigation both north and south of the international boundary, the present Federal project and other undertakings in the same region necessitate an international agreement as to the division of the waters, especially of the St Mary, and commissioners representing the Canadian government and the United States conferred in regard to it in May 1908.",
        "Many of the Indians are engaged in stock-raising; the Crows have an irrigation system and are extensively engaged in farming.",
        "Bulletin 301) of the U.S. Geological Survey; Annual Reports of the Bureau of Agriculture, Labor and Industry of the State of Montana; Samuel Fortier, Irrigation in Montana (Washington, 1906), being Bulletin No.",
        "The Gedenboek uitgeven ter gelegenheid van het fijftig-jarig bestaan van het Koninklijk Instituut van Ingenieurs, 1847-1897 ('s Gravenhage, 1898), is an excellent aid in studying technically the remarkable works on Dutch rivers, canals, sluices, railways and harbours, and drainage and irrigation works.",
        "Another canal, to the west of Leczyca, connects the Bzura, a tributary of the Vistula, with the Ner and the Warta; and the bed of the former has been altered so as to obtain regular irrigation of the meadows along its banks.",
        "deep. The water is raised by rope and bucket at the cost of enormous labour, and in few cases is any available for irrigation.",
        "When water can be obtained and distributed over an arid region by irrigation, the surface as a rule becomes extremely productive.",
        "Where a river crosses a desert at a level near that of the general surface, irrigation can be carried on with extremely profitable results, as has been done in the valley of the Nile and in parts of the Great Basin of North America; in cases, however, where the river has cut deeply and flows far below the general surface, irrigation is too expensive.",
        "The art of irrigation is so well understood that the water supply is at times exhausted, no river water being allowed to run to waste.",
        "Irrigation by \"karez\" is also largely resorted to.",
        "A very small amount of cultivation is carried on, mostly without irrigation.",
        "There are extensive orange-groves, watered by the irrigation canal of Castellon, which is a good example of Moorish engineering skill.",
        "It is still, territorially, the largest province of the empire, and includes some of the most fertile lands in the Euphrates-Tigris valleys; but while possessing great possibilities for fertility, by far the larger portion of the vilayet is to-day a desert, owing to the neglect of the irrigation canals on which the fertility of the valley depends.",
        "Wherever there is any pretence at irrigation, along the banks of the two great rivers and by the few canals which are still in existence, the yield is enormous, and the shores of the Tigris and Euphrates in the neighbourhood of Bagdad and Hilla seem to be one great palm garden.",
        "IRRIGATION (Lat.",
        "- Where there is abundance of rainfall, and when it falls at the required season, there is in general no need for irrigation.",
        "Irrigation is an art that has been practised from very early times.",
        "The sculptures and paintings of ancient Egypt bear no trace of anything approaching scientific irrigation, but they often show the peasant baling up the water at least as early as 2000 B.C. By means of this simple plan of raising water and pouring it over the fields thousands of acres are watered every year in India, and the system has many advantages in the eyes of the peasant.",
        "In spite of a certain amount of investigation, the early history of irrigation in Persia and China remains imperfectly known.",
        "In Spain irrigation may be traced directly to the Moorish occupation, and almost everywhere throughout Asia and Africa where the Moslem penetrated is to be found some knowledge 'of irrigation.",
        "In the Mediterranean provinces of Spain there are some very remarkable irrigation dams. The great masonry dam of Alicante on the river Monegre, which dates from 1579, is situated in a narrow gorge, so that while 140 ft.",
        "of water, and to serve for the irrigation of 9000 acres, but unless it refills several times a year, it is hardly possible that so much land can be watered in any one season.",
        "high, said to be Boo years old, and to serve for the irrigation of 25,000 acres.",
        "In the jungles of Ceylon are to be found remains of gigantic irrigation dams, and on the neighbouring mainland of Southern India, throughout the provinces of Madras and Mysore, the country is covered with irrigation reservoirs, or, as they are locally termed, tanks.",
        "The casual traveller in southern India constantly remarks the ruins of old dams, and the impression is conveyed that at one time, before British rule prevailed, the irrigation of the country was much more perfect than it is now.",
        "An irrigation reservoir, like a human being, has a certain life.",
        "In the countries now being considered, the test of an irrigation work is how it serves in a season of drought and famine.",
        "Irrigation effected by river-fed canals naturally depends on the regimen of the rivers.",
        "Sometimes the flood Irrigation canals.",
        "In countries nearly rainless, such as Egypt or Sind, there can be no cultivation without irrigation.",
        "In ordinary years in southern India the maize and the millet, which form so large a portion of the p easants' food, can be raised without irrigation, but it is required for the more valuable rice or sugar-cane.",
        "When a river partakes of the nature of a torrent, dwindling to a paltry stream at one season and swelling into an enormous flood at another, it is impossible to construct a system of irrigation canals without very costly engineering works, sluices, dams, waste-weirs, &c., so as to give the engineer entire control of the water.",
        "Irrigation cannot be practised in more favourable circumstances than these.",
        "The greater the heat, the more rapidly melts the ice, and the larger the quantity of water available for irrigation.",
        "In the deltas of southern India irrigation is only practised during the monsoon season.",
        "For this monsoon irrigation there is always abundance of water, and so long as the canals and sluices are kept in repair, there is little trouble in distributing it over the fields.",
        "Similar in character was the ancient irrigation of Egypt practised merely during the Nile flood - a system which still prevails in part of Upper Egypt.",
        "Where irrigation is carried on throughout the whole year, even when the supply of the river is at its lowest, the distribution of the water becomes a very delicate operation.",
        "Some crops of course require water much oftener than others, and much depends on the temperature at the time of irrigation.",
        "Experience in these sub-tropical countries shows the absolute necessity of having, for successful irrigation, also a system of thorough drainage.",
        "Closer examination, however, shows that if the prevailing slopes are not more than a few inches in the mile, yet they do exist, and scientific irrigation requires that the canals should be taken along the crests and drains along the hollows.",
        "The result of this drainless irrigation is an efflorescence of salt on the surface of the field.",
        "Of this description was the irrigation of Lower Egypt previous to 1883.",
        "Further information may be found in Sir C. C. Scott-Moncrieff, Irrigation in Southern Europe (London, 1868); Moncrieff, \" Lectures on Irrigation in Egypt,\" Professional Papers of the Corps of Royal Engineers, vol.",
        "Willcocks, Egyptian Irrigation (2nd ed., London, 1899).",
        "- Nowhere in England can it be said that irrigation is necessary to ordinary agriculture, but it is occasionally employed in stimulating the growth of grass and meadow herbage in what are known as water-meadows.",
        "This irrigation is not practised in the drought of summer, but in the coldest and wettest months of the year, FIG.",
        "Even were the objects of irrigation always identical, the conditions under which it is carried on are so variable as to preclude calculations of quantity.",
        "The quality of the water employed for any of the purposes of irrigation is of much importance.",
        "River water, especially that which has received town sewage, or the drainage of highly manured land, would naturally be considered most suitable for irrigation, but excellent results are obtained also with waters which are uncontaminated with manurial matters, and which contain but 8 or io grains per gallon of the usual dissolved constituents of spring water.",
        "Water when it has been used for irrigation generally becomes of less value for the same purpose.",
        "It has been contended that irrigation water suffers no change in composition by use, since by evaporation of a part of the pure water the dissolved matters in the remainder would be so increased as to make up for any matters removed.",
        "Amongst the grasses which may be spared, Aira caespitosa, Briza media and Cynosurus cristatus are generally much reduced by irrigation.",
        "Four ways of irrigating land with water are practised in England: (I) bedwork irrigation, which is the most efficient although it is also the most costly method by which currents of water can be applied to level land; (2) catchwork irrigation, in which the same water is caught and used repeatedly; (3) subterraneous or rather upward irrigation, in which the water in the drains is sent upwards through the soil towards the surface; and (4) warping, in which the water is allowed to stand over a level field until it has deposited the mud suspended in it.",
        "In bedwork irrigation, which is eminently applicable to level ground, the ground is thrown into beds or ridges.",
        "Then let the turf be laid down again and beaten firm, when the meadow will be complete at once, and ready for irrigation.",
        "There are few pieces of land where the natural descent of the ground will not admit of the water being collected a second time, and applied to the irrigation of a second and lower meadow.",
        "In upward or subterranean irrigation the water used rises upward through the soil, and is that which under ordinary circumstances would be carried off by the drains.",
        "In the ordinary English system of upward or drainage irrigation, ditches are dug all round the field.",
        "Irrigation of the kind now under discussion may be practised wherever a command of water can be secured, but the ground must be level.",
        "It is necessary in upward or subterranean irrigation to send the water on and to take it off very gently, in order to avoid the displacement and loss of the finer particles of the soil which a forcible current would cause.",
        "The earliness of the feed, its quantity and its quality will all depend in very great measure Manage - upon the proper management of the irrigation.",
        "When this inequality of irrigation once occurs, it is likely to increase from the consequent derangement of the feeders and drains.",
        "The practice of irrigating differs in different places with differences in the quality of the water, the soil, the drainage, &c. As a general rule, when the irrigating season begins in November the water may flow for a fortnight continuously, but subsequent waterings, especially after December, should be shortened gradually in duration till the first week in April, when irrigation should cease.",
        "Although in many cases it is easy to explain the reasons why water artificially applied to land brings crops or increases their yield, the theory of our ordinary water-meadow irrigation is rather obscure.",
        "We must look in fact to a number of small advantages and not to any one striking beneficial process in explaining the aggregate utility of water-meadow irrigation.",
        "We attribute the usefulness of water-meadow irrigation, then, to the following causes: (I) the temperature of the water being rarely less than 10° Fahr.",
        "If but 3000 gallons hourly trickle over and through an acre, and if we assume each gallon to contain no more than onetenth of a grain of plant food of the three sorts just named taken together, still the total, during a season including ninety days of actual irrigation, will not be less than 9 lb per acre.",
        "Italian Irrigation.",
        "- The most highly developed irrigation in the world is probably that practised in the plains of Piedmont and Lombardy, where every variety of condition is to be found.",
        "The principal river of northern Italy is the Po, which rises to the west of Piedmont and is fed not from glaciers like the Swiss torrents, but by rain and snow, so that the water has a somewhat higher temperature, a point to which much importance is attached for the valuable meadow irrigation known as marcite.",
        "This is only practised in winter when there is abundance of water available, and it much resembles the water-meadow irrigation of England.",
        "For the summer irrigation Italy depends on the glaciers of the Alps; and the great torrents of the Dora Baltea and Sesia can be counted on for a volume exceeding 6000 cub.",
        "Lombardy is quite as well off as Piedmont for the means of irrigation and, as already said, its canals have the advantage that being drawn from the lakes Maggiore and Como they exercise a moderating influence on the Ticino and Adda rivers, which is much wanted in the Dora Baltea.",
        "The Naviglio Grande of Lombardy is a very fine work drawn from the left bank of the Ticino and useful for navigation as well as irrigation.",
        "per second, and probably nowhere is irrigation carried on with less expense.",
        "The Piedmontese company takes over from the government the control of all the irrigation within a triangle between the left bank of the Po and the right bank of the Sesia.",
        "This assembly elects three small committees, and with them rests the whole management of the irrigation.",
        "In Lombardy the irrigation is conducted on similar principles.",
        "- The very life of Egypt depends on its irrigation, and, ancient as this irrigation is, it was never practised on a really scientific system till after the British occupation.",
        "Until the r9th century irrigation in Egypt on a large scale was practised merely during the Nile flood.",
        "The working season lasted only from the end of November to the end of June, while the Nile was low; and the difficulty of getting in the foundations was increased, as, in the interests of irrigation and to supply the Menufia canal, water was held up every season while the work was in progress to as much as Io ft.",
        "The western, or Behera, canal was thoroughly cleared out and remodelled; and thus the whole delta irrigation was supplied from above the barrage.",
        "Numerous regulating bridges and locks have been built to give absolute control of the water and facilities for navigation; and since 1901 a second weir has been constructed opposite Zilta, across the Damietta branch of the Nile, to improve the irrigation of the Dakhilia province.",
        "In the earlier section of this article it is explained how necessary it is that irrigation should always be accompanied by drainage.",
        "The ancient system of basin irrigation is still pursued in Upper Egypt, though by the end of 1907 over 320,000 feddans of land formerly under basin irrigation had been given, at a cost of over £E3,000,000, perennial irriga- irrigation tion.",
        "C. Ross, R.E., an officer who had devoted many years of hard work to the irrigation of the North-West Provinces of India, and who possessed quite a special knowledge as well as a glowing enthusiasm for the subject.",
        "3 will serve to explain this system of irrigation, the firm lines representing canals, the dotted lines embankments.",
        "In years of very favourable flood this high-level canal would not be wanted at all; the irrigation could be done from the main canal, and with this great advantage, that the main canal water would carry with it much more fertilizing matter than would be got from the tail of the highlevel canal, which left the river perhaps 25 m.",
        "- Map of the Basin System of Irrigation.",
        "The first exception in Upper Egypt to the basin system of irrigation was due to the Khedive Ismail.",
        "The conversion of the lands north of Assiut from basin to perennial irrigation began immediately after the completion of the Assiut weir and was finished by the end of 1908.",
        "When British engineers first undertook the management of Egyptian irrigation many representations were made to them of the advantage of storing the Nile water; but they consistently maintained that before entering on that subject it was their duty to utilize every drop of the water at their disposal.",
        "The first difficulty that presented itself in carrying this out, was that during the months of highest flood the Nile is so charged with alluvial matter that to pond it up then would inevitably lead to a deposit of silt in the reservoir, which would in no great number of years fill it up. It was found, however, that the flood water was comparatively free from deposit by the middle of November, while the river was still so high that, without injuring the irrigation, water might go on being stored up until March.",
        "There is no middle course of farming in Egypt between irrigation and desert.",
        "Willcocks, Egyptian Irrigation (2nd ed., 1899); Sir C. C. Scott-Moncrieff, Lectures on Irrigation in Egypt.",
        "- Allusion has already been made to the irrigation of India.",
        "The year 1878, which saw the end of a most disastrous famine, may be considered as the commencement of a new era as regards irrigation.",
        "Among protective works the first place was given to works of irrigation.",
        "In the seventeen years ending1896-1897the capital expenditure on such works was Rx.10,954,948, including a sum of Rx.1, 742, 246 paid to the Madras Irrigation Company as the price of the Kurnool-Cuddapah canal, a work which can never be financially productive, but which nevertheless did good service in the famine of1896-1897by irrigating 87,226 acres.",
        "2, 0 99, 2 53 were spent on the construction of protective irrigation works, not expected to be directly remunerative, but of great value during famine years.",
        "In the same year the irrigation effected by minor works of all sorts showed the large area of 7,442,990 acres.",
        "Some description will now be given of the chief of these irrigation works.",
        "Beginning with the Punjab, the province in which most progress has been made, the great Sutlej canal, which irrigates the country to the left of that river, was opened in 1882, and the Western Jumna canal (perhaps the oldest in India) was extended into the dry Hissar and Sirsa districts, and generally improved so as to increase by nearly 5 o% its area of irrigation between 1878 and 1897.",
        "The Bari Doab canal, which irrigates the Gurdaspur, Amritsar and Lahore districts, has been enlarged and extended so as to double its irrigation since it was projected in 1877-1878.",
        "In Sind, too, there is room for much increase of irrigation.",
        "The total cost of these five projects, some of which are now in progress, was estimated at Rx.1,596,682, and the extension of irrigation at 660,563 acres.",
        "The East India Company's great work, the Ganges canal, constructed between 1840 and 18J4 before there was a mile of railway open in India, still holds its place unsurpassed among later irrigation work for boldness of design and completeness of execution, a lasting monument to the genius of Sir Proby Cautley, an officer of the Bengal Artillery, but a born engineer.",
        "The water is there in abundance, the land is well adapted for irrigation, but as there is a considerable rainfall, it is doubtful whether the scheme would prove remunerative, and a large section of the landowners have hitherto opposed it, as likely to waterlog the country.",
        "Among the four protective works of irrigation which were said above to have irrigated 200,733 acres in 1896-1897, one of the most important is the Betwa canal, in the parched district of Bundelkhand.",
        "Proceeding farther east, we find very satisfactory progress in the irrigation of southern Behar, effected by the costly system of canals drawn from the river Sone.",
        "It should be mentioned in favour of these canals that although the irrigation is not of yearly value, they supply very important water communication through a province which, from its natural configuration, is not likely to be soon intersected by railways.",
        "In the Madras presidency and in Mysore irrigation has long assumed a great importance, and the engineering works of the three great deltas of the Godavari, Kistna and Cauvery, the outcome of the genius and indefatigable enthusiasm of Sir Arthur Cotton, have always been quoted as showing what a boon irrigation is to a country.",
        "In 1878 the total area of irrigation in the Madras presidency amounted to about 5,000,000 acres.",
        "The irrigation of the eight productive systems was 1,680,178 acres, and the revenue Rx.739,778.",
        "In 1898 there were ten of these systems, with an irrigation area, as shown by the accompanying table, of 2,685,915 acres, and a revenue of Rx.1,163,268: In the three great deltas, and the small southern one that depends on the Srivaikuntam weir over the river Tumbraparni, extension and improvement works have been carried on.",
        "This district suffered severely in the famine of 1877-1878, and the irrigation works were started in consequence.",
        "The Periyar scheme has for its object both the addition of new irrigation and the safeguarding of that which exists in the district of Madura, a plain watered by means of a great number of shallow tanks drawing their supply from a very uncertain river, the Vaigai.",
        "In addition to all these great engineering systems, southern India is covered with minor works of irrigation, some drawn from springs in the sandy beds of rivers, some from the rainfall of 2 sq.",
        "Elsewhere in the Bombay presidency, in the Deccan and Gujarat, there are fewer facilities for irrigation than in other parts of India.",
        "Up to the end of1896-1897the capital spent on the irrigation works of the Deccan and Gujarat was -ax.",
        "In Upper Burma three productive irrigation works were planned at the opening of the century - the Mandalay, the Shwebo, and the Mon canals, of which the first was estimated to cost -Rx.323,280, and to irrigate 72,000 acres.",
        "In 1901, after years of disastrous drought and famine, the government of India appointed a commission to examine throughout all India what could be done by irrigation to alleviate the horrors of famine.",
        "Up to that time it had been the principle of the government not to borrow money for the execution of irrigation works unless there was a reasonable expectation that within a few years they would give a return of 4 or 5% on the capital outlay.",
        "It was found that although some irrigation works (especially in the Bombay Deccan) would never yield a direct return of or 5%, still in a famine year they might be the means of producing a crop which would go far to do away with the necessity for spending enormous sums on famine relief.",
        "An expenditure of ten years' revenue on irrigation works might have done away for all future time with the necessity for the greater part of this outlay.",
        "The Irrigation Commission of 1901-1903 published a very exhaustive report after a careful study of every part of India.",
        "While emphatically asserting that irrigation alone could never prevent famine, they recommended an outlay of £45,000,000 spread over a period of 25 years.",
        "See also Annual Reports Irrigation Department Local Governments of India; Reports of the Indian Famine Commissions of 5878, 1898 and 1901; Sir Hanbury Brown, Irrigation, its Principles and Practice (London, 1907).",
        "The progress in irrigation up to the end of the 19th century was spasmodic but on the whole steady.",
        "Besides this, there were probably io million acres under irrigation systems constructed in whole or in part.",
        "In 1899 the irrigated area in the arid states and territories was more than, twice as great as in 1889, the acreage being as follows: - Total In addition to the area above given, in 18 99, 2 73, 11 7 acres were under irrigation in the semi-arid region, east of the states above mentioned and including portions of the states of North and South Dakota, Nebraska, Kansas, Texas and Oklahoma.",
        "The national and state governments had not built any works of reclamation excepting where the federal government, through the Indian department, had constructed irrigation ditches for Indian tribes, notably the Crow Indians of Montana.",
        "The construction of irrigation canals and ditches was for the most part brought about by farmers joining to plough out or dig ditches from the rivers, descending on a gentle grade.",
        "It may be said that, up to the year 1900, irrigation progressed to such an extent that there remained few ordinary localities where water could not be easily or cheaply diverted from creeks and rivers for the cultivation of farms. The claims for the available supply from small streams, however, exceeded the water to be had in the latter part of the irrigating season..",
        "In a few localities, notably in South Dakota, the Yakima valley of Washington, San Joaquin, and San Bernardino valleys of California, San Luis valley of Colorado, and Utah valley of Utah, water from artesian wells was also used for the irrigation of from 1 to 160 acres.",
        "Indeed, the products of irrigation will be consumed chiefly in upbuilding local centres of mining and other industries, which would otherwise not come into existence at all.",
        "The \" Truckee-Carson project \" for irrigation in Nevada was immediately begun.",
        "In its lower course it is much used for irrigation, and the valley is cultivated and populous; yet the water is said to be somewhat brackish.",
        "The Tarnak is dammed for irrigation at intervals, and in the hot season almost exhausted.",
        "In this way the irrigation which is absolutely indispensable for the members of the orange tribe during the dry season is greatly facilitated, and even those trees for which irrigation is not so indispensable receive a more ample supply of moisture during the rainy season.",
        "(The architect being at that time also the contractor.) The chapters are -- (1) on various machines, such as scaling-ladders, windmills, &c.; (2) on windlasses, axles, pulleys and cranes for moving heavy weights, such as those used by Chersiphron in building the great temple of Diana at Ephesus, and on the discovery by a shepherd of a quarry of marble required to build the same temple; (3) on dynamics; (4) on machines for drawing water; (5) on wheels for irrigation worked by a river; (6) on raising water by a revolving spiral tube; (7) on the machine of Ctesibius for raising water to a height; (8) on a very complicated water engine, the description of which is not intelligible, though Vitruvius remarks that he has tried to make the matter clear; (9) on machines with wheels to register the distance travelled, either by land or water; (10) on the construction of scorpiones for hurling stones; (11) and (12) on balistae and catapults; (13) on battering rams and other machines for the attack of a fortress; (14) on shields (testudines) to enable soldiers to fill up the enemy's ditches; (15) on other kinds of testudines; (16) on machines for defence, and examples of their use in ancient times.",
        "The city, formerly enclosed by walls (now ruinous), is surrounded by luxuriant gardens, and its houses are buried among the fruit and other trees which grow alongside of the irrigation canals.",
        "Kerun is all that is left of - C s - D the Lake of Mocris, an ___________________ ancient artificial sheet ______________________ iEngels 05:28, 24 Mar 2006 (PST)--- of water which played _____________________ _________ an important part in the irrigation schemel ~ - ~- of the Pharaohs.",
        "This again depends upon the fertilizing sediment brought down by the Nile and the measure in which lands beyond the natural reach of the flood water can be rendered productive by irrigation.",
        "land under perennial irrigation pays higher taxes than land not so irrigated (see below, Finance).",
        "The kind of crops cultivated depends largely on whether the land is under perennial, flood or basin irrigation.",
        "Perennial irrigation is possible where there are canals which can be supplied with water all the year round from the Nile.",
        "Altogether some 4,000,000 acres are under perennial irrigation.",
        "In places where perennial irrigation is impossible, the land is divided by rectangular dikes into basins.",
        "The land under basin irrigation covers about 1,750,000 acres.",
        "This basin system is of immemorial use in Egypt, and it was not until the time of Mehemet Ali (c. 1820) that perennial irrigation began.",
        "There are three agricultural seasons: (I) summer (sefi), 1st of April to 3ist of July, when crops are grown only on land under perennial irrigation; (2) flood (Nih), 1st of August to 3oth of November; and (3) winter (shetwi), 1st of December to 31st of March.",
        "Canals.The irrigation canals, which are also navigab1~ by small craft, are of especial importance in a country where the rainfall is ver>~ slight.",
        "Although designed for irrigation purposes, the Delta canals are also used for the transport of passengers and goods.",
        "1904), by Sir William Garstin on irrigation projects on the Upper Nile are very valuable recordsnotably the 1904 report.",
        "Will- cocks, Egyptian Irrigation (2nd ed., 1899); H.",
        "The same department issues special irrigation reports.",
        "The 9,000,000 was sufficient to pay the Alexandria indemnities, to wipe out the deficits of the preceding years, to give the Egyptian treasury a working balance of LE 500,000 and thereby avoid the creation of a fresh floating debt, and to provide a million for new irrigation works.",
        "Large sums were so advanced for the purposes of drainage and irrigation and other public works, and in relief of taxation.",
        "for the great increase of production as the result of improved irrigation and the fiscal relief afforded to landowners, the agricultural depression would have impaired the financial situation.",
        "early days no doubt the soil was cultivated in patches, but gradually a great system of canals was organized under the control of the central government, both for irrigation and for transport.",
        "The third prefect, Gaius Petronius, cleared the neglected canals for irrigation; he also repelled an invasion of the Ethiopians and pursued them far up the Nile, finally storming the capital of Napata.",
        "After paying out of the capital the sums required for the indemnities due for the burning of Alexandria and the deficits of the years 1882 and 1883, it still had a million sterling, and boldly invested it in the improvement of irrigation.",
        "By mitigating the hardships of the corve, and improving the irrigation system, on which the prosperity of the country mainly depends, he had conferred enormous benefits on the fellahin, and had laid the foundation of permanent budgetary equilibrium for the future.",
        "Land increased in value as irrigation schemes were completed, and European capital was increasingly eager to find employment in the country.",
        "These streams are all dry during the hot season, but in the rains they flow freely and replenish the numerous tanks and irrigation channels.",
        "The other rivers are the Vellar, Pennar, and Gadalum, all of which are used for irrigation purposes.",
        "Numerous small irrigation channels lead off from them, by means of which a considerable area of waste land has been brought under cultivation.",
        "Its estuary forms the harbour of Cullera, and its lower waters are freely utilized for purposes of irrigation.",
        "This is, of course, due to the excess of evaporation over the amount of water supplied by its two feeders, the Amu-darya and the Syrdarya, both of which are seriously drawn upon for irrigation in all the oases they flow through.",
        "long, has been constructed for irrigation.",
        "(London, 1892), a valuable contribution as to the condition of the province at that date, its connexion with Lake Moeris and its possibilities in the future; The Assuan Reservoir and Lake Moeris (London, 1904), by Sir William Willcocks - with text in English, French and Arabic - a consideration of irrigation possibilities; The Topography and Geology of the Fayum Province of Egypt, by H.",
        "Forest-clad mountains and stretches of thorny jungle alternating with rich alluvial plains, cultivated like gardens under an ancient and elaborate system of irrigation, make the scenery of Lombok exceedingly attractive.",
        "The small rivers serve only for irrigation and the growing of rice, which is of superior quality.",
        "Every house possesses its staircase, its well, and cisterns for irrigation; and on the whole the Aryan Tajiks of this northern section of the Oxus valley seem to be well provided with most of the comforts, if not the luxuries, of life.",
        "above the ferry at Kilif, a very successful war has been waged by the agricultural Turkman (of the Ersari tribes) against the encroaching sand-waves of the desert; and a strip of riverain soil averaging about a mile in width has been reclaimed and cultivated by irrigation.",
        "The Periyar irrigation project conducts water through the ghats in a tunnel to irrigate the Madras district of Madura, for which compensation of Rs.",
        "The former is of no use for irrigation, except in the immediate neighbourhood of its banks, and is a barrier to cross which involves the labour of a considerable ascent at any point except its most northern section.",
        "Although cultivated with most primitive appliances, and with little or no attempt at irrigation or artificial fertilization, the average yield is eightto twelve-fold annually.",
        "The means adopted are: (i.) the plantation of trees; (ii.) the making of irrigation canals and irrigating meadows; (iii.) exploring for, extracting and transporting loam, a process aided by the construction of short light railways; and (iv.), since 1889, the experimental cultivation of fenny districts.",
        "The plough, often replaced on the steeper slopes by the hoe, is similar to that depicted in ancient Egyptian drawings, and hand irrigation is usual.",
        "As practical irrigation engineers they are only rivalled by the Chinese.",
        "They have carried the art of irrigation to great per fection, and they utilize every acre of profitable soil.",
        "The north-western area is best marked in Sind and the Punjab, where the climate is very dry (the rainfall averaging less than 15 in.), and where the soil, though fertile, is wholly dependent on irrigation for its cultivation.",
        "The indiscriminate slaughter of fry, and the obstacles opposed by irrigation dams to breeding fish, are said to be causing a sensible diminution in the supply in certain rivers.",
        "Then comes the settlement officer, whose duty it is to estimate the character of the soil, the kind of crop, the opportunities for irrigation, the means of communication and their probable development in the future, and all other circumstances which tend to affect the value of the produce.",
        "For irrigation, native patience and ingenuity have devised means which compare not unfavourably with the colossal projects of government.",
        "The principal heads of revenue are land, opium, salt, stamps, excise, customs, assessed taxes, forests, registration and tributes from native states; and the chief heads of expenditure are charges of collection, interest, post-office, telegraph and mint, civil departments, famine relief and insurance, railways, irrigation, other public works and army.",
        "In 1908 the total length of railways open in India was 30,578, m., which carried 330 million passengers and 64 million tons of goods, and yielded a net profit exceeding 4 Facilities for irrigation (q.v.) vary widely, and irrigation works differ both in extent and in character.",
        "In Bombay and Madras almost all the irrigation systems, except in the deltas of the chief rivers, are dependent on reservoirs or \" tanks,\" which collect the rainfall of the adjacent hills.",
        "The Irrigation Commission of 1901 advised an expenditure of 30 millions sterling, spread over a term of twenty years, and irrigating 62 million acres in addition to the 47 millions already irrigated at that time; but it was estimated that that programme would practically exhaust the irrigable land in India, and that some of the later works would be merely protective against the danger of famine, and would not be financially productive.",
        "In addition, after making careful inquiry through various commissions, he reformed the systems of education and police, laid down a comprehensive scheme of irrigation, improved the leave rules and the excessive report-writing of the civil service, encouraged the native princes by the formation of the Imperial Cadet Corps and introduced many other reforms. His term of office was also notable for the coronation durbar at Delhi in January 1903, the expedition to Lhasa in 1904, which first unveiled that forbidden city to European gaze, and the partition of Bengal in 1905.",
        "On the other hand almost all European cereals flourish in the intermediate zone and on the high plateau, and the Abyssinian is a good agriculturist and understands irrigation.",
        "Among the wildest of them head-hunting is still a common practice; but the majority are industrious farmers laying out their fields on artificial terraces and constructing irrigation canals with remarkable skill.",
        "The northern part is fertile, as are the valleys of the Andean foothills, but arid conditions prevail throughout the central districts, and irrigation is necessary for the production of crops.",
        "He did his best to remedy the misery caused by the intestine wars, repaired the ruined mosques and other public edifices, founded hospitals and libraries - his library in Shiraz was one of the wonders of the world - and improved irrigation.",
        "These jhils have great value, not only as preservatives against inundation, but also as reservoirs for irrigation.",
        "The greatest work in the province, and one of the greatest irrigation works in the world, is the upper Ganges canal, which is taken from the river where it leaves the hills, some 2 m.",
        "deep. The rainfall is abundant during the necessitous months of the year, facilities for the irrigation of the rice crop are ample, and drought and floods are seldom known.",
        "it is almost wholly in the form of snow; and this snow, melting in summer, is of immense importance to the state, supplying water once for placer mining and now for irrigation.",
        "The introduction of other exotics into these zones, - made humid by irrigation, which converts them, the one into true austro-riparian the other into true humid tropical, has revolutionized the agricultural, and indeed the whole, economy of California.",
        "Much land is too rough, too elevated or too arid ever to be made agriculturally available; but irrigation, and the work of the state and national agricultural bureaus in introducing new plants and promoting scientific farming, have accomplished much that once seemed impossible.",
        "Irrigation was introduced in Southern California before 1780, but its use was desultory and its spread slow till after 1850.",
        "On nearly all lands irrigated some crops will grow in ordinary seasons without irrigation, but it is this that makes possible selection of crops; practically indispensable for all field and orchard culture in the south, save for a few moist coastal areas, it everywhere increases the yield of all crops and is practised generally all over the state.",
        "Small fruits, orchard fruits, hay, garden products and grains are decreasingly dependent on irrigation; wheat, which was once California's great staple, is (for good, but not for best results) comparatively independent of it, - hence its early predominance in Californian agriculture, due to this success on arid lands since taken over for more remunerative irrigated crops.",
        "The spread of irrigation and of intensive cultivation, and the increase of small farms during the last quarter of the 9th century, have made California what it is to-day.",
        "Irrigation has shown that with water, arid and barren plains, veritable deserts, may be made to bloom with immense wealth of semi-tropical fruits; and irrigation in the tropical area along the Colorado river, which is so arid that it naturally bears only desert vegetation, has made it a true humid-tropical region like Southern Florida, growing true tropical fruits.",
        "The live-stock industry showed a tendency to decline after 1890, and the dairy industry also, despite various things - notably irrigation and alfalfa culture - that have favoured them.",
        "There has been a general parallelism between the amount of rain and the amount of wheat produced; but as yet irrigation is little used for this crop. In the eighth decade of the 19th century, the value of the wheat product had come to exceed that of the annual output of gold.",
        "By reason of the co-operative effort demanded for the large problems of irrigation, packing and marketing, the citrus industry has done much for the permanent development of the state, and its extraordinary growth made it, towards the close of the 19th century, the most striking and most potent single influence in the growth of agriculture.",
        "The leading features of political life and of legislation after 1876 were a strong labour agitation, the struggle for the exclusion of the Chinese, for the control of hydraulic mining, irrigation, and the advancement by state-aid of the fruit interests; the last three of which have already been referred to above.",
        "- California Agricultural Experiment Station, Bulletins from 1884; Reports of the State Dairy Bureau, from 1898; State Board of Horticulture, Reports, 1889-1894; United States Censuses, 1890 and 1900, reports on irrigation.",
        "There are a few fertile spots near the mountains, where mountain streams afford irrigation and potable water, and support small populations, but in general Tacna is occupied for mining purposes only.",
        "Wyoming thus belongs with the arid states, and irrigation is necessary for agriculture.",
        "While some of the more arid districts have soils so strongly alkaline as to be practically unreclaimable, there are extensive areas of fertile lands which only require irrigation to make them highly productive.",
        "Alluvial deposits brought down by mountain streams, and strips of floodplain along larger streams on the plains are very fertile and well repay irrigation.",
        "Settlers intending to occupy such lands must satisfy the state that they have entered into contracts with the irrigating company for a sufficient water-right and a perpetual interest in the irrigation works.",
        "This project was authorized in 1904; it will affect, when completed, 131,900 acres, of which in 1909 about 10,000 acres were actually under irrigation.",
        "Extensive irrigation projects have made available many thousand acres of fertile land, and much more will be subjected to cultivation in the future as the large ranges aie broken up into smaller tracts.",
        "Chatterton, secretary of state, The State of Wyoming (1904); and reports of the various state officers mentioned in the text; Revised Statutes of Wyoming (Laramie, 1899); Wyoming Irrigation Laws (1908); G.",
        "The Ganges canal intersects the district, and serves both for irrigation and navigation."
    ],
    "definition": [
        "The act or process of irrigating, or the state of being irrigated; especially, the operation of causing water to flow over lands, for nourishing plants.",
        "Link/Cite"
    ]
}