{
    "translation": "פריט",
    "uses": [
        "If prices for an item fall, this is a net good.",
        "Four years ago, she and Dean were a weekly item, as they say.",
        "The most important item remains the contents.",
        "It is quite consistent with the evidence to suppose that a seven-day week was in use in Babylonia, but each item may be explained differently, and a definite proof does not exist.",
        "The last item on Dean's list of pleasurable activities was punching one if you want this and two if you want that buttons, then sitting on hold while listening to elevator music from some bureaucratic office.",
        "What she needed was a line item veto.",
        "This item alone amounted during the previous forty-six years, the parliament declared, \" at the least to eight score thousand pounds, besides other great and intolerable sums which have yearly been conveyed to the said court of Rome by many other ways and means to the great impoverishment of this realm.\"",
        "This convinced Fred the man was Byrne but Dean gave the item little merit.",
        "Maybe I sound like a jerk, but it's been ten years since we were an item and I've got a life now.",
        "13 236 44 1 5,577 55 15,701 509 21,514 5 II 50 30 278 115 169 18 Item 2, Passengers:- I.",
        "This works toward maximizing the utility that item can bring to someone. eBay is not alone in this regard.",
        "I settled one item for you today.",
        "She added yet another item to the growing queue.",
        "I just ask one thing; will you take my word for one item and if you stop this vehicle you'll have more reward than you'll know what to do with.",
        "It was evident that each and every item had been carefully chosen; clearly the home of an artist.",
        "Each time Dean put the Byrne disappearance to rest in his mind, another nagging item popped up to renew his attention.",
        "the item \" passengers killed \" includes those on some electric railways, which presumably are not covered in the statement here given; also passengers in freight trains, &c. Under `' employees \" this table includes men in shops, &c., not shown in Table XIV.",
        "In these statistics, the third item, \" other persons,\" includes post office and customs officials and other persons connected with the railway service, as well as railway officers and servants off duty.",
        "Retrenchment in expenditure formed a major item in his programme, together with a prompt and thorough revision of taxation.",
        "From the date of his re-entering the House Hume became the self-elected guardian of the public purse, by challenging and bringing to a direct vote every single item of public expenditure.",
        "For two years and a half the Coalition ministry continued in office without showing any signs that they intended to carry out the most important item of their programme.",
        "Another item she purchased was a catalog with instructions on cake decorating.",
        "When I saw you with him in the hospital, I thought you two were an item again and I had only myself to blame.",
        "He had what appeared to be every item of clothing he owned strewn around the room.",
        "Such statistics are studied mainly with the object of learning the lessons which they may afford as to preventive measures for the future; and from this point of view the most important element is the single item of passengers killed in train accidents (a 1).",
        "The Malays wear a loose coat and trousers, and a cap or headkerchief, but the characteristic item of their costume is the sarong, a silk or cotton cloth about two yards long by a yard and a quarter wide, the ends of which are sewn together, a forming a kind of skirt.",
        "The revenue receipts under the Republic have increased especially over those of the old regime in the item of customs duties; and the expenditure is very differently distributed.",
        "Its object was to resist the anti-clerical tendencies of the Liberals, and for this purpose it appealed to the \" nationalities \" against the dominant Magyar parties, the due enforcement of the Law of Equal Rights of Nationalities (1868) forming a main item of its programme.",
        "The principal item in mining cost is that of labour, which is expended chiefly in breaking down the mineral, either by the use of hand tools or with the aid of powder.",
        "Every item of the evidence was naturally subjected to the closest scrutiny, but at last the conservatives were forced reluctantly to confess themselves beaten.",
        "By far the largest item in these totals after 1902 represented the value of petroleum.",
        "Two years later home consumption returns noted the slaughter of 958,058 cattle (129,938 in the Federal District), 561,982 sheep, 992,263 goats and 887,130 hogs - the last item being larger than the census return of 1902.",
        "It enacts by-laws and ordinances, receives the reports of the local officials, passes their accounts, manages the town property, votes appropriations for each item of expenditure, and authorizes the necessary taxation.",
        "I daresay if you have purchased anything on Amazon, you have almost certainly, at some point, purchased an additional item Amazon suggested.",
        "Tuition, for instance, is an important item in the term bill, while for the far more valuable education which he gets by associating with the most cultivated of his contemporaries no charge is made.",
        "The moon will not sour milk nor taint meat of mine, nor will the sun injure my furniture or fade my carpet; and if he is sometimes too warm a friend, I find it still better economy to retreat behind some curtain which nature has provided, than to add a single item to the details of housekeeping.",
        "It is for no particular item in the tax-bill that I refuse to pay it.",
        "By the time we became an item, my mother was dead and there was no reason in his mind to resurrect old ghosts.",
        "He searched Deidre's apartment from top to bottom several times, seeking the item he needed to fulfill his part of a deal.",
        "Item 25.803, idem quod 25M, 8r, Item 9999998.0005021, idem valet quod 9999998 T O M0 - 0, o o oo, & sic de caeteris.\"",
        "576 1254 The most significant item in the table, 36 passengers killed in train accidents, is perhaps to be considered as abnormally large, the totals under this head for the preceding six years beginning with 1901 being 7, 35, 3, 18, 4, 14, or an average of 11.57 per year.",
        "His little account books of income and outlay, with every item entered down to a few hours before his death, are accurate and neat enough to have satisfied an ancient Roman householder.",
        "He may veto any bill passed by the assembly, or in the case of a bill making appropriations of money he may veto any item of it, and no bill or item of an appropriation bill which he vetoes within five days (Sunday excepted) after it has been presented to him, can become a law or part of a law unless passed over his veto in each house by a two-thirds vote of the members present.",
        "It may be noted that the output in almost every item of mineral production was considerably greater in 1907 than in 1908, and the isolated figures of the latter year are of little interest apart from showing in a general way the relative commercial importance of the products named.",
        "Fishing is an important item of income.",
        "fill a bag with a particular item, for example beans, peas or rice.",
        "One failure of the marketplace is the misattribution of the amount of utility an item will bring a person.",
        "The resulting xml file can then be text edited into the overall item container of the RSS file.",
        "The only item of information I'd withheld from Detective Jackson was that the assailant had asked me where everybody else was.",
        "The only item that appeared out of place was a matchbook on the bureau.",
        "The revenue of the republic is derived mainly from customs and excise, and the largest item of expenditure is the service of the public debt.",
        "The state, the departments, and the communes were thus relieved from the payment of salaries and grants to religious bodies, an item of expenditure which amounted in the last year of the old system to 1,101,000 paid by the state and 302,200 contributed by the departments and communes.",
        "The chief item of expenditure (which totalled 148 million pounds in 1905) is the service of the public debt, which in 1905 cost 483/4 million pounds sterling.",
        "Fully three-fourths of the state contributions is expenditure on military necessities; in addition there are subventions to various colonies and to colonial railways and cables, and the expenditure on the penitentiary establishments; an item not properly chargeable to the colonies.",
        "Save for the small item of military expenditure Tunisia is no charge to the French exchequer.",
        "31 a strength of the flocks, great improvements in the quality and weight of fleeces, this item is likely to show permanent advancement.",
        "The cost of the cable before laying depends on the dimensions of its core, the gutta-percha, which still forms the only trustworthy insulator known, constituting the principal item of the expense; for an Atlantic cable of the most approved construction the cost may be taken at f250 to £300 per nautical mile.",
        "24.Section of three-year-old item of Lime, ~e.",
        "Item I shows no passengers killed in train accidents during the year.",
        "By other accidents Item By accidents occurring during shunting operations, viz.",
        "a mile or less, and the money obtained from third-class travellers forms by far the most important item in the revenue from passenger traffic. Since the Midland railway's action in 1875 several other English companies have abandoned second-class carriages either completely or in part, and in Scotland they are entirely unknown.",
        "The first item of expenditure shown in the budget is the service of the public debt, amounting to £T8,288,394.",
        "Dicuil's knowledge of the islands north and west of Britain is evidently intimate; his references to Irish exploration and colonization, and to (more recent) Scandinavian devastation of the same, as far as the Faeroes, are noteworthy, like his notice of the elephant sent by Harun al-Rashid (in 801) to Charles the Great, the most curious item in a political and diplomatic intercourse of high importance.",
        "Later on, the last item was abandoned in favour of a fuller return of agricultural resources, a feature which has remained a prominent part of the inquiry.",
        "A bill or item of an appropriation bill that has been vetoed by the governor can become a law only with the approval of two-thirds of the members elected to each house of the legislature.",
        "Any bill or any item or items of any bill which has passed both houses may be vetoed by the governor, and to override a veto a two-thirds vote of the members present in each house is required.",
        "The heaviest item of expenditure chargeable on the Algerian budget is on public works, posts and telegraphs and agriculture.",
        "Hence, a principal item in their religious practice consisted in communications about the being, nature and names of the Seven (or of any other hostile daemons barring the way to heaven), the formulas with which they must be addressed, and the symbols which must be shown to them.",
        "Of the last item $3,269,757,067 represented the value of the products of rural factories (that is, those in cities of under 8000 inhabitants).",
        "No veto power whatever was given to the governor until 1867, when, in the present constitution, it was provided that no bill vetoed by him should become a law unless passed over his veto by a three-fifths vote of the members elected to each house, and an amendment of 1890 (ratified by the people in 1891) further provides that any item of a money bill may likewise be separately vetoed.",
        "A numbered index card was stationed beside each item.",
        "The tile floor was dressed with a Native American rug that didn't look like a Target sale item.",
        "I think that was the only reason she and Josh became an item.",
        "Item >>",
        "Towards the beginning of the Christian era raw silk began to form an important and costly item among the prized products of the East which came to Rome.",
        "A further Note submitting the programme proposed gave more precision to this item, which thereupon took the following form: \" An understanding not to increase for a fixed period the present effectives of the armed military and naval forces, and at the same time not to increase the budgets pertaining thereto; and a preliminary examination of the means by which even a reduction might be effected in future in the forces and budgets above mentioned.\"",
        "said they alone had burdened the state with the payment of 483,000 scudi of annual interest, a tremendous item in a budget where the income was perhaps but 2,000,000.",
        "In proportioning the quantities of matrix to aggregate the ideal to be aimed at is to get a concrete in which the voids or air-spaces shall be as small as possible; and as the lime or cement is usually by far the most expensive item, it is desir able to use as little of it as is consistent with strength.",
        "The thorough mixing of the constituents is a most important item in the production of good concrete.",
        "But concrete is hampered by the fact that the surface always has to be formed by means of wooden or other framing, and in the case of thin walls or floors this framing becomes a serious item, involving expense and delay.",
        "Only very general remarks can be made on the subject of cost, as this item varies greatly in different situations and with the market price of the materials used.",
        "But, generally speaking, in steel concrete the cost of the cement is but a small item of the whole expense, and it is worth while to be generous with it.",
        "By far the most important item is coal.",
        "How the commission was executed does not appear, but in Mr Eaton's subsequent accounts of expenditure occurs this item - \"three silver porringers to drink chaw in.\"",
        "Poultry is plentiful arid eggs form a considerable item in the exports.",
        "Of the imports the largest single item is cotton goods, nearly all being sent from England.",
        "engaged in conversation with some visitor to the engineroom, talks apparently undisturbed by all the multifold noise and rattle of the machinery, but let the noise alter in some item which, though unnoticeable to the visitor, betokens importance to the trained ear, and his passive attention is in a moment caught.",
        "In Phoenician commerce salt and salt fish - the latter a valued delicacy in the ancient world - always formed an important item.",
        "The chief item of expenditure is on education; thus in 1913-4, out of a total expenditure by the provincial council of £1,142,000, the sum of £853,000 was spent on education.",
        "These records contain an extraordinarily large and valuable mass of historical material, including, as one item, 246 volumes of the king's diary.",
        "We may draw the inference that they formed an insignificant item in the population of a small province of the Persian Empire, and yet doubt whether they did actually refuse - alone of all the inhabitants of Palestine - to submit to the conqueror of the whole.",
        "Afghanistan is largely a country of mountains and deserts; but there are wide tracts of highly irrigated and most productive country where fruit is grown in such abundance as to become an important item in the export trade.",
        "Madder is an important item of the spring crop in Ghazni and Kandahar districts, and generally over the west, and supplies the Indian demand.",
        "They form a very popular item in Roman Catholic devotion.",
        "The governor has three days (Sundays excepted) in which to veto any bill or any item in an appropriation bill, and a two-thirds vote of the members elected to each house is required to override his veto.",
        "Thoroughgoing reconstruction in every item of theology and in every detail of polity there may be, yet shall the Christian life go on - the life which finds its deepest utterance in the words of Christ, \" Thou shalt love the Lord thy God with all thy heart and thy neighbour as thyself \"; the life which expresses its profoundest faith in the words Christ taught it to pray, \"Our Father\"; the life which finds its highest rule of conduct in the words of its first and greatest interpreter, \" Let this mind be in you which was also in Christ Jesus our Lord.\"",
        "The governor's veto power extends to items in appropriation bills, and to overcome his veto, whether of a whole bill or an item of an appropriation bill, a two-thirds vote in each house of the members* present is required, and such two-thirds must include in each house a majority of the members elected to that house.",
        "The governor may veto any separate item in an appropriation bill.",
        "Ink forms a large item in the total expenses of this department, besides which there are: oil for lubricating, turpentine and other solvents for cleaning, paper for proofs and making-ready, &c. When the work is printed it is handed to the warehousemen, who are responsible both for unprinted and printed paper.",
        "The fishery is of ancient importance; at the old towns of Falsterbo and SkanOr, south of Malmo, thousands of fishermen were employed until the harbours became choked in 1631, and the fish were a valuable item in the Hanseatic commerce.",
        "The iron-mining industry is of high importance, the output of iron ore forming by far the largest item in the total output of ores and minerals.",
        "von Otter, who introduced a new bill for the army reorganization, the most important item of which was the increase of the period of training to 365 days.",
        "The consolidated fund services are an annual charge, fixed by statute, and alterable only by statute, but the supply services may be gone through in detail, item by item, by the House of Commons, which forms itself into a committee of supply for the purpose.",
        "The calisaya trees of Bolivia rank among the best, and their bark forms an important item in her foreign trade.",
        "The governor has ten days (Sundays not being counted) in which to exercise his veto power (which may be applied to any item or items of any bill making appropriations of money and embracing distinct items), and an affirmative vote in each house of two-thirds of the members elected is required to pass a bill over his veto.",
        "The governor may (since 1875) veto any item in any appropriation bill, but any bill (or item) may be passed over his veto by bare majorities (of all members elected) in both houses.",
        "A board of estimate, composed of the mayor, the city solicitor, the comptroller, the president of the second branch of the city council, and the president of the board of public improvements, has control over appropriations, the council having power to decrease the amount of any item but not to enlarge it.",
        "Even in commercial transactions, in dealing with sums of money, the statement of an amount often has reference to the last item added rather than to a total; and geometrical measurements are practically ordinal (§ 26).",
        "The most important item added by him to the administrative machinery of the realm was the famous Star Chamber, ~ which was licensed by the parliament of 1487.",
        "Sericulture, a growing industry, is chiefly carried on in Ferghana, whence silk cocoons are an important item of export, the output having doubled between 1892 and 1903 (3869 tons).",
        "It is true that every item of scientific knowledge is concerned with some definite relation of definite phenomena, and with nothing else; but, for all that, the systematic organization of such items may quite well yield further knowledge, which transcends the special relations of definite phenomena.\"",
        "type is also found and forms an item among the smaller exports.",
        "The constitution reserves to the people the privilege of rejecting any act or any item of any act whenever 5% of the legal voters ask that the matter be voted upon at a general election; and the people may initiate legislation by a petition signed by 8% of the electorate.",
        "The largest single item in point of value was the product ($3,053,008) of the slaughtering and meat-packing establishments.",
        "His first measure was to make the festival-money a permanent item in the budget.",
        "In 1904 the exportation of straw and other fibre hats began; these resemble those of Panama and promise to become an important item.",
        "an item in a commonwealth, the members of which are in all respects equally well endowed.",
        "His veto power extends to items in appropriation bills, but any bill or item may be passed over his veto by three-fifths of the members elected to each house of the legislature.",
        "The largest item in the freights is iron ore on vessels bound down.",
        "But it is certain that he explained to his own satisfaction and accepted every item of the Roman Catholic creed, even going beyond it, as in holding the pope to be infallible in canonization; and while expressing his preference for English as compared with Italian devotional forms, he was himself one of the first to introduce such into England, together with the ritual peculiarities of the local Roman Church.",
        "To diminish the item of expenditure on this head, various kinds of mechanical furnaces have been adopted, all of which can be classified under three heads of gravitating furnaces, mechanical stirrers and revolving furnaces.",
        "Betsy spotted an item announcing the discovery on a Maryland beach of the body of the Delaware abductee Marcia Stonehurst.",
        "Then again, attempted abductions prompted far less news coverage than the real thing so she might have missed the obscure item.",
        "Now that he had a place and knew what the Watchers wanted, he could focus on his next item of business: finding and killing a few Others.",
        "Item notes within this site aim for honesty and reliability and attempt to avoid hyperbole and deceit.",
        "No item is too humble nor too prodigious for Philippe Starck to focus his extraordinary talents on.",
        "abscissa value for each item in the list of graph lines.",
        "To add an item to your cart, click the add an item to your cart, click the Add to Basket link.",
        "agenda item 5: Draft DPTAC Annual Report 2004 28.",
        "agreed that this request should be placed as an agenda item on the next full council meeting.",
        "Item will be sent Normal airmail with Registered Mail.",
        "About item: - Blade Runner - Blade Runner - The Director's Cut - do androids Dream Of Electric Sheep?",
        "It's a real anticlimax after winning an eBay auction to eventually find the item arrive in a worse state than advertised.",
        "Bridesmaid's gifts are a popular item among wedding parties and the brides honored attendees.",
        "ballpark estimate of the item.",
        "Links at the foot of the page will have a bearing on the content of the item on the page.",
        "The same program can simulate the behavior of an item containing one of the faults in response to the stimulus.",
        "By 1914, barbed wire was a standard item in the military defense schemes of all the major belligerents of the Great War.",
        "bondage furniture we aim to have every item in stock and ready to ship.",
        "The blue bonnet was another traditional Scottish item of clothing.",
        "bouncer seat A very useful item is a bouncer seat.",
        "brew kit was by far the most important item of sustenance carried.",
        "bridesmaid's gifts are a popular item among wedding parties and the brides honored attendees.",
        "I had been alerted to his presence by a short item tucked away in the sports pages of a British broadsheet.",
        "Item 630 - Price £ 1.75 bucket Wedding Favor These small galvanized buckets are absolutely great for something different.",
        "buildalso offer built up price from £ 6.00 per item.",
        "In our listing we specify about three or more times that the item we are offering is an uncirculated bullion sovereign in mint condition.",
        "The standard eBay buyer will not read between the lines, because they are only looking for that 1 item right now.",
        "This is such a cunning little item, it is a cigarette dispenser masquerading as a perpetual calender!",
        "cashier's check for more money than the item you are trying to sell.",
        "Enter part of an item name and append the wildcard character to the end and enter.",
        "You simply pay a postage charge for each item.",
        "chi squared test, N being the number of households with expenditure on the item in the two week period.",
        "childbirth Without fear is a historical item now, tho possibly not altogether superceded.",
        "choose which item you wish to be exempt from.",
        "Make up a timetable allowing yourself to deal with each item in a ' bite-sized chunk ' .",
        "She draws a big circle around the second item on her list, Paper Towels.",
        "There the most intriguing item for me was the set of proofs of the never to be issued coinage of Edward VIII.",
        "complain about faults that were pointed out to them or that they would have seen before they purchased the item.",
        "Is ideal filled with real delphinium petal confetti (item 143 - as shown) or for your bridesmaids to hand out favors.",
        "Use one request slip per item as even consecutive reference numbers may not be stored consecutively on our shelves.",
        "containment measure is the bowl, itself not a serviceable item.",
        "On almost no item on our agenda does anyone seriously contend that each nation can fend for itself.",
        "No evidence has been produced to support the contention being made in item 43.",
        "The last item on the desktop was a mechanical contrivance.",
        "correlated significantly with 6 of the 8 MOS 36 item scores.",
        "Get someone to use it on u coz its a slippery bugger lol How would you rate this item out of 5?",
        "crochet a wee wooly item for charity please.",
        "We always cross-check some-ones address with telephone or other records before we send out a high value item to them.",
        "cuneiform inscriptions to the right of the snake on the item offered for sale.",
        "Slightly dampen the fabric item using a fine water spray.",
        "No refunds can be processed if returning goods for this reason until the item has been evaluated and deemed defective by the manufacturer.",
        "deferred pending discussion at item 9 of present agenda.",
        "The function takes an array as the argument and you can specify the item delimiter.",
        "Insulation includes recycled newspaper, wood, and cotton denim jeans the latter a de rigueur item of clothing among the student community.",
        "You need to show how you have calculated depreciation for each item, remember you must be consistent with the method you use.",
        "Item 14: make destructors virtual in base classes.",
        "Item Title... £ 15.00. surfing photo framed croyde beach north Devon.. .",
        "Please enter the thirteen digit serial number of the faulty item.",
        "dissatisfy Games offer you a full 14 day money back guarantee on any item if you are in any way dissatisfied with your purchase.",
        "The group however seemed somewhat distracted by an surprisingly comfortable leather couch, which proved to be the most praised item in the museum.",
        "Under Folder, enter the full file path to the hidden item, remembering to include the dollar sign.",
        "Don't buy any item that requires dry cleaning.",
        "The tax would have to be payable on the item entering the country, effectively operating as an import duty.",
        "Extract: BULKY ITEM COLLECTION SERVICES Who can use the service - All occupied Domestic dwellings for which free household waste collection provided... .",
        "economical to buy more than one item, they have free delivery for orders of £ 50.00 or over.",
        "Select the page on which you want to move an item, then click edit.",
        "rapid el creates an extra top menu item in Word much like Articulate or Breeze do in PowerPoint.",
        "Step 2 Get the item checked by a qualified electrician.",
        "exasperated by the lack of clarity about the cost of an item.",
        "Click to open full item back to top of page Tuesday 06 June 2006 dons trust news Can the World Cup get more exciting?",
        "expendable item of the lot: flies.",
        "And very rarely have I ordered an item which is either faulty, or the wrong item has come by mistake.",
        "The little feelers at the front of this ladies silver jewelry item round-off a delightful brooch.",
        "floppy, cotton hat can be an appreciated item on a hot, sunny day.",
        "In picture framing, filets of wood or card frames are placed around the item to prevent contact with the glazing.",
        "free-rangeut contract of free-ranging camels a stock item.",
        "The most common item in a deep fat fryer is the basket where food is put to fry.",
        "Several holes are left empty or the finished item would look like fake fur, not hair.",
        "DCI Tenet has already described the genesis of this PDB item in a letter to the 9-11 Commission dated March 26, 2004.",
        "Making them a hot collectible item, various Groovy Girls dolls graduate each year.",
        "handicraft item.",
        "Item 2: Minutes of the last meeting i. The item on non-registered has will be taken forward at a future meeting. ii.",
        "The main item states that most has and Trusts have failed to provide safe locations for GPs to see previously violent patients.",
        "A floppy, cotton hat can be an appreciated item on a hot, sunny day.",
        "It concerns the news item about mandatory helmets for children.",
        "hemp ropes with tape which correspond to a known height of a flown item.",
        "Description of the condition of, and unambiguous identification of the item calibrated.",
        "EQUIPMENT An item of control or measurement instrumentation, which can be identified by a discreet serial number.",
        "Two precious metal wires (item 2 ), electrically insulated from each other, are wound around the glass wool hose.",
        "perpetual inventory An stock control system where a running record is kept of the amount of stock held for each item.",
        "irritated by the fact procedural languages couldn't return more than one item.",
        "Whenever possible, each function should be implemented on a single replaceable item to make fault isolation straightforward.",
        "jewelleryl make at least one item of jewelry, which will introduce you to a variety of beaded jewelry making techniques.",
        "Karma votes are a method to vote the ' karma votes are a method to vote the ' karma ' of an item.",
        "keystroke combination, menu item or a button on the toolbar.",
        "Clicking on the add keyword for search menu item pops up the add bookmark dialog.",
        "However, a tenant could sue the landlord for negligence if there was a dangerous item on the property.",
        "There may be situations in which it is entirely lawful to keep an item designed or adapted for use in an animal fight.",
        "left-hand column of the list of items, to see the full details of the item.",
        "We recommend buying a black leotard from the High Street plus this item for a complete costume.",
        "It needs one \" %s \" in it. item = ' li %s /li ' This is the wrapper around each li %s /li ' This is the wrapper around each link.",
        "LI Next item in the li Next item in the list. /UL Which gives: First item in the list.",
        "E.g. li font color=\"red \" this is a red li font color=\"red \" this is a red list item /font /li Be careful when mixing other tags within your lists.",
        "line item on an invoice: Enter the item you wish to apply the discount.",
        "Click OK To apply a discount to a single line item on an invoice: Enter the item you wish to apply the discount.",
        "loanable item.",
        "I came across an item in which someone made a remark about \" Deltic \" being the first diesel loco.",
        "loopy lou What was your first impression of the item sent to you?",
        "lore codes Every item lammy will have a set of alphanumeric codes written on one side called lore codes.",
        "low-priced item.",
        "mailbag item.",
        "marquee tent pole, the only item to be damaged in the storm.",
        "menu item to find text in files.",
        "To wear it with a bare midriff How would you rate this item out of 5?",
        "Could it be that this item was already consigned to the tender ministrations of David Maclean in Mr Farrall's mind?",
        "The item was either missing, had been used and, therefore, no longer in existence, or demonstrably extant.",
        "misspelllso need to learn that the first alternative spelling Word offers them for a misspelt item may not necessarily be the correct spelling.",
        "FIX: It was possible to drop down a disabled top level menu item by activating its keyboard mnemonic.",
        "morpheme pairs, a significant frequency effect was found in both subject and item analyzes.",
        "As for the comparison of high versus low frequency morpheme pairs, a significant frequency effect was found in both subject and item analyzes.",
        "Every item is manufactured using traditional dowelled mortice and tenon joinery complemented with solid brass fittings and fixings.",
        "hover the mouse over the icon to see the name of the item.",
        "Tiled fenders (also matching) would have been a common feature, tho being a readily movable item few survive today.",
        "See the news item below for details on how to order your own new coffee mug.",
        "The second item is a full size Stowe replica nameplate.",
        "Have you an item or news of an upcoming event you consider newsworthy?",
        "You can edit the shipping information and shipping status by clicking a link next to the item information.",
        "Each pen is fitted with a rhodium plated 18 carat gold nib - which makes it a rather collectible item!",
        "nil if no item is found.",
        "Any item which becomes objectionable may be disposed of immediately.",
        "The following options can be used to select whether or not obsolescent item messages are to be output.",
        "obvious from the outset that a particular item might benefit from two reviews from quite different points of view.",
        "outbid on an item by Lord Blackwood.",
        "The next item of note was the North Level main drain outfall at Foul Anchor.",
        "Everybody has to pay £ 3 to enter and the most outrageous outfit or item of clothing wins a bottle of champagne.",
        "Made in Sheffield by local craftsmen, it is an item of quality combined with Nick's trademark panache and self-confidence.",
        "Item Two: White sheer panties, pink trim, small pink ribbon rose decoration.",
        "parenthesisrs can check matching parentheses or brackets simply by selecting a menu item.",
        "plainchant responsory is a lengthy item following a reading, allowing time for the content of the reading to be digested.",
        "plenipotentiary meeting where it was nodded through as the last item on the agenda.",
        "If the iterator has advanced past the last item in the container, a nil pointer will be returned.",
        "postage charge for each item.",
        "The percentage of an item added oklahoma texas mountain or the auto insurance in Florida PPO percent.",
        "prejudicial interest, he or she must leave the meeting for the duration of that item.",
        "Woo Sun Park, vise president of GSM product planning at Samsung said TV was becoming a commodity item for mobile phones in Korea.",
        "primates sub-committee report 3.7 This was a later agenda item.",
        "We have a private eye employed by a wealthy client with a sexy wife, to recover a curious item.",
        "prized item for practitioners of Asian medicine.",
        "proof of postage otherwise we cannot refund should an item not arrive.",
        "There is a general misconception that once an item passes through a public auction any questionable prior provenance would be erased.",
        "My father in his defense wishes it pointed out that he only ate the puffin because it was the cheapest item on the menu.",
        "We hired these punts - for the French lent nothing: each item of service had its price.",
        "purchase an item select the Add To Shopping Basket icon for the.. .",
        "To do a search, select an item and click Paste to add an item to the search screen, then submit the query.",
        "The back of one of the photos sows a short recap of the news item.",
        "reclaim the relevant vat on the full retail price of an item.",
        "The most treasured item in the procession is a copy of a golden reliquary said to hold a tooth of the Buddha.",
        "The Court of Appeal expressed great reluctance to send such a small remaining item to another trial.",
        "A plainchant responsory is a lengthy item following a reading, allowing time for the content of the reading to be digested.",
        "Isles FM failed to justify their decision to broadcast the retraction of his original news item.",
        "reveal where you can get your hands on that must-have item as seen on the show.",
        "risotto cake: This was the best item.",
        "Item 426 - Price £ 1.20 Love Heart Candle Favor Heart shape candle sitting on roses makes a truly romantic favor.",
        "Marks are made on hemp ropes with tape which correspond to a known height of a flown item.",
        "A suitably rousing and upbeat item to close the evening, which received a very positive response.",
        "sack hoist is the most important item in the windmill.",
        "searching searching Searching offers you a more precise way of locating an item you want to buy.",
        "select an item from the list by checking the checkbox.",
        "All you need to get started is an eBay seller account and an item to sell.",
        "Hubby couldnt wait for me to try the flavors Did the item make you feel sexy?",
        "silverware item not in stock.",
        "Each item shall be placed in a protective sleeve upon which the vendor's personalized reference is marked on the reverse.",
        "It Is Important For The Brand That This Item Is not sold On Auction Sites At This Time.",
        "The current item in a displayed list can be selected either by double clicking on it, or by pressing the space bar.",
        "An item that warrants a functional specification should also be considered for selection.",
        "You cannot cast a spell, use a magical item, run, or attack for two seconds.",
        "spritzer type bottle What was the item like in action?",
        "Thus far, the Ernst & Young ITEM Club has said that the UK has weathered recessionary squalls very well.",
        "stiletto heel was a top fashion item teamed with a classic pointed toe pump.",
        "For instance suppose that you would like to create an extra menu item that contains all programmer subroutines.",
        "In a series of amendments to the only substantive item of business this week, ahead of the o. .",
        "In the next blank line, select subtotal from the Item column.",
        "subtotal item adds up the amounts of the items above it on a sales form.",
        "I have included a very short summary of each item indicating its main points of interest.",
        "superfluity allowance in respect of a single item of plant.",
        "material supposition is when a term stands for a linguistic item as such.",
        "swagger stick, which \" accessory \" was a debatable item of uniform for various services at various periods.",
        "synchronized void add( String item) Adds an item to this Choice menu.",
        "Matters Arising: Item 2 - Bosham A new tabernacle for the church has been acquired.",
        "text edited into the overall item container of the RSS file.",
        "tips for useage with this item?",
        "to-do item, can be scheduled, and optionally, a completion deadline can be set.",
        "topmost item on his agenda.",
        "The Mill is also open to all should the more experienced turner wish to turn any individual item of their choice.",
        "You are creating a new type of item in addition to the item types already defined.",
        "Purchases Direct faxes from the german keyboard had the French circumflex instead of the German umlaut (Item 3 ).",
        "Why do amounts connected to a payroll item show up as unclassified on the profit & loss by class report?",
        "How could such a hot button item go from raging controversy to nearly universal acceptance in such a short time?",
        "unnumbered item, or group of items, listed in the inventory must be labeled with a temporary number.. .",
        "printable version To print a list of the components included in an assembly item: From the QuickBooks Lists menu, choose Item List.",
        "Woo Sun Park, Vice President of GSM product planning at Samsung, said TV was becoming a commodity item for mobile phones in Korea.",
        "fill The Frame Make sure the item you are photographing fills the viewfinder.",
        "wap push or SMS message allowing you to download your chosen item.",
        "Dry Pocket A totally waterproof pocket to protect any item.",
        "The item will appear at the far western side of the level.",
        "gift wrapping costs just £ 2.50 per item or group of items to be wrapped together.",
        "It is most commonly applied by dipping the item into a large tank of molten zinc.",
        "4 Resolutions of 1561, \" Item that there be used only but one apparel; as the cope in the ministration of the Lord's Supper.\"",
        "The reconquest of Dongola and the Sudan provinces during the three years from March 1896 to December 1898, considering the enormous extent and difficulties of the country, was achieved at an unprecedentedly small cost, while the main item of expenditure the railwayremains a permanent benefit to the country.",
        "This is explained in a passage of the Digest 49.15.7: \" Liber autem populus est is, qui nullius alterius populi potestati est subjectus, sive is foederatus est; item sive aequo foedere in amicitiam venit, sive foedere comprehensum est, ut is populus alterius populi majestatem comiter conservaret.",
        "Additionally, right below that is a section called, \"What Do Customers Ultimately Buy After Viewing This Item?\"",
        "Food in the United States is so inexpensive as a percentage of national income that it literally is a throwaway item.",
        "To purchase an item select the Add To Shopping Basket icon for the...",
        "When an item enters the stack it is said to be pushed on the stack.",
        "Each item of expenditure included MUST be accompanied by a properly receipted invoice.",
        "Our invoices also provide Line Item detail allowing you to reclaim the relevant VAT on the full retail price of an item.",
        "Where in our opinion an item is unsaleable, you must re-collect such items from the saleroom promptly on being so informed.",
        "Stockist List for Gardening Angels 2 We reveal where you can get your hands on that must-have item as seen on the show.",
        "Main courses: Mushroom risotto cake: This was the best item.",
        "The sack hoist is the most important item in the windmill.",
        "Searching Searching offers you a more precise way of locating an item you want to buy.",
        "Find the item in the catalog (see \" Searching for items \".",
        "Select an item from the list by checking the checkbox.",
        "Vanessa also promises to be able to get hold of any silverware item not in stock.",
        "Each item shall be placed in a protective sleeve upon which the vendor 's personalized reference is marked on the reverse.",
        "It Is Important For The Brand That This Item Is Not Sold On Auction Sites At This Time.",
        "The item will appear in the southwest corner of the map.",
        "Small spritzer type bottle What was the item like in action?",
        "The stiletto heel was a top fashion item teamed with a classic pointed toe pump.",
        "In a series of amendments to the only substantive item of business this week, ahead of the o..",
        "In the next blank line, select Subtotal from the Item column.",
        "A subtotal item adds up the amounts of the items above it on a sales form.",
        "It is unusual to find a superfluity allowance in respect of a single item of plant.",
        "Material supposition is when a term stands for a linguistic item as such.",
        "Perhaps I am overlooking the swagger stick, which \" accessory \" was a debatable item of uniform for various services at various periods.",
        "See Also: getItemCount add public synchronized void add( String item) Adds an item to this Choice menu.",
        "No Do you have any hot tips for useage with this item?",
        "A task, such as a to-do item, can be scheduled, and optionally, a completion deadline can be set.",
        "Among other things, developing relations with India in the oil sector, would be the topmost item on his agenda.",
        "The next item of interest is the towpath swing bridge at the entrance to the bone works arm.",
        "Purchases Direct faxes from the German keyboard had the French circumflex instead of the German umlaut (Item 3).",
        "Every unnumbered item, or group of items, listed in the inventory must be labeled with a temporary number...",
        "On delivery the item will be unpacked giving time to inspect and remove any of the unwanted packaging.",
        "However, if you require a specific item spak to the management and they will do their upmost to get some for you.",
        "Printable version To print a list of the components included in an assembly item: From the QuickBooks Lists menu, choose Item List.",
        "Fill The Frame Make sure the item you are photographing fills the viewfinder.",
        "The most often worn item of clothing and why: My white v-neck t-shirt under a shirt.",
        "You will receive a WAP push or SMS message allowing you to download your chosen item.",
        "The discount item must be selected directly below the item you wish to apply the discount.",
        "Gift wrapping costs just £ 2.50 per item or group of items to be wrapped together.",
        "She is an item in the natural order, a ship wrecked on a reef.",
        "Item [0] = lo, [1] = hi double [2] - 2 y Y-axis range of frame.",
        "I learned that I can save valuable time by using ditto marks on my ordering pad when several people order the same item.",
        "The store was out of the item they had on sale, so they issued a rain check to the upset customer.",
        "Although the mantel was sparsely decorated, each item had been artfully placed.",
        "Perhaps the biggest item on the checklist is whether you stay or go-retain ownership of the business and grow it or sell it and move on to another venture.",
        "Since this is an item that parents carry all of the time, you might want to consult with them about styles before purchasing.",
        "Diapers/Diaper Cake: Diapers are the one item that no parent can have too many of.",
        "If the new parents already know the gender and name of their unborn child, you can have an item monogrammed.",
        "If they still aren't sure about gender and/or name, you could still buy an item for the shower and pay for the monogramming.",
        "Once the baby has arrived, then you or the parents can take the item to be monogrammed.",
        "You might want to give them a couple of choices and ask which item they would prefer for their new baby.",
        "Each item is hand-pressed to order right in house, and nothing is mass produced.",
        "Try to go with a versatile design on this item as it is possible that it will stay in your child's room for many more years than the crib and changing table.",
        "A parents' favorite item, a rocking chair with an ottoman makes its way into many baby nurseries.",
        "Prices are high, but if you're only going to buy one set, consider purchasing a splurge item.",
        "Ask guests to bring a copy of their favorite children's book to help stock baby's library or their favorite toy or an item that reminds them of their childhood.",
        "Piggy banks are another good choice for a baby gift item that can be personalized (but should be kept out of baby's reach).",
        "Each guest can decorate his or her own personalized item for the baby, or a couple of group projects can be devised.",
        "Be sure you factor in shipping charges before you price the item, however.",
        "You can often find great deals at a fraction of the cost of a new item!",
        "Disposable place mats-Another great item to keep in your car is a disposable place mat.",
        "It will be difficult for you to buy an item that he doesn't already have.",
        "If you were to purchase an item that is actually designed for an older or younger child, the baby that you are giving it to will probably lose interest in it rather quickly.",
        "Be firm when you say it, and move her away from the item she isn't suppose to be playing with.",
        "Each item typically lists the reason for the recall, along with the following information.",
        "Sometimes free shipping on one item will actually make it a better deal than a crib that is cheaper but has high shipping costs.",
        "Several friends or relatives may decide to go in together to purchase one, eliminating one a major item on your list of baby supplies.",
        "Give each guest some paper and a pencil, and instruct them to guess how much each item is.",
        "Of course, this doesn't include every type of silver item, but it will give you a good start as you begin searching for that perfect gift.",
        "Does the item have a money back guarantee?",
        "Fill it with clothing items, blankets, diapers, and any other baby item that you choose.",
        "Slings-New moms everywhere are singing the praises of this versatile baby item.",
        "If you notice an adorable outfit, blanket, or some other item that appears to be a one-of-a-kind item that's possibly handmade, ask the person where the item came from.",
        "Be sure and mark how many of each item you want.",
        "Be sure you let the cashier know who you are purchasing a gift for so the item can be marked off the wish list!",
        "The company will ship your item straight to your door, so you don't even have to leave the comfort of your living room!",
        "You can even advertise that you are looking for a specific item.",
        "If they are creative and artsy, a more whimsical item may be more in their style.",
        "Another traditional keepsake is the homemade item.",
        "You may find that it's easier to start out with a comforter set, baby accessory, or a simple blanket, and work your color scheme and décor pattern from that one item.",
        "Any item that stimulates one or more of the senses is an excellent baby educational toy.",
        "Most interior decorators will tell you that it is best to start with one decorating item and/or color and work your way around the room by adding coordinating and contrasting colors and items.",
        "When you and the other hostesses get together, find out if anyone already has some type of sailboat item that can be used in the shower.",
        "One fun ice breaker includes passing a baby item like a bottle from person to person.",
        "The guest holding the item gives her name and tells how she know the mother-to-be.",
        "Everything on the cake is a usable baby item.",
        "While this chemical can reduce the risk of the clothing catching on fire, the chemicals that are used to treat the item of clothing may actually harm the environment and the human body.",
        "A perfectly safe looking toy of your baby's may have been recalled because it's been found that the item can cause serious injury or death.",
        "Although parents may prepare for the much awaited homecoming to a beautifully decorated nursery with every material item the baby could need, the essential hands-on care needs to be achieved first.",
        "If you can't afford a specific item, check the classifieds or ask a friend or relative who recently had a child who has outgrown his or her baby supplies.",
        "Beyond the fun stuff, you and some friends can consider pitching in for a big ticket item, such as a stroller or swingset designed for multiples.",
        "Ebay sometimes has this type of out-of-print item, and it may be worth it to check for these.",
        "Invite each shower guest to guess the cost of each item and then add up her total.",
        "Many baby showers include a frugal game where guests are asked to predict the quantity of an item, such as cotton balls, cotton swabs, or pink and blue jelly beans, stuffed into a clear jar.",
        "Registries-Whether you're a new or expectant mom or you're searching for a gift for someone else, the online registry makes purchasing that perfect item or gift a breeze.",
        "While the traditional corsage features flowers, you can forgo tradition and create a corsage out of a simple baby toy or other item.",
        "The item you use as a cake topper is really the focus of your diaper cake.",
        "Diaper cakes are a popular item at baby showers because of the many creative ways to present a practical gift.",
        "Place the baby bottle or substitute item in the center of the area marked on the cake platter.",
        "Wrap the lace around the arrangement and secure each item together with the glue gun or more ribbon.",
        "Therefore, a swing isn't an item that needs to take up space in the nursery.",
        "Diapers-Whether you choose cloth or disposable, diapers are an essential baby care item.",
        "Some baby care packages also include an item or two for the new mom, which is a thoughtful touch that every recipient will appreciate.",
        "A small tube of diaper rash cream is also a good item for the diapering category.",
        "In more recent years, emphasis has been placed on the removal of soft bedding, blankets, toys, bumper pads, and any other item that could pose a suffocation risk.",
        "When the signal is given, instruct the women to write down every baby-related item they can think of.",
        "What happens, however, when you want to find an item that really stands out?",
        "Gift baskets allow you to customize so that each and every item you place into the basket is geared toward a child's likes, dislikes, wants, needs, and/or desires.",
        "A baby monitor is also a handy item, particularly useful if you own a larger house and cannot easily hear your baby's cries from the nursery.",
        "If you aren't sure about an item to place in the gift basket, ask the child's parents for suggestions and input.",
        "Monogrammed clothing - Purchase a clothing item, like a shirt, sweater, coat, socks, or hat, and have it monogrammed with baby's name.",
        "When purchasing a nursing bra, it is always good to try the item on in a store to ensure that it is not uncomfortably tight.",
        "While choosing one large gift, whether it's a fun toy or an item like a diaper genie or a car seat, making a gift basket is an excellent way to combine small fun gifts with small functional items that the parents will need.",
        "Add baby washcloths, towels, baby wash, lotions, bath toys, suction cup bath toy net, wipes, brush and comb set, and any other item that might be used for baby's bath.",
        "If your gift includes several clothing outfits, consider folding each item up like a rose, and placing them closely together in a basket to resemble a bouquet.",
        "If the part or piece that you are missing is a screw or other machined item, check your local home improvement store first.",
        "The item pictured may or may not be representative of the quality of the dress you receive.",
        "If you have a problem or need to exchange an item, it may be difficult or impossible.",
        "With older couples who already own basic household items, focus on purchasing an item they would truly enjoy but might not purchase for themselves.",
        "This is true even if you purchase something that is not on the registry, as doing so will make it easier for the couple to exchange the item if necessary.",
        "Ask for one of these when you buy the item and enclose it in the gift box.",
        "Once you have selected your gift at the store, you will give the registry information to the cashier so that the item will be removed from the master list.",
        "Each item you buy comes with an appraisal that has been done by a certified GIA gemologist.",
        "Underwear is probably the most underrated item of your attire - probably because it is always invisible.",
        "Remember that your underwear is probably the most important item of your wardrobe, even if hidden.",
        "Handmade silver jewelry can be much more expensive than a similar item that has been made by a machine, or in other words, mass-produced.",
        "Usually the handmade item will cost much more.",
        "This is because the alloys used in the silver react with the air and create deposits that tarnish the surface of the item.",
        "The only justification of a sterling silver item costing significantly more than another of similar weight can be that it is \"hand made\".",
        "Once you have figured out the object or item that you want to create and are clear on the required quantities and types of beads, you can start to acquire the beads.",
        "A good instructional book should ideally have step-by-step instructions, a number of photographs showing various stages of the production and images of the final completed item.",
        "Select the materials based upon the design and the item that you are planning to make.",
        "As a fun collector's item and a great hobby, or as a serious collectors' domain, baseball cards have something for everyone!",
        "Hosiery is often a woman's favorite item in her wardrobe.",
        "Some stores may accept returns, but policies regarding packaging, tags and the number of days you have to return the item will vary.",
        "A good mdealer will also be able to verify the authenticity of the item you are interested in purchasing.",
        "The older and more valuable the document or item, the more verification you should require.",
        "Written testaments as to the authenticity of the item should be available if the item is rare and expensive.",
        "If you are purchasing the memorabilia as an investment, check out the current and the possible future market for the item.",
        "You want to know if the item is something people have been interested in and are likely to become more interested in over time.",
        "You should always verify the asking price of an item that interests you.",
        "The first European to see tulips visited the Ottoman Empire in the 1550s and soon made the flowers a luxury item in the gardens of Europe.",
        "A different set of considerations come into play when looking for a football jersey for the purposes of being used on the field, rather than simply as a fashion item.",
        "When you click on an item you would like to purchase, you are taken directly to their site.",
        "Stores are much less likely to lose or forget a rental when money has all ready been put down on the item.",
        "If you want to buy something later or show an item to someone else, it's easy to rip out a page and keep it.",
        "Catalogs don't tell you if an item is out of stock.",
        "Websites that allow you to order directly from the catalog by item number will save you time and the hassles of talking to customer service or filling out those little order forms.",
        "A Dell computer was the most popular item that day, and QVC is a leader in electronics sales.",
        "The site also has quick links to items that have recently been on the air and the day's special value, an item that's price has been reduced for 24 hours.",
        "Always look at the special value item when you visit the website.",
        "The site includes a link to \"today's special,\" an item that is discounted for 24 hours, as well as information about what product is currently on the air.",
        "A patch can be shipped very cheaply, but some sites charge a set shipping fee for all purchases, such as $4.95 for orders under $25 or $3 for the first item and $1 for each additional item.",
        "You can read reviews (and critiques) if any item you are thinking of, which will help you make a better purchasing decision.",
        "Also, you can always ask the seller if they are willing to send you additional pictures of the item.",
        "The website offers a description of the item's condition and sellers' ratings so you can see how others have liked purchasing from them.",
        "However, you will have to pay to ship the item back, and they may charge a 20 percent restocking fee.",
        "If you contact them, you can get a pre-paid UPS return shipping label for you to use when you send your item back.",
        "They have a 21-day return policy on new, unopened items, which requires you to get an RMA authorization number from them before you ship the item back.",
        "You will also have to pay to ship the item back.",
        "However, if you are exchanging items, there will not be a charge on the new item that is shipped to you.",
        "You can always tell if an item is made from real leather since the material breathes and adjusts to the temperature of its environment."
    ],
    "definition": [
        "Link/Cite"
    ]
}