{
    "translation": ".1 השאיר קצוות משוננים\n.2 דחיפה",
    "uses": [
        "Veteran actresses Kim Delaney (All My Children, NYPD) and Catherine Bell (JAG) lead the cast, as the show focuses on their characters Claudia Joy Holden and Denise Sherwood respectively.",
        "Purchased by the Colorado Group in 2001, Jag is based in Brisbane and many of its fabrics come from Japan, Turkey, and other international resources.",
        "This company prides itself on its loyalty to the nation where it started, and no matter where it's products are found globally, Jag continues to design and distribute close to home.",
        "jag the edges of the soil in the hole, don't leave the sides smooth.",
        "Then, afore A knows wher A um, ma troosers get yanked doon an A get a jag on ma bum.",
        "I was thinking about purchasing my first jag and wanted to steer clear of models that are notorious for electrical problems.",
        "jag lovers everywhere!",
        "jag owners club in Coventry for many years.",
        "I can appreciate wh... 7 Jul 2006, 11:01 PM James jag You need to consider total power requirements.",
        "They should say to those people in October, \" Have you thought about a flu jag?",
        "James jag You need to consider total power requirements.",
        "Even in the Jag I'm yet to be convinced by rain-sensing wipers.",
        "Even in the Jag I 'm yet to be convinced by rain-sensing wipers.",
        "Her mother, Mary Jo Deschanel, played Eileen Wayward in Twin Peaks, and has had roles in other popular TV shows like Law & Order and JAG.",
        "Jag: This model is a comfortable and modern style.",
        "Aviator Shades Online presents a wide selection of styles that includes Aviator, Avion, Jag, P3 and Concord.",
        "A pair of Jag board shorts is the perfect addition to your seasonal wardrobe.",
        "Jag was founded in Australia in 1972, forever revolutionizing the way the world looks at denim.",
        "Responsible for the decade's fashion industry jeans boom, Jag enjoyed international exposure and accolades.",
        "Distinctly Australian in style, but worldwide in its appeal, celebrities from Jackie Onassis to Bianca Jagger began sporting the Jag label.",
        "Since its global debut, Jag's product line has expanded to include jackets, fashion tops, men's wear and even board shorts.",
        "Jag's appeal comes from its ability to be simultaneously ultra-chic, relaxing and informal.",
        "From red carpet debuts to bumming around at the beach, Jag has been there consistently for years.",
        "Jag summer wear is available at the company's official website, and also at local retailers such as Macy's and Nordstrom.",
        "Jag board shorts are ultra-durable, making them perfect for water sports such as skiing and surfing.",
        "Despite Jag's giant reputation, they manage to keep their apparel at reasonable prices shoppers can afford.",
        "If you like Jag's mainstream clothing, you might also enjoy their lingerie and luggage line.",
        "From romantic nights to European vacations, Jag can supply whatever it is you may need.",
        "The fact that Jag is in Australia creates a convenient situation for any last minute shopper, because the seasons run opposite to the northern hemisphere.",
        "While at home you may only be able to find bikinis in February, Jag will just be rolling out their winter line.",
        "While it may sound easy to click and shop, you may actually need to order your out of season Jag selection from one of the many Australian retail stores.",
        "Benjamin has guest-starred on The District, JAG and Mad TV.",
        "Chavira's TV credits include roles on Six Feet Under, The Division, JAG, and NYPD Blue.",
        "Quantum Leap, Jag, NCIS and NCIS: Los Angeles.",
        "Her half-brother Michael Bellasario appeared on JAG as Michael \"Mikey\" Roberts, the younger brother of Patrick Labyorteaux's Bud Roberts.",
        "She also guest starred on JAG, Diagnosis: Murder and more.",
        "Right before the finale between Rory Schepisi and Joshua Adam \"Jag\" Garcia, it was discovered that the latter contestant had lied on his application.",
        "Josh \"Jag\" Garcia, who was one of two vying for the top spot on the third season of The Next Food Network Star, voluntarily eliminated himself a week before America picked the show's winner."
    ],
    "definition": [
        "A sharp projection; a barb.",
        "a. A hanging flap along the edge of a garment.\nb. A slash or slit in a garment exposing material of a different color.",
        "To cut jags in; notch.",
        "To cut unevenly.",
        "Scots To jab sharply; prick.",
        "jag′ger\nnoun",
        "jag′less\nadjective",
        "Slang\na. A bout of drinking or drug use.\nb. A period of overindulgence in an activity; a spree: a shopping jag; a crying jag.",
        "A small load or portion.",
        "Link/Cite",
        "A sharp projection.",
        "A part broken off; a fragment.",
        "(botany) A cleft or division.",
        "(Scotland) A medical injection.",
        "To cut unevenly.",
        "(Pittsburgh) To tease.",
        "A binge or period of overindulgence; a spree.",
        "a one-horse cart load, or, in modern times, a truck load, of hay or wood.",
        "(informal) A Jaguar car.",
        "Link/Cite"
    ]
}