{
    "translation": "משונן",
    "uses": [
        "The scars were jagged and ugly, similar to those on her arms.",
        "If several notes are present the flame is jagged by each.",
        "Many ships have been wrecked on the jagged reefs which fringe their base.",
        "A jagged bolt of lightning pierced the angry black clouds, and she moved away from the edge of the porch.",
        "When he looked too fast, he still saw the jagged, deep scars that the Healer had gotten rid of.",
        "The road continued to climb at a seemingly impossible grade, more rugged now with jagged rocks littering the uneven way.",
        "The setae are organs of locomotion, though their large size and occasionally jagged edges in some of the Polychaeta suggest an aggressive function.",
        "Here and there these jagged peaks appear as if half overwhelmed by an advancing sea of sand.",
        "The aa is lava broken into fragments having sharp and jagged edges.",
        "With another deep breath, she ran her thumb down the jagged edge of the dagger.",
        "Westwards, looking towards Afghanistan, line upon line of broken jagged ridges and ranges, folds in the Cretaceous series overlaid by coarse sandstones and shales, follow each other in order, preserving their approximate parallelism until they touch the borders of Baluchistan.",
        "The town fronts the broad Molde Fjord, with its long low islands, and to the east and south a splendid panorama of jagged mountains is seen, reaching 601o ft.",
        "It is not possible to enumerate here even the principal styles of ishime, but mention may be made of the zara-maki (broad-cast), in which the surface is finely but irregularly pitted after the manner of the face of a stone; the nashi-ji (pear-ground), in which we have a surface like the rind of a pear; the hari-ishime (needle ishime), where the indentations are so minute that they seem to have been made with the point of a needle; the gama-ishime, which is intended to imitate the skin of a toad; the tsuya-ishime, produced with a chisel sharpened so that its traces have a lustrous appearance; the ore-liuchi (broken-tool), a peculiar kind obtained with a jagged tool; and the gozam, which resembles the plaited surface of a fine straw mat.",
        "We embed the jagged side into the ice above us and pull ourselves up.",
        "Its summit comprises a group of eight snow-clad peaks, and its crater is surrounded by a steep and jagged wall of rocks.",
        "She took a rock and broke the ice, reaching in the frigid water with her fingers to pull out the jagged pieces of ice.",
        "The churning sea below was littered with jagged rocks that looked small from her perch a hundred feet above them.",
        "The legs and lower part of the body are dark coloured, but the dorsal surface of the thorax and abdomen is coloured green and is raised so as to form a crest with jagged edges exactly reproducing the irregular margin of a fragment of leaf cut out by the mandibles of the ant.",
        "The island is throughout mountainous, presenting from the sea in some directions the appearance of a series of jagged peaks.",
        "The boughs and their side-branches, as they increase in length, have a tendency to droop, the lower tier, even in large trees, often sweeping the ground - a habit that, with the jagged sprays, and broad, shadowy, wave-like foliage-masses, gives a peculiarly graceful and picturesque aspect to the Norway spruce.",
        "Immediately north of Chimborazo, and separated from it by only a narrow valley, are the lower triple summits of Carahuairazo, or Carguairazo (which the natives call Chimborazo-embra, \" Chimborazo's wife \"), whose hollow cone collapsed in 1698 during a great earthquake, and left the jagged rim which adds so much to its present picturesque appearance.",
        "The seaward slope of Croaghaun is abrupt and in parts precipitous, and its jagged flanks, together with the serrated ridge of the Head and the view over the broken coast-line and islands of the counties Mayo and Galway, attract many visitors to the island during summer.",
        "The spur on which it stands is thickly wooded with oak and other trees; behind it the pine-clad slopes of the mountain tower towards the jagged peaks of the higher range, snow-clad for half the year; while below stretches the luxuriant cultivation of the Kangra valley.",
        "It differs from the true crocodile principally in having the head broader and shorter, and the snout more obtuse; in having the fourth, enlarged tooth of the under jaw received, not into an external notch, but into a pit formed for it within the upper one; in wanting a jagged fringe which appears on the hind legs and feet of the crocodile; and in having the toes of the hind feet webbed not more than half way to the tips.",
        "It is well known that cancer may develop in places where there has been chronic irritation; an example may be found in cancer of the tongue following on prolonged irritation from a jagged tooth.",
        "The Takruri possess jagged throwing knives, which are said to have been brought from their original home in the L i pper Congo regions.",
        "Sometimes they are very uneven and jagged (apalhraun), consisting of blocks of lava loosely flung together in the utmost confusion.",
        "Thus, the atoms of water and iron are the same, but those of the former, being smooth and round, and therefore unable to hook on to one another, roll over and over like small globes, whereas the atoms of iron, being rough, jagged and uneven, cling together and form a solid body.",
        "The Arka-tagh ranges do not culminate in lofty jagged, pinnacled peaks, but in broad rounded, flattened domes, a characteristic feature of the system throughout.",
        "The birch and larch woods of this zone give way to pine forests as the altitude increases; and the pines to mosses, lichens and alpine plants, just below the jagged iron-grey peaks, many of which attain altitudes of 6000 to 8000 ft.",
        "fertile plain, which on the southern side soon swells into pleasant slopes backed by the jagged peaks of the Umbrian Apennines.",
        "She grimaced and took them.  Gabriel peeled off his heavy jacket as she chewed and watched him.  His hands absently traveled over all the places on his body where weapons were hidden and he pulled free a dagger with a jagged edge.",
        "The mountains of the south-west are particularly abrupt and jagged.",
        "Dull nail clippers will tear the nail and can rip off layers of nail and leave a jagged, weakened nail.",
        "Where the edges of the mole may be jagged or irregular.",
        "B: Borders that are jagged or irregular.",
        "jagged rocky outcrop just proud of the coast path.",
        "But it is very difficult to suppose that the same sensation would be aroused by a truly periodic displacement represented by a smooth curve, and a displacement in which the period is only in the amplitude of the to-and-fro motion, and which is represented by a jagged curve.",
        "Its name, which means ' Dragon Mountains ' in Afrikaans, stems from the jagged backbone of saw-toothed peaks.",
        "A large Jack O ' Lantern with a jagged smile smirked back at her from the neighbor 's porch.",
        "The typical engaged couple doesn't want a fondant dolphin leaping over the top of their cake or a jagged crab crawling along its edges.",
        "The lines aren't so much straight as they are jagged.",
        "The below ideas are good jumping-off points for more creative endeavors, such as a \"National Singles' Awareness Day\" cake or a jagged, broken heart shaped cake that you may want to share with a particularly aggravating ex.",
        "The end result is usually a jagged, broken-looking nail.",
        "The leaves of the plant are very green and herbaceous, with just a bit of that same jagged edge that is seen on the flower petals.",
        "At Pure Costumes, you can get a pirate-inspired plus size Little Red Riding Hood costume in a dress meant to look like black leather with a short jagged skirt, red laces in the corset and a hip belt.",
        "Goth lovers can also get the Lil Dead Riding Hood Gothic costume at Amazon.com, which features an off-the-shoulder cream peasant blouse, jagged skirt, belt and jagged hip-length cape.",
        "You can get Jagged Teeth, Goliath, Scarecrow, Zabos, Risen-Dead, Griffin, Harpie, Ouch, and more.",
        "Other colored contacts available for purchase include lenses made to appear like the eyes of a reptile or amphibian, ones sporting stitches over the iris, and a pair made to look like jagged teeth.",
        "Graphics are PS1 quality, which means jagged lines and low frame rates.",
        "With the crystal clear LCD, you don't even notice pixels or jagged lines, though you may notice a slight slowdown on some games where lots of action is going on.",
        "Although the cars are a little crisper, they still are drawn with tell-tale jagged lines.",
        "With a jagged storyline, boring gameplay, and repetitive fighting, you'll find that you'd rather sit through a 4-hour interview with George Lucas talking about how much fur Chewbacca had.",
        "Even the old Xbox ones, because the Xbox 360 will apply antialiasing - which converts all those jagged, pixelated edges on sharp objects to smooth ones - and play Xbox games in high resolution.",
        "Sharp, jagged, or pointed objects or machinery parts should be used according to the manufacturer's instructions and only for their intended purpose.",
        "Cheek biting, braces, or jagged teeth may persistently irritate the oral structures.",
        "This type of injury occurs because the brain is of a different density than the skull and can be injured when delicate brain tissues hit against the rough, jagged inner surface of the skull.",
        "Grow hair out to desired length and chop bangs super short and jagged with a pair of scissors (making inverted V-snippets) or ask a stylist to work a razor through your bang to texturize.",
        "Emo hair cuts are best known for their sharp, jagged ends.",
        "However, they're updated with sharper elements, such as jagged edges, and can be adapted by anything from a bob to a layered cut.",
        "The cuts have sharp, jagged edges that tend to frame the face and fall at a variety of lengths.",
        "The ever popular emo hair style is known for jagged layers.",
        "Rather than blunt and symmetrical, a choppy bob usually has a more jagged and undefined edge to the bottom and the bangs.",
        "Shag styles with lots of layers of jagged hair just barely kissing the edge of the jaw combined with longer hair layers create the illusion of long, lean necks.",
        "The ends are point-tapered for a jagged effect, and the top layers are left long so that they can be slicked back for a sleek look.",
        "The swim top was made to look slightly jagged or ragged around the bottom, which also gave it more volume and realism.",
        "Each of the can openers produced by Krups features its trademark bladeless design which allows the can to be opened without leaving behind any dangerous jagged edges.",
        "Wear a billowy white shirt with big sleeves, and cut off some pants so the edges are jagged.",
        "For women: A cotton, suede or micro-suede tan dress cut on the bias or with a jagged edge.",
        "If you do not have sewing skills, take a pair of scissors and cut the skirt into strips or add a jagged hem.",
        "Traditional vampire costumes for women were always variations on the Vampira look, with long black hair and a low-cut, tight black dress with jagged sleeves.",
        "In pink and black, this comprises a corset-top dress with a jagged handkerchief skirt, jagged pink wings with black trim, a feathered headpiece and shiny black sleevelets.",
        "Make the shirt look piratey by trimming off the sleeves and bottom in a jagged edge.",
        "Check your nails-toes and fingers-for jagged edges.",
        "Hems may be straight or come in a jagged handkerchief style.",
        "Her influences include the album Jagged Little Pill, Queen and fun music.",
        "The look became a cliche, the large, flat-topped head, the jagged scars of stitches across the forehead, and the bolts in the side of the neck.",
        "Description: Biollante began as a gigantic rose with jagged teeth in her bud.",
        "For example, a jagged shape suggests the sound of glass breaking, a spiral shape suggests an equivalent whirring sound.",
        "Cut out the outline as cleanly as possible; jagged edges or rips will show on the skin.",
        "Allow them to get jagged edges that you sport proudly because, hey, at least they haven't broken off yet-and you can still type and dial your cell phone!",
        "Don't worry about checking your toenails for jagged edges first, either.",
        "jagged.",
        "c. rothschildi also has a large frontal horn and white legs, but the spots in the bulls are very dark and those of the females jagged.",
        "They were jagged and ugly, similar to those on her arms.",
        "She'd peeked at the healing wound the night before and found the scar not just ugly but hideous, a jagged seam between two lumps of uneven flesh.",
        "Its rock foundation frequently broke through the vegetation in jagged ledges.",
        "tight bodice, long flowing, jagged edge skirt, long sleeved.",
        "At an altitude of 2,700m, cultivating crops is impossible and icy winds blow down from the jagged peaks that surround it.",
        "The black craft was a perfect triangle, with no jagged edges or visible rear tail fin.",
        "flip-flop sandals to wade through the jagged wreckage.",
        "Without the shadow, it looks jagged, and with the shadow, its too fuzzy.",
        "jagged rocks that run along its shore.",
        "jagged peaks interspersed with awe-inspiring glaciers.",
        "jagged, cut, carved, pinked and laced with all kinds of different colors.",
        "jagged rock walls seem immensely thick and immensely old.",
        "After paddling around I found a very jagged hole just under water on the left-hand wall.",
        "A slightly jagged 1m by 50cm entrance to 4m drop (climbable with care ).",
        "Simple graphics look good although text legends can be rather jagged.",
        "jagged shards of rock pursued him, bounding along, smashing flat whole swathes of jungle.",
        "jagged peaks stand in stark contrast to the wide views of the coastal landscape.",
        "jagged edges of the colored glass were like a blood thirsty thorn bush.",
        "jagged limestone cliffs that rose dozens of feet from the desert floor proved remarkably easy to climb.",
        "jagged guitar riff, chanted chorus and mildly ponderous organ made it top five on both sides of the Atlantic.",
        "If the air temperature had been plotted on the same graph you would see a very jagged and erratic line.",
        "Better still, the player does not suffer from the Chroma Upsampling Error (where the edges of colors appear jagged ).",
        "If large images still look jagged, click Tools within Internet Explorer, select Internet Options and click the Advanced tab.",
        "What kind of financial security does jagged Globe offer?",
        "He has led jagged Globe expeditions to Aconcagua and Everest and is a key Guide on our Alpine Courses.",
        "Blurred snatches of neon illuminations then flit across the screen as the music becomes jagged, bluesy scars.",
        "The river's not deep or fast and the scenery is absolutely stunning: jagged limestone karst cliffs, jungle and blue skies.",
        "laceratee script is a marvel of intelligent, provocative writing, blending Murrow's lacerating monologs with a jagged, cynical journalistic humor.",
        "The contrasts could hardly be more extreme; stark vertical rock faces and jagged spires of dolomitic limestone hang high above green forested valleys.",
        "The Jagged Edge allows the mentalist to know EVERYTHING that is written on a list.",
        "This is not a congenial creature in the Disney mold but an utterly terrifying monster with jagged teeth and eyes which blaze like torches.",
        "The plan may be somewhat jagged because the waypoints are not necessarily optimal because they are randomly generated.",
        "Hendersick point proper is unmistakable, with its jagged rocky outcrop just proud of the coast path.",
        "The arc of jagged peaks rises steeply form the sea and dominates the skyline for miles around.",
        "Every boy had a tin or other receptacle containing jagged pieces of metal which had once been shells or even bombs.",
        "A slow moving sea of ice, they can provide a relatively tranquil way to walk through the jagged chaos of alpine scenery.",
        "Jagged crags, sudden abysses, magnificent canyons, forests with open parks, undulating hills, mountain prairies, freaks of weathering and erosion, and the enclosing lines of the successive hog-backs afford scenery of remarkable variety and wild beauty."
    ],
    "definition": [
        "Marked by irregular projections and indentations on the edge or surface: the jagged edge of the broken window.",
        "Having a rough or harsh quality: “not a stutter exactly but a jagged sound, as if the words were being broken off from some other, stronger current of words deep inside” ( Anne Tyler )",
        "jag′ged·ly\nadverb",
        "jag′ged·ness\nnoun",
        "Link/Cite",
        "Unevenly cut; having the texture of something so cut.",
        "Having a rough quality.",
        "(computing) Of an array, having a different cardinality in each dimension, such that a representation on paper would appear uneven.",
        "simple past tense and past participle of jag",
        "Link/Cite"
    ]
}