{
    "translation": "בדיחה, הלצה, לעג",
    "uses": [
        "He could jest, it was said, even in his last moments.",
        "The elderly man had always started out each day by telling a silly jest to his wife.",
        "In jest, he stated that Jonathan was merely seeking the best fashion example he could find.",
        "Tony was not amused at the embarrassing jest made about him.",
        "A few years later it began to be a standing jest that he was great in the sense that a pit is great: the more that is taken from it the greater it grows.",
        "These ice-cutters are a merry race, full of jest and sport, and when I went among them they were wont to invite me to saw pit-fashion with them, I standing underneath.",
        "But before he had finished he felt that his jest was unacceptable and had not come off.",
        "But in the secret depths of her soul the question whether her engagement to Boris was a jest or an important, binding promise tormented her.",
        "Jacob is normally a kind person, so I think his rude comment was simply made in jest and meant to be funny.",
        "He tried several times to join in the conversation, but his remarks were tossed aside each time like a cork thrown out of the water, and he could not jest with them.",
        "jest of course!",
        "Its development was hampered by the frequent changes in the governorship. Sydney Smith's jest that Sierra Leone had always two governors, one just arrived in the colony, and the other just arrived in England, is but a slight exaggeration.",
        "\"He had his jest, and they had his estate.\"",
        "His conduct gave rise to the jest, that Julius and Caesar were consuls during that year.",
        "On the way, he was joined by a Moor, who began to jest at some of the Christian doctrines, especially at the perpetual virginity of the Blessed Virgin.",
        "Her great qualities were relieved by human traits which make her more sympathetic. It must be allowed that she was fairly open to the criticism implied in a husbandly jest attributed to Francis While they were returning from the opera house at Vienna she said to him that the singer they had just heard was the greatest actress who had ever lived, and he answered \"Next to you, Madam.\"",
        "His famous jest (which even Johnson allowed to have merit) - Tyrawley and I have been dead these two years, but we don't choose to have it known \" - is the best description possible of his humour and condition during the latter part of this period of decline.",
        "steal the limelight (we jest!",
        "Here he was welcomed with the jest, referring to his famous speech against the Dutch, \"nondum deleta Carthago.\"",
        "The Company Law Reform Bill has jest been published at the time of writing.",
        "Debauchery of all kinds, and murder in all forms, were the daily matter of excitement or of jest to the brilliant circle which revolved around Queen Catherine de' Medici.",
        "Camille Desmoulins, in jest and mockery, said of Saint-Just - the youth with the beautiful countenance and the long fair locks- \"He carries his head like a Holy Sacrament.\"",
        "His prejudice against the Scots had at length become little more than matter of jest; and whatever remained of the old feeling had been effectually removed by the kind and respectful hospitality with which he had been received in every part of Scotland.",
        "The truth of the new doctrine is proved by accumulated instances of God's working in nature and in history; the objections of opponents, whether advanced in good faith or in jest, are controverted by arguments; but the demonstration is often confused or even weak.",
        "In April 1284 Queen Eleanor, who had meanwhile joined her husband in Wales, gave birth to a son in the newly built castle of Carnarvon, and this infant the victorious king, half in earnest and half in jest, presented to the Welsh people for a prince who could speak no word of English.",
        "Rabelais is the incarnation of the \"esprit Gaulois,\" a jovial, careless soul, not destitute of common sense or even acute intellectual power, but first of all a good fellow, rather preferring a broad jest to a'fine-pointed one, and rollicking through life like a good-natured undergraduate.",
        "Perhaps the nearest approach to it is a jest at the Sorbonne couched in the Pauline phrase about \"the evidence of things not seen,\" which the author removed from the later editions.",
        "The British colonist is as capable of a grim jest as the Transvaal Boer, and this action of Mr Schreiner's won for him the nickname \" Ammunition Bill.\"",
        "Though at first his long hair, his threadbare cloak and his staff furnished the subject of many a jest, and his harsh and overbearing manner caused grave discontent, yet the rapidity and decisiveness of his movements, won the sympathy and respect of the Syracusans.",
        "The penny-post is, commonly, an institution through which you seriously offer a man that penny for his thoughts which is so often safely offered in jest.",
        "The nervous irritation aroused by the appearance of Mack, the news of his defeat, and the thought of what lay before the Russian army found vent in anger at Zherkov's untimely jest.",
        "Dolokhov cut him short, as if to remind him that it was not for him to jest.",
        "Please don't make a jest in the office if you know it will hurt the dignity of another employee.",
        "For example, say you are at a very poor concert, you might make a light jest about the quality of the speakers.",
        "All jest aside, it's easy to get carried away with animations, and there's a distinct risk of cluttering up your site with distractions and/or creating that wince-inducing late 1990s-look.",
        "They had evolved or inherited anti-papal heresies much like those of the reformers of 1559, but James turned their trial into a jest.",
        "For want of evidence, he was acquitted and allowed to resume his professorial duties; but it was forbidden to utter the name of the academy even in jest.",
        "Rabelais is, in short, if he be read without prejudice, a humorist pure and simple, feeling often in earnest, thinking almost always in jest.",
        "heartless creature to sit laughing at some jest within a few hours of her husband's murder.",
        "No, not the breakdown people and yes I do jest.",
        "The father, making jest at himself, asked where I knew this from; I explained that it was high school.",
        "SIMON I hope Your grace will hear the jest afore you go.",
        "Well, actually, yes; a merry jest from Dr. Zamenhof.",
        "Even tho it's content may hinder on the offensive and vulgar in some parts, its all in good jest and absolutely hilarious.",
        "But then this was a fellow of \" excellent fancy \" as well as \" infinite jest.",
        "Their serious thought or witty jest Will burst my little bubble.",
        "If there is not some compensation hereafter, then the world is a cruel jest.",
        "Mostly, as in this case, it's in friendly jest and goes no further.",
        "It has been a standing jest in the family that nothing could ever wake me during the night.",
        "It was governed by three aediles: Horace's jest against the officious praetor (sic) is due to the exigencies of metre (Th.",
        "Never ones to steal the limelight (we jest !",
        "These musicians had been named in the song, and though 50 Cent claimed it was meant to be in jest, they took it quite seriously.",
        "The contemporary notice of South by Anthony Wood in his Athenae is strongly hostile, said to be due to a jest made by South at Wood's expense.",
        "His often quoted saying that he found mathematics entertaining was probably meant as a jest at the expense of Sir G."
    ],
    "definition": [
        "A playful or frivolous mood or manner: spoken in jest.",
        "A playful remark; a witticism or joke.",
        "A playful or amusing act; a prank.",
        "An object of ridicule; a laughingstock: “There are people … so cruel as to make a jest of me” ( Charles Dickens )",
        "To make witty or amusing remarks.",
        "To act in a playful or facetious manner.",
        "jest′ing·ly\nadverb",
        "Link/Cite",
        "(archaic) An act performed for amusement; a joke.",
        "(archaic) Someone or something that is ridiculed; the target of a joke.\nYour majesty, stop him before he makes you the jest of the court.",
        "To tell a joke; to talk in a playful manner; to make fun of something or someone.\nSurely you jest!",
        "Link/Cite"
    ]
}