{
    "translation": "עבודה",
    "uses": [
        "Hopefully, she could get her job at the diner.",
        "We can handle this job by ourselves.",
        "I only bossed the job, as we say in Omaha.",
        "What kind of job are you looking for?",
        "The job couldn't last much longer, anyway.",
        "\"Good job,\" Carmen said.",
        "Good luck with your job this summer.",
        "You've got a good job as a middle man, but don't let it go to your head.",
        "Do you want the job or don't you?",
        "If you decide to take the job, have your things ready then.",
        "She had the job she had planned for the last three years.",
        "And it doesn't matter that the person who paints the pencils doesn't know how the paint is made, for his job is to paint them.",
        "The job is done - and done correctly.",
        "The brother, Fabrice, went to Columbia for a while - job related.",
        "Or maybe smart old people just direct that energy to crosswords and it is not the crosswords doing the job at all ...",
        "It's an easy job, like I expected.",
        "She sent to Bartlesville for information on the pediatrics ward and hinted at interest in a job there.",
        "When a person learns to do one job and specializes in that one job, she gets really good at it.",
        "His job is to push a button if he sees anything suspicious.",
        "He offered me a job out at his place.",
        "Now he was offering her a job taking care of his family?",
        "He was offering her a job as a live-in maid.",
        "They all didn't understand that she couldn't simply run out and get a job like she had in Tulsa.",
        "The job was probably filled by now, anyway.",
        "Actually, it could stand a good washing and a paint job, but surely he didn't expect her to do that.",
        "Do you think I can get a job at the diner again?",
        "Listen, I got a summer job in the Mountains as a sitter and it includes room and board.",
        "The logical thing to do was leave, but she had a good job and she wasn't sure there was anything untoward going on.",
        "It was a tough job you set us there, my word!",
        "What kind of a job do you have now?",
        "What if everyone had a job only a person could do?",
        "Further, assume the best job pays the most and is the most fun, and the worst job pays the least and is the least fun.",
        "Royce and I have been considering a job with an outfit in Wyoming.",
        "It was hard enough to make ends meet before she took the job at the ranch.",
        "Getting a job in Bartlesville would only make everyone believe she was still in love with Brandon.",
        "Search engines have done a fabulous job tackling this problem, even given the vast, vast, amounts of information added to the Internet every day.",
        "After all, it was the doctor's job to keep you healthy, not to make money when you were sick.",
        "Worker Chang, located in China, is willing to do the same job, remotely, for a dollar an hour.",
        "Chad's next job will actually pay more than $10 an hour.",
        "Outsourcing a job to get it done more cheaply or building a machine to do it more cheaply is really the same.",
        "But in describing that job spectrum, I never said anything about his absolute ability—I said only that he was at the bottom of the list relative to others.",
        "How good a job are the plants doing?",
        "Or do you think he'd consider it part of his job to watch me?",
        "She stiffened, wondering if the job was genuine - or was he was simply looking for a mistress?",
        "After you spend a day at college, you go to work at a job where you can sit down the rest of the evening.",
        "He works from home and has a night job remotely monitoring real-time security cameras after hours at an office building.",
        "He wants you because you would do a good job, and because you are his son.",
        "She knew that when she accepted the job so any complaint at this point would be out of line.",
        "Did you miss the job?",
        "The more she heard, the harder it was to believe the job was for real.",
        "The employer gained $9 an hour, Chang got a job, and no one is worse off.",
        "Freed from worry about losing a job they do not enjoy, encouraged to follow their dreams and passions, I believe most will want to do just that.",
        "Between finals and her job at the hospital, Adrienne rarely had time to think about it much, though.",
        "Over the next few days she thought about the job several times with mixed feelings.",
        "It did sound like an interesting job, and she wasn't likely to see Brandon anyway.",
        "He explained to me that with a lawnmower, one person would be able to do the job and eleven men would be unemployed.",
        "Like taking a job at the home of a stranger?",
        "Even she would have had trouble working with something so little, but his big hands dispensed with the job in short order.",
        "If he was trying to prevent her from escaping, he was doing a poor job of it.",
        "First, it would be tempting to assume the person hauling manure can only do that, and if that job disappeared he would have no useful skills.",
        "Mr. Balcom, a promising young architect, designs it on the back of his Vitruvius, with hard pencil and ruler, and the job is let out to Dobson & Sons, stonecutters.",
        "Cade was her boss, and thinking such things was not only disrespectful of him, but job threatening as well - especially if he suspected the existence of such thoughts.",
        "Someday the computer program will lose its job, although I don't know to what.",
        "If your job numbs your mind by day, why would anyone expect it to instantly come to life at night?",
        "She'd be willing to take a job someplace else.",
        "Wherever we go, I can find a job to fit my goals.",
        "Everything considered, it was easier to make the decision to take the job than to placate Mary.",
        "If every job that could be done by a machine was done by a machine tomorrow, the standard of living of virtually everyone on the planet would rise.",
        "How many people do you know who say their job stretches them to their maximum potential?",
        "If he doesn't have a job, why doesn't he take care of his daughter?",
        "I'm not about to jeopardize my job by asking all kinds of questions.",
        "The hours were perfect, nine to five, and the job sounded as if it were tailored for her.",
        "The only thing I'm attracted to is his job offer - and the idea of getting out of this gossipy little town.",
        "Now, to explain why I think Chad will be getting a better job anyway.",
        "If you like having sore muscles at the end of a day or working a job that requires little of your mental capacity so you can contemplate Nietzsche, hey, more power to you.",
        "You will in the meanwhile have earned your fare, and arrive there some time tomorrow, or possibly this evening, if you are lucky enough to get a job in season.",
        "You've got a better summer job, if you'll accept.",
        "I'm not against a woman having a job, as long as she sticks to work meant for women.",
        "What makes you think I'm qualified for the job?",
        "You're doing a great job.",
        "Early on you were pretty wishy-washy about the job.",
        "\"True enough,\" answered Nesvitski; \"two smart fellows could have done the job just as well.\"",
        "She was beginning to get an inkling why the job was still open.",
        "If he had buttered up to her, it was merely to make his job easier.",
        "Imagine if all the people with boring, dead-end machine jobs were told they never had to work another day in their life at a job they did not like.",
        "Sounds like a good job for a woman, doesn't it?",
        "The implication is always that some people are simply unable to do any job that a machine cannot do.",
        "She was committed to the job.",
        "Mr. Giddon is either on an extended vacation or he doesn't have a job.",
        "When she was young and naive, she had dreamed of such a job.",
        "I hope you decide to take the job.",
        "Are you accepting the job?",
        "Why had Cade singled her out for the job?",
        "Should she walk away from this job?",
        "The accident did a hell of a job and the long coma and operations further messed him up.",
        "They follow the tip and do their job.",
        "I have the least rewarding job of any of us so my desires are directed to family and this mind boggling venture Howie is taking us on.",
        "You certainly did a fine job raising her.",
        "The perp did a quick job of searching the house before we got here.",
        "It was his job to protect humans, and he hadn't been able to protect one woman in his own home!",
        "\"So I have to do my job because you can't do yours,\" he summarized.",
        "What if you get a new job someday and stop selling drugs?",
        "I'll need that sheriff's job.",
        "Now, if you're acting sheriff or whatever the hell your position is, it's your damned job to follow through.",
        "Bumpin' Bertha here doesn't make very good time but she's been getting the job done for a lot of years.",
        "Boozing on the job?",
        "\"The final decision of which candidate is best suited for the job rests with you, the voters,\" he added.",
        "\"If it was the same Josh, he left a good-paying job,\" Dean said.",
        "Why are you back on the job?",
        "I don't want to be out of a job.",
        "At one point, Fate had told him a story about how he tricked the goddess into a series of agreements that landed her out of a job.",
        "A man of few words, Gabriel hadn't gotten used to the political side of his job yet.",
        "You can't sit here on such a beautiful night and think about the day job.",
        "His day job is to kill people.",
        "She couldn't be late again for her job as an assistant general manager of a fast food joint, or she'd be fired.",
        "Then he added, \"Good job, detective O'Connor.\"",
        "They gave me the job of running him down to tell him the missus killed herself.",
        "By that time there were enough examples of the substitution code to make the job fairly simple.",
        "I already told you I'm not interested in your job.",
        "That will really get the job done.",
        "Well, the first thing we need to address is your job.",
        "She made a job of searching through the cabinet for the cat food and avoided his gaze as she handed him the box.",
        "I mean - well, you have a good job...",
        "A very good job.",
        "Quit this job and move to Arkansas to be a veterinarian.",
        "\"Great job with the generator,\" he said.",
        "I should've done a better job.",
        "\"Sounds rough,\" Katie said.  Deidre sounded accepting of her decision, but Katie couldn't help wondering how long it had taken her to come to peace with sacrificing love for the demands of her job.",
        "Let me put it this way, there are fast-track guys and day-to-day guys—the guys who just get the job done.",
        "You're saying he was content at his job?",
        "He never liked being on the hot seat and he'd found his niche with this job.",
        "If you read some of these here mystery books, you'd pick up lots of point­ers for that job of yours.",
        "They were seated on the type of furniture you're afraid will break, amid a thousand little fig­urines of dancing girls that must have presented a monumental dusting job.",
        "I have this night waitress job now; it isn't so bad.",
        "He's probably back in Boston or off someplace else doing a job for hire.",
        "Fred did say Chip Burgess was gone, his contracting job now completed.",
        "I got all this info from Gruber's wife—hubby was out on a job when I called.",
        "Sleeping on the job was more like it.",
        "I thought I got fired from that job.",
        "Find one, focus on him, and let your power do its job, Charles answered.",
        "I was sorry to see them go, but with the baby coming on and Joe's parents offering him a good job out there in California, they didn't have much choice.",
        "When his job was finished, she would never see him again.",
        "Everything on mine is original - including the paint job.",
        "Did you get the job?",
        "Help your temporary mama keep her job, she said to the cat.",
        "If I still have a job, I'll see you in the morning?",
        "You have problems dating and can't get an acting job?",
        "You had a job.",
        "You're doing a horrible job.",
        "\"I was more concerned about my job!\" she returned.",
        "12 f.) is nonProphetic, and that the drawing-up of a new constitution soon after the destruction of the city and the mention of Noah, Daniel, Job and Persia are improbable.",
        "Neither Noah, Daniel nor Job could have rescued by his righteousness any but his own soul (xiv.",
        "the book of Job and the book of Jonah.",
        "Job and A.",
        "The extant writings of the Jewish sages are contained in the books of Job, Proverbs, Psalms, Ben-Sira, Tobit, Ecclesiastes, Wisdom of Solomon, 4th Maccabees, to which may be added the first chapter of Pirke Aboth (a Talmudic tract giving, probably, pre-Christian material).",
        "the Yahweh addresses in Job, and Ecclus.",
        "Angels occur only in Job and Tobit, and there in noteworthy characters: in Job they are beings whom God charges with folly (iv.",
        "Job alone introduces the mythical dragons (iii.",
        "and Ecclus., but not in Eccles.), in accordance with the Hebrew view, which regards all human powers as bestowed directly by God; it is identified with the fear of God (Job xxviii.",
        "The personification of wisdom reaches almost the verge of hypostasis: in Job xxviii.",
        "viii., which is almost certainly quoted in Job.",
        "Lagarde, 1875); (b) the old Latin, which as revised by Jerome in 383 after the current Greek text forms the Psalterium romanum, long read in the Roman Church and still used in St Peter's; (c) various Arabic versions, including that printed in the polyglots of Le Jay and Walton, and two others of the four exhibited together in Lagarde's Psalterium, Job, Proverbia, arabice, 1876; on the relations and history of these versions see G.",
        "Amongst his published works were a commentary on the Book of Job (1850), a translation of the Song of Songs (1852), an exposition of Isaiah xl.-lxvi.",
        "Hence there is no need to reject the tradition as to the existence of a written Targum on Job in the time of Gamaliel I.",
        "In a paper on a \" Proposed New Version of the Bible \" he paraphrased a few verses of the first chapter of Job, making them a satiric attack on royal government; but the version may well rank with these hoaxes, and even modern writers have been taken in by it, regarding it as a serious proposal for a \" modernized \" version and decrying it as poor taste.",
        "22 Similarly in Job the bne Elohim, sons of God, appear as attendants of God, and amongst them Satan, still in his role of public prosecutor, the defendant being Job.",
        "23 Job i., ii.",
        "15.28 Job iv.",
        "No reference is made in Job to this hero's fall.",
        "The authorship of the tracts has been attributed to several persons: to Penry himself, who however emphatically denied it and whose acknowledged works have little resemblance in style to those of Martin, to Job Throckmorton, and to Henry Barrow.",
        "See also articles on John Penry and Job Throckmorton in Dict.",
        "This is the first of the three books belonging to the \" Wisdom-literature \" of the Hebrews, the other two books being Job and Ecclesiastes.",
        "The book of Job deals with a problem of human life; in modern phraseology it is a work of religious philosophy.",
        "Job is a righteous man, overwhelmed with undeserved misfortune; and thus the question is raised, Why do the righteous suffer?",
        "According to his own statement in De vetere testamento, written about loco, he had at that period translated the Pentateuch, Joshua, Judges, Kings, Job, Esther, Judith and the Maccabees.",
        "Genesis is but slightly abridged, but Job, Kings, Judges, Esther and Judith as well as the Maccabees are mere homilies epitomized from the corresponding Old Testament books.",
        "Thwaites, Heptateuchus, Liber Job, et Evangelium Nicodemi; Anglo-Saxonice (Oxon., 1698).",
        "Among these last may be noted his argument against the Mosaic authorship of the Pentateuch, his views as to the manner in which the five books were composed, his opinions (singularly free for the time in which he lived) on the subject of inspiration in general, and particularly as to the inspiration of Job, Proverbs, Ecclesiastes, Canticles.",
        "But there are traces of fixed lessons coming into existence in the course of this century; Origen refers to the book of Job being read in Holy Week (Commentaries on Job, lib.",
        "1886, &c.), Job (2nd ed., 1876), Isaiah (4th ed.",
        "9; and Noah is mentioned with Daniel and Job as an ancient worthy in Ezek.",
        "At this time Job Charnock was the chief of the Bengal council, and, owing to an affray with the Mogul troops at Hugli on the 28th of October 1686, he embarked the company's goods and servants on board light vessels and dropped down the on the 31st of December 1600, and the first expedition of four ships under James Lancaster left Torbay towards the end of April 1601, and reached Achin in Sumatra on the 5th of June 16.02, returning with a cargo of spices.",
        "33; Job xx.",
        "The history of Calcutta practically dates from the 24th of August 1690, when it was founded by Job Charnockof the English East India Company.",
        "Coix LacrymaJobi (Job's tears) q.v.",
        "These were followed by commentaries on Job, Ezekiel, Nahum, Habakkuk and Zephaniah, in the Cambridge series; and a Bible-class primer on The Exile and Restoration.",
        "Something inside said she needed that job.",
        "In short, she had a cushion job.",
        "He's gone most of the time, but he doesn't have a job?",
        "Are you looking for a job?",
        "I said that bringing you back was my job.",
        "Did you call me to get my opinion or to tell me you're going to take the job?",
        "Certainly she wouldn't have on the day he offered her the job.",
        "I have a man coming out here tomorrow for the job.",
        "Howie asked about my job and confessed he was spending far too much time doing nothing.",
        "If I take on this job, my word is law.",
        "At the first hint of below freezing weather, Howie was on the job, covering everything and reading up on all preventive measures known to man.",
        "It was a whole lot easier when I was back on the job.",
        "Then what we've heard is true: Talon wants his job.",
        "I'll find someone else to do the job.",
        "And I can't wait for Jonny to figure out how to do his job.",
        "As much as it didn't make sense, as much as his day job terrified her … She wanted Darkyn, more so now that she knew he had a side – however tiny – that was capable of caring for her and only her.",
        "That's the sheriff's job.",
        "Both left me everything, not that it was a fortune, but a good investment counselor did a nice job.",
        "He'd recently employed a deputy who was doing a top notch job.",
        "There were errands to run: a walk to the variety store for light bulbs—a matron in 2C had filched every one before departing—a toilet plunger job in 3B.",
        "He wasn't certain how to prove to them he was their leader, aside from doing his job.",
        "I don't want him coming back here to finish the job... do you?",
        "Just doing my job.",
        "Neither did Death sit back and wait to discover the information he needed to do his job.",
        "If you're going to do a job, you might as well do it right.",
        "I haven't exactly done the best job keeping her safe.",
        "Naw. I was on the job.",
        "Dean was hesitant to discuss this or any aspects of the job with Ethel.",
        "\"I'm doing my job, Darian,\" she replied.",
        "Jonathan was doing a surprisingly convincing job on his part.",
        "Your job is to keep that from happening.",
        "Second obstacle: surviving her first full day in an unfamiliar job working for someone with the uncanny knowledge that she was there for nefarious reasons.",
        "Cheyne, Job and Solomon; A.",
        "Of these Job, Pss.",
        "The Notes on Job, the Psalms, Isaiah and Daniel, found scarcely less acceptance.",
        "Noteworthy is the affinity between some notions evidently not first framed by the prophet himself and the prologue to Job - the heavenly hosts that wander through the earth and bring back their report to Yahweh's throne, the figure of Satan, the idea that suffering and calamity are evidences of guilt and of accusations presented before God.",
        "Io, 11; Job iii.",
        "The word may be used in Job as typical of the primeval king of land animals, as leviathan of the water animals.",
        "Living in that house and using the pool would be like a summer vacation, not a job.",
        "It didn't take long for Lisa to adjust to her new job.",
        "How do you like your job?",
        "You said you had a job.",
        "All I want is the job.",
        "I'm here to do a job.",
        "One thing led to another and I finally worked up the courage to offer you the job.",
        "Sensing my reaction she added, It's sort of what I do in my job; research things.",
        "I speculated out loud about giving up my job.",
        "She certainly is adapting her career to documenting his or her works and doing a good job of it as far as I can see.",
        "Our job is to hold this group together, for the children.",
        "My job is to protect people like you from monsters like those in the alley.",
        "\"If her death is so important, and I've already failed once to take her life, you'd call in someone else to do this job,\" Jule reasoned.",
        "I took Sean's job at the pub.",
        "She couldn't help thinking the creature whose job it was to trick people into Hell wasn't above lying to the human mate he took.",
        "They're only doing a job.",
        "Not to mention your campaign manager job and jury duty.",
        "I'm just looking for a job in law enforcement.",
        "Do I still have a job?",
        "Vote for me because I love this town and think I can do a good job as sheriff.",
        "He found Ed a job, I think.",
        "Good memory, good job!",
        "\"You want the job?\" he asked.",
        "I always figured being a stay-at-home mom would be a plush job.",
        "\"I can't get used to the political side of the job, either,\" Gabe said.",
        "I want to do my job.",
        "\"How could you not handle the politics of the job?\" she exclaimed.",
        "By his glowing eyes, he loved his job.",
        "With the money Gio paid for you to go to Georgetown, you'd think you could get a better job than this!",
        "She hadn't been able to keep a job or a boyfriend for more than a few months, let alone an eternity!",
        "Just seems to float from job to job.",
        "You did a wonderful job.",
        "She ordered me up for a job, but I.m considering not going back.",
        "Katie was the job.",
        "His job was done.",
        "It'd make my job a darn sight easier.",
        "Dean knew from his prior life the pair were just doing their job but that didn't mean he had to like being watched like a street felon.",
        "They too were not pleased and, to Dean's chagrin, tracked the front hall with the remnants of the piss-poor shoveling job on the front walk.",
        "Frankly, I agree he was being a pain in the ass, but you quit being a detective when you left the East—we're the guys still on the job.",
        "I'm not sure I'm up to this job anymore.",
        "Of course she didn't do a very good job with anything in life.",
        "Dirty job, but somebody's got to do it.",
        "It's in my job description.",
        "You bought a clinic, built a house and now you're quitting your job to get married to a woman you've known for less than a year.",
        "If Dan were with him, he'd agree: this was the fun part of their job.",
        "She can't take a soul whose time has not yet come, and she was in the mortal world.  She offered me a job instead, to work for her.",
        "She wore white and smiled, more like a nursemaid than the woman whose job was to collect souls.",
        "Eternity at the day job I was trying so hard to leave.",
        "He knew his days were numbered and gave his notice—said he had a job out west.",
        "The job evaluations of Jeffrey Byrne in the personnel file sur­prised Dean, as they were considerably more glowing than the pic­ture Mayer had painted of the missing man.",
        "The job's just clean up now that the tenant's in.",
        "If you don't need a job.",
        "Cynthia was thrilled with her new job and her school classes were finally coming together.",
        "You're doing a better job than Hercule what's-his-name.",
        "We're 'officially' given a job to do and then the brass leaves the room while we discuss how to 'unofficial­ly' get it done.",
        "We've done a damned good job covering our tracks—painting the Scranton Apartment, swip­ing motel receipts with Byrne's signature on them....",
        "Maybe I should get a job.",
        "He had his job at the clinic as well as the responsibility of two properties.",
        "\"It looks like they did a good job,\" he said, shutting the coop door and turning to her.",
        "For someone who can't find the words to express her feelings, you're sure doing a good job of it.",
        "As he said, it was going to be a tough job for him.",
        "It didn't take long to clean up after two people, and then it was time to do the chores? her favorite job.",
        "Sometimes I think Katie took that job to get away from the boys.",
        "I promised to make you happy, Carmen, and I'm doing a lousy job of it.",
        "He was trying to put the pieces together now — a job that would be difficult enough if she merely stood back and watched.",
        "\"Ikir Damian would've understood danger is part of my job,\" she said, rising.",
        "\"You all did a good job,\" he said.",
        "It was her responsibility now and having a job would give her the opportunity for a more modern approach to being a wife and mother.",
        "Maybe it was his years as a salesman, or maybe his personality was attracted to the salesman job.",
        "I wondered if he'd regret leaving his job and family, but he seems to have adjusted well.",
        "Watching Sam drool over him – especially during a job interview – left Carmen feeling uncertain about the girl.",
        "She's applying for the job.",
        "She seems perfect for the job.",
        "I suppose I should …\" \"No. I pawned this job off on you.",
        "I'll get me a job and buy my own, then.",
        "Actually, he had done a pretty good job of humiliating her in front of her guest and hired help.",
        "It isn't your job to control him.",
        "In the summer months, it would be nice to have her here as well, but I have to face the fact that eventually she'll be getting a job and moving away.",
        "As she pointed out, Sam would eventually be leaving for a better job anyway.",
        "He would have more spare time in the next few weeks than he had ever had on a job.",
        "Right now he'd best focus on the job ahead and forget about things like that.",
        "You earned this job.",
        "Lately she had been wondering if she could have landed such a job without his help.",
        "You're parents have spoiled you rotten with fine clothes and a cushion job.",
        "You don't have to wonder if you'll have a job in the next ten years.",
        "How many times had she made the statement that the job was made for her?",
        "Of course, she could have taken that job offer in New York.",
        "She could use that to lease the place and live while she looked for a job.",
        "He had to hire someone for the job.",
        "The law student now had a secure job with the firm and any future episodes of embezzlement had been discouraged.",
        "You can find someone else for this job - and don't tell me I'll never be able to find another one.",
        "If he was trying to frighten her, he was doing an excellent job.",
        "Give up your job if that's what it takes.",
        "Look, I came to California for a job interview.",
        "I'm not surprised you got the job.",
        "Jonny snapped, referring to the time Xander spent training the Black God to do his job.",
        "She ascended the stairwell, unwilling to beg for her job back and hoping Xander didn't make her.",
        "Ingrid didn't tell you your job is to line up women for me?",
        "Got two kids, need a job.",
        "If she survived Jonny and Xander this week, she'd be out a job come next week.",
        "It's our job to protect people like you from people like Xander.",
        "Thoughts shifting to the task at hand, Xander stepped back to watch the Grey God do his job.",
        "In the exile, but probably after 50o B.C., an important section of the Hexateuch, usually called the Priest's Code (P), was drawn up. At various times in the same century are to be placed the book of Job, the post-exilic parts of Isaiah, the books of Joel, Jonah, Malachi and the Song of Songs.",
        "Very important for the study of Midrashic literature are the Yalgut (gleaning) Shim`oni, on the whole Bible, the Yalqut Mekhiri, on the Prophets, Psalms, Proverbs and Job, and the Midrash ha-gadhol, 2 all of which are of uncertain but late date and preserve earlier material.",
        "22-26, and Job xxxvi.",
        "Job x.",
        "House, arguing that their service was optional and not a means of livelihood; it was public service and should not be made a job.",
        "Other of the Biblical Wisdom books (Job, Proverbs) are compilations - why not this ?",
        "Heraklit, &c. (1886); Cheyne, Job and Solomon (1887) and Jew.",
        "considerable thickness, suspended in the centre ' of the circular vault of the heavens, an idea perhaps borrowed from the Babylonians, for Job (xxvi.",
        "The Bahir (\" brilliant,\" Job.",
        "Arab tradition regards it as the home of Job; and it is famous as being the centre of the Ghassanid dynasty.",
        "There was a tradition of learning (Job viii.",
        "Sceptical views are expressed in Job, Prov.",
        "On the other hand, there is recognition of the inequalities and miseries of life (Job; Ecclus.",
        "2-4) is substantially the position of the Yahweh speeches in Job directed against the \"unco-wise\" of his day.",
        "Cheyne, Job and Sol.",
        "1), together with some such note at the end as is found in Job.",
        "Having regard to Job.",
        "The leading manufacturing industries in 1905, with the product-value of each in this year, were slaughtering and meat-packing ($4,040,162), foundry and machine shop work ($3,146,914), flour and grist milling ($ 2, 79 8, 74 0), lumber manufacturing and planing ($2,519,081), printing and publishing (newspapers and periodicals, $2,097,339 and book and job printing, $1,278,841), car construction and repairing ($1,549,836) - in 1910 there were railway shops here of the Southern Pacific, Pacific Electric, Los Angeles Street, Salt Lake and Santa Fe railways - and the manufacture of confectionery ($953,915), furniture ($879,910) and malt liquors ($789,393).",
        "that he was blind of one eye; that he was the Elihu of Job; that, as one of Pharaoh's counsellors, he was governor of a city of Ethiopia, and rebelled against Pharaoh; Moses was sent against him by Pharaoh at the head of an army, and stormed the city and put Balaam to flight, &c. &c.",
        "16; Job xxxvii.",
        "2; Job i.",
        "18 Job xxxviii.",
        "In Job xli.",
        "6; Job vi.",
        "When the prologue to Job speaks of plundering Sabaeans (and Chaldaeans) on the northern skirts of Arabia, these may be either colonists or caravans, which, like the old Phoenician and Greek traders, combined on occasion robbery with trade.",
        "Sprachen Assyriens (1871), besides revising the commentary on Job by Ludwig Hirzel (1801-1841), which was first published in 1839.",
        "During the publication of The New Yorker he added to the scanty income which the job printing brought him by supplying editorials to the short-lived Daily Whig and various other publications.",
        "And with this passage let us group Job xv.",
        "7, 8, where Job is ironically described as vying with the first man, who was \"brought forth before the hills\" (cp. Prov.",
        "URSA MAJOR (\" THE GREAT BEAR \"), in astronomy, a constellation of the northern hemisphere, supposed to be referred to in the Old Testament (Job ix.",
        "The Arabic name should probably be identified with the Hebrew name Ash and Ayish in the book of Job (see G.",
        "The \" Writings,\" also sometimes the \" Sacred Writings,\" i.e., as we call them, the \" Hagiographa,\" consisting of three groups, containing in all eleven books: (a) The poetical books, Psalms, Proverbs, Job.",
        "A variety of indications (see JOB) combine to show that the book of Job was not written till after the time of Jeremiah - probably, indeed, not till after the return from exile.",
        "and of the book of Job.",
        "The value of their work is evident, especially in Job, Ecclesiastes and the prophetical books.",
        "30; see also JOB.",
        "His piety and learning are displayed in his ponderous commentary on Job (12 vols., 4to., 1651-1666; 2nd ed., 2 vols., fol.",
        "About this time Gregory completed and published his well-known exposition of the book of Job, commenced in Constantinople: he also delivered lectures on the Heptateuch, the books of Kings, the Prophets, the book of Proverbs and the Song of Songs..",
        "See Memoirs, by Rev. Job Orton (1766); Letters to and from Dr Doddridge, by Rev. Thomas Stedman (1790); and Correspondence and Diary, in 5 vols., by his grandson, John Doddridge Humphreys (1829).",
        "Those on Proverbs and Job have been published.",
        "&c.) we learn that Genesis was read in Lent, Job and Jonah in Passion Week, the Acts of the Apostles in Eastertide, lessons on the Passion on Good Friday and on the Resurrection on Easter Day.",
        "No definite conclusion can be drawn from the fact that the language stands in marked contrast to that of Chronicles, Ezra, Nehemiah, &c., since writings presumably more or less contemporary did not necessarily share the same characteristics (observe, for example, the prose parts of Job).",
        "Job xxvi.",
        "His job was to censor matter voluntarily submitted by the Press.",
        "24), the spear and the dart (Job.",
        "Arcturus has been supposed to be referred to in various passages of the Hebrew Bible; the Vulgate reads Arcturus for stars mentioned in Job ix.",
        "river from the forests of other states), whose output increased from 1890 to 1900 nearly 50%, but declined slightly between 1900 and 1905; of furniture ($22,131,846 in 1905; $15,285,475 in 1900; showing an increase of 44.8%), and of musical instruments ($ 1 3,3 2 3,35 8 in 1905; $ 8, 1 5 6, 445 in 1900; an increase of 6 3.3% in the period), in both of which Illinois was second in 1900 and in 1905; book and job printing, in which the state ranked second in 1900 ($28,293,684 in 1905; $19,761,780 in 1900; an increase of 43.2%), newspaper and periodical printing ($28,644,981 in 1905; $ 1 9,4 0 4,955 in 1900; an increase of 47.6%), in which it ranked third in 1900; and the manufacture of clothing, boots and shoes.",
        "Besides an edition of the book of Job, .containing the original text, the Vulgate, and a new translation, he published a Latin version of the Moreh Nevochim of Maimonides (Director dubitantium ant per plexorum, 1520), and also edited in Latin the Aureus libellus of Aeneas Platonicus, and the Timaeus of Chalcidius.",
        "xlix., lxxviii.), an argument or plea (Job xxix.",
        "In that year the name of Job Charnock, the future founder of Calcutta, appeared in the lowest grade of the staff.",
        "The close is fine, and reminds us of Job.",
        "But Job himself, or whosoever was the justest judge, by such hunting for matters against him as hath been used against me, may for a time seem foul, specially in a time when greatness is the mark and accusation is the game.\"",
        "3 the incidental prohibition of the cutting up of a roll of Scripture leads to a most valuable discussion of the arrangement of the Canon of the Old Testament, and other details including some account of the character and date of Job.",
        "OPHIR, a region celebrated in antiquity for its gold, which was proverbially fine (Job xxii.",
        "on the Psalms, Canticles, Job, the Gospel Harmony, and the Pauline Epistles), sermons and letters, which still exist in MS. The Glossae commentarius in psalmos Davidis, were first published at Paris in 1533.",
        "In 1582 Jeremiah, patriarch of Constantinople, raised Job, 46th metropolitan, to the patriarchal dignity; and the act was afterwards confirmed by a general council of the East.",
        "To this must be added the doctrine of Wisdom, given in the books of Job and Proverbs.",
        "His next job was to restore the bureaucracy by which Henry I had organized the country.",
        "The later Syriac, curiously enough, has behmoth, - apparently the behemoth of Job transformed into a bird.",
        "JOB CHARNOCK (d.",
        "Job and 13b; interchange of the names Jacob and Israel; v.",
        "lxxiii., Job).",
        "Many commentators still understand the word / ?in, chol, in Job xxix.",
        "In the book of Job he presents himself before the Lord among the sons of God (ii.",
        "He disbelieves in Job's integrity, and desires him to be so tried that he may fall into sin.",
        "The same is true of the Homeric epics wherein the Pleiades, Hyades, Ursa major, Orion and Bootes are mentioned, and also of the stars and constellations mentioned in Job.",
        "If he hadn't been so sophisticated, it might have been a thought to ponder - but at that point any idea of him quitting his job as a top salesman and moving to Arkansas to become a veterinarian would have been ludicrous.",
        "I'll get a summer job and start collage in the fall like my parents wanted me to do.",
        "Maybe he has a work from home job.",
        "His job seemed to be going well, and his grade point was high.",
        "In May she would receive her cap, and the hospital was already considering her application for a job in the nursery.",
        "I see here you've only been working in pediatrics for a month, but you have an impressive job history for a girl your age.",
        "\"Now you're asking me to give up this job?\" she asked in a futile attempt to lighten the mood.",
        "That bond and the unswerving praise of Mr. Fulton at the bank was probably why she was given the job as cook.",
        "That was one facet of the job that didn't trouble Cynthia.",
        "Somehow it seemed an invasion of his privacy, but it was part of the job.",
        "If you don't want to sleep with me, I don't want you to feel obligated to do so to keep your job.",
        "I know I'll have to tell him eventually, but I'd rather wait until I get a job and an apartment.",
        "Cade, I'm trying to do my job, you can't just march into a person's life and disrupt it and then...",
        "No. It's a tip from me because Brenda Washington was an employee of the tip call-in center and her primary job was fielding calls from the person I represent.",
        "I don't give a shit what you believe, Sheriff; just do your job and get this bastard before he rapes and kills that boy!",
        "I surmised Howie had guessed his mother and others faulted him, as Martha had, for being remiss and abandoning his job of watching out for his younger sister.",
        "Dusty, if I didn't think it was impossible, I'd say Talon's gonna make a play for the Czerno's job.",
        "\"They're doing a shitty job,\" Damian said.",
        "\"Jonny is not the only God who doesn't know his job,\" Xander pointed out.",
        "She was alone and segregated, partly because she was new, and partly because an Oracle's soul-reading job was brutal enough that most Oraclesâ€”including his motherâ€”killed themselves soon after their full powers manifested within them.",
        "Their job is to kill the vamps and any other of Czerno's creatures while minimizing collateral damage.",
        "Czerno's job is to be a bad guy.",
        "My job is to make sure the pendulum never swings too far into the court of the Black God.",
        "As much as it didn't make sense, as much as his day job terrified her â€¦ She wanted Darkyn, more so now that she knew he had a side â€“ however tiny â€“ that was capable of caring for her and only her.",
        "The young girl was perfect at the job, not only thorough but perpetually happy to be doing even the most boring chore.",
        "Even if I didn't want the job, I'd run so that bastard didn't get it!",
        "Add \"honing detecting skills\" to the to-do job list for sheriff.",
        "There were errands to run: a walk to the variety store for light bulbsâ€”a matron in 2C had filched every one before departingâ€”a toilet plunger job in 3B.",
        "He was starting out doing a shitty job, but he was slowly conquering his challenges here on the human world.",
        "But if you can't do your job, then go back to the way it was originally, before past-Deaths hired on all that help.",
        "New apartment, shitty job, boyfriend I can't stand.",
        "He saw past-Death handle traitors but never expected he'd have one in his midst, a few months on the job.",
        "I'm doing such a shitty job as Death, I got locked out of the underworld, he said, amused.",
        "You're twenty-two, a single mom, and you've got a shitty job and frankly, a shitty attitude about your future.",
        "Most importantly, because she'd burned her bridges with every other domestic job in town, Janet was available.",
        "Frankly, I agree he was being a pain in the ass, but you quit being a detective when you left the Eastâ€”we're the guys still on the job.",
        "I've come to the conclusion I don't really give a shit if I have this job or not.",
        "They congratulated themselves on a job well done.",
        "I figure if you have to sacrifice your ethics to keep a job, it's time to look for another one.",
        "\"Hmmm.  Anyway, I took over the this huge corporation at a young age.  I kept too busy to get out much.  Not that I had much of a role.  I just did the crappy job while watching everyone else make mistakes.  When you inherit a job like that, you don't have as much say in the way things go as you'd like,\" Deidre said with some distaste.  \"You see, I'm a dull person.\"",
        "\"Not a job I want.  I'd be happy living with Rhyn in some cave like hermits.  We could raise our â€¦\" Katie's hands faltered with her voice.  She cleared her throat and focused hard on cutting her newfound ally free.",
        "Let me put it this way, there are fast-track guys and day-to-day guysâ€”the guys who just get the job done.",
        "He knew his days were numbered and gave his noticeâ€”said he had a job out west.",
        "Scranton was my babyâ€”I wanted to see it hum but Brunell wasn't the hummer for the job.",
        "A picture of Byrne continued to emerge: Mr. Ordinary, homebody, well liked, in a blah job like a million other guys, on a train to nowhere but happy enough to keep chugging along with the ride.",
        "Given Byrne's job at World Wide, I don't think he was in a position to embezzle anything but the coffee money.",
        "Once, in a rare instance of can­dor, she'd admitted to Dean she considered a nose job but reject­ed the idea on the basis that either people would think her vain, or it would so alter her appearance as to make her unrecognizable.",
        "\"Heaven's where cats don't shed and the Red Sox win in Octoberâ€”not a dead-end job and money problems,\" Fred offered.",
        "\"And,\" Cynthia said, with much fanfare, \"announcement num­ber twoâ€”I have a job!\"",
        "I got all this info from Gruber's wifeâ€”hubby was out on a job when I called.",
        "We've done a damned good job covering our tracksâ€”painting the Scranton Apartment, swip­ing motel receipts with Byrne's signature on them....",
        "He was trying to put the pieces together now â€” a job that would be difficult enough if she merely stood back and watched.",
        "Watching Sam drool over him â€“ especially during a job interview â€“ left Carmen feeling uncertain about the girl.",
        "I suppose I should â€¦\" \"No. I pawned this job off on you.",
        "It was one thing to enjoy his company, but something other than companionship was hammering at the doors of her consciousness - something she didn't want to think about, because his job would be done in three more weeks.",
        "Gerry was doing a good job of playing along, but Jessi was too outspoken, too unpolished.",
        "The job interview especially is a moment of mutual acquaintance.",
        "College graduates were affected by the temporary contract workers flooding the job market. ",
        "The job gave him an anticipation of earnings.",
        "The job involved the most arduous of conditions with no maintenance or lubrication.",
        "We think you made an excellent job of capturing the atmosphere of what we are trying to sell.",
        "You did a good job on the brevity of this newsletter this week.",
        "His job is commensurate with his qualifications, leadership & interpersonal skills.",
        "Congrats on your new job - hope you are still enjoying it.",
        "Brown & Root probably does as conscientious a job for the government as the next contractor.",
        "Their job was to disseminate propaganda and information.",
        "It was my job to disseminate research findings about colorectal cancer.",
        "My job gave me a horrible feeling of wearing the wrong shaped skin every day.",
        "He had impeccable credentials for the job of heading the US central bank.",
        "It was innocuous enough, like a good job for someone looking for an easy way to spend a few months.",
        "I believe she deserves kudos for just putting up with some of the drama that comes with her job.",
        "It was his job to develop a thorough knowledge and understanding of the accounting principles, concepts, regulations and techniques, applicable to the selected topics.",
        "Is the management up to the job of investing the IPO proceeds, if indeed the company actually gets any of the money?",
        "Skills gaps persist for the vast majority of junior level professionals who are thought to be fully proficient at their job.",
        "To have the job you need to be proficient in all aspects of operating a wine buff business.",
        "We received a 10/10 score for the job prospects of our graduates.",
        "Job application sorms are quite often complex and can cause trepidation.",
        "Reading through the various messages I begin to feel a little trepidation at the possibility of getting a job in the US.",
        "His job made him a vulnerable adult.",
        "absence of any agreement on many issues they have a difficult job.",
        "These may include drug or alcohol abuse, lack of a job or violent behavior.",
        "You can vastly accelerate any career change, job search or business start-up and.. .",
        "Creating a personal job seeker account will allow.. .",
        "You are a a nearly qualified actuary to fully Qualified Actuary at... click job title for more details.. .",
        "Although the UK commissioners are both former politicians, their job in the Commission is essentially administrative.",
        "See our complete list of job adverts on our careers page.",
        "View the whole job advertisement Apply directly to Arras People today.",
        "aerospace engineering or history tell you the job market is tight?",
        "What distinguishes the current spate of job losses from previous cutbacks in the UK is the relative affluence of many of the people affected.",
        "He worked in a middle management job at the advertising agency Ogilvy & Mather in London's docklands.",
        "It is a job that would put her at the heart of the regeneration agenda, providing a good opportunity for networking.",
        "alcohol abuse, lack of a job or violent behavior.",
        "all-important job interview?",
        "Both these merged groups are involved in still further amalgamations, with more job losses expected.",
        "animate the objects, or that may be the job of a separate animator.",
        "That job is to show someone else how to assemble the apparatus from standard glassware.",
        "The College will not treat disabled members of staff or disabled job applicants less favorably for any reason relating to disability.",
        "applye applied for every junior physio job in Scotland, whether central belt or in rural areas.",
        "The heat combined with more than two weeks continuous pulling made the job arduous.",
        "In a removal job at a large Birmingham store airborne asbestos outside the work area was measured at 400 times the permitted level.",
        "asked what she would want to bring to the job.",
        "Charr is doing a kick ass job, carrying on from the late great Dan Damage, who sadly passed away on July 2004."
    ],
    "definition": [
        "Link/Cite"
    ]
}