{
    "translation": ".1 כרגע, זה עתה\n.2 רק צודק",
    "uses": [
        "I just did it.",
        "I guess she just wanted to say goodbye.",
        "But this wasn't just any trip.",
        "I just can't believe this.",
        "Just an unexpected memory, I guess.",
        "Just take care of yourself.",
        "I just wonder what his angle is.",
        "It just happens to be the case with old cars.",
        "\"Ah! that is just what I want,\" said the old man.",
        "It goes something like this: If everyone is \"rich,\" then doesn't everyone just become the idle rich?",
        "Just as good a Wizard as you are a Sorcerer.",
        "Just give me a minute.",
        "Freed from worry about losing a job they do not enjoy, encouraged to follow their dreams and passions, I believe most will want to do just that.",
        "One who has just come from reading perhaps one of the best English books will find how many with whom he can converse about it?",
        "After that, I guess I was focused on just getting by.",
        "Oh no; it's just Eureka, my kitten.",
        "They may have just moved to Alaska from another state.",
        "At times, it may be best to just enjoy the meal and not ask too many questions.",
        "She just keeps getting worse!",
        "I wouldn't give it up for a million dollars, just like I wouldn't sell my left arm for a million dollars.",
        "We've been married for nearly five years, and we just made love.",
        "Today, for just a few hundred dollars, you can get a copy of your genome.",
        "Just as horses shy and snort and gather about a dead horse, so the inmates of the house and strangers crowded into the drawing room round the coffin--the Marshal, the village Elder, peasant women--and all with fixed and frightened eyes, crossing themselves, bowed and kissed the old prince's cold and stiffened hand.",
        "This famous Prussian neutrality is just a trap.",
        "He had just noticed that the king was wearing poor Charlot's Sunday suit instead of his own.",
        "Half walking in the paths, half working our way through the lesser drifts, we succeeded in reaching a pine grove just outside a broad pasture.",
        "Why don't we just decide to stop?",
        "A person could dedicate his life to understanding just one suggestion and never even get close.",
        "Pretty much just goofing off.",
        "Yet one has just occurred that was even worse than the first.",
        "Just now she finds it great fun.",
        "Just then a closed carriage and another with a hood drove up to the porch.",
        "In just eighteen months from now, we will have duplicated that again and effectively doubled our computation power.",
        "Everything you saw, that your eyeballs tracked to, how long you looked at it—and not just everything you ever looked at, but your physiological response.",
        "Just what I think, Yakov Alpatych.",
        "In such transparent and seemingly bottomless water, reflecting the clouds, I seemed to be floating through the air as in a balloon, and their swimming impressed me as a kind of flight or hovering, as if they were a compact flock of birds passing just beneath my level on the right or left, their fins, like sails, set all around them.",
        "Her fingers searched and found the door handle - just in case.",
        "Just above them, and almost on a level with their platform, were banks of rolling clouds which constantly shifted position and changed color.",
        "We just found out.",
        "\"What were you thinking about just now, Nicholas?\" inquired Natasha.",
        "I have just been told that nothing is ready yet.",
        "A damp dull autumn morning was just dawning.",
        "Not just that you went to a certain address but that the address was a movie theater and—based on where you sat and that you ordered tickets online—you saw Episode VII of Star Wars.",
        "It was lucky the maids ran in just then...",
        "You're only joking, I'm afraid-- Just wait till I am bigger.",
        "Why don't we go out for supper tonight - just us and the kids?",
        "Makes me hungry just thinking about it.)",
        "Just now, my dear, there is not a single warrior in your company.",
        "It took a decade or two for the new medium to be seen in light of itself, not just in terms of what it displaced.",
        "From time to time she smoothed the folds of her dress, and whenever the story produced an effect she glanced at Anna Pavlovna, at once adopted just the expression she saw on the maid of honor's face, and again relapsed into her radiant smile.",
        "\"It looks just like her, doesn't it?\" she said.",
        "At last, just as the blacksmith was in the midst of a stirring song, he rose quietly and went out into the darkness.",
        "Wait--just a word!",
        "Not just a certain pesticide, but pesticides that contained a certain chemical.",
        "But in terms of wanting to converse with robots at an emotional level, I just don't see it.",
        "Just like they do today.",
        "But just because it is an old dream, doesn't mean it is an impossible one.",
        "\"Just so,\" said the Cossack.",
        "On top of the common-good projects supported with our tax dollars, almost all of us—certainly not just the wealthy—have causes we support.",
        "Some become so wealthy, in fact, they can live off the interest (the productivity) of their assets, not just their own labor.",
        "That is just so alien to me.",
        "Well, Prince, so Genoa and Lucca are now just family estates of the Buonapartes.",
        "It's just not my style.",
        "Just wait a minute, sir.",
        "The word kumbaya appears in this book only once, and you just saw it.",
        "Women's fuss! muttered Alpatych to himself and started on his journey, looking round at the fields of yellow rye and the still- green, thickly growing oats, and at other quite black fields just being plowed a second time.",
        "I see you were right, but just take out the top one.",
        "Then he got into the buggy again and took the reins, and the horse at once backed away from the tree, turned slowly around, and began to trot down the sandy road which was just visible in the dim light.",
        "They were just rising from the table when they heard a great noise in the street.",
        "In our modern age, people disagree not just in terms of values they apply to knowledge, but they disagree on actual pieces of knowledge.",
        "We will just sit back and let the machines sort it all out.",
        "He should have just become a steam drill operator!",
        "And not just where do they go, but where is it that people drive the farthest to get to?",
        "And then we come to Greece, the home of Hippocrates, the \"Father of Modern Medicine,\" who left us not just the oath that bears his name but also a corpus of roughly sixty medical texts based on his teaching.",
        "All burger flippers just lost their jobs.",
        "The system will see that just the right amounts of black-eyed peas, potatoes, and corn are grown.",
        "Anything that looks too much like The Matrix movies or The Terminator movies is just, well, kind of creepy.",
        "I called him Black Beauty, as I had just read the book, and he resembled his namesake in every way, from his glossy black coat to the white star on his forehead.",
        "They sang at intervals throughout the night, and were again as musical as ever just before and about dawn.",
        "\"Ah, that is just what I tell him!\" said she.",
        "My whole name is Zebediah; but folks just call me 'Zeb.'",
        "This will be extremely useful, because the game, as they say, has just changed completely.",
        "Can't you just picture them swimming around on that pond, ducking their heads gracefully to feed.",
        "I have just heard something that surprised me very much.",
        "That's just what I said to him, put in Nicholas, who fancied he really had said it.",
        "I just didn't see any point in spending money on new clothes when my old ones still had a lot of wear in them.",
        "They will take time to write a great big forum post just for you, a total stranger they will never meet.",
        "Ten years later, in 1959, Francois Genuys used an IBM 704 and calculated pi to more than fifteen thousand digits in just four hours.",
        "\"To be a soldier, just a soldier!\" thought Pierre as he fell asleep, \"to enter communal life completely, to be imbued by what makes them what they are.",
        "Though this news was being concealed from the inhabitants, the officials--the heads of the various government departments--knew that Moscow would soon be in the enemy's hands, just as Count Rostopchin himself knew it, and to escape personal responsibility they had all come to the governor to ask how they were to deal with their various departments.",
        "But despite her grief, or perhaps just because of it, she took on herself all the difficult work of directing the storing and packing of their things and was busy for whole days.",
        "\"Oh, what sleep-?\" said the countess, waking up just as she was dropping into a doze.",
        "The church bells everywhere were ringing for service, just as usual on Sundays.",
        "Just then the countess came in from the sitting room with a weary and dissatisfied expression.",
        "Just when Pierre snatched at and struck up the pistol Makar Alexeevich at last got his fingers on the trigger, there was a deafening report, and all were enveloped in a cloud of smoke.",
        "Natasha, pale, with a fixed look, was sitting on the bench under the icons just where she had sat down on arriving and paid no attention to her father's words.",
        "For just one moment I didn't look after you...",
        "I guess it's just something different - something we aren't used to yet.",
        "I just wish you'd stop hiding everything from me.",
        "He's always been secretive, and whenever I ask him, he just tells me it's something I don't want to be involved in.",
        "Just because he doesn't ask for or want your help, doesn't mean he doesn't need it.",
        "Just then they heard the big voice of Jim the cab-horse calling to them, and going to the doorway leading to the dome they found the Princess and a throng of her people had entered the House of the Sorcerer.",
        "He got his satchel from the buggy and, opening it, took out two deadly looking revolvers that made the children shrink back in alarm just to look at.",
        "We hope to grow to be dragons some day, but just now we're only dragonettes.",
        "Haroun-al-Raschid (Aaron the Just) was the greatest of all the caliphs of Bagdad.",
        "\"This is just the place for that wolf,\" he thought.",
        "When the work was finished, the old fishing boat looked rather odd, with a paddle wheel on each side which dipped just a few inches into the water.",
        "I had carried some charcoal to the queen's kitchen and was just starting home.",
        "But all along, they believed they would ultimately prevail—and not just win the war, but also do something epic that would change the course of history for all time.",
        "We just lacked these means to do it before.",
        "Today, there are modern-day Da Vincis living in parts of the world where just surviving is a full-time occupation, powerless to develop the gifts they could offer the wider world.",
        "It would just take several hours as opposed to a few minutes.",
        "People who take time out of their schedule to do something that helps just one person.",
        "In 1916, the number of cases just in New York City was reported to be nine thousand.",
        "Without the Internet, they would just gather dust.",
        "The memory for that computer cost me $40 per MB, just under $200.",
        "In the future, massive new amounts of information will begin to resolve the debate, instead of just adding noise to it as too often occurs today.",
        "In societies where a large percentage of income is necessary just to buy food, having volatile food prices will mean hunger sooner or later, no matter how good the factory jobs are.",
        "It sounds mechanical, sterile, and just a little bit un-American.",
        "Just as technology magnifies our productive labor, it magnifies our destructive capacity as well.",
        "Now, instead of just intellectually engaging with the news, we feel the government brutality, we experience the war, we are electrified by the demonstrations, and we are horrified at the suffering.",
        "Inspired, perhaps, by Master Gobbler's success, we carried off to the woodpile a cake which the cook had just frosted, and ate every bit of it.",
        "My fingers lingered almost unconsciously on the familiar leaves and blossoms which had just come forth to greet the sweet southern spring.",
        "We may waive just so much care of ourselves as we honestly bestow elsewhere.",
        "The thick wood is not just at our door, nor the pond, but somewhat is always clearing, familiar and worn by us, appropriated and fenced in some way, and reclaimed from Nature.",
        "Next he thought that his enemy would send the squadron on a desperate attack just to punish him--Rostov.",
        "\"Now then, niece!\" he exclaimed, waving to Natasha the hand that had just struck a chord.",
        "Shinshin, lowering his voice, began to tell the count of some intrigue of Kuragin's in Moscow, and Natasha tried to overhear it just because he had said she was \"charmante.\"",
        "Don't talk nonsense, just listen! said Natasha, with momentary vexation.",
        "He was answered by a voice which informed him of the resolution just arrived at.",
        "I am just starting myself.",
        "The first time the young foreigner allowed himself to reproach her, she lifted her beautiful head and, half turning to him, said firmly: That's just like a man--selfish and cruel!",
        "Just unload one or two carts.",
        "We ran out just as we were....",
        "\"You are speaking of the poor countess?\" said Anna Pavlovna, coming up just then.",
        "I raise fervent prayers to Heaven that the Almighty may exalt the race of the just, and mercifully fulfill the desires of Your Majesty.",
        "Just during the service.",
        "Undoubtedly some relation exists between all who live contemporaneously, and so it is possible to find some connection between the intellectual activity of men and their historical movements, just as such a connection may be found between the movements of humanity and commerce, handicraft, gardening, or anything else you please.",
        "You just happened to get caught on camera.",
        "Just behind the schoolhouse was Mr. Finney's barn.",
        "It looks just like her!",
        "She creates premium services on her site that cost just $9.95 a year that include a number of additional features and virtual goods.",
        "This would be very useful: No more struggling to remember what you promised the client you would deliver by Friday; you just look up the transcript.",
        "(It would have many more, but for now let's just say it includes a million things about you.)",
        "And not just certain farms, but farms that used a certain pesticide.",
        "The minute we do, the people doing those jobs should become operators of the new machines—and get big raises because their productivity just shot way up.",
        "Just make the things work.",
        "Not just rulers, either.",
        "Just then Ferapontov returned and entered his shop.",
        "\"Forgive me for what I ha-ve do-ne!\" faltered Natasha in a scarcely audible, broken whisper, and began kissing his hand more rapidly, just touching it with her lips.",
        "The governor's wife led him up to a tall and very stout old lady with a blue headdress, who had just finished her game of cards with the most important personages of the town.",
        "Wise machines are dramatically more valuable than machines that just store and retrieve information.",
        "I just want to do my part, and I can't if I don't have all the facts.",
        "I just can't figure her.",
        "You'd just be needlessly concerned.",
        "I just can't believe it.",
        "He's so beautiful - just like his daddy.",
        "Just like his daddy.",
        "Just embrace the moment.",
        "Sure, just a minute.",
        "Yes... I just wanted to let you know that the twins were born this morning.",
        "The boy just turned six.",
        "Take him along just in case.",
        "We'll just wait for her.",
        "Just give her time to comprehend.",
        "She just woke up.",
        "Actually, I just got off my shift and thought I'd check in on her.",
        "If someone tries to attack you, just point it at them.",
        "I just think it's time I stopped leaning on everyone.",
        "Just remember, I'll always be there – whenever you need me.",
        "I just want to talk to you.",
        "I just wanted to ask you a question.",
        "It just started rocking and then went over the edge.",
        "No, I... it's just that I've imposed on you so much already.",
        "Her fingers found the door handle - just in case.",
        "Now you just sit down and relax while I finish supper.",
        "If you'll just point the way, I'll be glad to go by myself.",
        "It's just a car.",
        "I was just getting ready to leave the house.",
        "I can just imagine.",
        "I'll just have to get used to being idle.",
        "I just wanted to ask him something.",
        "If you don't want me to use the pool, just say so.",
        "From now on, she would be sure she had her beach robe by the pool when she swam, just in case someone came by... especially Giddon.",
        "Still, it didn't hurt to let someone know - just in case.",
        "I keep telling him that as long as he gives her money, she'll never get out of trouble, but he just says she's the only sister he has and he has the money.",
        "Just don't let her interfere with the business.",
        "I wasn't lying, I just wasn't telling everything.",
        "Daddy says I look just like Mom.",
        "He just isn't social.",
        "Because I think you just did.",
        "It's just that it sounds so right.",
        "Whatever. Just think it over and don't jump into something you might live to regret.",
        "I wouldn't call you dull, just inactive.",
        "The house was furnished, so she didn't have much to move – just a few pieces of her parent's furniture and some summer clothes.",
        "I'm just a little stiff.",
        "Don't just stand there.",
        "It's just that... well; it's not your responsibility.",
        "People have urges and sometimes things just happen.",
        "Anyway, things don't just happen.",
        "No, you're just that good.",
        "She was such a strange woman - just like Russie.",
        "I was just thinking.",
        "I was just ... well, the storm was so violent, and it was so cold.",
        "There's no point in being uncomfortable just so you can prove what a macho man you are.",
        "It's just that I should be doing this.",
        "It's just that... well, it isn't right for two people who aren't...",
        "If you'd just tell him about the baby...",
        "Otherwise, it's just as well we never see each other again.",
        "I just need a short break.",
        "But I can't just...",
        "I am just finishing the design.",
        "When Rostov entered the room, the princess dropped her eyes for an instant, as if to give the visitor time to greet her aunt, and then just as Nicholas turned to her she raised her head and met his look with shining eyes.",
        "I saw him lying on a bed,\" said she, making a gesture with her hand and a lifted finger at each detail, \"and that he had his eyes closed and was covered just with a pink quilt, and that his hands were folded,\" she concluded, convincing herself that the details she had just seen were exactly what she had seen in the mirror.",
        "Sonya was softened, excited, and touched by all that had occurred that day, especially by the mysterious fulfillment she had just seen of her vision.",
        "In another moment Davout would have realized that he was doing wrong, but just then the adjutant had come in and interrupted him.",
        "And indeed he only had to lie down, to fall asleep like a stone, and he only had to shake himself, to be ready without a moment's delay for some work, just as children are ready to play directly they awake.",
        "He liked to talk and he talked well, adorning his speech with terms of endearment and with folk sayings which Pierre thought he invented himself, but the chief charm of his talk lay in the fact that the commonest events--sometimes just such as Pierre had witnessed without taking notice of them--assumed in Karataev's a character of solemn fitness.",
        "Sometimes Pierre, struck by the meaning of his words, would ask him to repeat them, but Platon could never recall what he had said a moment before, just as he never could repeat to Pierre the words of his favorite song: native and birch tree and my heart is sick occurred in it, but when spoken and not sung, no meaning could be got out of it.",
        "And so it was: in Sonya's place sat Natasha who had just come in noiselessly.",
        "But just when he was clumsily creeping toward the door, that dreadful something on the other side was already pressing against it and forcing its way in.",
        "The discovery of these laws is only possible when we have quite abandoned the attempt to find the cause in the will of some one man, just as the discovery of the laws of the motion of the planets was possible only when men abandoned the conception of the fixity of the earth.",
        "I haven't time just now, replied Ermolov, and left the hut.",
        "\"You think he went off just by chance?\" said a comrade, who was on the staff that evening, to the officer of the Horse Guards, referring to Ermolov.",
        "They disappeared into the forest, and Count Orlov-Denisov, having seen Grekov off, returned, shivering from the freshness of the early dawn and excited by what he had undertaken on his own responsibility, and began looking at the enemy camp, now just visible in the deceptive light of dawn and the dying campfires.",
        "One desperate, frightened yell from the first French soldier who saw the Cossacks, and all who were in the camp, undressed and only just waking up, ran off in all directions, abandoning cannons, muskets, and horses.",
        "Danger, cannon balls, and bullets were just what he needed in his angry mood.",
        "\"That's how everything is done with us, all topsy-turvy!\" said the Russian officers and generals after the Tarutino battle, letting it be understood that some fool there is doing things all wrong but that we ourselves should not have done so, just as people speak today.",
        "And just at this time he obtained the tranquillity and ease of mind he had formerly striven in vain to reach.",
        "Just as Pierre reached the door, the corporal who had offered him a pipe the day before came up to it with two soldiers.",
        "Moreover, just as Pierre was speaking a sharp rattle of drums was suddenly heard from both sides.",
        "Just look at the crowds!...",
        "Just see what the blackguards have looted....",
        "Just look, there's no end to it.",
        "Lying on his bed during those sleepless nights he did just what he reproached those younger generals for doing.",
        "What a wogue--it's just as I thought, said Denisov to the esaul.",
        "\"But why are you angry?\" remonstrated Tikhon, \"just as if I'd never seen your Frenchmen!",
        "He was highly delighted with what he saw and experienced in the army, but at the same time it always seemed to him that the really heroic exploits were being performed just where he did not happen to be.",
        "But if they did catch me they'd string me up to an aspen tree, and with all your chivalry just the same.",
        "And Petya gave the Cossack a detailed account not only of his ride but also of his object, and why he considered it better to risk his life than to act \"just anyhow.\"",
        "She was terrified by his illness, and yet that was just what she needed.",
        "He says his hand is just made for a baby's seat.",
        "From broken remarks about Natasha and his father, from the emotion with which Pierre spoke of that dead father, and from the careful, reverent tenderness with which Natasha spoke of him, the boy, who was only just beginning to guess what love is, derived the notion that his father had loved Natasha and when dying had left her to his friend.",
        "Just as she needed to work off her spleen so she had sometimes to exercise her still-existing faculty of thinking--and the pretext for that was a game of patience.",
        "Little Nicholas, who had just waked up in a cold perspiration, sat up in bed and gazed before him with wide-open eyes.",
        "But why did it not react on Louis XIV or on Louis XV--why should it react just on Louis XVI?",
        "The theory seems irrefutable just because the act of transference of the people's will cannot be verified, for it never occurred.",
        "Amid a long series of unexecuted orders of Napoleon's one series, for the campaign of 1812, was carried out--not because those orders differed in any way from the other, unexecuted orders but because they coincided with the course of events that led the French army into Russia; just as in stencil work this or that figure comes out not because the color was laid on from this side or in that way, but because it was laid on from all sides over the figure cut in the stencil.",
        "I just wondered how you felt about him hiding things from you.",
        "Just about time I think the two of you are making progress, something like this comes up.",
        "I just thought it would be fun for the man to tell the wife this for once.",
        "Alex didn't know about her fear of flying and she'd just as soon he didn't learn.",
        "I just want it to be healthy.",
        "Hope that you'll start accepting me as your husband - your mate; not just a lover.",
        "Let's just leave it at that.",
        "It's just a veterinary clinic.",
        "I just thought it was because he was so good looking.",
        "If this was what defined a vacation away from home, she'd just as soon stay at home.",
        "It was all just good clean fun.",
        "For a minute there, I was ready to do just that.",
        "I'm just a country hick myself.",
        "He just turned twenty-one and he thinks he is a man now.",
        "Nothing. I was just thinking about technology.",
        "You know, I just thought of something.",
        "She was just surprised by what was in the envelope.",
        "We pop some popcorn and drink some eggnog - just enjoy each other.",
        "He was just showing me a house he said he was giving as a wedding gift.",
        "Are you just getting back?",
        "\"I don't know why you didn't just undress me when you put me in bed,\" she said.",
        "Some people just put more effort into distinguishing right from wrong than others.",
        "Of course, he was just a kid.",
        "Considering the information Katie had just disclosed, it wasn't surprising that he wanted to be in control - or that he had chosen a wife who asked few questions.",
        "I'll just have to take naps while she's asleep.",
        "Just keep thinking that... and praying.",
        "Yeah, I'm just tired, and my throat is itching this morning.",
        "She was right, of course, but having mama stand there watching her suffer was just as upsetting for Destiny.",
        "It wasn't just losing a baby.",
        "Then he just makes all the important decisions - and you have no input?",
        "Just because it upsets me doesn't mean I don't want to know - or that you shouldn't tell me.",
        "Just like burnished copper.",
        "It's just that... well, after that, it all happened so fast.",
        "\"Just leave the stuff on the porch for now,\" he said as we went in to join the others.",
        "Just then the buggy tipped slowly over upon its side, the body of the horse tipping also.",
        "But they continued to fall, all together, and the boy and girl had no difficulty in remaining upon the seat, just as they were before.",
        "But don't let us worry over such things, Zeb; we can't help ourselves just now, you know, and I've always been told it's foolish to borrow trouble.",
        "Just then a man came running into the hall and addressed the Prince after making a low bow.",
        "Just then the man with the star came and stood before the Wizard.",
        "\"Nonsense!\" said the little man, turning red--although just then a ray of violet sunlight was on his round face.",
        "I am delighted to find humbugs inside the earth, just the same as on top of it.",
        "But I've just had the bad luck to come out of the sky, skip the solid earth, and land lower down than I intended.",
        "There were no stairs in their houses, because they did not need them, but on a level surface they generally walked just as we do.",
        "Just then his eye fell upon the lanterns and the can of kerosene oil which Zeb had brought from the car of his balloon, and he got a clever idea from those commonplace things.",
        "Please, Mr. Wizard, may I eat just one of the fat little piglets?",
        "\"And that's just what I shall do if you don't let those little balls of pork alone,\" said Jim, glaring at the kitten with his round, big eyes.",
        "We have time, just now, and I'd rather face the invis'ble bears than those wooden imps.",
        "No; she just dug her claws into the wood and climbed down the sides of this house to the ground.",
        "Just you light out and make for that rock, Jim; and don't waste any time about it, either.",
        "Our friends had a good start and were able to maintain it, for with their eight wings they could go just as fast as could the Gargoyles.",
        "The flames leaped up at once and the bonfire began to smoke and roar and crackle just as the great army of wooden Gargoyles arrived.",
        "Of course; in just a jiffy.",
        "You'll just love the folks in Oz, when you get acquainted.",
        "Just then a loud cackling was heard outside; and, when a servant threw open the door with a low bow, a yellow hen strutted in.",
        "Ozma sprinkled me with a magic powder, and I just had to live.",
        "Just then Dorothy, who had risen early and heard the voices of the animals, ran out to greet her old friends.",
        "\"What brought you back?\" was the next question, and Dorothy's eye rested on an antlered head hanging on the wall just over the fireplace, and caught its lips in the act of moving.",
        "Just then the girlish Ruler of Oz opened the door and greeted Dorothy with a good-morning kiss.",
        "Just behind the royal standard-bearers came the Princess Ozma in her royal chariot, which was of gold encrusted with emeralds and diamonds set in exquisite designs.",
        "\"I ought to be a fairy,\" grumbled Jim, as he slowly drew the buggy home; \"for to be just an ordinary horse in a fairy country is to be of no account whatever.",
        "When he returned the Princess looked down the narrow neck of the big ornament and discovered her lost piglet, just as Eureka had said she would.",
        "Just ahead of them were the gates of Hugson's Ranch, and Uncle Hugson now came out and stood with uplifted arms and wide open mouth, staring in amazement.",
        "These children are learning it just as the first people who lived on the earth learned it in the beginning.",
        "He could see a green open space just beyond; and then the woods seemed to be thicker and darker.",
        "He's just in from the backwoods.",
        "He was dressed plainly, and, with his reddish-brown hair and mud-bespattered face, looked like a hard- working countryman just in from the backwoods.",
        "Just step inside and make believe that you are Dean Swift.",
        "There was something which she wished very much to know before going home, and so, without thinking, she had leaned over and whispered just three little words.",
        "The officer began to write, but just as he finished the first word, a bomb came through the roof of the house and struck the floor close by him.",
        "There was a ship just ready to sail for Corinth, and the captain agreed to take him as a passenger.",
        "He was dressed just as they had seen him when he jumped into the sea.",
        "Just as he spoke, the ant lost its footing and fell to the ground.",
        "Just then a young man stepped up.",
        "But, as I came to your palace this morning, I kept saying to myself, 'When our lord Al Mansour learns just how it was that I borrowed the gold, I have no doubt that in his kindness of heart he will forgive me the debt.'",
        "By the midpoint of the twentieth century, America's dreamers were preoccupied with the future—and not just any old future, but the great and glorious future that seemed inevitable.",
        "Not just a little better, but gloriously and fantastically better.",
        "And not just a path, but a well-lit, eight-lane highway.",
        "We don't need bandwidth to be instant, just nearly instant.",
        "We don't need miniaturization to go to infinitely small, just really, really small.",
        "So these doctors were perhaps just as brilliant as those who have come since.",
        "Highly specialized experts are a few keystrokes away and can be hired for just a few minutes or hours at a time.",
        "But if each of ten people specialized on just one-tenth of the task, they could together make 48,000, an increase in per-person productivity from one pin a day to 4,800 pins per day.",
        "But for now, I want to leave you with a preposterous thought: In the future, a new Mercedes Benz will cost just $50.",
        "If you are a farmer and work alone, you can only plant as much land as you can personally plow. You can do just a couple of thousand calories of work a day, consuming only the energy produced by the food you ate.",
        "We just don't know how to capture it efficiently.",
        "Remember when Janis Joplin sang \"Freedom's just another word for 'nothing left to lose'\"?",
        "Well, scarcity is just another word for \"we don't know how to get it.\"",
        "Because nanites are so small, they require little in the way of raw materials, just a few molecules here and there.",
        "This pan's nanite coating means to clean it, you just wipe it with a nanite rag that doesn't stain.",
        "So, let's say on average the pan is worth $2,000 to everyone who uses it—all the way from the people who just think it is \"cool\" to the people who it saves from food poisoning to the people whose lives and houses it saves.",
        "Labor will fall, material costs will fall, materials will be better, stronger, greener, prettier, lighter, more malleable, and just altogether better.",
        "The house of the future won't just be better than the house you have today.",
        "We just want it all to work, to do what it is programmed to do.",
        "And not just chairs, but bread and muskets and plows.",
        "But we take it largely for granted—and I think that is just fine.",
        "In a speech to the House of Representatives at this same time, Congressman Davy Crockett told the story of getting chewed out by a constituent for voting for a $20,000 emergency relief bill for the homeless in a city just wiped out by a fire.",
        "This will produce extremely specific nutritional information for just you, will add years to your life, and will increase its quality as well.",
        "More than half the hungry people in the world live in just these three nations—nations that are all net food exporters.",
        "Just half a century ago, Americans on average spent more than 20 percent of their income on food.",
        "To me, this makes the problem of hunger that much sadder in the present—to realize that the planet has enough food, just not enough generosity.",
        "Don't limit it just to plants.",
        "According to the Center for Systemic Peace's tally, the world went from just twenty democracies in 1946 to ninety-two in 2009.",
        "We just don't want to badly enough.",
        "As American diplomat Ralph Johnson Bunche aptly observed, \"There are no warlike people, just warlike leaders.\"",
        "Just as there is no single cause of war, there will be no single way that war will end.",
        "You would argue that no other widget on the market can beat the C2000, no nation can ever gain widget superiority if the government just buys the C2000—and so they do.",
        "As we just noted, when nations buy each other's goods, that promotes peace.",
        "Is the value of the city just the value of the buildings, cars, furniture, and other physical items in the city?",
        "Monarchies with any real, significant power are just waiting out the clock.",
        "It was a huge shift in public opinion in which no group benefited financially; if anything, financial interests were aligned against this change, just as with tobacco.",
        "After all, public opinion may just as easily be stirred up in favor of war as against it.",
        "In just a few years, virtually all phones will be camera phones.",
        "The future German man will not just be a man of books, but a man of character.",
        "It isn't just that we can communicate better but that we actually relate to each other better.",
        "Martha Washington understood my signs, and I seldom had any difficulty in making her do just as I wished.",
        "Whenever anything delighted or interested me she talked it over with me just as if she were a little girl herself.",
        "This is particularly distinct to one standing on the middle of the pond in winter, just after a light snow has fallen, appearing as a clear undulating white line, unobscured by weeds and twigs, and very obvious a quarter of a mile off in many places where in summer it is hardly distinguishable close at hand.",
        "He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face.",
        "There an old maidservant was grumbling at a young girl who stood panting, having just run in through the cold from the serfs' quarters.",
        "That's just how she started and just how she came up smiling timidly when all this happened before,\" thought Natasha, \"and in just the same way I thought there was something lacking in her.\"",
        "Of course I do, I remember his teeth as if I had just seen them.",
        "Just like a boy!",
        "He comes in, just in the shape of a man, like an officer--comes in and sits down to table with her.",
        "Sonya had not seen anything, she was just wanting to blink and to get up when she heard Natasha say, \"Of course she will!\"",
        "In Moscow Princess Mary had no one to talk to, no one to whom to confide her sorrow, and much sorrow fell to her lot just then.",
        "She smiled just as he was doing, gazing straight into his eyes.",
        "\"One word, just one, for God's sake!\" cried Anatole.",
        "\"Natalie, just a word, only one!\" he kept repeating, evidently not knowing what to say and he repeated it till Helene came up to them.",
        "\"Good day, your excellency!\" he said, again holding out his hand to Anatole who had just come in.",
        "Women, women! said Alpatych, puffing and speaking rapidly just as the prince did, and he climbed into the trap.",
        "The cook began running hither and thither in the passage like a frightened hen, just as Alpatych entered.",
        "Rostov was just mounting to go for a ride round the neighboring villages with Ilyin; he let Lavrushka have another horse and took him along with him.",
        "But such undercurrents still existed among the people and gathered new forces ready to manifest themselves just as strangely, unexpectedly, and at the same time simply, naturally, and forcibly.",
        "Ermolov, Kaysarov, and Toll, who had just arrived, sat down on this bench.",
        "Just then the lady companion who lived with Helene came in to announce that His Highness was in the ballroom and wished to see her.",
        "It no longer seemed strange to them but on the contrary it seemed the only thing that could be done, just as a quarter of an hour before it had not seemed strange to anyone that the wounded should be left behind and the goods carted away but that had seemed the only thing to do.",
        "From one open shop came the sound of blows and vituperation, and just as the officer came up to it a man in a gray coat with a shaven head was flung out violently.",
        "Just you wait a bit!",
        "And this thought occurred to him just because he himself desired a victim, something on which to vent his rage.",
        "To a man not swayed by passion that welfare is never certain, but he who commits such a crime always knows just where that welfare lies.",
        "He ran round to the other side of the lodge and was about to dash into that part of it which was still standing, when just above his head he heard several voices shouting and then a cracking sound and the ring of something heavy falling close beside him.",
        "Just as it is impossible to say when it was decided to abandon Moscow, so it is impossible to say precisely when, or by whom, it was decided to move to Tarutino.",
        "But if the aim of the battle was what actually resulted and what all the Russians of that day desired--to drive the French out of Russia and destroy their army--it is quite clear that the battle of Tarutino, just because of its incongruities, was exactly what was wanted at that stage of the campaign.",
        "He imagined all sorts of possible contingencies, just like the younger men, but with this difference, that he saw thousands of contingencies instead of two or three and based nothing on them.",
        "But, just what did the genewal tell you?",
        "And to all Denisov's persuasions, Petya replied that he too was accustomed to do everything accurately and not just anyhow, and that he never considered personal danger.",
        "Do you know I have only just come back!",
        "Some fellows do things just anyhow, without preparation, and then they're sorry for it afterwards.",
        "I told them just one thing in Petersburg.",
        "I just got a call from the doctor.",
        "You spring something on me and then you just shut me out - like what I feel isn't important.",
        "So isn't it just possible that it could end ignorance, disease, poverty, hunger, and war?",
        "We don't need our computers to be infinitely fast, just a whole lot faster than they are today.",
        "Many of them were punished, some sent to Siberia, many died of cold and hunger on the road, many returned of their own accord, and the movement died down of itself just as it had sprung up, without apparent reason.",
        "Just once, looking into those eyes to say...",
        "With a rapid but careful movement Natasha drew nearer to him on her knees and, taking his hand carefully, bent her face over it and began kissing it, just touching it lightly with her lips.",
        "\"She is bringing me my daughter whom I have just saved from the flames,\" said he.",
        "The countess had long wished for such a box, but as she did not want to cry just then she glanced indifferently at the portrait and gave her attention chiefly to the box for cards.",
        "Dorothy thought he just wiggled one of his drooping ears, but that was all.",
        "And she spread out her arms to show her short-waisted, lace-trimmed, dainty gray dress, girdled with a broad ribbon just below the breast.",
        "\"It doesn't appear to be broken,\" he concluded in a monotone, \"But we should take you to a doctor, just to be sure.\"",
        "I just turned my ankle a little.",
        "I'll be done in just a few minutes.",
        "I was just finishing up.",
        "But just remember, it's the country that I'm interested in exploring.",
        "I just don't think it's a good idea for us to be out here alone.",
        "I was just wondering how to deal with the insurance company when the seller is the owner.",
        "I was just thinking I might have betrayed yours.",
        "I'm just beginning to see what I've been missing.",
        "I just put a pizza in the oven.",
        "I like to get you going, just to see what you'll say next.",
        "Just thinking about something silly.",
        "You just have to act like you already know it.",
        "Well, since you just graduated, my guess is that this is your 20'th.",
        "It's just that I got derailed and I need to get on track.",
        "I can just imagine how much of that Howard would want to know.",
        "\"Just a minute,\" Lisa interrupted.",
        "I feel like I just started living again.",
        "You better not tell either of them just yet.",
        "As you said, you're just waking up from a nightmare.",
        "I was just remembering...",
        "Just be careful where you go.",
        "No, he's just in one of his moods.",
        "Just let me know if something comes up and you think I need to come home.",
        "It's just a black snake.",
        "No. I just had a bad dream.",
        "I just got the message a few minutes ago.",
        "No, a restraining order wouldn't stop him from finding me if he wanted to, and it might just make him mad enough to do something worse.",
        "It was just a kiss.",
        "She peeked around the door again just in time to see him walk into the office and close the door.",
        "I was just thinking – remembering.",
        "We just turned off the highway, so we'll be there pretty soon.",
        "Oh, I can understand why you would want to deceive people, I just don't understand how you can involve your family in such a thing – especially Tammy!",
        "He was getting paid a percentage just to pick up the artwork and deliver it to my broker.",
        "You just have to work at it a little at a time.",
        "I just got up too fast, that's all.",
        "He's just another room mate.",
        "She was just joking around, you know.",
        "Well, if they turn you out, we'll just get a room at a hotel in Bartlesville.",
        "You'll like it, just wait and see.",
        "Yes. I just can't stand sitting around.",
        "You know, I won't be offended if you just say no.",
        "I just happen to have two tickets.",
        "Oh, just a date for the concert.",
        "Just depends on who you're with, huh?",
        "I'm just tired of the labels we slap on people who think independent of the 'in' crowd.",
        "Nowadays they cart them off to some baby sitter they hardly know, just to get the kids out of their hair.",
        "I just didn't think ahead.",
        "You just seem to be troubled, lately.",
        "No, I just thought...",
        "Was he was feeling more than just friendship for her?",
        "Why don't we just get married?",
        "Let's not just plunge into this.",
        "You're going to wear it out just looking at it.",
        "But that's just the point.",
        "Look. If I went up there, he'd think just like you are.",
        "It's just that sometimes I wonder what is more important in your life - your career or me.",
        "Do you want me to give up my schooling just to prove that I love you more?",
        "Would it be such an imposition to take just one day off to go see my parents?",
        "Just sit back and don't distract me.",
        "I just got word that my father had a heart attack.",
        "He just kept staring at the floor.",
        "It's just that... well, she doesn't understand him, she stammered.",
        "\"Just a minute,\" he growled.",
        "If you want out, just say so.",
        "Just fine, Miss Clara.",
        "They just aren't expected to stray too far from the homestead in the process – or get paid for it.",
        "Let's just say I learned the hard way that I can take care of myself.",
        "He was just Pete.",
        "You just startled me.",
        "I just had a sudden chill.",
        "Don't pay any attention to him, Fritz, he's just tryin' to scare us.",
        "I don't know how to tell you without just blurting it out.",
        "He killed Mom, just the same as if he'd plunged a knife into her heart.",
        "You just do what I said.",
        "\"Well, let's just say he was willing to tell me what lay in store for me,\" she answered flippantly.",
        "I just asked her to marry me.",
        "\"Just what we needed,\" she commented dryly.",
        "How could men possibly have a greater desire or need than she had just felt?",
        "I just hope they escaped.",
        "I just want to be on my way.",
        "We just got back about an hour ago.",
        "It wasn't that I didn't want to be associated with you, I just wasn't mature enough to take on the responsibility.",
        "It's just as well.",
        "She had nearly married a man just like her father.",
        "Well, Bordeaux was just the man to help her forget it - if he'd only dedicate his attentions to Darcie.",
        "No, you're just foolish enough to jump from the buggy.",
        "You went through all of that just to buy this little ranch?",
        "I was just mad at you.",
        "I never met your mother, but if she was anything like you, I reckon he thought she'd do just that.",
        "Why didn't you just say so in the first place?",
        "You can't just march into a person's life and disrupt it."
    ],
    "definition": [
        "Link/Cite"
    ]
}