{
    "translation": "צעיר, קטין",
    "uses": [
        "There is also an increase in juvenile delinquency.",
        "The city has a juvenile court, and maintains a free employment bureau.",
        "Fred and his juvenile helpers had located a picture of Reverend Martin and his wife in an old museum collection of early Ouray papers and photos.",
        "Special juvenile courts may be established in cities of the first and second class.",
        "Uh-huh, and there weren't so many juvenile delinquents then either.",
        "(1873) was a plea for the abolition of juvenile imprisonment.",
        "The first juvenile reform school, called the Territorial Industrial school, was opened in 1903 at Benson.",
        "By Wednesday afternoon the matter was set­tled and the disposition of the case was in the hands of Bobby Witherspoon, the assistant DA, and the juvenile court system.",
        "A Juvenile Court Law was enacted in 1903 and modified in 1905.",
        "From 1826 to 1834 she edited The Juvenile Miscellany, the first children's monthly periodical in the United States.",
        "Each county elects a judge of probate for a term of four years; he has original concurrent jurisdiction with the circuit court in matters of probate, and has original jurisdiction in all cases of juvenile delinquents and dependents.",
        "north-west of Milledgeville is the state juvenile reformatory; 2 m.",
        "Another departure from the normal is that in which the juvenile or seedling form of shoot persists in the adult tree; the numerous coniferous plants known as species of Retinospora are examples of this.",
        "Two new friendships about this time kindled in the poet something of the juvenile fire and passion of younger days.",
        "Special Childrens Courts have been established for the trial of juvenile offenders.",
        "Her marriage with Malatesta did not take place until 1456; but of the ardent affection that had long bound them together there are stronger proofs than the lover's juvenile verses, or than even the children Isotta had borne to him.",
        "There are also reformatory establishments for juvenile offenders, and ddpDts de stireU for prisoners who are travelling, at places where there are no other prisons.",
        "In connexion with the juvenile court detention homes have been established, and in certain conditions justices of the peace are empowered to act as judges of the juvenile court in their respective precincts.",
        "Boston was one of the first municipalities of the country to make provision for the separate treatment of juvenile offenders; in 1906 a juvenile court was established.",
        "Under a law of 1905, amended in 1907 and 1909, provision is made for separate juvenile courts in all districts in which there are cities of the first (Salt Lake City) or the second class (Ogden, Logan and Provo) with jurisdiction over children under eighteen years of age; and similar jurisdiction is given to district courts elsewhere.",
        "He was not a notable scholar, and he had not much of what is usually called tact in his dealings either with the juvenile or the adult mind.",
        "The state has an excellent \"Juvenile Court Law,\" which came into force on the 1st of July 1899 and has done much good, especially in Chicago.",
        "His editions and translations of the classics were either juvenile exercises prescribed by Scaliger, or \"lusus poetici,\" the amusement of vacant hours.",
        "Considerable fragments from a juvenile translation of Aratus have been preserved.",
        "north of the city is the State Industrial Home for Girls (1879), for the reformation of juvenile offenders between the ages of ten and seventeen.",
        "The juvenile court, the arts and tenement commissions, the municipal employment bureau, and a park board are provided for by the charter.",
        "No child can be made a public ward except upon order of the juvenile court, and all such children may be placed in family homes by agents of the Board of State Charities.",
        "of three judges each, ten districts (some with sub-divisions) of the common pleas court, the superior court of Cincinnati, probate courts, courts of insolvency in Cuyahoga and Hamilton counties, juvenile courts (established in 1904), justice of the peace courts and municipal courts.",
        "Cicero's juvenile work de Inventione appears to be drawn partly from this and partly from a treatise by Hermagoras.",
        "Denver was one of the earliest cities in the country to institute special courts for juvenile offenders; a reform that is widening in influence and promise.",
        "A Juvenile Court and a Board of Children's Guardians have extensive jurisdiction over dependent and delinquent children, and a general supervision of all charities and corrections is vested in a Board of Charities, consisting of five members appointed by the president of the United States.",
        "The penitentiaries are at Huntsville and Rusk, and there is a reform school for juvenile offenders at Gainesville.",
        "There are also county courts, consisting of one judge who serves for four years; in some counties probate courts have been established, and in counties of more than 500,000 population juvenile courts for the trial and care of delinquent children are provided for.",
        "Under an act of 1898 two houses of reform for juvenile offenders, one for boys, the other for girls, were established near Lexington.",
        "The favourite object of adoration with adherents of these sects is Krishna with his mate - but not the devoted friend and counsellor of the Pandavas and deified hero of epic song, nor the ruler of Dvaraka and wedded lord of Rukmini, but the juvenile Krishna, Govinda or Bala Gopala, \"the cowherd lad,\" the foster son of the cowherd Nanda of Gokula, taken up with his amorous sports with the Gopis, or wives of the cowherds of Vrindavana (Brindaban,near Mathura on the Yamuna), especially his favourite mistress Radha or Radhika.",
        "Indeed, it would be hard to find anything less consonant with godliness and divine perfection than the pranks of this juvenile god; and if poets and thinkers try to explain them away by dint of allegorical interpretation, the plain man will not for all their refinements take these amusing adventures any the less au pied de la lettre.",
        "The open-air enjoyments of the wood, the field, the dance upon the village green, are sung with juvenile lightheartedness.",
        "The home secretary exercises powers of supervision, &c. See Juvenile Offenders.",
        "There are many fine country places, two private schools - the Mackenzie school for boys and the Misses Masters' school for girls - and the children's village (with about thirty cottages) of the New York juvenile asylum.",
        "But it was as a member of the Rochdale Juvenile Temperance Band that he first learned public speaking.",
        "The titles of these juvenile performances, which were played by amateurs, were Salga por donde saliere, Me voy a Sevilla and La Corona y el Punal.",
        "There are also an adult probation law and a juvenile court law, the latter applying to every county in the state.",
        "crippled by juvenile arthritis, or Still's Disease.",
        "No published reports were found on idiopathic juvenile osteoporosis) 7k.",
        "pallid harrier: one juvenile at LSF on 24th.",
        "from the city is the Boyville Home (maintained in connexion with the juvenile court) for \"incorrigible\" boys.",
        "fledged juvenile birds.",
        "Despite what you read in the press or hear from politicians, games are not completely mindless jaunts for the juvenile crowd.",
        "As adolescents, abused children are more likely to be in contact with the juvenile justice system than nonabused children of comparable family constellation and income level.",
        "The 2000 Victim, Incident, and Offender Characteristics, published by the National Center for Juvenile Justice (NCJJ), analyzed sexual assault data collected by law enforcement agencies over a five-year span.",
        "The remaining 77 percent of offenders were adults and were responsible for 67 percent of juvenile victims.",
        "The percent of juvenile offenders who started as truants is even higher, approaching 95 percent.",
        "Most habitual truants eventually enter the juvenile court system.",
        "The American Juvenile Arthritis Organization runs support groups for people with JA and their families.",
        "The Official Patient's Sourcebook on Juvenile Rheumatoid Arthritis: A Revised and Updated Directory for the Internet Age.",
        "\"Subtle Juvenile Rheumatoid Arthritis May Be More Common Than Thought.\"",
        "Labyak, Susan E., et al. \"Sleep Quality in Children with Juvenile Rheumatoid Arthritis.\"",
        "American Juvenile Arthritis Organization. 1330 West Peachtree St., Atlanta, GA 30309.",
        "Torticollis can also be caused at an older age by fracture or dislocation of the neck vertebra or juvenile rheumatoid arthritis.",
        "Physeal osteochondrosis is known as Scheuermann disease or juvenile kyphosis.",
        "Certain records are considered confidential, such as adoptions, juvenile proceedings, civil commitments, guardianship and child protection.",
        "Delia's offers a wide variety of colorful and fun swimwear that tweens will love, while teens will find styles that are age-appropriate without being too juvenile.",
        "The condition is often associated with the development of Type 1 diabetes mellitus (Type 1 DM) or juvenile onset diabetes.Diabetes causes elevated blood sugar levels in your blood due to deficient insulin production within your pancreas.",
        "Virgos often believe that they are the ones holding the earth on their shoulders, so the concept of liberty seems like juvenile escapism.",
        "The Kidstation Ergonomic Computer Desk is a winner of the Juvenile Product Association's Best in Show Award.",
        "Some children have juvenile diabetes, and in this case, a gift basket filled with sugary goodies is certainly a no-no!",
        "Moreover, ballet is equally crippled without the benefit of pointe shoes; and even juvenile ballet techniques are dependent upon the flat, flexible, and nearly non-existent soles of a regular ballet slipper.",
        "Bregman won Young Artist Awards for a Best Juvenile Actor in a Daytime series.",
        "Sandy offers to take Ryan in, but a series of events lands Ryan back into juvenile hall.",
        "In the pilot episode, Kris is serving time for grand theft auto at the Camp LaGrange, a juvenile detention facility.",
        "I teach criminal law and procedure, juvenile rights and women's rights.",
        "For those with diabetes, especially juvenile (Type I) diabetes, the state of ketosis may be undesirable, as it may overwhelm the delicate balance of the system that keeps blood glucose and blood insulin levels under control.",
        "Dropping the juvenile moniker in favor of just Mark Wahlberg, he is now an Oscar nominated actor and has left his Funky Bunch days behind him.",
        "Baby), rose to fame in 1997 with the hip hop act Hot Boys (with Juvenile, Turk, and B.G).",
        "oestrousommonly reported are juvenile cataracts and prepubertal vaginitis which usually clears with the first estrus cycle.",
        "Two juvenile peregrines flew along a cliff high above us while the local flora included Ramonda, Pyramidal Orchid and Pyrenean Saxifrage.",
        "Among children with diabetes, hypoglycemia is much more common in those with type 1 diabetes (also known as insulin-dependent diabetes or juvenile diabetes) than in those with type 2 diabetes (formerly known as adult-onset diabetes).",
        "Juvenile Diabetes Research Foundation. 120 Wall St., 19th Floor, New York, NY 10005. (800) 533-2873.",
        "Juvenile: Symptoms appear between birth and adolescence.",
        "Symptoms of juvenile and adult onset DM include facial weakness and a slack jaw, drooping eyelids called ptosis, and muscle wasting in the forearms and calves.",
        "Patients with other conditions in which celiac disease may be more commonly found include those with juvenile chronic arthritis, some thyroid diseases, and IgA deficiency.",
        "Juvenile rheumatoid arthritis, an autoimmune condition, has been associated with Turner syndrome.",
        "For younger juvenile victims (under the age of 12), juvenile offenders were responsible for approximately 40 percent of assaults.",
        "Past offenses: In 19 percent of juvenile cases, the victim was not the only individual to be assaulted by the offender, compared to only 4 percent of adult cases.",
        "Even after the establishment of the juvenile justice system toward the end of the nineteenth century, most runaways were regarded as delinquents, and the home situations from which they had fled received little scrutiny.",
        "Disturbed sleeping patterns in children are also present in some cases of juvenile rheumatoid arthritis, autism, and fibromyalgia.",
        "If NSAIDs are to be used for prolonged periods, as in juvenile rheumatoid arthritis, there is a risk of potentially serious stomach and intestinal problems.",
        "Between five and 18 of every 100,000 children develop juvenile rheumatoid arthritis each year; the overall prevalence is approximately 30-150 per 100,000.",
        "It is Vivan's juvenile friends whom we hear in jingoist defense of the Gujarat carnage or other flagrant displays of communal fascism.",
        "This three-year-old was one of only 2 juvenile males recorded on Furzey Island that year.",
        "Of interest, we did note 14 juvenile Hooded mergansers, a good addition to our trip list and a Common Loon.",
        "Upon reaching 10cm or more the juvenile will undergo metamorphosis.",
        "low dose methotrexate in children with juvenile rheumatoid arthritis: results of a post-trial, long-term follow up program.",
        "methotrexate therapy on the liver in patients with juvenile rheumatoid arthritis.",
        "methotrexate treatment in juvenile rheumatoid arthritis.",
        "It is worth noting that the reef was covered in a carpet of tiny juvenile mussels.",
        "In contrast to adult dogs, juvenile dogs appeared to be more sensitive to peripheral nerve lesions as compared to skeletal myopathy.",
        "Domestic burglary fell by 29 per cent, juvenile nuisance by 42 per cent and sexual offenses by 46 per cent.",
        "The female, juvenile and male in eclipse plumage are very similar with their mottled browns and paler belly.",
        "The Rose- colored Starling, albeit in nondescript juvenile plumage, gave excellent views feeding among the cows.",
        "Instead her now-familiar ritual of alternately preening then appearing petrified conjured up an atmosphere not of sober reflection but juvenile hysteria.",
        "profusion of juvenile fish here.",
        "prognosis of typical childhood absence epilepsy: remission or progression to juvenile myoclonic epilepsy.",
        "Juvenile gadoids constituted a significant proportion of the catch.",
        "Juvenile animals presented similar toxicity profiles to mature animals although enhanced nephrotoxicity in neonatal rats has been reported in some studies.",
        "reparation schemes in juvenile justice mediation in child protection services police cautions family group conferences changing age thresholds.",
        "Measurement of health status in children with juvenile rheumatoid arthritis.",
        "On beyond methotrexate: treatment of severe juvenile rheumatoid arthritis.",
        "juvenile rooks form long-term alliances, which are based on high levels of affiliative behavior (preening, food sharing) between partners.",
        "Dobbs M B, Weinstein S L. Infantile and juvenile scoliosis.",
        "The juvenile shad can spend up to 2 years in the fresh water before heading out to sea.",
        "This is one of those juvenile movies that's full of goofy slapstick and gooey sentiment.",
        "The marine flora is dominated by seagrass beds providing a substratum for 100 species of zoophytes, juvenile fish and sea snakes.",
        "This bird, a juvenile, was identified as being the same bird from two missing tertials on the right wing.",
        "Juvenile fish, young crabs and hordes of shrimp scuttle in the flooding tide.",
        "Figure 1. A reed warbler with a juvenile cuckoo.",
        "The result was the reduction of punishment both in quantity and in severity, the improvement of the prison system, and the first attempts to study the psychology of crime and to distinguish between classes of criminals with a view to their improvement (see Crime; Prison; Children'S Courts; Juvenile Offenders).",
        "The elder Gibbon heard with indignant surprise of this act of juvenile apostasy, and, indiscreetly giving vent to his wrath, precipitated the expulsion of his son from Oxford, a punishment which the culprit, in after years at least, found no cause to deplore.",
        "A new Small Holdings Act (1907) for England was passed; the Trades Disputes Act (1906) removed the position of trades unions from the controversy excited over the Taff Vale decision; Mr LloydGeorge's Patents Act (1907) and Merchant Shipping Act (1906) were welcomed by the tariff reformers as embodying their own policy; a long-standing debate was closed by the passing of the Deceased Wife's Sister Act (1907); and acts for establishing a public trustee, a court of criminal appeal, a system of probation for juvenile offenders, and a census of production, were passed in 1907.",
        "In 1907-1908, $14,222,440 was appropriated for institutions: $7,479,732 for state institutions, $1,240,108 for semi-state institutions, $4,757; 100 for general hospitals, $149,500 for hospitals for consumptives, and $745,900 for homes, asylums, &c. The system of juvenile courts, created under a statute of 1901, has done much to ameliorate the condition of dependent and delinquent children.",
        "He not unnaturally expressed his amazement when that very juvenile reformer Olavus Petri confidently informed him that the pope was antichrist.",
        "The Borstal scheme of a juvenile-adult reformatory has been to some extent planned on the institutions of Elmira reformatory in the state of New York and of Concord in Massachusetts (see Juvenile Offenders).",
        "county gaols and the horrors of the convict lease system in the southern states, now nearly extinct; at the other such modern and well-equipped reformatories as Elmira and Concord (see Juvenile Offenders).",
        "The employment of children under fourteen years of age in any factory, workshop, mercantile establishment, store, business office, telegraph or telephone office, restaurant, hotel, apartment house, club, theatre, bootblack stand, or in the distribution or transmission of merchandise or messages is forbidden, except that a child between twelve and fourteen years of age may with the permission of the judge of the juvenile court be employed at an occupation not dangerous or injurious to his health or morals if necessary for his support or for the assistance of a disabled, ill or invalid parent, a younger brother or sister, or a widowed mother.",
        "Having nothing more to do in the way of visible reformation, yet finding in religion no pleasures to supply the place of the juvenile amusements which he had relinquished, he began to apprehend that he lay under some special malediction; and he was tormented by a succession of fantasies which seemed likely to drive him to suicide or to Bedlam.",
        "State penal and charitable institutions include soldiers' and sailors' homes at Grand Island and Milford, an Institute for the Blind at Nebraska City (1875), an Institute for the Deaf and Dumb at Omaha (1867), an Institute for Feeble Minded Youth at Beatrice (1885), an Industrial School for Juvenile Delinquents (boys) at Kearney (1879), a Girls' Industrial School at Geneva (1881), an Industrial Home at Milford (1887) for unfortunate and homeless girls guilty of a first offence, asylums or hospitals for the insane at Lincoln (1869), Norfolk (1886) and Hastings (1887), an Orthopedic Hospital (1905) for crippled, ruptured and deformed children and a state penitentiary (1867), both at Lincoln.",
        "They include: mediation and reparation schemes in juvenile justice mediation in child protection services police cautions family group conferences changing age thresholds.",
        "The juvenile or developmental \" retriever cataracts \" can be diagnosed at six to eighteen months of age.",
        "Juvenile rooks form long-term alliances, which are based on high levels of affiliative behavior (preening, food sharing) between partners.",
        "This is one of those juvenile movies that 's full of goofy slapstick and gooey sentiment.",
        "This is the certification seal from the Juvenile Products Manufacturers Association that should be on any baby equipment you buy.",
        "This bed is one of many certified by the Juvenile Products Manufacturers Association or JPMA.",
        "National Association of Child Advocates: In addition to working toward policy changes in the areas of care, education and juvenile justice, NACA offers resources for children of divorce and parenting.",
        "You may have an older family that's outgrown trendy and juvenile decors.",
        "They may have already been arrested, been through the juvenile justice system or are a step away from both.",
        "State-funded boot camps are free for teens who are in the juvenile justice system.",
        "Some court systems, because of overcrowding, use these boot camps as a substitute for juvenile jail.",
        "Letting the teen visit a juvenile detention center so that he can see exactly what could happen if he does not straighten up.",
        "A juvenile delinquent is a minor who commits some sort of crime, usually a smaller one such as stealing or trespassing.",
        "Punishments for a teenage delinquent can range from just a metaphorical slap on the wrist to actual jail time in a juvenile detention center.",
        "Additionally, they have a juvenile center in Utah where students ages 13-17 can receive drug treatment if order to do so by the court system.",
        "Girls' bedding themes can range from very juvenile for toddler-aged girls to more grown-up themes to carry your child into teenage years.",
        "Bale nailed the role as Jim Graham in Spielberg's Empire of the Sun, receiving the award for \"Best Performance by a Juvenile Actor\" from the National Board of Review of Motion Pictures.",
        "For Nick Hogan, it means the transfer from a juvenile detention facility to a county jail, where the adults live.",
        "When Johnson was young she was diagnosed with juvenile diabetes.",
        "He is also well known for his involvement with charitable causes such as Pets & Their Stars and the Juvenile Diabetes Foundation.",
        "He is also well known for his involvement with charitable causes, such as Pets & Their Stars and the Juvenile Diabetes Foundation.",
        "The school offers majors in everything from anthropology to marine biology to marketing to juvenile justice.",
        "Portuguese Water Dog puppies may also be affected by Juvenile Dilated Cardiomyopathy.",
        "Puppies are especially prone to a heart condition known as Juvenile Dilated Cardiomyopathy.",
        "If you need to use a carpet flea powder, remember to always change your vacuum bag to help control fleas at the juvenile stage.",
        "They are the ultimate in luxury juvenile bedding and furniture, offering furniture and products in wood, metal, and hand-washable fabrics.",
        "Juvenile arthritis-A chronic inflammatory disease characterized predominantly by arthritis with onset before the sixteenth birthday.",
        "The term juvenile vasculitides is sometimes used to refer to a group of disorders that primarily affect children and adolescents.",
        "Research has shown that in the majority of cases adolescents in juvenile facilities have lost someone close to them.",
        "There are three types of diabetes mellitus: type 1 (also called juvenile diabetes or insulin-dependent diabetes), type 2 (also called adult-onset diabetes), and gestational diabetes.",
        "Despite the name juvenile diabetes, type 1 diabetes can be diagnosed at any stage of life, although diagnosis in childhood through young adulthood is most common.",
        "Juvenile Diabetes Research Foundation. 120 Wall St., 19th Floor, New York, NY 10005.",
        "A number of distinct forms of periodontal disease are known, including gingivitis, acute necrotizing ulcerative gingivitis, adult periodontitis, and localized juvenile periodontitis.",
        "Localized juvenile periodontitis is a less common form of periodontal disease and is seen mainly in young people.",
        "Localized juvenile periodontitis usually affects the molars (back grinding teeth) and incisors.",
        "Longitudinal studies have found that as many as 71 percent of chronic juvenile offenders had progressed from childhood antisocial behaviors through a history of early arrests to a pattern of chronic law breaking.",
        "Religious periodicals were 668; 338 were devoted to trade; 361 to sport; 691 represented the professional classes; 51 agriculture; and 218 were juvenile periodicals.",
        "a court of appeals, a supreme court, a municipal court, a police court, a probate court and a juvenile court.",
        "Pinus) as many as fifteen; these leaves are usually succeeded by foliage-leaves in the form of delicate spreading needles, and these primordial leaves are followed, sooner or later, by the adult type of leaf, except in Retinosporas, which retain the juvenile foliage.",
        "He puffed himself up, the scrawny body of a juvenile who hadn't thought to carry more wood to a dying fire.",
        "During our walk across the island, we were fortunate to see the single juvenile albatross that had not left.",
        "A genetic marker for systemic amyloidosis in juvenile arthritis.",
        "amyloidosis in juvenile arthritis.",
        "At about three she was crippled by juvenile arthritis, or Still's Disease.",
        "Bearded barbet -- Fairly common and recorded most days. Greater honeyguide -- A single juvenile at Abuko on the 18th.",
        "On the way down we saw a pair rock buntings with a juvenile!",
        "His intense, resourceful presence captures every cadence of the juvenile slanging matches.",
        "The California State Supreme Court upheld the constitutionality of Proposition 21, a juvenile crime initiative, passed by voters in 2000.",
        "Juvenile Long-tailed shows barring on the rump and upper tail coverts which juvenile Arctic does not.",
        "Juvenile water rail have been showing well and there have been a few reports of spotted crakes from Neumann's Flash.",
        "The Cuttlefish probably could have died naturally after spawning, but there were a large numbers of smaller cuttlebones from reduced sized (juvenile?",
        "Children in such communities are at lower risk of teen pregnancy, child abuse, drug use or juvenile delinquency.",
        "Where juvenile delinquents white man to they became engraved such fund managers.",
        "Question Page:- 3 of 191 Date Added What evidence is there for any treatments for juvenile plantar dermatosis?",
        "The cause of juvenile onset diabetes, which can kill so quickly, remained a mystery until this century.",
        "First, because all of their records regarding the disposition of juvenile cases for the last five or six years are in it.",
        "I found a juvenile Sharp-tailed Sandpiper, Semipalmated Plover, Sanderling, Ruddy Turnstone, and two Long-billed dowitchers in quick order.",
        "Shortly Tom came upon the juvenile pariah of the village, Huckleberry Finn, son of the town drunkard.",
        "dystrophyhe most frequently encountered juvenile onset form of the group of conditions known as \" macular dystrophies \" .",
        "The teams studied the genetic make-up of the members of 44 families where at least one member of the family had juvenile myoclonic epilepsy.",
        "fascination with fire, many Brigades offer a juvenile fire counseling service.",
        "fisherysurvey in late July, a freshwater fisheries manager captured more than 100 juvenile snakeheads estimated to be about five months old.",
        "Juvenile fish such as coarse fish fry small enough to pass through the screen will pass through the turbine with minimal effect on mortality.",
        "fledged juvenile which was found grounded unable to fly.",
        "A sixth fatality involved a newly fledged juvenile which was found grounded unable to fly.",
        "There were also some recently fledged juvenile Ravens on the island.",
        "He got the man's OK, and we eventually saw the almost full-grown juvenile.",
        "juvenile gadoids constituted a significant proportion of the catch.",
        "A juvenile Gabar goshawk came hurtling past one of the vehicles to perch on top of an acacia.",
        "In 1996 a falconer in Essex claimed to have found a juvenile goshawk on the marshes.",
        "Picture No 1 Open Wide: a tiger grouper yawns to allow a cleaner goby and a juvenile spanish hogfish access to all areas.",
        "The 114 tons of juvenile haddock consisted of 1,140,000 individual fish.",
        "The key lies in the way in which growth rings change from being juvenile sapwood to becoming mature heartwood in later life.",
        "interspecific competition at the juvenile stage.",
        "The risk of developing iritis varies according to the type of Juvenile Arthritis.",
        "juvenile delinquency originates in broken or unhappy homes.",
        "juvenile delinquents white man to they became engraved such fund managers.",
        "juvenile arthritis, or Still's Disease.",
        "juvenile dermatomyositis was diagnosed, and a course of steroids commenced.",
        "juvenile offenders will be issued shortly.",
        "juvenile plumage, but seems to know that he is going to be beautiful.",
        "We are here for politics, not juvenile confrontation.",
        "NACRO argues that the government should fund more family centers as part of its policy to tackle juvenile delinquency.",
        "One sample collected near Hay-on-Wye contained 310 juvenile sea lampreys.",
        "Suggest one reason why subadult female macaques might handle the infants more than adult or juvenile female macaques.",
        "macrophage activation syndrome in juvenile arthritis: Report of five cases.",
        "Juvenile worms grow into adult, sexually mature worms in about a month.",
        "A United States Department of Justice survey showed that nearly one third of children below the age of 18 incarcerated in juvenile institutions are under the influence of alcohol at the time of their arrest.",
        "Juvenile hexosaminidase A deficiency: Symptoms appear between ages two and five; the disease progresses more slowly, with death by about 15 years.",
        "Children born with juvenile Tay-Sachs usually die before the age of 15.",
        "Juvenile: Curvature appears between ages three and ten.",
        "Dermatomyositis in children and adolescents is called juvenile dermatomyositis (abbreviated JDMS or simply JD) because it is different from the adult form of the disorder in several respects.",
        "Adults with dermatomyositis over the age of 50 have a 15 percent risk of developing cancer, whereas juvenile dermatomyositis is rarely associated with malignancy.",
        "The third major symptom of juvenile dermatomyositis is a low-grade fever (one or two degrees Fahrenheit above normal).",
        "Juvenile dermatomyositis most commonly affects children between the ages of five and 15 years of age.",
        "Genetic factors are also thought to be involved in juvenile dermatomyositis.",
        "The major symptoms of juvenile dermatomyositis include a characteristic reddish or purplish rash called a heliotrope rash; weakness or pain in the proximal muscles; and a low-grade fever.",
        "It is not always easy to tell when a child might have juvenile dermatomyositis.",
        "The first step in diagnosing juvenile dermatomyositis is the taking of a complete history and giving the child a thorough physical examination.",
        "These so-called Bohan-Peter criteria are interpreted as follows: If the child meets the first criterion (the characteristic rash), three of the remaining four criteria must be met to make the diagnosis of juvenile dermatomyositis.",
        "The treatment of juvenile dermatomyositis involves a combination of approaches.",
        "Medications are the mainstay of treatment for juvenile dermatomyositis.",
        "The prognosis of juvenile dermatomyositis varies but is usually related to the child's age and the severity of the vasculitis associated with the disease.",
        "Most children eventually recover completely from juvenile dermatomyositis; however, some have lifelong stiffness or muscle weakness from the disease.",
        "Because the causes are still unknown, there is no way to prevent juvenile dermatomyositis as of 2004.",
        "In juvenile dermatomyositis, calcinosis usually takes the form of small lumps of calcium compounds deposited in muscles or under the skin.",
        "See also Juvenile arthritis; Myopathies; Vasculitides.",
        "Laude. \"Juvenile Dermatomyositis: An Overview.\"",
        "M. \"Juvenile Dermatomyositis: Immunogenetics, Pathophysiology, and Disease Expression.\"",
        "S., et al. \"Treatment Approaches to Juvenile Dermatomyositis.\"",
        "However, juvenile sitters should not be asked to dispense medications to children.",
        "Peer rejection is also predictive of later life problems, such as dropping out of school, juvenile delinquency, and mental health problems.",
        "According to the U.S General Accounting Office, 12,700 children were placed into the child welfare system or the juvenile justice system to receive mental health services in 2001.",
        "Finally, a close link between the school, law enforcement, juvenile court, family court officials, and social service agencies may lead to solutions for truancy.",
        "Juvenile Justice Bulletin U.S. Department of Justice, Office of Juvenile Justice and Delinquency Prevention, September 2001.",
        "Newer safety gates that meet safety standards have a certification seal from the Juvenile Products Manufacturers Association (JPMA).",
        "Excessive bone loss in protein-calorie malnutrition is also common in juvenile and adolescent cases of anorexia nervosa.",
        "Juvenile arthritis (JA) refers to a number of different conditions, all of which strike children and all of which have joint inflammation as their major manifestation.",
        "The condition is also referred to as juvenile rheumatoid arthritis.",
        "Some literature refers to JA as juvenile rheumatoid arthritis, although most types of JA differ significantly from the adult disease called rheumatoid arthritis, in terms of symptoms, progression, and prognosis.",
        "Living with Juvenile Rheumatoid Arthritis.",
        "And please don't be so juvenile as to resort to baseless threats."
    ],
    "definition": [
        "Not fully grown or developed; young.",
        "Relating to or characteristic of a young animal that has not reached sexual maturity: a bird still in juvenile plumage.",
        "A young person; a child.",
        "A young animal that has not reached sexual maturity.",
        "A two-year-old racehorse.",
        "Link/Cite"
    ]
}