{
    "translation": ".1 חד, חריף, שנון\n.2 נלהב",
    "uses": [],
    "definition": [
        "Having a fine, sharp cutting edge or point.",
        "Having or marked by intellectual quickness and acuity. See Synonyms at sharp.",
        "Acutely sensitive: a keen ear.",
        "Sharp; vivid; strong: “His entire body hungered for keen sensation, something exciting” ( Richard Wright )",
        "Intense or bracing: a keen wind.",
        "Pungent; acrid: A keen smell of skunk was left behind.",
        "a. Ardent; enthusiastic: a keen chess player.\nb. Eagerly desirous: keen on going to Europe in the spring.",
        "Slang Great; splendid; fine: What a keen day!",
        "keen′ly\nadverb",
        "keen′ness\nnoun",
        "keen′er\nnoun",
        "Link/Cite",
        "showing a quick and ardent willingness or responsiveness, enthusiastic, eager; interested, intense.",
        "vehement; fierce; as, a keen appetite.",
        "sharp; having a fine edge or point.",
        "acute of mind; sharp; penetrating; having or expressing mental acuteness.",
        "bitter; piercing; acrimonious; cutting; stinging; severe; as, keen satire or sarcasm.",
        "piercing; penetrating; cutting; sharp; -- applied to cold, wind, etc,; as, a keen wind; the cold is very keen.",
        "(often with \"to\" + infinitive or with a prepositional phrase) Enthusiastic\nI'm keen to learn another language.\nI'm keen on learning another language.\nI'm keen on languages.\nI'm keen about learning languages.\nI'm keen for help.\n\"Do you want to learn another language?\" / \"I'm keen.\"",
        "(US, informal, dated) Marvelous.\nI just got this peachy keen new dress.",
        "(UK) extremely low as to be competitive.\nkeen prices",
        "Keen is often used in the composition of words, most of which are of obvious signification; as, keen-edged, keen-eyed, keen-sighted, keen-witted, etc.",
        "(rare) To sharpen; to make cold.",
        "A prolonged wail for a deceased person.",
        "(intransitive) To utter a keen.",
        "To utter with a loud wailing voice or wordless cry.",
        "To mourn.",
        "keener",
        "Link/Cite"
    ]
}