{
    "translation": "גלעין",
    "uses": [
        "This conception of the exiles as the kernel of the restored nation he further set forth in the great vision of ch.",
        "Standing in the kitchen with the man meant to be her mate, she couldn't help feeling a small kernel of longing deep inside her.",
        "The kernel is sound enough though the husk is a poor thing.",
        "In connexion with this institution we now hear of a heavily armed cavalry as the kernel of the national army.",
        "Muller tried to show that even sense experience throws us on the Infinite - which for him was the kernel of the idea of God.",
        "Where this process does not suffice, as in the case of coco-nut oil or palm kernel oil, a preliminary purification in a current of steam must be resorted to before the final purification, described above, is carried out.",
        "The 23rd homily, on the \"grape kernel\" (Is.",
        "Popular tradition often ignores events of historical importance, or, as repeated experience shows, will represent them in such a form that the true historical kernel could never have been recovered without some external clue.",
        "(still the best defence in English of a Johannine kernel, new ed., 1884); W.",
        "1) having a thin outer skin (epicarp) enclosing the flesh of the peach (mesocarp), the inner layers of the carpel becoming woody to form the stone, while the ovule ripens into the kernel or seed.",
        "It is the kernel of the theories of Hobbes, Rousseau, Filmer and Locke.",
        "As the Gathas now constitute the kernel of the most sacred prayer-book, viz.",
        "Several motives have influenced its growth,' and the kernel - the revelation of Yahweh to Moses - has been developed until all the tribes of Israel are included and their history as a people now begins.",
        "The poem, which has been compared with the Chanson de Roland and the Romance of the Cid, undoubtedly contains a kernel of fact, although it cannot be regarded as in any sense an historical record.",
        "To prepare the nutmegs for use, the seed enclosing the kernel is dried at a gentle heat in a drying-house over a smouldering fire for about two months, the seeds being turned every second or third day.",
        "This it is which forms the kernel of the positive thought of Socrates according to Xenophon.",
        "The kernel of this native tradition - the fact of a late collection of older fragments - appears indisputable.",
        "It is true that on the continent extracted meal, especially rape meal from good Indian seed and palm kernel meal, are somewhat largely used as focd for cattle in admixture with press cakes, but in England no extracted meal is used for feeding cattle, but finds its proper use in manuring the land.",
        "The kernel of the empire was the purely German district, including Upper and Lower Austria, Salzburg, Tirol (except the south) and Vorarlberg,.",
        "In the variety C. purpurea, the leaves, as also the pellicle of the kernel and the husk of the nut, are purple, and in C. heterophylla they are thickly clothed with hairs.",
        "His one ally was the Franciscan friar, Giovanni da Capistrano (q.v.), who preached a crusade so effectually that the peasants and yeomanry, ill-armed (most of them had but slings and scythes) but full of enthusiasm, flocked to the standard of Hunyadi, the kernel of whose host consisted of a small band of seasoned mercenaries and a few banderia of noble horsemen.",
        "On the whole it seems most likely that, while the kernel of the Roman plebs was rural or belonged to the small towns admitted to the Roman franchise, the Attic demos, largely at least, though doubtless not wholly, arose out of the mixed settlers who had come together in the city, answering to the p rotKot of later times.",
        "On the opposite side of the Vyver lies the parallelogram formed by the fine houses and magnificent avenue of trees of the Lange Voorhout, the Kneuterdyk and the Vyverburg, representing the fashionable kernel of the city.",
        "Abbott [Christianity supernatural and divine, but not miraculous], Through Nature to Christ (1877), The Kernel and the Husk (1886), The Spirit on the Waters (1897), &c., or A.",
        "They contain, as at present published, no fewer than ninety-three essays, besides an exceedingly long apology for the already mentioned Raymund Sabunde, in which some have seen the kernel of Montaigne's philosophy.",
        "Groats or grits are the whole kernel from which the husk is removed.",
        "ously studied by Sir Edward Frankland, who from the investigation, not of simple inorganic compounds, but of the organo-metallic derivatives, determined the kernel of the theory of valency.",
        "tunicata) is characterized by having each kernel enclosed in a husk.",
        "For water-vessels, &c., they employ gourds and large coco-nut shells, in preparing which they pour in water and allow the pulp or the kernel to decay, so that it may be removed without breaking the rind or shell.",
        "The kernel of the latter lies in the perfectly valid proof which it affords that the tortoise passes through as many positions as Achilles - a view which embodies an accepted doctrine of modern mathematics.",
        "More weighty contributions are the anonymous theological discussion The Kernel and the Husk (1886), Philomythus (1891), his book on Cardinal Newman as an Anglican (1892), and his article \"The Gospels\" in the ninth edition of the Encyclopaedia Britannica, embodying a critical view which caused considerable stir in the English theological world; he also wrote St Thomas of Canterbury, his Death and Miracles (1898), Johannine V ocabulary (1905), Johannine Grammar (1906).",
        "taken as the kernel of the epistle, its obvious motive is to be found in the need of explaining to Gentile Christians the reasons for Israel's apparent rejection, and passages like i.",
        "Although it is difficult to determine the true historical kernel, two features are most prominent in the narratives which the post-exilic compiler has incorporated: the revelation of Yahweh, and the movement into Palestine.",
        "But, in general, where the traditions are manifestly in a later form they are in agreement with later backgrounds, and it is questionable whether earlier forms can be safely recovered when it is held that they have been rewritten or when the historical kernel has been buried in legend or myth..",
        "The kernel of the large-fruited variety is of very indifferent quality, but its large shells are made use of by the French as trinket cases.",
        "The kernel of the whole book, around which the remaining portions are grouped, consists of the Gathas or \" hymns \" of Zoroaster (q.v.), the oldest and most sacred portion of the entire canon.",
        "The scantiness of historical tradition makes a final solution impossible, but the study of these years has an important bearing on the history of the later Judaean state, which has been characteristically treated from the standpoint of exiles who returned from Babylonia and regard them selves as the kernel of \" Israel.\"",
        "This typical \" envelope and kernel \" structure is often only rudimentary.",
        "The kernel consists mainly of the abundant endosperm, which is firm, whitish in colour and marbled with numerous reddish-brown vein-like partitions, into which the inner seedcoat penetrates, forming what is known botanically as ruminated endosperm.",
        "Salzwedel, formerly Soltwedel, was founded by the Saxons, and was from 1070 to 1170 the capital of the old or north Mark, also for a time called the \"mark of Soitwedel,\" the kernel of Brandenburg-Prussia.",
        "Their different forms include the Cosford, which are thin-shelled and oblong; the Downton, or large square nut, having a lancinated husk; the white or Wrotham Park filbert; and the red hazel or filbert, the kernel of which has a red pellicle.",
        "The kernel of his subjects consisted of genuine Arabs, not only recent immigrants along with Islam, but also old settlers who, through contact with the Roman empire and the Christian church, had become to some extent civilized.",
        "The seed consists of a thin, hard testa or shell, enclosing a wrinkled kernel, which, when dried, is the nutmeg.",
        "In each case the Arab or the Norman was the kernel, the centre round which all other elements gathered and which gave its character to the whole.",
        "kernel panic once is does see more memory?",
        "kernel config.",
        "The female lays an egg in the unripe nut, on the kernel of which the larva subsists till September, when it bores its way through the shell, and enters the earth, to undergo transformation into a chrysalis in the ensuing spring.",
        "In a word, they were the sound kernel of the still but partially developed Swedish constitution, the democratic safeguard against the monarchical tendency which was enveloping the rest of Europe.",
        "These songs form the true kernel of the book Yasna; they must have been in existence long before all the other parts of the Avesta, throughout the whole of which allusions to them occur.",
        "It was therefore only as the God of Israel that the true God could be known within Israel; and so on the one hand the little society of faith - which had not in reality the least tinge of political coherence - is thought of as yet forming the true kernel of the nation qua nation, while on the other hand the state of Judah profits by the prophetic religion inasmuch as the nation must be saved from destruction in order that the prophetic faith - which is still bound up with the idea of the nation - may not be dissolved.",
        "The imperial administration was established through Italy, but its rapacity soon began to excite discontent, and the kernel of the Gothic nation had not submitted.",
        "Zeno commenced, then, as a Cynic; and in the developed system we can point to a kernel of Cynic doctrine to which various philosophemes of other thinkers (more especially Heraclitus and Aristotle, but also Diogenes of Apollonia, the Pythagoreans, and the medical school of Hippocrates in a lesser degree) were added.",
        "Where, however, the fatty material forms the main product, as in the case of palm kernel oil, or sesame and coco-nut oils from damaged seeds (which would no longer yield proper cattle food), the process of extraction will be preferred, especially when the price of oils is high.",
        "The district of Weimar, which is at once the largest division and the geographical and historical kernel of the grand-duchy, is a roughly circular territory, situated on the plateau to the north-east of the Thuringian Forest.",
        "The last constitutes a valuable article of commerce in the form of copra, from which palm oil is expressed; the natives make use of this oil in made dishes, and also of the soft half-green kernel and the coco-nut \" milk,\" the clear liquid within the nut.",
        "In this case, you will need to recompile the kernel for DHCP support.",
        "compile a new kernel for your rescue disk w / NFS included.",
        "Kernel freed from the seed-coat.",
        "The grain kernel is particularly important because it contains important vitamins and minerals, as well as antioxidants.",
        "Thus, the Reichert-Meissl value of butter-fat is 25-30, that of coco-nut oil 6-7, and of palm kernel oil about 5-6.",
        "m.; pop. (1900) 149551 The province of Drente is a sandy plateau forming the kernel of the surrounding provinces.",
        "It was the natural name for a body of men who must, by the time the conquest of Sicily was over, have been very mixed, but whose kernel was Norman, whose strength and feelings and traditions all came from a Norman source.",
        "e, Skin or epicarp. m,Flesh or mesocarp. s, Stone or endocarp, within which is the seed or kernel.",
        "Export trade in the delta and forest regions is almost entirely confined to \" jungle produce,\" the most important articles being palm oil and palm kernel.",
        "It has, however, been shown that this treatment is by no means necessary, since exposure to the sun for a week destroys the vitality of the kernel.",
        "binaryou want to run the a.out binaries, you have to have support for that in the kernel.",
        "So you can customize your console's keyboard bindings without even having to patch a kernel.",
        "Home kernel buffer cache A linked list of buffer cache A linked list of buffers used to minimize the number of times a block-type device must be accessed.",
        "chasen was chasing down the CDF kernel firewall problem.",
        "I won't go into the details of kernel compilation here, check your distribution's documentation or the Kernel HOWTO for details.",
        "compiled a kernel with SMP, and this was where the problems started.",
        "USB Module kernel panic Inserting the hid kernel module into a kernel with hid statically compiled in causes a kernel panic.",
        "For a brief summary of the options to select in kernel configuration, visit the DiffServ project kernel configuration notes.",
        "configure the kernel with joystick support tho, you just need that header file.",
        "convolution kernel takes 7 minutes to compile on a Xeon 2.4.",
        "convolve a density image is constructed by convolving the image data with a Gaussian density kernel.",
        "UNIX is a collection of utilities built around a central core, or kernel.",
        "decompressed correctly, the \" OK, booting the kernel.",
        "LXF: Shouldn't you be keeping a closer eye on what sort of licensing agreements the kernel developers have in place?",
        "If you're having problems with a driver you may need to look at the driver documentation (check the kernel documentation tree ).",
        "He focuses on the kernel, and on code and quality, and almost completely eschews politics.",
        "But the rough husk was not ill to pierce, and only added gusto to the kernel.",
        "It is still under testing and will therefore mainly be of interest for kernel hackers but should soon gain stability for wider use.",
        "calculate a smooth histogram by convolving the raw data set with a gaussian kernel.",
        "To obtain white rice you must first remove the husks from rough or paddy rice, leaving the brown rice kernel.",
        "You shouldn't have to actually configure the kernel with joystick support tho, you just need that header file.",
        "Meanwhile, a nice solid 2.2.x kernel for us, yes indeed.",
        "The 2.0.x kernel module doesn't support file transfers and there is no module available for the 2.4.x kernels.",
        "They were running a 2.0.x kernel with SMP enabled on thing; which was never a good idea.",
        "We use a gaussian kernel with a covariance matrix equal to that of the original data set,, ie.",
        "kernel 2.4.X need a newer version of the modutils package.",
        "kernel patch to allow the existing bridge code to work inside iptables.",
        "kernel 2.6.X, better support for Wireless Extensions and support for WPA.",
        "kernel level Midi input means that from midi trigger to audio output will be even faster than before.",
        "His dense and friendly comments have guided many programmers on the linux kernel mailing list.",
        "When starting up, the PA-RISC box will boot via the boot LAN instruction its new kernel.",
        "I read the kernel mailing list and cross my fingers like everyone else.",
        "The Linux kernel is used right from small embedded devices, scaling up to large mainframes.",
        "GSIF 2 is an update of GSIF that adds both kernel level Midi and audio input into GigaStudio.",
        "The kernel level Midi input means that from midi trigger to audio output will be even faster than before.",
        "UPDATE: Linux kernel module handing has changed considerably, see the modules section.",
        "And why does the kernel panic once is does see more memory?",
        "You need to get SCSI emulation working then add the DVD+RW kernel patch for your particular kernel.",
        "We examine the properties of the polynomial kernel in relation to a polynomial classifier.",
        "Another approach is to use LOADLIN.EXE -- this is a DOS program that loads a Linux (or FreeBSD) kernel.",
        "In the end, one might be left with no more than the kernel of instrumental rationality.",
        "It means your kernel's limit on the number of System v semaphores is smaller than the number PostgreSQL wants to create.",
        "Reasons for upgrading the kernel may include a better virtual memory subsystem, or important security fixes.",
        "Well, the kernel subsystems exercised on such machines will be those that work.",
        "June 19th Put together various kernel patches and also the rather essential en_GB translation for XFCE.",
        "It may be wondered if the move to kernel tropism in trope bundle and sheaf theory is absolutely necessary.",
        "Do you need to provide continuous service, but recognize the need for kernel upgrades?",
        "May 7th Put together various kernel bits then decided I needed a distraction.",
        "The chief crops of the farmer are wheat (which from its flinty hardness and full kernel is the specialty of the Canadian north-west), oats, barley and pease.",
        "It would be erroneous to confuse the extant sources with the historical material which might or must have been accessible, or to assume that the antiquity of the elements of history proves or presupposes the antiquity of the records themselves, or even to deny the presence of some historical kernel merely on account of unhistorical elements or the late dress in which the events are now clothed.",
        "Renan, \"Joachim de Flore et l'Evangile kernel\" in Nouvelles etudes d'histoire religieuse (Paris, 1884); F Tocco, L'Eresia nel medio evo (Florence, 1884); H.",
        "Wellington's was a collection of many nationalities; the kernel being composed of his trusty and tenacious British and King's German Legion troops, numbering only 42,000 men.",
        "In any case, while the true historical kernel of the Midrashic narrative (e.g.",
        "The ash of the unripe fruit contains 58.77, that of the ripe kernel 61.74, and that of the green shell 75.9 1% of potash (E.",
        "These he peddles still, prompting God and disgracing man, bearing for fruit his brain only, like the nut its kernel.",
        "It means your kernel 's limit on the number of System V semaphores is smaller than the number PostgreSQL wants to create.",
        "I tried and tried and eventually succumbed to editing the kernel.",
        "Your own kernel lacks superfluous elements and is therefore faster and more stable.",
        "Suppose we are working with a nucleate or kernel version of trope theory.",
        "Kernel sources are unpacked in the /usr/src directory, creating the directory /usr/src/linux.",
        "Instead of being made from clay, newspaper or silica, World's Best is made from whole kernel corn.",
        "It is long-lasting, lightweight and contains sunflower seed, palm kernel, and aloe vera to help protect lips from chapping and drying out.",
        "Almost everyone has heard the phrase, \"An apple a day keeps the doctor away,\" but few people know all the nutritional facts about the apple that give this statement its kernel of truth.",
        "The term wheatberries is given to the whole-wheat kernel, which can be used for either sweet or savory dishes.",
        "This gentle cleansing bar has a light lavender sent and is made with organic palm, coconut, olive, and palm kernel oils, natural lavender essential oil blend, organic lavender oil, aloe vera, and rosemary extract.",
        "To get to the kernel, the Berber women use a sharp stone to crack the shell.",
        "Whole grains are grains that still have the entire kernel including the bran, germ, and endosperm intact.",
        "Inside each popcorn kernel, there is a small amount of water.",
        "As that water is exposed to the high temperatures from the hot air, it turns into water vapor, causing the popcorn kernel to explode.",
        "Individuals can simply purchase whole kernel popcorn from a local market and load the desired amount into a chosen popcorn popper.",
        "I am trying to find the tell all instructions for recompiling a new kernel for RH5.2 (Mandrake 5.3 ).",
        "painless to install the new kernel.",
        "21, 22; compound creatures); (14) the hedgehog (pricks grapes upon its quills); (15) the fox (catches birds by simulating death); (16) the panther (spotted skin; enmity to the dragon; sleeps for three days after meals; allures its prey by sweet odour); (17) the sea-tortoise (or aspidochelone; mistaken by sailors for an island); (18) the partridge (hatches eggs of other birds); (19) the vulture (assisted in birth by a stone with loose kernel); (20) the ant-lion (able neither to take the one food nor to digest the other); (21) the weasel (conceives by the mouth and brings forth by the ear); (22) the unicorn (caught only by a virgin); (23) the beaver (gives up its testes when pursued); (24) the hyaena (a hermaphrodite); (25) the otter (enhydris; enters the crocodile's mouth to kill it); (26) the ichneumon (covers itself with mud to kill the dragon; another version of No.",
        "muscus), the commercial name of a spice representing the kernel of the seed of Myristica fragrans (fig.",
        "You can even use your microwave in order to make fresh popcorn by purchasing a kernel popper that can be used in the microwave to pop whole corn kernels.",
        "These are rooted in fact and while there may be exaggerations, the meat of the story is based on a kernel of truth.",
        "Embroider each guests name on a kernel of crocheted candy corn.",
        "Saturated fats: This type of harmful fat is found in meat, cheese, coconut oil and palm kernel oil.",
        "Whole grains contain the grain kernel, while refined grains have had the grain kernel removed."
    ],
    "definition": [
        "Link/Cite"
    ]
}