{
    "translation": "ידוע",
    "uses": [
        "I should have known you would feel this way.",
        "You've known her all your life.",
        "Rules of evidence are widely known and honored.",
        "Maybe not, but it would have made a difference if I had known how you felt.",
        "Exhaustion made itself known and her head nodded.",
        "Wooden birds fluttered among the trees and wooden cows were browsing upon the wooden grass; but the most amazing things of all were the wooden people--the creatures known as Gargoyles.",
        "In Samos the little slave soon became known for his wisdom and courage.",
        "I have known him a long time!",
        "Four dissimilar individuals, tied to a damaged being known only to one of us who at one time hated him for the loss of her friend.",
        "I should have known how you felt about him.",
        "Some of it is known, but the function of each of the thirty thousand genes has to be figured out one at a time.",
        "I've known Brandon since he was knee-high to a grasshopper.",
        "They were chatting together as if they had known each other all their lives.",
        "This is known as \"internalizing externalities.\"",
        "I was, for a reason known to God alone, much more calm than the situation dictated.",
        "The only way he could have known was by asking Mrs. Hertz.",
        "I probably wouldn't have known the difference, though.",
        "While my days at Radcliffe were still in the future, they were encircled with a halo of romance, which they have lost; but in the transition from romantic to actual I have learned many things I should never have known had I not tried the experiment.",
        "I love you and have known you a long time.",
        "On the other question, how the battle of Borodino and the preceding battle of Shevardino were fought, there also exists a definite and well- known, but quite false, conception.",
        "I could understand why he would be chasing her, but if I'd have known she'd go for a guy older than me...",
        "I'd known Martha for all my remembered life.",
        "There were bears and mountain lions, but in all the years she had lived here, she had never known of anyone being attacked.",
        "Who would have known where she was?",
        "Cindy, I've known Russell Cade since he first moved to this area - since high school.",
        "Two things were known at the time about smallpox, also called variola.",
        "As became known later, he had scarcely begun to address the merchants before tears gushed from his eyes and he concluded in a trembling voice.",
        "He had known her for a long time, and he had come to Ashley hoping she would be here.",
        "I mentioned Gregor Mendel, known as the father of genetics.",
        "The Darian he'd known was gone.",
        "We've known since he took you up to his parent's house.",
        "I am glad for your sake and I've known him since he was so high.",
        "If you had any sense at all you'd known it was the earthquake.",
        "I hadn't even known he was married and now he was shinnying out on a skinny limb on my behalf.",
        "Everybody was astonished, for that boy was the best scholar in the school, and he had never been known to break a rule.",
        "And not the face she had known ever since she could remember and had always seen at a distance, but the timid, feeble face she had seen for the first time quite closely, with all its wrinkles and details, when she stooped near to his mouth to catch what he said.",
        "I pondered the known facts.",
        "Then the servants heaped a lot of rugs upon the floor and the old horse slept on the softest bed he had ever known in his life.",
        "On reaching home Pierre gave orders to Evstafey--his head coachman who knew everything, could do anything, and was known to all Moscow--that he would leave that night for the army at Mozhaysk, and that his saddle horses should be sent there.",
        "After all, they had known and loved each other for a long time.",
        "As for the ranch, she had always known it could be taken away.",
        "The home, now known as Eight Maples Farm, had been a gathering place for travelers seeking good music and refreshments, over two hundred years ago.",
        "You would hardly have known the young prince when the time came for him to appear before his grandfather.",
        "It means I can trade you a good or service for an intermediate store of value known as money, and then trade that money to the person who actually has the goods I want.",
        "The concept is known as \"internalizing externalities.\"",
        "Finally, we get to the fourth order of GMO: being able to splice genes from one species into another species, a process known as transgenesis.",
        "Each candidate was known, not by his name, but by a number.",
        "Boris on the contrary at once found his footing, and related quietly and humorously how he had known that doll Mimi when she was still quite a young lady, before her nose was broken; how she had aged during the five years he had known her, and how her head had cracked right across the skull.",
        "Because she hadn't known him long?",
        "In France there once lived a famous man who was known as the Marquis de Lafayette. When he was a little boy his mother called him Gilbert.",
        "The name of James Hogg became known all over Scotland.",
        "Who would have known that but Connie?",
        "You must have known what Allen would do to me if he caught me alone.",
        "I should have known better.",
        "Simply not knowing how the information is known doesn't assign the solution to the occult.",
        "If Alex had known he had a son, things would have been different.",
        "In any case, Mom had known Dad since they were kids, but his desertion caught her by surprise.",
        "He was a reasonable man and she had never known him to shirk his responsibilities.",
        "There was a special reason for this, as he had got married two years before--a fact known only to his most intimate friends.",
        "At the first hint of below freezing weather, Howie was on the job, covering everything and reading up on all preventive measures known to man.",
        "He could not reconcile the charming impression he had of Natasha, whom he had known from a child, with this new conception of her baseness, folly, and cruelty.",
        "A sense of pity he had never before known overflowed Pierre's heart.",
        "He referred to the fact that the Emperor Napoleon had resented the demand that he should withdraw his troops from Prussia, especially when that demand became generally known and the dignity of France was thereby offended.",
        "This meant two stockings, which by a secret process known only to herself Anna Makarovna used to knit at the same time on the same needles, and which, when they were ready, she always triumphantly drew, one out of the other, in the children's presence.",
        "You must have known her voice.",
        "I hadn't known how Annie was abducted and chastised myself for not seeking the details.",
        "I've known it for months, since I was observed when no one was there to see me.",
        "Real estate records were scoured for any known relative of the now deceased murderer in an attempt to locate family owned property, a difficult chore as mother Grasso wedded three men and lived with countless others.",
        "\"If we had known we were coming we might have brought along several other useful things,\" responded the Wizard.",
        "For fifty-eight years have I lived in this world and never known anything so disgraceful!",
        "Other than the one time he had lost his temper with her, she had never known him to be anything but gentle.",
        "Now that we were financially settled, she let it be known she too was ready to embrace motherhood.",
        "The best way to make a chair, known only by a few craftsmen, would be used to make all the chairs better.",
        "To my astonishment I was informed on leaving college that I had studied navigation!--why, if I had taken one turn down the harbor I should have known more about it.",
        "He is so well known, so much appreciated by everyone.",
        "Crowds of wounded- -some known to Pierre and some unknown--Russians and French, with faces distorted by suffering, walked, crawled, and were carried on stretchers from the battery.",
        "How could she have known how he felt?",
        "His pictures were known and admired in every city of Italy.",
        "You've known this for months but not mentioned it to him?",
        "You could tell Howie I came to you for advice; that I just suspected and didn't know what to do, not that I've known all along!",
        "When Betsy mentioned telling the After people, a thought struck me that the death of Owen Bryce, once known to our friends at After would probably tie me directly to the tipster as well.",
        "This was so unlike the girl I'd known for a lifetime.",
        "I'm sure Howie must have known by the look on my face my news wouldn't be favorable.",
        "The unspeakable deeds of this animal who held us were well known to me, vicariously, through the notes of Howie's visits to his past.",
        "One summer he went over the sea to Italy; for his name was well known there, and many people wished to hear him sing.",
        "Count Rostov was displeased to see that the company consisted almost entirely of men and women known for the freedom of their conduct.",
        "Balaga was a famous troyka driver who had known Dolokhov and Anatole some six years and had given them good service with his troykas.",
        "Prince Andrew, taking advantage of the Emperor's permission, accompanied Paulucci, whom he had known in Turkey, into the drawing room where the council was assembled.",
        "The best generals I have known were, on the contrary, stupid or absent-minded men.",
        "I'm Lieutenant Colonel Denisov, better known as 'Vaska,' said Denisov, pressing Prince Andrew's hand and looking into his face with a particularly kindly attention.",
        "They, those strange men he had not previously known, stood out clearly and sharply from everyone else.",
        "As soon as the men of the various regiments began to disperse among the wealthy and deserted houses, the army was lost forever and there came into being something nondescript, neither citizens nor soldiers but what are known as marauders.",
        "Rostov saw all this as clearly as if he had known her whole life.",
        "All who had known Natasha before her marriage wondered at the change in her as at something extraordinary.",
        "Surely he should have known she would get suspicious.",
        "The police blamed street violence though the neighborhood was wrong and girl had no known gang involvement.",
        "Most of our cases proved to be runaways or missing persons and our limitations due to non-specific known time or age of the event continued to plague us.",
        "\"No. Too much time elapsed before the killing was known and made public,\" I answered.",
        "I had known about them for a long time; but I had never thought that I should see them, and talk to them; and I can scarcely realize now that this great pleasure has been mine!",
        "It is well known that a large plate of glass will have a green tint, owing, as the makers say, to its \"body,\" but a small piece of the same will be colorless.",
        "It is well known that a level cannot be used on ice.",
        "Doctors came to see her singly and in consultation, talked much in French, German, and Latin, blamed one another, and prescribed a great variety of medicines for all the diseases known to them, but the simple idea never occurred to any of them that they could not know the disease Natasha was suffering from, as no disease suffered by a live man can be known, for every living person has his own peculiarities and always has his own peculiar, personal, novel, complicated disease, unknown to medicine--not a disease of the lungs, liver, skin, heart, nerves, and so on mentioned in medical books, but a disease consisting of one of the innumerable combinations of the maladies of those organs.",
        "\"If only I had known...\" she said through her tears.",
        "The activity of a commander-in-chief does not at all resemble the activity we imagine to ourselves when we sit at ease in our studies examining some campaign on the map, with a certain number of troops on this and that side in a certain known locality, and begin our plans from some given moment.",
        "Natasha was in a state of rapturous excitement such as she had not known for a long time.",
        "But the princess had caught a glimpse of the man she had known and loved, and it was to him that she now spoke.",
        "Quinn was a foster home kid with no known family.",
        "I've been picked over six years, but our family is known to be especially long lived.",
        "I was then for a time the Head of the finest Flying Machine that was ever known to exist, and we did many wonderful things.",
        "Early in his presidency, in a 1953 address that would become known as his \"Cross of Iron\" speech, he declared, \"Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed.",
        "I count it one of the sweetest privileges of my life to have known and conversed with many men of genius.",
        "The perpetrator proved to be a thirteen year old girl, scarcely known to the victim, jealous of an older boy's changing affections.",
        "\"The Darian I remember was the strongest man I'd ever known,\" he said.",
        "I wish I had known.",
        "You have known them a long time, said Princess Mary.",
        "Pierre gazed at the ruins and did not recognize districts he had known well.",
        "But there are laws directing events, and some of these laws are known to us while we are conscious of others we cannot comprehend.",
        "And the only such conception known to historians is that of power.",
        "For reasons known or unknown to us the French began to drown and kill one another.",
        "So also in history what is known to us we call laws of inevitability, what is unknown we call free will.",
        "Had her family known the same terror in their last moments of life?",
        "I've known for months; almost since the first time we did it... slept together.",
        "\"If only I had known,\" we often lament, in the widespread belief that to know everything would mean we would never make mistakes.",
        "The ability of science and technology to improve human life is known to us.",
        "Next would come all the various syndromes, which are sets of clinically recognizable symptoms that occur together without a known cause.",
        "They have no known preset limits.",
        "Her sense of time is excellent, but whether it would have developed as a special faculty cannot be known, for she has had a watch since she was seven years old.",
        "Some time ago, when a policeman shot dead her dog, a dearly loved daily companion, she found in her forgiving heart no condemnation for the man; she only said, 'If he had only known what a good dog she was, he wouldn't have shot her.'",
        "We had Helen's picture taken with a fuzzy, red-eyed little poodle, who got himself into my lady's good graces by tricks and cunning devices known only to dogs with an instinct for getting what they want.",
        "I have never known her to be willing to leave a lesson when she felt that there was anything in it which she did not understand.",
        "\"Well then,\" Prince Andrew answered himself, \"I don't know what will happen and don't want to know, and can't, but if I want this--want glory, want to be known to men, want to be loved by them, it is not my fault that I want it and want nothing but that and live only for that.",
        "You see I have known him a long time and am also fond of Mary, your future sister-in-law.",
        "Boris was thus the first to learn the news that the French army had crossed the Niemen and, thanks to this, was able to show certain important personages that much that was concealed from others was usually known to him, and by this means he rose higher in their estimation.",
        "\"And I have known so many cases of a splinter wound\" (the Gazette said it was a shell) \"either proving fatal at once or being very slight,\" continued Nicholas.",
        "If he had not known that he was dying, how could he have failed to pity her and how could he speak like that in her presence?",
        "At first while they were still moving along the Kaluga road, Napoleon's armies made their presence known, but later when they reached the Smolensk road they ran holding the clapper of their bell tight--and often thinking they were escaping ran right into the Russians.",
        "She was as he had known her almost as a child and later on as Prince Andrew's fiancee.",
        "When dealing with the affairs and papers of his dead wife, her memory aroused in him no feeling but pity that she had not known the bliss he now knew.",
        "This is what is commonly known as a swimming suit.",
        "I'd known Martha far too long.",
        "Jonny looked apprehensive yet resigned, as if he'd known this was coming.",
        "He learned many languages and became known all over the world as \"The Learned Blacksmith.\"",
        "The name of Pittacus was known all over the world.",
        "He is well known because of an extraordinary practice.",
        "The relative strength of bodies of troops can never be known to anyone.",
        "I should have known.",
        "It was difficult to believe that Connie would tell Allen, knowing his weakness for alcohol, but how else would he have known?",
        "Surely Pete must have known...",
        "But after the first time, I should have known.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "The time, of day however, was precisely known.",
        "There's no way we could have known.",
        "She'd never seen him so upset in all the years she'd known him.",
        "\"You're the most unromantic man I've ever known,\" she said, a laugh bubbling free.",
        "Stalking an innocent woman in the alley was a cakewalk, until the moment she said something she shouldn't have known.",
        "Your predecessor wasn't known for his sense of strategy.",
        "Vamps weren't known for their smarts.",
        "I'd known him for a few years, even if it was only in passing.",
        "Her tortured thoughts went to the thousands of men, killed by the only family she'd known, whose souls were trapped for eternity beneath the ground.",
        "Sofi wasn't surprised to learn he was an Original Being and had known where to find this creature.",
        "She'd never known what would set him off, or what would earn her a blow.",
        "I think I've always known, she said and rested her forehead against his.",
        "She'd known Jake since her junior year of college.",
        "She'd never known the power of a single touch until everyone who touched her hurt her!",
        "He'd never known anything like them in his long existence.",
        "She'd never known hunger like this!",
        "I think I've always known.",
        "No, Damian, you couldn't have known how twisted she was.",
        "He'd been as gentle with her as he'd known how, and still she suffered under the weight of the visions.",
        "I think I'd known for a long time and didn't want to face it.",
        "His guard was down for the first time since she'd known him.",
        "He'd known love and trust only in the earliest stage of his life, when he had a family before he entered the dark age of his people.",
        "He stared into Darian's gold eyes, seeking some sign of the man he'd known.",
        "Desperately trapped by need unlike anything she'd ever known, she obeyed.",
        "The sunny glow she was known for was gone, replaced by a sultriness rendered dangerous by the fangs resting on her lower lip.",
        "Darkyn was quiet and still, his body relaxed for the first time since she'd known him.",
        "Darkyn was known for going through them like tissue paper.",
        "She hated that he'd always known exactly what to say to get to her.",
        "He appeared wary for the first time since she'd known him.",
        "I said a creature who has never known peace will surrender unconditionally when he tastes it for the first time.",
        "He'd pursued her with the cunningness he was known for.",
        "The Buen, as everyone referred to it, was located in a hundred year old structure previously known as the Scott-Humphries Building, which had remained vacant for over twenty-five years.",
        "I've known the boy since the week he was born— from cribs, to toys, to basketballs, to girls.",
        "All were mellowing on two bottles of cognac Paul Dawkins provided, in smiling celebration of some event known only to him and Paulette.",
        "He might not have known whose trail out of the tunnel he was sabotaging—just some trespasser in his precious mine.",
        "Pumpkin Green would have known about the bones.",
        "They drove south from town and in less than a quarter mile, turned right onto what was locally known as the Camp Bird Mine Road.",
        "The two women chatted amicably, as if they'd known one another for a lifetime, with Cynthia pointing out the sights with a running line of commentary.",
        "When they approached the area known as The Drinking Cup, the road narrowed and barely clung to the rock wall, a breath-gulping overhang hundreds of feet above the river.",
        "He'd always known Pumpkin was a flake, but he honestly liked the young man and flakiness wasn't the worst trait carried by the young and the restless.",
        "If the truth were known, except for the larceny, he felt a pang of envy.",
        "A hundred years ago, there had been a homestead known as Thistle Farm there, but no remnants remained.",
        "Lydia walked away from him, down the path to the beginning of the trail that led back to an area known as the Big Blue Wilderness.",
        "By the time Dean strolled by a few moments later, red-faced Fitzgerald was getting an ear full from a half dozen tourists and an elderly local, known for his unwavering opinions and surly disposition.",
        "I wish you'd known Paul.",
        "\"I should have known he'd come after you,\" Dean muttered.",
        "Hell, yes, you should have known!",
        "I'm too well known.",
        "Later, he and Martha were to visit the library for more digging into the earlier disappearances now that the date of Martha's bones was better known.",
        "Even if the bones were discovered and it was known the drowning was a ruse, no one would have suspected you boys.",
        "Truth be known, he felt a small measure of relief, at least until he opened the mail to a flurry of bills.",
        "He counted a total of seven missing, including the three known traitors.",
        "What she recalled was a pittance of what she had known as a goddess.",
        "She mourned the loss of all she'd ever learned or known.",
        "\"Then again, I'm known for ensuring I win at all costs,\" he added.",
        "A full head smaller than him, Darkyn was nonetheless the most lethal creature Gabriel had ever known.",
        "Have you ever known what it was to love someone?",
        "But she couldn't help feeling as if she'd never truly known the man she loved until someone else told her what she missed.",
        "We are both culpable for sending the only innocent soul either of us has ever known to Hell.",
        "Alex and Carmen were the only parents Destiny had ever known.",
        "Lori's father had remarried after her mother died and Mums was the only stability she had known.",
        "Surely Lori would have known the difference.",
        "How could he have known she was going to be painting in the house that morning?",
        "But how would he have known Alex was going to call?",
        "He's always known how important family is to me.",
        "How long have you known him and what is he like?",
        "We've known for a little over a week.",
        "It was unlike what he'd known with his predecessor; this was natural, deep, soothing.",
        "Life is known for those.",
        "This Deidre was everything he'd loved about his ex-lover: her spontaneity, sense of humor, beauty combined with the purest human heart he'd ever known.",
        "The small woman was one Gabe had known for years.",
        "He'd always known the source of Death's magic was the souls, but he'd never seen his predecessor wield the light of the souls.",
        "While the dead man hadn't known who the handler was, he'd suspected it was another death-dealer.",
        "She'd always known he was strong.",
        "Deidre took a deep breath and faced the deity previously known as Death.",
        "If you're Kris's, pain like you've never known.",
        "Last night, after he'd beheaded the four, she'd innately known he wouldn't hurt her.",
        "Of all the mortals and immortals alike he'd ever known, he'd never considered one a friend, not since his father's death.",
        "You said you've known him a week?",
        "I've known him a few days.",
        "He wasn't known for his morality or virtues.",
        "She's never known what she wanted to do, unfortunately.",
        "She.d never known the type of terror that tore through her when she saw the jaguar snatch him.",
        "Kris, he knew, was the best Immortal warrior ever known.",
        "He should.ve known to stay put.",
        "You couldn.t have known Rhyn would leave me.",
        "In all his years in Hell, he.d never known this kind of pain.",
        "But … you've only known each other for three months!",
        "She'd known Evelyn since they were in elementary school, and she'd been renting a room from her for the past two years since graduating high school.",
        "He'd known it would fail, but the elders of the Planetary Council had called in their last favor.",
        "Warriors were known for their patience and control, but he sensed this woman would test both.",
        "Somehow, he had known the plans weren't Ne'Rin's.",
        "He's known nothing else in all these years.",
        "She'd known her friend to be a little arrogant, but this was something different.",
        "Monty, as he became known during his brief public life, succumbed to his injuries.",
        "All I know he hasn't skied in the fifteen years I've known him.",
        "I suspect she might have known why her sister left Boston.",
        "Then the awkwardness of his silent position hiding in the darkness extended beyond the point of propriety of making his presence known.",
        "She must have known at that time who really did it.",
        "He, if anyone, should have known better.",
        "He should have known she could sing by her full, rich speaking voice.",
        "How long have you known?",
        "You know, neither of us has ever known a werewolf.",
        "You're the only person I've ever known who has had to be forced to take a vacation.",
        "She and Josh had always known each other.",
        "If he had known what was happening, Josh would have unselfishly given his instant support.",
        "They hadn't known each other long enough.",
        "Fear that she was also loosing the only brother she had ever known.",
        "Even Josh had known.",
        "You bought a clinic, built a house and now you're quitting your job to get married to a woman you've known for less than a year.",
        "He'd known Tim his whole life and knew all of Tim's consorts and children by name, if not by sight.",
        "The woman before him had never known any other world but her own.",
        "And concern for her well-being, like he showed at the Peak when she hadn't known him from any other army-type.",
        "Her Guardian was the only stability she'd known since the world fell apart.",
        "He'd known she was sheltered after their long talks.",
        "The look on Elise's face when she realized that Lana had known something was wrong at the Peak.",
        "I couldn't have known what was in his head, she replied, agitated by his harsh words.",
        "He should've known better than not to warn Dan what Lana could do if she got a hold of a micro, even if it was Elise's.",
        "I've known you were my Guardian for a few days.",
        "She'd always known she was closer to him than even his companions.",
        "\"If I'd known the world was getting ready to end, I might've taught her that, too,\" Tim replied smoothly.",
        "Two of which lead towards known emerops facilities about two to three days out.",
        "I've known you longer than any creature still in existence.",
        "\"You couldn't have known,\" Ully said.",
        "To his delight, one of his predecessors had known of the secret portal leading to and from Hell.",
        "Death was right.  Kris didn't have what it took to keep the Council together.  He may have just lost one of his brothers, because he lost focus of what he should've done.  Maybe he should've known Jade was a traitor or Hannah was a demon.  He hadn't known of Andre's danger or been able to bring the Council together to fight the demons that threatened them all.  He hadn't been able to keep Hannah safe or Toby or Katie.",
        "Maybe Katie had known this was how it would end when they'd last met in his dream.  Maybe this was his penance for being what he was.  Rhyn didn't know, but he knew he couldn't choose his own interests over those of humanity.",
        "\"Demons aren't known for thinking,\" Gabe said.",
        "Rita had returned and Harrigan was knee-deep in paper work, smiling as usual, but looking as if his heart wasn't in it. ita Angeltoni was the sloppiest woman Dean had ever known.",
        "Have you fellows known ol' Vinnie very long?",
        "Four of these customers had since canceled their subscription and four more were personally known to Monica.",
        "Anyone would have known that tub of lard wasn't Byrne, Hunter fumed as he paced up and down the room.",
        "Earlier he'd signed up to take his July vacation in Iowa, biking the 400 miles across that state on a seven-day bike tour known as \"RAG­BRAI,\" named for the sponsoring Des Moines Register newspaper.",
        "Fred made it be known he had no intention of going to the hospital, though it wasn't suggested.",
        "No luck—at least with any of the known names.",
        "Yes, she would come by the station with the names of all Arthur's known friends, all the little fairies, as she called them, and the addresses of his favorite haunts.",
        "Here I go doing their work for 'em. I should have known.",
        "I've known him since Scranton.",
        "I should have known no self-respecting hood would do that.",
        "Besides, had she known he was coming home for lunch, she could have fixed him something to eat.",
        "If she hadn't left her phone in the bedroom all morning, she would have known.",
        "I wish I had known you were coming.",
        "It was the only home she had ever known.",
        "I never would have known how exciting a simple life could be.",
        "I wish I had known you were feeling that way.",
        "They might not have gone had he known how the country would affect her.",
        "In all the years she had known him, he had never said that to her – or anyone else in her presence.",
        "She was by far the best cook he'd ever known.",
        "Carmen was unlike any woman he had ever known.",
        "If she had known what he was going to do, it wouldn't have made her feel any better.",
        "He must have been watching — must have known why she went to the house.",
        "She wouldn't have had to wonder — he would have known what to do.",
        "Pain such as she had never known ripped through her body.",
        "That's an unusual thing to say considering how long you've known him.",
        "The towering, muscular man who held her until she fell asleep every night and made love to her as if she was the only woman he'd ever known was no more.",
        "The day she'd met Bianca, she'd known Dusty would know unconditional love from the Healer.",
        "If I'd known it was off limits, I wouldn't have gone.",
        "Some part of him had known long before he saw her name written.",
        "Two weeks ago, she wouldn't have known which way Darian would go.",
        "You are the strongest, most honorable person I've ever known.",
        "Of everyone he'd known since coming to this land, Vara had been the only kind one, aside from the ancient warrior in the catacombs.",
        "If I'd known how to use this magic last",
        "Sirian had always known what to do, had always guided her decisions.",
        "He was the most honorable man she'd ever known.",
        "I've known war my whole life!",
        "Taran had never known how selfish his own anger was.",
        "He didn't dare cross the divide between them, not when he'd known he was about to kill her.",
        "I wouldn't have danced with her if I had known it would bother you.",
        "And why didn't you at least tell Felipa where you were going so someone would have known to look when you didn't get back on time.",
        "He's responsible about how he saves and spends his money and I've never known him to be influenced by money or power.",
        "You're more of a man than any man I've ever known.",
        "She had never known anything else.",
        "Surely if he did, Clara would have known him.",
        "There were no motels in town, so he must be staying with someone - and surely Clara would have known that, too.",
        "If it hadn't been for this trip, she might never have known how well she was suited to her job.",
        "I wouldn't have known what to do.",
        "In the time that she had known him, he had given no indication that he was impressed by money or people with important positions.",
        "If she had known that the pregnant girl who moved to California was his sister, she would have felt different about developing a relationship.",
        "Born to a wealthy merchant family, she'd been disowned when it became known what kind of deformed child she bore.",
        "I've never known mercy, and I'll grant it to no one.",
        "He wasn't able to track the Others, a set of creatures known for favoring the Black God's dominance of the human world.",
        "The Grey God was known as the Gatekeeper, the God responsible for tracking and managing the immortals in the human realm.",
        "I haven't known him long, but I see this happen wherever he goes.",
        "The Original Immortal had known nearly everything about Xander at one time, one of the only in existence who ever did.",
        "You've known for three weeks.",
        "Jule's mate, Yully, was known as the Magician and the first to kill an Other.",
        "Similar sodium and ammonium compounds are known.",
        "The two books mentioned remained unnoticed by the reading public, and Lotze first became known to a larger circle through a series of works which aimed at establishing in the study of the physical and mental phenomena of the human organism in its normal and diseased states the same general principles which had been adopted in the investigation of inorganic phenomena.",
        "But, in attempting to make this conception quite clear and thinkable, we are forced to represent the connexion of things as a universal substance, the essence of which we conceive as a system of laws which underlies everything and in its own self connects everything, but imperceptible, and known to us merely through the impressions it produces on us, which we call things.",
        "On the accession of the latter to the throne, Andrew Stone was appointed treasurer to Queen Charlotte, and attaching himself to Lord Bute he became an influential member of the party known as \"the king's friends,\" whose meetings were frequently held at his house.",
        "The best known of these is that of Dryoscephalae, which must then, as slow, have been the direct route from Athens to Thebes.",
        "The presence of these rodents at night is made known by their screaming cries.",
        "Most of the known rhino species are West African.",
        "The true home of this deer has never been ascertained, and probably never will be; all the few known specimens now living being kept in confinement - the great majority in the duke of Bedford's park at Woburn, Bedfordshire.",
        "Two chlorides of copper are known, one a highly coloured substance, the other quite white.",
        "The neutralization of acids by bases affords many illustrations, known even before the atomic theory, of the truth of the statement.",
        "His chief benefaction, however, was a bequest of $400,000 for the foundation and endowment of a public library in New York City, since known as the Astor library, and since 1895 part of the New York public library.",
        "He was sometimes known as the \"Landlord of New York.\"",
        "After the junction of the Black and White rivers the united stream is known as the Senegal.",
        "The existence of the Senegal appears to have been known to the ancients.",
        "By his exposition of the political history of the kingdom, based on a study of its laws and institutions and of the legal conflicts between the state and the court of Rome, Pietro Giannone was the initiator of what has been since known as civil history.",
        "Three characteristic oxides of cobalt are known, the monoxide, CoO, the sesquioxide, C0203, and tricobalt tetroxide, C0304; besides these there are probably oxides of composition Co02, Co 8 0 9, C0607 and C0405.",
        "Sulphides of cobalt of composition C04S3, CoS, C03S4, C02S3 and CoS 2 are known.",
        "A sodium cobaltinitrite is also known.",
        "A large number of cobalt compounds are known, of which the empirical composition represents them as salts of cobalt to which one or more molecules of ammonia have been added.",
        "It is not known to what gens he belonged.",
        "Scanty remains exist and some springs in the neighbourhood are still known as the baths of Pel.",
        "In 1895 he bought the New York Journal and the following year founded the Evening Journal, the morning paper being known after 1902 as the New York American.",
        "The almshouses, known as St John's hospital, were founded in 1602; and in 1637 a free grammar school was endowed by Lady Grace Manners.",
        "The first known king of the former was Ida, who, according to tradition, acquired the throne in 547 and reigned twelve years.",
        "He died in 894, after which date little is known of Northumbrian history for a number of years.",
        "In the early days of the Republican party, when the shameful scenes of the Kansas struggle were exciting the whole country, and during the campaigns of 1857 and 1858, he became known as an effective speaker and ardent anti-slavery man.",
        "These men and their followers were known as the \"stalwarts.\"",
        "His first known occupation was that of a glass-painter; in 1522 he painted windows for the church at Enkhuizen, North Holland (the birthplace of Paul Potter).",
        "The process of fermentation in the preparation of wine, vinegar, beer and bread was known and practised in prehistoric times.",
        "Although the direct object of Pasteur was to prove a negative, yet it was on these experiments that sterilization as known to us was developed.",
        "This is known as the T orula condition.",
        "Astorga has been the see of a bishop since the 3rd century, and was formerly known as the City of Priests, from the number of ecclesiastics resident within its walls.",
        "The western Mediterranean is cut off by a bank crossing the narrow strait between Sicily and Cape Bon, usually known as the Adventure Bank, on which the depth is nowhere 200 fathoms. The mean depth of the western basin is estimated at 881 fathoms, and the deepest sounding recorded is 2040 fathoms. In the eastern Mediterranean the mean depth is nearly the same as in the western basin.",
        "The cyanalkines (aminopyrimidines) were first obtained, although their constitution was not definitely known, by E.",
        "It melts at 275° C. 4-Methyluracil, C5H602N2, has long been known, having first been synthesized by R.",
        "Successful feuds with the bishops of Strassburg and Basel further augmented his wealth and his reputation; rights over various tracts of land were purchased from abbots and others; and he was also the possessor of large estates in the regions now known as Switzerland and Alsace.",
        "ERESHKIGAL, also known as Allatu, the name of the chief Babylonian goddess of the nether-world where the dead are gathered.",
        "She is known to us chiefly through two myths, both symbolizing the change of seasons, but intended also to illustrate certain doctrines developed in the temple-schools of Babylonia.",
        "was written shortly after his death by' Paolo Giovio, bishop of Nocera, who had known him intimately.",
        "Arbois is well known for its red and white wines, and has saw-mills, tanneries and market gardens, and manufactures paper, oil and casks.",
        "The conspirators endeavoured to obtain the co-operation of the prince of Carignano, afterwards King Charles Albert, who was known to share their patriotic aspirations.",
        "is said to have granted letters of protection to John Kemp, a Flemish weaver who settled in the town; and, although the coarse cloth known to Shakespeare as \"Kendal green\" is no longer made, its place is more than supplied by active manufactures of tweeds, railway rugs, horse clothing, knitted woollen caps and jackets, worsted and woollen yarns, and similar goods.",
        "The minute insects included in it, which haunt blossoms and leaves, are fairly well known to gardeners by the name Thrips, a generic term used by Linnaeus for the four species of the group which he had examined and relegated to the order Hemiptera.",
        "Many species of Thysanoptera are known to be habitually parthenogenetic. The eggs are laid on the food-plant, those females possessed of an ovipositor cutting through the epidermis and placing their eggs singly within the plant-tissues; a single female may take five or six weeks to deposit all her eggs.",
        "and iv., are still valuable and contain nearly all that is known of the fifty British species.",
        "In place of its ancient fortifications Angouleme is encircled by boulevards known as the Remparts, from which fine views may be obtained in all directions.",
        "Nests of this species were found in 1821 by Johana Wilhelm Zetterstedt near Juckasj,rwi in Swedish Lapland, but little was known concerning its nidification until 1855, when John Wolley, after two years' ineffectual search, succeeded in obtaining near the Finnish village Muonioniska, on the Swedish frontier, well-authenticated specimens with the eggs, both of which are like exaggerated bullfinches'.",
        "CARMAGNOLE (from Carmagnola, the town in Italy), a word first applied to a Piedmontese peasant costume, well known in the south of France, and brought to Paris by the revolutionaries of Marseilles in 1798.",
        "Of flame collectors the two best known are Lord Kelvin's portable electrometer with a fuse, or F.",
        "The air, as is now known, has always present in it ions, some carrying a positive and others a negative charge, and those having the opposite sign to the charged body are attracted and tend to discharge it.",
        "The charge given up to the inner cylinder is known from its loss of potential.",
        "The volume of air from which the ions have been extracted being known, a measure is obtained of the total charge on the ions, whether positive or negative.",
        "It is not known to have been printed before 1786, when it appeared in Pinkerton's Ancient Scottish Poems. 3.",
        "The mushroom usually grown in gardens or hot-beds, in cellars, sheds, &c., is a distinct variety known as Agaricus hortensis.",
        "elongatus, and other distinct forms are known to botanists.",
        "The common mushroom (Agaricus campestris) is propagated by spores, the fine black dust seen to be thrown off when a mature specimen is laid on white paper or a white dish; these give rise to what is known as the \"spawn\" or mycelium, which consists of whitish threads permeating dried dung or similar substances, and which, when planted in a proper medium, runs through the mass, and eventually develops the fructification known as the mushroom.",
        "This spawn may be obtained from old pastures, or decayed mushroom beds, and is purchased from nurserymen in the form of bricks charged with the mycelium, and technically known as mushroom spawn.",
        "This fungus, Marasmius Oreades, is more universally used in France and Italy than in England, although it is well known and frequently used both in a fresh and in a dry state in England.",
        "The meaning and derivation of the name are not known.",
        "It owes its origin to its mineral waters, which have long been known to the inhabitants of Caucasia.",
        "are reached along the south-east margin of the plateau, which is known as the Alleghany Front.",
        "Charles II.of England, in 1661, granted to a company of gentlemen the land between the Potomac and Rappahannock rivers, commonly known as the \" Northern Neck.\"",
        "To the south lies the fine promenade known as the Jardin Lecoq.",
        "In 1772 he removed to Elizabeth, New Jersey, where after 1773 he lived on his estate known as \"Liberty Hall.\"",
        "He was entrusted with the task of drawing up a revised constitution, which was known as the Pacte Rossi.",
        "The three large stones known as \"The King's Grave,\" a hill-fort, and cairns are of interest to the antiquary.",
        "During the period when the hair or wig was worn \"powdered\" or whitened, houses had a special room set apart for the process, known as the powdering-room or closet.",
        "In some birds, such as the herons, certain down-feathers or plumulae break off into a fine dust as fast as they are formed and form tracts defined in size and situation and known as \"powder-down patches.\"",
        "His novels, for the most part published first in London, reflect his wild adventurous life, the best known being The Son of the Wolf (1900); The Call of the Wild (1903); Moon Face (1906); Martin Eden (1909); South Sea Tales (1912), and his last, The Little Lady of the Big House (1916).",
        "Almost nothing is known of the subsequent history of the poet.",
        "The following translations into English verse are known: G.",
        "The olives and white wine of Aguilar are celebrated in Spain, although the wine, which somewhat resembles sherry, is known as Montilla, from the adjacent town of that name.",
        "The city is served by the Chesapeake & Ohio, and the Southern railways, and is best known as the seat of the University of Virginia, which was founded by Thomas Jefferson.",
        "This elevated region is known as the plateau of Matto Grosso, and its elevations so far as known rarely exceed 3000 ft.",
        "As to other minerals little is definitely known.",
        "At La Carlota the Spanish government established a station for the study of the culture of sugar-cane; by the American government this has been converted into a general agricultural experiment station, known as \"Government Farm.\"",
        "An interval of three years without rain has been known.",
        "As archbishop of Toledo he exerted himself to protect the clergy from the obligation to pay the excises or octroi duties known as \"the millions\" and thereby helped to perpetuate the financial embarrassments of the government.",
        "pools in Britain, and also widely distributed in temperate and tropical regions, is known as horned pondweed, from the curved fruit.",
        "The dock and victualling yards occupy together an area of some i oo acres spread over the shores on both sides of those arms of the great harbour known as \"Dockyard\" and \"French\" creeks, the dockyard being partly on the former, but principally on the latter creek.",
        "In 1880 the graving dock accommodation consisted of one double dock at the extremity of Dockyard creek, known as Nos.",
        "over the sill at average water-level, the tidal range at Malta being but slight; and opening into French creek a dry dock of more modern construction, known as No.",
        "In 1814-1815, before the decrees of the Vienna Congress were known, an extraordinary attempt was made by Philippe d'Auvergne of the British navy, the cousin and adopted son of the last duke, to revive the ancient duchy of Bouillon.",
        "When this occurred is not known; boundary stones of 135 B.C. exist, which divide the territory of Ateste from that of Patavium and of Vicetia, showing that the former extended from the middle of the Euganean hills to the Atesis (mod.",
        "He won the good-will of his employers by devoting himself to the improvement of their manufacturing business, and he kept his hands clean from the prevalent taint of pecuniary transactions with the nawab of the Carnatic. One fact of some interest is not generally known.",
        "Very little is known about the town, which is the trade centre of a considerable district, including Kataghan, where the best horses in Afghanistan are bred.",
        "The town was formerly known as South Stockton, and is still included in the parliamentary borough of Stockton (it is within the Cleveland division of the county), but was incorporated as a separate municipal borough in 1892.",
        "In 1815, while living at Saint Clairsville, Ohio, he organized an antislavery association, known as the \"Union Humane Society,\" which within a few months had a membership of more than five hundred men.",
        "It is now known, however, that they were true Arabs - as the proper names on their inscriptions show - who had come under Aramaic influence.",
        "Close to this temple on the west is the site of the gate known in later times as the Porta Aurea, through which the modern road passes, so that no traces now remain.",
        "This is known as Ramsden's eyepiece, having been made originally by him.",
        "But in OS measures index error can be eliminated by bisecting both stars with the same web (or different webs of known interval fixed on the same frame), and not employing the fixed web at all.",
        "If the reading for coincidence of the movable with the fixed webs is known, we then obtain from the single reading of S the difference from coincidence of the divisions of the two scales.",
        "If the errors of the rectangular co-ordinates of these lines are known, the problem of determining the co-ordinates of any star-image on the plate becomes reduced to the comparatively simple one of interpolating the co-ordinates of the star relative to the sides of the 5 mm.",
        "2940, Dr Repsold proposed a method of meridian observing which consists in causing a web to follow the image of a star in transit by motions communicated by the observer's hands alone, whilst electrical contacts on the drum of the micrometer screw register on the chronograph the instants corresponding to known intervals from the line of collimation.",
        "complex spectra of stars of the solar type this is by no means the case; for, as Dr Hartmann remarks, \" in the first place the lines in these spectra are so numerous that their complete measurement and reduction would require many days, and in the second place a rigorous reduction of such material has hitherto not been at all possible because the wave-lengths of the lines are not known with sufficient accuracy.",
        "If then the screw-value in kilometres per second is known for the neighbourhood of each of the comparison lines employed, the radial velocity of the star can be independently derived directly from coincidences made in above manner in the neighbourhood of each comparison line.",
        "Williamstown village is best known as the seat of Williams College, chartered in 1793 as a successor to a \"free school\" in Williamstown (chartered in 1785 and endowed by a bequest of Colonel Ephraim Williams).",
        "It is in the south that the depression remains most distinct and it is there known as the Campidano.",
        "The mines were known to the Carthaginians, as discoveries of lamps, coins, &c. (now in the museum at Cagliari), testify.",
        "The only place where obsidian is known to be found in Sardinia in a natural state is the Punta Trebina, a mountain south-east of Oristano.",
        "A number of Roman towns are known to us.",
        "Some of them were baptized; the territory which was afterwards known as the duchy of Normandy was ceded to them; but the story of the marriage of their chief Rollo with a sister of the king, related by the chronicler Dudo of Saint Quentin, is very doubtful.",
        "On the 15th of December, when Schmerling and the Austrian members had left the cabinet, Gagern became head of the imperial ministry, and on the 18th he introduced a programme (known as the Gagernsche Programm) according to which Austria was to be excluded from the new federal state, but bound to it by a treaty of union.",
        "The concordat was solemnly promulgated on Easter Day 1802, but the government had added to it unilateral provisions of Gallican tendencies, which were known as the Organic Articles.",
        "MONNIKENDAM, a fishing village of Holland, in the province of North Holland, on an inlet of the Zuider Zee known as the Gouw Zee, 12 m.",
        "A collection of woody plants, one of the largest and finest in the world, and a broad forest and hunting preserve, known as Pisgah Forest (ioo,000 acres), are also maintained by the owner.",
        "Amicable numbers were known to the Pythagoreans, who accredited them with many mystical properties.",
        "He was the father of the more generally known Antoine Court de Gebelin.",
        "Dr Ginsburg had one predecessor in the field, the learned Jacob ben Chajim, who in 1524-1525 published the second Rabbinic Bible, containing what has ever since been known as the Massorah; but neither were the materials available nor was criticism sufficiently advanced for a complete edition.",
        "The name \"flock\" is given to a material formed of wool or cotton refuse, or of shreds of old woollen or cotton rags, torn by a machine known as a \"devil.\"",
        "The conflict which followed between the Pennsylvania and the Connecticut settlers is known as the first Pennamite-Yankee War.",
        "It is also known as the Ko-kayaing, so called from the original nine canals of the district.",
        "hyemale, commonly known as the Dutch rush, is much more abundant in Holland than in Britain; it is used for polishing purposes.",
        "There is some reason, however, to suppose that before this the capital of the Monomotapa was situated much farther south, and it may plausibly be identified with the most extensive ruins as yet known, viz.",
        "They became well known to English readers from J.",
        "There are three distinct though connected groups of ruins at Zimbabwe, which are commonly known as the \"Elliptical Temple,\" the \"Acropolis\" and the \"Valley Ruins.\"",
        "At Greenwich an annual banquet of cabinet ministers, known as the whitebait dinner, formerly took place.",
        "But he was known as a humorist, and the public, which had learned to expect jokes from him, rejected this little book almost entirely.",
        "Artists have been known to use the left hand in the hope of checking the fatal facility which practice had conferred on the right; and if Hood had been able to place under some restraint the curious and complex machinery of words and syllables which his fancy was incessantly producing, his style would have been a great gainer, and much real earnestness of object, which now lies confused by the brilliant kaleidoscope of language, would have remained definite and clear.",
        "In 1893 he retired, and devoted himself to journalism and lecturing, becoming well known for his ardent advocacy of extreme socialistic views.",
        "The word is also sometimes applied to a heavy timber fitted with iron spikes or projections to be thrown down upon besiegers, and to the large work known as a \"cavalier.\"",
        "Among other objects also known by the name of \"cat\" is the small piece of wood pointed at either end used in the game of tip-cat, and the instrument of punishment, generally known as the \"cat o' nine tails.\"",
        "Kink-tailed cats, it should be added, are also known from Madagascar.",
        "Siamese cats may have the tail either straight or kinked, but whether the latter feature belongs of right to the breed, or has been acquired by crossing with the ordinary black and tabby kink-tailed cats of the country, is not known.",
        "In light Kundt's name is widely known for his inquiries in anomalous dispersion, not only in liquids and vapours, but even in metals, which he obtained in very thin films by means of a laborious process of electrolytic deposition upon platinized glass.",
        "The contempt of aesthetics and erudition is characteristic of the most typical members of what is known as the Cartesian school, especially Malebranche.",
        "The restriction of the early letters of the alphabet to known, and of the late letters to unknown, quantities is also his work.",
        "At Naples there grew up a Cartesian school, of which the best known members are Michel Angelo Fardella (1650-1708) and Cardinal Gerdil (1718-1802), both of whom, however, attached themselves to the characteristic views of Malebranche.",
        "The name seems to have been known before, and the banner was simply a Christianized form of the Roman cavalry standard.",
        "It was colonized by Megara, and its constitution and buildings are known from numerous inscriptions.",
        "MORETON BAY CHESTNUT, a tall tree known botanically as Castanospermum australe (natural order Leguminosae), native of Queensland and New South Wales.",
        "When it began to have magistrates of its own is not known: nor indeed have we any inscriptions from Ostia that can be certainly attributed to the Republican period.",
        "Indeed it forms the right arm of the Tiber, by which navigation is carried on at the present day, and is known as the Fossa Trajana.",
        "THOMAS AQUINAS [[[Thomas (disambiguation)|THOMAS]] OF Aquin or AquinO], (c 1227-1274), scholastic philosopher, known as Doctor Angelicus, Doctor Universalis, was of noble descent, and nearly allied to several of the royal houses of Europe.",
        "Fortified by this exhaustive preparation, Aquinas began his Summa Theologiae, which he intended to be the sum of all known learning, arranged according to the best method, and subordinate to the dictates of the church.",
        "The mineral had, however, been earlier known as a blue powdery substance, called \"blue ironearth,\" met with in peat-bogs, in bog iron-ore, or with fossil bones and shells.",
        "On the 16th of January 1547, he was crowned the first Russian tsar by the metropolitan of Moscow; on the 3rd of February in the same year he selected as his wife from among the virgins gathered from all parts of Russia for his inspection, Anastasia Zakharina-Koshkina, the scion of an ancient and noble family better known by its later name of Romanov.",
        "The measure by which the archonship was opened to the third and (practically) to the fourth class of citizens (the Zeugitae and Thetes) may also be due to Pericles; the date is now known to be 457 (Const.",
        "It is not quite easy to see why he abandoned this successful policy in order to hasten on a war with Sparta, and neither the Corcyrean alliance nor the Megarian decree seems justified by the facts as known to us, though commercial motives may have played a part which we cannot now gauge.",
        "It had been known in Scotland since the close of the 16th century (the Glasgow kirk session fulminated an edict against Sunday bowls in 1595), but greens were few and far between.",
        "The four players in a rink are known as the leader, second player, third player and skip (or driver, captain or director), and their positions, at least in matches, are unchangeable.",
        "He was also well known as a sanitary reformer, and during the last ten years of his life he did much useful work in inculcating more enlightened ideas on the subject both in Edinburgh and other places.",
        "Of these canals the best known, and probably the greatest, was the Nahrawan, which, leaving the Tigris, on its eastern side, above Samarra, over loo m.",
        "(For the significance of this fact see Radioactivity.) The richest known source is thorianite, which consists mainly of thorium oxide, and contains 9.5 cc. of helium per gram.",
        "CAMBALUC, the name by which, under sundry modifications, the royal city of the great khan in China became known to Europe during the middle ages, that city being in fact the same that we now know as Peking.",
        "The word itself represents the Mongol Khan-Balik, \"the city of the khan,\" or emperor, the title by which Peking continues, more or less, to be known to the Mongols and other northern Asiatics.",
        "The name is often in popular literature written Cambalu, and is by Longfellow accented in verse Cambeilic. But this spelling originates in an accidental error in Ramusio's Italian version, which was the chief channel through which Marco Polo's book was popularly known.",
        "In Achaea, this central hall was called the Lefton (town-hall), and a similar building is known to have existed at Elis.",
        "Athens, although known to be hostile at heart to the cities of Macedonian power, Alexander treated all through with eager courtesy.",
        "Whilst the heavier troops moved down the Kabul valley to Pencelaotis (Charsadda) under Perdiccas and Hephaestion, Alexander with a body of lighter-armed troops and cavalry pushed up the valleys which join the Kabul from the north - through the regions now known as Bajour, Swat and Buner, inhabited by Indian hill peoples, as fierce then against the western intruder as their Pathan successors are against the British columns.",
        "In the spring of 323 he moved down to Babylon, receiving on the way embassies from lands as far as the confines of the known world, for the eyes of all nations were now turned with fear or wonder to the figure which had appeared with so superhuman an effect upon the world's stage.",
        "Auxiliary sources for the medieval romance-writers were: - the opuscule (4th century) known as Alexandri magni iter ad Paradisum, a fable of Eastern origin directed against ambition; the Itinerarium Alexandri (340), based partly on Julius Valerius and dedicated to Constans, son of the emperor Constantine; the letter of Alexander to Aristotle (Epist.",
        "The earliest known French romance of Alexander, by Alberic of Besancon (or more properly Briancon), was, until the discovery of a fragment of ioq lines at Florence in 1852, known only through the German adaptation by Lamprecht the preacher, who wrote towards the end of the 12th century, and by the version made by a Poitevin poet named Simon in decasyllabic lines.",
        "C. Baur, is known as the Tubingen school.",
        "Bridget's saintly and charitable life soon made her known far and wide; she gained, too, great religious influence over her husband, with whom (1341-1343) she went on pilgrimage to St James of Compostella.",
        "Bernhardt Schmidt, better known in England as Father Smith, was invited about 1660 to build the organ for the Chapel Royal, Whitehall; two years later he built the organ in Durham Cathedral a' 474.1, difference a whole tone, and practically agreeing with the Cammerton of Praetorius.",
        "Sir Michael Costa was the conductor 1846-1854, and from his acceptance of that high pitch the fork became known as Costa's, and its inception was attributed to him, though on insufficient grounds.",
        "In ordinary language the name is used for any species of Siphonaptera (otherwise known as Aphaniptera), which, though formerly regarded as a suborder of Diptera, are now considered to be a separate order of insects.",
        "All Siphonaptera, of which more than loo species are known, are parasitic on mammals or birds.",
        "Of the Sarcopsyllidae the best known species is the \"jigger\" or \"chigoe\" (Dermatophilus penetrans), indigenous in tropical South America and introduced into West Africa during the second half of last century."
    ],
    "definition": [
        "Link/Cite",
        "identified as a specific type; renowned, famous.",
        "researched, accepted, familiar.",
        "unknown",
        "past participle of know",
        "In algebra, a variable or constant whose value is already determined.",
        "Any fact or situation which is well-researched or familiar.",
        "Link/Cite"
    ]
}