{
    "translation": "לדעת",
    "uses": [
        "I know you must be tired, so I will let you rest.",
        "I know they don't like me.",
        "He didn't know the car was coming.",
        "Jim did not know, but he would not tell the Sawhorse that.",
        "Do you know that profound thinker?",
        "I know better than that.",
        "Oh, mother, I would like to know everything.",
        "I don't know how many times or how many ways I can say I'm sorry.",
        "The boy stammered and did not know what to say.",
        "That it would mean people would no longer know their neighbors?",
        "The men did not know of the wound.",
        "\"I don't know,\" answered the boy, looking around him curiously.",
        "\"Of course she will be glad to know that,\" said the boy; \"but she has no time to bother about me to-night.\"",
        "For a moment the boy did not know what he meant by this question.",
        "He does not know what he want.",
        "We've been away for a long time, you know, and so we're anxious to get home again.",
        "I was greatly puzzled to know what he was doing.",
        "I do not know whether the end of the world has come or not.",
        "My hands felt every object and observed every motion, and in this way I learned to know many things.",
        "You can know everything in the world and still make bad decisions.",
        "\"Well, I know what that is,\" he said to himself; and he wrote the word _turnip_ on his slate.",
        "You know I did all a father could for their education, and they have both turned out fools.",
        "\"I believe we will soon follow her,\" announced the Wizard, in a tone of great relief; \"for I know something about the magic of the fairyland that is called the Land of Oz.",
        "\"I don't know,\" she answered.",
        "History, Poetry, Mythology!--I know of no reading of another's experience so startling and informing as this would be.",
        "We only know that yesterday came a Rain of Stones upon us, which did much damage and injured some of our people.",
        "Some of you, we all know, are poor, find it hard to live, are sometimes, as it were, gasping for breath.",
        "I don't dispute the cliché, \"Those who do not know history are doomed to repeat it.\"",
        "In fact, maybe he didn't know her very well.",
        "In fact, he'd probably be horrified to know he slipped and did it now.",
        "We know not much about them.",
        "I don't know what you mean.",
        "I didn't know you were awake.",
        "I didn't know this mountain was so tall.",
        "You know, I just thought of something.",
        "Confucius said, \"To know that we know what we know, and that we do not know what we do not know, that is true knowledge.\"",
        "It is true that I have been asleep, but I know nothing about this money.",
        "He doesn't know what he says.",
        "She's a little fussy, you know, and afraid of growing old, being a widow and still in her prime.",
        "But this I know, I love to play In the meadow, among the hay-- Up the water, and o'er the lea, That's the way for Billy and me.",
        "It's hard to know what later generations will deem to be art.",
        "Of course I did not know what it was all about, but I enjoyed the pleasant odours that filled the house and the tidbits that were given to Martha Washington and me to keep us quiet.",
        "That's unusual, I know, but we both like it that way.",
        "\"I don't know, I'm sure,\" replied the Sawhorse.",
        "Do the Sanders know where everything is and what needs to be done with the animals?",
        "He might never say anything to Jonathan about it, but Jonathan would know in other ways how he felt.",
        "I am in the middle of it right now - only I don't know what I'm in the middle of.",
        "\"I want him to know where I am in case he returns,\" she said, flipping open her phone.",
        "The little blind children at the Perkins Institution had sent it and Laura Bridgman had dressed it; but I did not know this until afterward.",
        "I did not know that I was spelling a word or even that words existed; I was simply making my fingers go in monkey-like imitation.",
        "It perplexed even Jellia Jamb, for a time, to know what to do with the animal.",
        "\"The next time he comes,\" said the Dean, \"let me know, and I will go to the door.\"",
        "\"If only I had known,\" we often lament, in the widespread belief that to know everything would mean we would never make mistakes.",
        "But I have said they did not know you had a wound.",
        "How did you know you loved him?",
        "Long ago, before Gutenberg, if you wanted to know something, you had to memorize it.",
        "I only know that I sat in my mother's lap or clung to her dress as she went about her household duties.",
        "I know, but... we're guests in this house, and...",
        "\"I didn't know about any of this until we came down here for a visit,\" she defended.",
        "\"I want to know,\" he said; \"I want to know everything.\"",
        "\"Wait,\" said he, \"till the ship arrives, and then we shall know the truth.\"",
        "\"I don't know,\" Dorothy answered; \"but it would hurt me dre'fully to lose you.\"",
        "\"I think that before discussing these questions,\" Pierre continued, \"we should ask the Emperor--most respectfully ask His Majesty--to let us know the number of our troops and the position in which our army and our forces now are, and then...\"",
        "I didn't know you felt that way.",
        "You're sure to like Billina, when you know her, asserted Dorothy.",
        "This charcoal man, whom I know very well, ran past me with a child in his arms.",
        "She has a brother; I think you know him, he married Lise Meinen lately.",
        "You know, Alex's wife.",
        "You can never know everything, my child.",
        "\"Read, and you will know,\" said his mother.",
        "He did not know whether he should take the right-hand fork or the left-hand.",
        "I know how you must have been overwearied with long hours of watching.",
        "Or at least they will know the wise choice to make; whether they will choose it is another matter.",
        "It is remarkable that we know so much of them as we do.",
        "If I should attempt to tell how I have desired to spend my life in years past, it would probably surprise those of my readers who are somewhat acquainted with its actual history; it would certainly astonish those who know nothing about it.",
        "Son, you know the rules.",
        "There was something which she wished very much to know before going home, and so, without thinking, she had leaned over and whispered just three little words.",
        "I did not then know why Belle acted in this way; but I knew she was not doing as I wished.",
        "But don't let us worry over such things, Zeb; we can't help ourselves just now, you know, and I've always been told it's foolish to borrow trouble.",
        "She felt that Jim would know more about the Saw-Horse later on.",
        "Oh, yes, I know she is anxious, and I will go.",
        "I don't know what to think.",
        "I do not know, young sir.",
        "I do not know any song.",
        "I do not know any song; and my voice is harsh and unpleasant.",
        "I should be delighted to own so beautiful a piece of workmanship, but I know I am not worthy.",
        "I do not remember what they all were; but I do know that mother, father, sister, teacher were among them--words that were to make the world blossom for me, \"like Aaron's rod, with flowers.\"",
        "Yes, I know, Prince Andrew's letter!",
        "Let me know at once when you will start.",
        "\"I did not know,\" Felipa said in a voice that sounded stricken.",
        "\"But I should like to know the story which this book tells,\" said Alfred.",
        "But I don't know anything about dressing or acting like a lady.",
        "\"I know what you mean,\" she said,\" but wouldn't all this have come up eventually?\"",
        "Oh, and we were whispering so you knew we were talking, but you didn't know what we were saying.",
        "All I know is what Mom and Dad taught me.",
        "Do you know how that made me feel?",
        "Didn't he know that his brutal assault proved nothing?",
        "\"I'm afraid I don't know the Hungry Tiger and Billina,\" said the Wizard, shaking his head.",
        "I know I'm not much account; but I'm the only horse in all the Land of Oz, so they treat me with great respect.",
        "You do not know the relief of brushing away a fly that has bitten you, nor the delight of eating delicious food, nor the satisfaction of drawing a long breath of fresh, pure air.",
        "\"I know that the lad can draw pictures wonderfully well,\" he said.",
        "Read, and you will know, my child.",
        "King Astyages did not know whether to be pleased or displeased.",
        "It must be a beautiful and happy place; and I wish to know all about it.",
        "\"They say that King Henry always has a number of men with him,\" said the boy; \"how shall I know which is he?\"",
        "The reason for this is what I call \"The You Don't Know What to Ask Problem.\"",
        "When I go to far-flung places, I often know little of local customs and, through ignorance, I have committed more than one faux pas.",
        "These tell us something about ourselves we didn't know before.",
        "Certainly, you don't want the whole world to know where you were last night.",
        "When we consider the costs of all the wrong decisions ever made—a calculation I don't even know how to approach—we will think of it as a diminishing problem receding into the past.",
        "Pierre wished to say that he was ready to sacrifice his money, his serfs, or himself, only one ought to know the state of affairs in order to be able to improve it, but he was unable to speak.",
        "\"I only said that it would be more to the purpose to make sacrifices when we know what is needed!\" said he, trying to be heard above the other voices.",
        "You know--under the paperweight on the little table.",
        "But he was kind and gentle only to those of his regiment, to Timokhin and the like--people quite new to him, belonging to a different world and who could not know and understand his past.",
        "I know it still galls you that he was willing to help pay for your college education, but not Katie's.",
        "Some might think Dulce didn't know what she was missing, but Carmen suspected she did.",
        "\"I know,\" she said.",
        "I know life would have been a lot simpler for me.",
        "I know him when he was boy and I love him then.",
        "I think I know what you mean.",
        "\"I don't know,\" said Zeb, who was still confused.",
        "I was born in Kentucky, you know, where all the best and most aristocratic horses come from.",
        "You know where the fountain is?",
        "I know the list of nefarious uses of the Internet—but on balance, we are building it for good purposes.",
        "She could not have read the letter as she did not even know it had arrived.",
        "I don't know if he is actually trying to hide things, or simply doesn't know how to initiate the subject.",
        "However, I often have thought that a second sentence should follow: \"Also, those who do know history are doomed to repeat it.\"",
        "If you need anything at all, be sure to let us know.",
        "I think she was merely directing the comment at you because she thought you might want to know.",
        "He is an excellent horseman, you know.",
        "But how did you know?",
        "Maybe they all needed to know.",
        "I know who wou best fwiend is.",
        "Did you know that?",
        "For some reason it crossed her mind that he would be fun to know.",
        "\"If it hadn't been for his sister, I probably still wouldn't know,\" he mused.",
        "Of course, she knew Alex well enough now to know he didn't like people to hand out information about him.",
        "Surely he must know that spending so much time with her might prove uncomfortable later.",
        "I'm not ever going to know them if I never meet them, am I?",
        "It was something Alex didn't need to know.",
        "I did not know Alex would drink it.",
        "She wasn't telling him anything he didn't already know.",
        "One day he will know.",
        "\"Carmen, I didn't know,\" he said, reaching for her.",
        "Right now she'd like to kiss those smooth lips - and she might if she didn't know where they'd been last.",
        "That wasn't going to be the answer, and he must know that by now.",
        "More people she wouldn't know.",
        "\"I don't know why you didn't just undress me when you put me in bed,\" she said.",
        "I pretend like I know what's right and wrong, but I don't.",
        "I know you're not going to be right 100% of the time.",
        "I thought maybe we could get a van, but I didn't know if we could afford it.",
        "I know, we've been all through this before - but I still don't understand.",
        "Do you know he has over four million in savings?",
        "I don't know why he is so secretive.",
        "I'm not all that secretive, but you were the one who kept telling me that if he wanted you to know, he'd tell you.",
        "You know the rest of that story.",
        "If she was, I didn't know about it.",
        "I didn't know he spoke French.",
        "You know, I was brought up in these hills.",
        "Why had he come to this house, and how did he know the way?",
        "I know you're trying to stay fashionably thin, but the truth is...",
        "I know you love me, but when people find out I lived with the Indians for three years...",
        "The same evening that the prince gave his instructions to Alpatych, Dessalles, having asked to see Princess Mary, told her that, as the prince was not very well and was taking no steps to secure his safety, though from Prince Andrew's letter it was evident that to remain at Bald Hills might be dangerous, he respectfully advised her to send a letter by Alpatych to the Provincial Governor at Smolensk, asking him to let her know the state of affairs and the extent of the danger to which Bald Hills was exposed.",
        "Having written this and given the paper to Alpatych, he told him how to arrange for departure of the prince, the princess, his son, and the boy's tutor, and how and where to let him know immediately.",
        "They didn't know about the science of surrogacy back then - but then, they didn't know about cesarean delivery either.",
        "Did Alex know Katie carried this burden?",
        "You know how stubborn you are about not doing business with dishonest people.",
        "All I know is that he gets defensive when I mention Uncle Fabrice.",
        "I don't know why you guys don't go out to dinner more.",
        "\"I know,\" Alex said, \"but you need to go home and get some rest.\"",
        "She has to talk to father about it and she will call back later this morning to let me know when she will be here.",
        "Thanks, I know we can count on you, Katie, but I think she'll be more comfortable staying at our house.",
        "He would want to know, yet if he did, he might try to drive in on icy highways.",
        "Still, he had the right to know.",
        "I do not know.",
        "\"I don't know,\" she said.",
        "\"You don't know that for sure, Alex,\" she said gently.",
        "Well, it's nice to know where I stand.",
        "I know, but now Alex is sick.",
        "I don't know what the odds are, but I figure god is responsible for both - don't you think?",
        "\"I... don't know why I did that,\" she stammered.",
        "I don't know what's been bothering you lately, but if I've done something, I wish you would tell me.",
        "I know you would stand beside me - maybe even in front of me with the intent of protecting me.",
        "I don't want you to lose anything, but you know I'd want to be with you even if we didn't have a dime to our name.",
        "I know, sweetheart, and that is a comfort, but it won't be that bad.",
        "You have a right to know, Carmen.",
        "You have a right to know everything.",
        "I know, but he makes the decisions.",
        "It was hard to say whether Alex was withholding facts so she couldn't contest his decisions or simply because he thought she did not need to know.",
        "Maybe it was good for them - I don't know, but I don't think it's going to be good for you - or Alex.",
        "Whatever it was, she wanted to know.",
        "I want to know what the problem is.",
        "\"I didn't know about him until you and I went to Texas,\" he added when she stared at him stupidly.",
        "\"I didn't know,\" he repeated with more emphasis.",
        "Maybe she didn't know him as well as she thought she did.",
        "Just because it upsets me doesn't mean I don't want to know - or that you shouldn't tell me.",
        "I don't know why she didn't ask for it before - or why she didn't tell me about the baby.",
        "Probably because he didn't know how to handle the situation - and Alex always wanted to be in control.",
        "Does her husband know what she's doing?",
        "I didn't know what to tell you until then.",
        "You know how I feel.",
        "You know you love each other, but you aren't about to admit it.",
        "Here's one you should know after raising dairy goats.",
        "\"I know,\" Alex said, his voice constricted.",
        "She had accepted the idea that she would never know this moment.",
        "Maybe he didn't want anyone else to know.",
        "I didn't know it would be like this.",
        "I know you, though.",
        "Yes... I just wanted to let you know that the twins were born this morning.",
        "She didn't know anything about what he was doing.",
        "I don't know her that well.",
        "She doesn't know anything.",
        "When I know them.",
        "Do you know what they would want?",
        "I'm off duty, you know.",
        "\"You know,\" Lisa said, \"you don't need to stay here and take care of me any longer.",
        "We barely know each other.",
        "I know you've been preoccupied, but everyone else has noticed his interest in you.",
        "You must know that by now.",
        "I don't know that, but it doesn't matter.",
        "He would probably know the fastest way.",
        "Now he would know that no one was expecting her.",
        "It was best to stay where she was, but she needed to let someone know she was here.",
        "His moods flipped back and forth so fast it was hard to know how he would respond to anything.",
        "What did she know about this man... other than the fact that he had a volatile temperament?",
        "You've got a lot of spunk, you know that?",
        "\"It's nice to know you're not angry with me,\" she said dryly.",
        "I didn't know you expected a gold-engraved invitation.",
        "I know you as well as I know anyone else.",
        "He didn't know her at all, but that was beside the point.",
        "And what did she know about him?",
        "\"I really don't have anything to do but pack,\" the words spilled out excitedly, \"and call Connie so she'll know where I am.\"",
        "I don't know if he's married.",
        "I don't know, why don't you ask him?",
        "I'm sorry you're unhappy with my questions, but I need to know why you suddenly needed a girl after going five years without any.",
        "What did she know about him?",
        "You know I love taking care of Tammy.",
        "Connie still didn't know about her car.",
        "Whatever the reason, it felt good to have options he didn't know about.",
        "I didn't know you were . .",
        "He was certainly mysterious, even a little eccentric, but... what did she know about the business?",
        "How did you know where to find me?",
        "How did you know where I was working?",
        "\"I know,\" he interrupted.",
        "I'm sorry I was rude to you, and I know it's not your fault you look so good in that suit.",
        "You're an uncommonly beautiful woman, do you know that?",
        "Still, how could Giddon know?",
        "Surely Sarah and Tammy weren't involved, but did they know?",
        "Did he know she was attracted to him?",
        "We both know why you're here.",
        "You're a little spitfire, you know that?",
        "There are bears and other animals in the woods, you know.",
        "Still, it didn't hurt to let someone know - just in case.",
        "It was as if she were talking about someone she didn't know.",
        "You could have been killed today, you know that?",
        "\"Well,\" Sarah amended, \"I don't know that much about bears and things like that.",
        "He does have a formidable temper, you know.",
        "Of course I know, and so does he.",
        "They didn't say anything he didn't already know.",
        "I know, but humor me.",
        "They seem to know man isn't a threat until the engine is shut off.",
        "Even though you know nothing about him, you accept.",
        "What else did he know or suspect?",
        "Len, if I didn't know better, I'd think you were jealous.",
        "I don't know a thing about mechanics.",
        "I don't know what I was thinking of, taking advantage of you that way.",
        "But Len didn't know all the facts, and that wasn't fair.",
        "I know the score and it's my choice.",
        "I'll let you know if I hear something I think you need to know.",
        "It was true, she didn't know him.",
        "Did he know she had spied on them?",
        "Oh, I don't know.",
        "You'd have to know the whole story.",
        "How did you know?",
        "You're easy, you know that?",
        "Most people will tell you anything you want to know.",
        "You just have to act like you already know it.",
        "He wouldn't know what that was about.",
        "The post office might know something.",
        "I didn't know you all would be up so early.",
        "\"Yancey,\" he corrected, \"and I didn't know it was a secret.\"",
        "Well I'm not sorry, and I don't know why you should be.",
        "Because we barely know each other.",
        "You must know that.",
        "Actually, she didn't know that.",
        "I know I'm mostly to blame for last night, but I'm not here to entertain you.",
        "How did he know she was getting her car today?",
        "Didn't he know that the more he didn't want her to see it, the more she wanted to see what it was?",
        "It was hard to believe he didn't know.",
        "I don't know what he wanted, but he certainly put you in a reflective mood.",
        "Come on, inquiring minds want to know.",
        "I can just imagine how much of that Howard would want to know.",
        "I don't know why I didn't think of it.",
        "Not that she would know a drug lord from a prince.",
        "I don't know what he's up to, but I'm suspicious.",
        "Just let me know if something comes up and you think I need to come home.",
        "\"I... don't know,\" she stammered.",
        "You don't know why you hid it, or you don't know if you're afraid of me?",
        "Actually, Connie would know.",
        "I know you well enough to know you would have to find out – no matter what the risk.",
        "I don't know what you're talking about.",
        "\"You know,\" his eyes flashed.",
        "I don't know who he is or what he does.",
        "All I know is that he's temperamental, and you'd better stay away from him.",
        "You've been staying with him long enough to know him.",
        "I don't know anything.",
        "How... did he... know I... was here?",
        "How did you know I was here.",
        "Maybe he didn't know what to do, or that she needed help.",
        "Then how did he know I was here?",
        "Does Connie know you were using her?",
        "How did you know Allen was looking for me?",
        "I told him I didn't know anything and he tried to strangle me.",
        "\"No,\" he said quickly, \"but I know his kind.",
        "Do you know why he was spying on you?",
        "Do you know why he'd do that?",
        "I don't know – maybe thirty minutes ago.",
        "\"I don't know,\" Lisa answered honestly.",
        "\"I don't know,\" she repeated.",
        "He did save your life, you know.",
        "I don't know why I'm so tired.",
        "She wasn't supposed to know about the building.",
        "Let me know when you're through talking.",
        "I don't know what he's doing, but I think it's something illegal.",
        "Does he know you were there?",
        "I don't know if he's angry or not.",
        "I don't know what came over me to act that way.",
        "I do, you know.",
        "Lisa, don't you know who he is?",
        "How could you not know?",
        "They know who I am, and that I want to keep my identity silent.",
        "How was I to know you would be so inquisitive?",
        "I don't know Andy.",
        "I don't know why I kissed her.",
        "Well, yes I do, but I don't know why I gave in to temptation at a time like that.",
        "Reminds me of someone else I know.",
        "There wasn't anything on that tablet that I didn't already know at that point, though.",
        "Mertz said she told him she didn't know who Yancey was or what he did.",
        "But how did you know he wouldn't do something to her to keep his secret.",
        "I trusted you with that information and you gave it to the one person she didn't want to know.",
        "I know how she feels.",
        "What would you know about it?",
        "His expression softened and he shrugged, \"A security guard doesn't simply sit in the guard house and watch the cars go through the gate, you know.\"",
        "He worries about all of us, you know.",
        "She was just joking around, you know.",
        "A lot can happen in two blocks, you know.",
        "I know I could get mugged, but that could happen in the hospital parking lot if I was driving a car.",
        "You know, I won't be offended if you just say no.",
        "I didn't know you liked that sort of thing.",
        "We have a lot in common, you know?",
        "It's nice to know Brandon lives with people he can trust, don't you think, Fred?",
        "Nowadays they cart them off to some baby sitter they hardly know, just to get the kids out of their hair.",
        "\"You know,\" she said.",
        "You got his stamp of approval, you know.",
        "You can always talk to me about your troubles, you know.",
        "I'm not a pansy, you know.",
        "Don't you girls know how dangerous it is to be walking at night around here?",
        "It isn't like we're little kids, you know.",
        "Did you know that the female gender had a guardian?",
        "They didn't know what to think - you coming in here all huffy and chewing me out.",
        "No hanky-panky, you know.",
        "Because now we know.",
        "\"Know what, Adrienne?\" he spoke softly between kisses.",
        "I have plans too, you know - and they don't include dropping out three months short of graduation.",
        "I don't want to know.",
        "Still, don't you think we should get to know each other a little better?",
        "I know you get up grouchy.",
        "I know you leave the cap off the toothpaste and I even know when you...",
        "\"I know you well enough,\" he concluded tersely.",
        "I know how you like to scrutinize a thing to death.",
        "I never know when to believe you.",
        "The only thing we don't know is the wedding date.",
        "How could you know?",
        "I didn't even know.",
        "How could you not know, when he invited you to go see his parents?",
        "Now all I want to know, is when are you getting married?",
        "I don't know how you keep such a high grade average.",
        "You know how hard I've worked.",
        "I know he'll want to see you.",
        "I know what I'm doing.",
        "Look, I know you're out of your mind with worry.",
        "Too head strong to do what you know is best.",
        "You know that, Mom.",
        "I know you need to get back for your finals tomorrow.",
        "Then how do you know?",
        "Then you don't know if he was merely giving you an opportunity to leave.",
        "\"You know what I think,\" Rachel said.",
        "It isn't your fault, you know.",
        "I don't know what I did at the hospital.",
        "All I know is... all of the sudden you were walking away from me - right when I needed you the most.",
        "At this point, he probably didn't know anyway.",
        "I don't know what I'd do without him.",
        "Yeah, who'd ever know we were engaged?",
        "Country kids need a good nurse as much as a city kid, you know.",
        "You know what I mean.",
        "You know how important my career is to me.",
        "I don't know how the ranch ever saw a spring without your sunny smile.",
        "Don't you know people talk about a woman who spends weeks out here with men - and men start to get ideas.",
        "Davis should know such needless defense was embarrassing for her.",
        "\"I don't know,\" she responded turning to him.",
        "If you change your mind, you know where to find us then.",
        "Your concern is touching, but I know I can rely on my friends here in the wagon.",
        "No, he didn't know about the Indians until now - or did he?",
        "Do you know how to make flap jacks?",
        "I don't mind, but I'd like to know my efforts are appreciated.",
        "I didn't know you were so fond of horses.",
        "I know what you mean.",
        "If I didn't know you better, I'd swear you didn't think your mother was worth the cost.",
        "She was going to say that the bitter note in her tone was for someone who had betrayed her, but the whole world didn't need to know about their shame.",
        "You and your mules have a lot in common, you know that?",
        "But I know for a fact that the glowing end of a cigarette butt can be seen as far away as an arrow can be shot accurately.",
        "Did you see something today that we should know about, Bordeaux?",
        "I don't know how to tell you without just blurting it out.",
        "You would know all about lying.",
        "Anyway, he didn't know your mother was sick.",
        "I don't know if I could ever love a man.",
        "I don't know what to say, except, don't let it make you bitter about life.",
        "It won't work, you know.",
        "I know you've been shorting yourself.",
        "I know all that.",
        "The Indians must know they had abandoned the wagons, and their tracks would be illuminated by the firelight.",
        "It's a big decision, you know.",
        "Probably because I know how they think.",
        "How well did he know her father?",
        "I know you're hurt.",
        "It'll be over before you know it.",
        "No one will ever know.",
        "Is it necessary to have someone say words over us, when we already know what we want?",
        "Desire still a hot ember inside of her, she was tempted to set the record straight, but maybe it was best he didn't know how close she had come to giving in.",
        "I know a place where we can hole up for the night.",
        "Didn't he know how tired she was?",
        "But would they know where to look?",
        "How did you know it was yours?",
        "It was hard to believe a village could be this close and they didn't know it was there.",
        "Unless someone knew the area, they could pass within a hundred feet of it and not know it was there.",
        "We'll know by tomorrow night.",
        "There simply wasn't enough time to get to know him better.",
        "Don't you know that by now?",
        "When you ran off like that, I didn't know what to think.",
        "What did she know about him, after all?",
        "I don't know about friends, but there sure are a lot of people in Ashley who seem preoccupied with everything I do.",
        "Did they know about Darcie?",
        "\"I know,\" Cassie interrupted testily.",
        "How was I supposed to know you had a thing for Davis?",
        "Little did I know that while you were proposing to me, you were making plans to marry you're little saloon girl.",
        "I don't know why not.",
        "I know, and I feel bad about that.",
        "I know how much she hated it there.",
        "I know she wanted him to come back.",
        "You might as well know right now that I wanted to buy your ranch so I could use the creek.",
        "I know, and I guess I was deliberately a little evasive because I wanted you to learn to trust me.",
        "A few months ago she wouldn't have realized that forgiving her father was important to her marriage – but then, a few months ago she didn't know Chauncey.",
        "A few months ago she didn't know the true meaning of love.",
        "I don't know what kind of wages you draw here, but I'd be willing to pay you a hundred a week plus room and board.",
        "You know that man I was telling you about - the one who comes in at exactly eight every Friday night?",
        "Do you know something I don't?",
        "Oh, and you know what they say: Men don't make passes at girls who wear glasses.",
        "You know how I feel about that sort of thing.",
        "I know you're attracted to him, but...",
        "You know how I am.",
        "I don't know much about him.",
        "Do you know him?",
        "After she got married and moved to Colorado the family information stopped – if you know what I mean.",
        "Even so, I don't know anyone who admits to understanding him - much less calling him a friend.",
        "It's long distance, you know.",
        "One thing you should know.",
        "I don't know what traits you look for in beef cattle, but they look healthy.",
        "I know the work is hard and the weather is forbidding at times, but do you know how lucky you are?",
        "I know, but there are a lot of people who don't understand.",
        "Mary studied her reflectively and finally spoke in a hushed tone, as if she didn't actually want to know the answer to her question.",
        "You mean you don't know how to dance.",
        "I still don't know how you can stand that cold wind.",
        "You know, this house wouldn't be as cold if there were some curtains on the window and some rugs on the floor.",
        "You know, that family room could use a woman's touch.",
        "But I don't know anything about...",
        "I don't know if you realize how expensive it would be.",
        "When you're done with the dishes, let me know.",
        "I know you'll take care of it.",
        "But it would be nice to know you had a way to get out and do things without fear of taking the only vehicle.",
        "I know you feel uncomfortable about driving my truck.",
        "Little did he know that she wouldn't have left the ranch if her truck had been available.",
        "I think I know what it is.",
        "I know you're sure you can stay in control, but...",
        "You two make a fine pair, you know that?",
        "It would be nice to know she could leave the ranch at will without leaving Cade afoot, but she doubted if she would be driving to town soon.",
        "I didn't know Russell had a maid.",
        "You know, I've never seen Russie look so fit.",
        "You mean you didn't know that, either?",
        "No, I didn't know.",
        "That way he can do what he wants and who's to know?",
        "But it didn't fit the man she had come to know, and she wasn't about to believe it simply because he hadn't made a pass at her yet.",
        "You know, Cindy, we could...",
        "If you knew Mr. Cade nearly as well as you think you do, you would know that he is actually very sensitive.",
        "Did Cade even know how to be romantic?",
        "You didn't have to prove anything to me, you know.",
        "That way she would know you liked women.",
        "No, I didn't even know Claudette was standing there until you slapped me.",
        "You don't have to wait on me hand and foot, you know.",
        "I know what to get, now you go lay down on the couch until I get back.",
        "Cade knew how to be a friend, even if he didn't know what to say."
    ],
    "definition": [
        "To perceive directly; grasp in the mind with clarity or certainty.",
        "To regard as true beyond doubt: I know she won't fail.",
        "To have a practical understanding of, as through experience; be skilled in: knows how to cook.",
        "To have fixed in the mind: knows her Latin verbs.",
        "To have experience of: “a black stubble that had known no razor” ( William Faulkner )",
        "a. To perceive as familiar; recognize: I know that face.\nb. To be acquainted with: He doesn't know his neighbors.",
        "To be able to distinguish; recognize as distinct: knows right from wrong.",
        "To discern the character or nature of: knew him for a liar.",
        "Archaic To have sexual intercourse with.",
        "To possess knowledge, understanding, or information.",
        "To be cognizant or aware.",
        "know′a·ble\nadjective",
        "know′er\nnoun",
        "Link/Cite",
        "To be certain or sure about.\nI know that I’m right and you’re wrong.   He knew something terrible was going to happen.",
        "To be acquainted or familiar with; to have encountered.\nI know your mother, but I’ve never met your father.",
        "To recognize; to distinguish; to discern the character of.\nto know a person's face or figure",
        "(also intransitive followed by about or, dialectally, from) To have knowledge of; to have memorised information, data, or facts about.\nHe knows more about 19th century politics than one would expect.   She knows where I live.   Let me do it. I know how it works.",
        "To understand (a subject).\nShe knows chemistry better than anybody else.",
        "To be informed about.\nDo you know that Michelle and Jack are getting divorced? ― Yes, I know.",
        "To experience.\nTheir relationship knew ups and downs.",
        "(archaic, biblical) To have sexual relations with.",
        "get to know",
        "Knowledge.",
        "from Proto-Germanic: Old High German knājan (“to know, recognise”), Old Norse knā (“to know how”), Dutch and German kennen, West Frisian kenne",
        "from Indo-European: Latin cognoscō (Spanish conocer, French connaître, Italian conoscere, Portuguese conhecer), Ancient Greek γνωρίζω (gnōrizō, “I know”) and γνῶσις (gnōsis, “knowledge”), Albanian njoh (“I know, recognise”), and Persian شناختن (šenāxtæn, “to know”).",
        "Link/Cite"
    ]
}