{
    "translation": ".1 נכה\n.2 חלש\n.3 עלוב",
    "uses": [
        "He was lame for the rest of his days.",
        "He muttered some lame excuse, feigning making an error.",
        "\"He's begun to go a little lame on the left foreleg,\" he added.",
        "Five sets of predatory eyes fell to her, as if realizing there was a lame lamb in their midst.",
        "\"That's so lame,\" Jessi said.",
        "This drew all the children after him and he led them out of the town to the Koppelberg hill, in the side of which a door suddenly opened, by which he entered and the children after him, all but one who was lame and could not follow fast enough to reach the door before it shut again.",
        "the Lame (1013-1054), German scholar and chronicler, was the son of Count Wolferad of Alshausen in Swabia.",
        "Among many hospitals, the county hospital (5828), \"open to the sick and lame poor of every country and nation,\" may be mentioned.",
        "Conn O'Neill (c. 1480-1559), 1st earl of Tyrone, surnamed Bacach (the Lame), grandson of Henry O'Neill mentioned above, was the first of the O'Neills whom the attempts of the English in the 16th century to subjugate Ireland brought to the front as leaders of the native Irish.",
        "4 seq.) would be inconceivably lame if a literal army was already concealed under the figure of the locusts.",
        "He was lame and of weakly health.",
        "He is bound to admit that Christianity has been stated reasonably; against the moral teaching of Jesus he can only bring the lame charge of plagiarism, and with the Christian assertion that the Logos is the Son of God he completely accords.",
        "The religious poem, Le Miroir de lame pecheresse was translated by Queen Elizabeth.",
        "As the lame smith he reminds us of Hephaestus, and in his flight with wings of Daedalus escaping from Minos.",
        "Above these, marine Rhaetic beds appear at intervals, notably near Lame, where they are succeeded by Lower Lias shales and limestones.",
        "According to a later version, he was a lame schoolmaster, sent by the Athenians as likely to be of the least assistance to the Spartans (Justin iii.",
        "the Lame, who succeeded him on the 7th of January 1285.",
        "Virginia leaders, including Henry, were the first to urge the formation of a national government with adequate powers supersede the lame confederacy.",
        "The Sicilian fleet under Ruggiero di Lauria defeated that of the Angevins at Malta in 1283, and 1284 in the Bay of Naples, where the king's son, Charles the Lame, was captured.",
        "Charles [L the Lame, who had been liberated in 1288, having renounced his rights on Sicily, was absolved from his oath by Pope Nicholas IV., who crowned him king of the Two Sicilies and excommunicated Alphonso.",
        "A list of his works will be found in Bibliotheque des ecrivains de la congregation de Saint-Maur, by C. de Lame (1882), and in the article in the Nouvelle biographie generale, which gives an account of their scope and character; see also Emmanuel de Broglie, La Societe de l'abboye de St-Germain-des-Pres au 18 e siecle: Bernard de Montfaucon et les bernardins (2 vols., Paris, 1891).",
        "927), of Hera alone, is Hephaestus, the lame craftsman and artificer.",
        "The assize town is Belfast, and quarter sessions are held at Ballymena, Ballymoney, Belfast, Lame and Lisburn.",
        "for his aid against the Ghibellines, he crossed the Alps in June 1301, entered Florence, and helped Charles II., the Lame, king of Sicily, to reconquer Calabria and Apulia from the house of Aragon, but was defeated in Sicily.",
        "In the north a feeling of despondency overtook Congress at the \"lame and impotent conclusion\" of a campaign of invasion which was expected to terminate the war by the defeat of the Confederate army, the capture of Richmond and the immediate overthrow of the Confederacy.",
        "Over against this view, which might well grow up among the Jews of the Dispersion as a sort of substitute for the possibility of offering sacrifices in the Temple - but which would be a lame addition to the Christianity of their own former leaders (xiii.",
        "In 1315, the year after Bannockburn, Edward Bruce landed near Lame with 6000 men, including some of the best knights in Scotland.",
        "A Latin memoir of Tamerlane by Perondinus, printed in 1600, entitled Magni Tamerlanis scytharum imperatoris vita, describes Timur as tall and bearded, broad-chested and broadshouldered, well-built but lame, of a fierce countenance and with receding eyes, which express cruelty and strike terror into the lookers-on.",
        "14 sqq.); and soon afterwards was arrested by the Jews on the charge of being a ringleader in the disorders caused by the healing of the lame man at the \"Beautiful\" gate of the temple, but was released.",
        "Like him, he is lame and an outcast for nine years; like him, he is brought back in time of need.",
        "The united fleet was formidable rather in number than in quality; the battleships were of very unequal value, and the faster vessels were tied to the movements of many \" lame ducks.\"",
        "The chief methods adopted have been the following: (1) vernacular preaching in the lame towns and on itineraries through the rural districts, a work in which native evangelists guided by Europeans and Americans played a large part.",
        "Otto II., the Lame (1229-1271), fortified several towns and bestowed privileges upon them for the purpose of encouraging trade.",
        "The principal towns are Antrim (pop. 1826), Ballymena (10,886), Ballymoney (2952), Carrickfergus (4208), Lame (6670), Lisburn (11,461) and Portrush (1941).",
        "A man of small stature and unimpressive appearance, he was somewhat lame from birth, a fact which was used as an argument against his succession, an oracle having warned Sparta against a \"lame reign.\"",
        "Four sons had been born to Malatesta - Malatestino, Giovanni the Lame, Paolo the Handsome, and Pandolfo; but only the oldest and youngest survived him.",
        "MT.) Timur (Timur i Leng, the lame Timur), commonly known as Tamerlane, the renowned Oriental conqueror, was born in 1336 at Kesh, better known as Shahr-i-Sabz, \"the green city,\" situated some 50 m.",
        "From the above it will have been evident that, as Barlowe remarks concerning the compass, \"the lame tale of one Flavius at Amelphus, in the kingdome of Naples, for to have devised it, is of very slender probabilitie\"; and as regards the assertion of Dr Gilbert, of Colchester (De magnete, p. 4, 1600), that Marco Polo introduced the compass into Italy from the East in 1260, 1 we need only quote the words of Sir H.",
        "In 1864 he commanded a division of the 17th Army Corps in Sherman's Atlanta campaign, and before Atlanta, on the 10th of July, he received a wound which forced him to retire from active service, and left him lame for life.",
        "When Louis the Lame died in 1445 his father came into the power of his implacable enemy, Henry of Bavaria-Landshut, and died in prison in 1447.",
        "Though lame and only of moderate stature, he won renown as a warrior, and became king on the death of his brother Gonderic in 428.",
        "It is somewhat curious that some of those who claim Rabelais as an enemy of the supernatural in general have been the loudest to condemn this blemish, and that some of them have made the exceedingly lame excuse for him that it was a means of wrapping up his propaganda and keeping it and himself safe from the notice of the powers that were.",
        "He was shot in the leg, picked up by the English, and successfully treated, although he remained slightly lame.",
        "Hemmo was the main danger on the left, several times skipping past some fairly lame defenders.",
        "Sir Rembrandt will miss the race after being found slightly lame and Spot the Difference has been pulled out as well.",
        "Man, some rock'n'roll has got so lame nowadays.",
        "This all makes New Labor's obsession with cultural industry seem rather lame.",
        "I know the name sounds lame, it is supposed to!",
        "He must have gone lame, or worse \" .",
        "A 17 hands Show Horse became lame in a hind leg.",
        "But the mommy looks pretty lame so it's hard to cheer on anyone at all.",
        "The former would become a lame duck Prime Minister; the latter would inherit a party riven by civil war.",
        "lamentable state - dehydrated, sometimes lame, old or diseased.",
        "mort Ã  Paris gist icy sous la lame.",
        "At the age of eighteen months, however, he contracted polio, which would leave him lame for the rest of his life.",
        "But we went to-day and the long sinews Of our elm were lame With wind that ran in the day's lost clues.",
        "Maybe the thought of such lame activity brings a smug smile to your face.",
        "The government remained in the hands of Cardinal Bakocz till his death in 1521, when the supreme authority at court was disputed between the lame palatine Istvan Bathory, and his rival, the eminent jurist and orator Istvan Verbdczy (q.v.), - both of them incompetent, unprincipled place-hunters, - while, in the background lurked Janos Zapolya (see John (Zapolya), King Of Hungary), voivode of Tran sylvania, patiently waiting till the death of the feeble and childless king (who, in 1522, married Maria of Austria) should open for him a way to the throne.",
        "The chief Nestorian authors were (a) in the 7th, 8th and gth centuries, Babbai the elder and Isho-yabh of Gedhala, commentators; Sandona, who wrote on the monastic life; Abraham the Lame, a devotional and penitential writer; Dionysius of Tell Mahre (see DIONYsIUs Telmaharensis), whose Annals are important; and Thomas (q.v.) of Marga; (b) in the 14th century, Abdh-isho bar Berikha (d.",
        "This was a lame way out of the difficulty, for the queen could only confer precedence within her own realms, whereas an act of parliament bestowing the title of prince consort would have made the prince's right to rank above all royal imperial highnesses quite clear, and would have left no room for such disputes as afterwards occurred when foreign princes chose to treat Prince Albert as having mere courtesy rank in his wife's kingdom.",
        "814), and possibly no better explanation can be found, though it has been suggested that in an early stage of society the trade of a smith would be suitable for the lame; Hephaestus and the lame Wieland would thus conform to the type of their human counterparts.",
        "3); he will \" deal with \" all oppressors and restore the outcast and the lame (cf.",
        "When a horse has been overstrained by work the best remedy is a long rest at pasture, and, if it be lame or weak in the limbs, the winter season is most conducive to recovery.",
        "I rode on a rough road, and fell off three or four times, and am now awfully lame!",
        "A lame man spoke to his mother: Where a man reclines in a chair, it is really comfortable !",
        "While the film does keep adults and kids relatively entertained, it also drifts into both lame slapstick and sappy sentimentality.",
        "But we went to-day and the long sinews Of our elm were lame With wind that ran in the day 's lost clues.",
        "I know it sounds lame but I promise they are great!",
        "You could wear an orange tie if you really want to \"match\" her- but matching is kind of lame.",
        "Materials-Fabric selections include charmeuse, chiffon, liquid sequins, taffeta, tulle, organza, lame, and satin.",
        "While it might seem a bit lame, your parents are there to help take care of you.",
        "While some people might think that's lame, your school's after-prom party makes planning simple by doing the planning for you.",
        "A candlelight wedding and ball gown will flatter a mature complexion and figure, but a tropical sarong over a gold lame t-shirt may be your perfect second marriage wedding dress - only you and your groom can decide.",
        "The actor was reportedly banned from all Nobu restaurants for a couple of reasons, not least being his lame excuse for a tip.",
        "At his sentencing, he apologized for his behavior, no lame excuses, no public relations spin, just a simple apology.",
        "I first learned about this at the age of 12 as a young rider when my horse went lame one week before a very large horse show.",
        "A sexy sweetheart neckline, fitted beaded bodice with a dropped waist will show off your fabulous figure in this metallic lame gown.",
        "For that, he was killed, and now it is up to the heroes to defeat each of the six and restore peace to the world.Yeah, it's pretty lame.",
        "The store inventory is limited to skins, guitars and characters, which is pretty lame since none of them are different from any of the previous Guitar Hero games.",
        "You find yourself stranded on some foreign planet… stop me if you've heard this one before… and they've found yet another lame excuse to have all of the abilities Ms. Aran learned in the last game sucked away through mysterious forces.",
        "Other times, when I thought my performance was lame, I got a better score.",
        "The entire back portion of this swimsuit is exposed, save for a gold lame tie.",
        "Find stretchy fabric belts to wear with chiffon, Spandex, latex, lame, and satin, all hot 80s looks that you'll love.",
        "To create a gilded look, women may opt for sequined gold or silver mindresses or shifts, while men can create a bubbly look in a striking gold lame suit or a festive gold sequined tie on top of a white shirt and black dress pants.",
        "Men can also choose from two deluxe costumes, one in shiny lame.",
        "I said that dating agencies and events were lame and old school.",
        "If you introduce yourself by saying hello, the person may think you are just another lame person trying to hit on him/her.",
        "You've probably seen enough major films to know that special effects can easily run the gamut from lame and hokey to lavish and over-the-top.",
        "Lame Cards.com: Totally free, totally hilarious wicked cards.",
        "The compression method they use, called LAME, is considered to create the highest quality MP3 clips.",
        "As if to mask the lack of direction and movement in an already lame attempt at a story line, the music also seems to be one of the main selling points of the film.",
        "There is also a rather lame wax museum; the less said about it, the better.",
        "Belfast and Lame are the chief ports.",
        "Giovanni the Lame (Sciancato), a man of a daring impetuosity only equalled by his ugliness, had proved so useful a general to Giovanni da Polenta of Ravenna as to win in reward the hand of that potentate's beautiful daughter, known to history as Francesca da Rimini.",
        "Fibonacci's series is a sequence of numbers such that any term is the sum of the two preceding terms; also known as Lame series.",
        "In this battle Sigebert, the king of the Ripuarians, was wounded in the knee and limped during the remainder of his life - hence his surname Claudus (the Lame).",
        "Many of the chief characteristics of the ancient Greek heroes are reproduced in those of the Teutonic North, the parallel being in some cases very striking; Siegfried, for instance, like Achilles, is vulnerable only in one spot, and Wayland Smith, like Hephaestus, is lame.",
        "1875); Examples of Analytical Geometry of Three Dimensions (1858, 3rd ed., 1873); Mechanics (1867), History of the Mathematical Theory of Probability from the Time of Pascal to that of Lagrange (1865); Researches in the Calculus of Variations (1871); History of the Mathematical Theories of Attraction and Figure of the Earth from Newton to Laplace (1873); Elementary Treatise on Laplace's, Lame's and Bessel's Functions (1875); Natural Philosophy for Beginners (1877).",
        "above sea-level near Lame.",
        "About 1417 he became involved in a violent quarrel with his cousin, Henry of Bavaria-Landshut, fell under both the papal and the imperial ban, and in 1439 was attacked by his son Louis the Lame.",
        "gave him the hand of his second daughter, Joan the Lame.",
        "7, the rulers and priests of the Jews summon Peter and inquire by what power or in what name he has healed the lame.",
        "clown fish who tells lame jokes.",
        "Also, the crowds are very lame, most being lifeless 2D cutouts that you can actually see are 2D!",
        "When they will not give a doit to relieve a lame beggar, they will lay out ten to see a dead Indian.",
        "In his final weeks of office, far from being a lame duck, Bill Clinton is more popular than ever.",
        "And just in case you think that's a thoroughly lame excuse, we're not talking about the Queen Mother.",
        "It all seemed so ill-prepared, a kids ' pleasure trip up the river at last minute, how lame.",
        "I'm not going to stand here and give you a list of lame jokes.",
        "lame to walk.",
        "We thought he was fantastic at the time but now it all seems a bit lame.",
        "Sonic, a 2D platformer being the star release game, sounds a bit lame to me.",
        "lame excuse for breeding... ... ... .",
        "lame duck, Bill Clinton is more popular than ever.",
        "lame jokes, just to make you laugh.",
        "lame leap like a deer, and the mute tongue shout for joy.",
        "lame cows often need to be treated more than once.",
        "lame horse detained him at Nottingham, by which the poor people got another sermon.",
        "Don't get me wrong, I think hurting animals is pretty lame.",
        "On the cover is a nice if somewhat lame, sepia tainted picture of Elvis."
    ],
    "definition": [
        "Disabled so that movement, especially walking, is difficult or impossible.",
        "Marked by pain or rigidness: a lame back.",
        "lame′ly\nadv.",
        "lame′ness\nn.",
        "Link/Cite"
    ]
}