{
    "translation": ".1 חוק, משפט\n.2 תורה",
    "uses": [
        "In contrast, courts of law apply the law to everyone.",
        "But the law of history relates to man.",
        "I know the law very well, mates!",
        "They see themselves as defining law, not breaking it.",
        "Is there a logical end to that—a physical or economic law of some kind that says only 10 percent or 20 percent or 30 percent of people can ever be this wealthy?",
        "Courts of law are now the norm in the world, with laws being democratically established and widely published.",
        "But that wasn't how the law would see things.",
        "You're a law officer.",
        "I also have an offer to work at the law office where I worked last summer.",
        "Law never made men a whit more just; and, by means of their respect for it, even the well-disposed are daily made the agents of injustice.",
        "Nightmares persist with the dogs of the law in never ending pursuit.",
        "Especially if the law gives him an okay.",
        "It is not desirable to cultivate a respect for the law, so much as for the right.",
        "Demon Law offers you no protection, Death's mate or not.",
        "The little princess during the whole discussion and the rest of the dinner sat silent, glancing with a frightened look now at her father-in- law and now at Princess Mary.",
        "Julia is studying law and Rachel is majoring in business.",
        "Restoring law and order to Ouray County.",
        "Ethel was once again making a daily print appearance, concentrating on the subject of mystic tips, and soliciting comments from law enforcement agencies.",
        "If any single action is due to free will, then not a single historical law can exist, nor any conception of historical events.",
        "But the redheaded law officer was right.",
        "I'm just looking for a job in law enforcement.",
        "He alone did not obey the law of immutability in the enchanted, sleeping castle.",
        "The establishment of this simple and obvious law should be enough.",
        "That's something the law enforcement people don't want to do.",
        "\"Immortal Law states that the mate of an immortal or deity is beyond –\" \"Immortal Law!\" the first one laughed again.",
        "But neither seriously considered contacting the law, especially because the law was Acting Sheriff Fitzgerald.",
        "All the complex laws of man centered for her in one clear and simple law--the law of love and self-sacrifice taught us by Him who lovingly suffered for mankind though He Himself was God.",
        "I'm a little busy with real law enforcement.",
        "He must keep order, keep the law, that's what the government is there for.",
        "Howard was a good ten years older and had far more important things on his mind – like his new position as partner at the law firm.",
        "Then with his strong face aglow in their feeble light, he made a speech in favor of a law to help poor fishermen.",
        "I don't fancy having him show up on our door step but I'm not sure there's much the law can do.",
        "Soon the place is swarmed with siren screaming representatives of the law enforcement community, and I hear a gunshot!",
        "Moore's Law works because many thousands of people compete with each other to drive technology forward.",
        "I cannot, because the law is stronger than I, and he raised his foot to the stirrup.",
        "Wasn't there some law that prevented a wife from testifying against her husband?",
        "Carry this cat away to prison, and keep her in safe confinement until she is tried by law for the crime of murder.",
        "Courts of law, not courts of justice.",
        "Around 1600, the Elizabethan Poor Law came into effect and lasted more than two centuries.",
        "Children, who play life, discern its true law and relations more clearly than men, who fail to live it worthily, but who think that they are wiser by experience, that is, by failure.",
        "I don't know what went on here, but the law should be involved.",
        "Being superior to physical suffering, it sometimes chanced that they were superior to any consolation which the missionaries could offer; and the law to do as you would be done by fell with less persuasiveness on the ears of those who, for their part, did not care how they were done by, who loved their enemies after a new fashion, and came very near freely forgiving them all they did.",
        "The atoms have already learned this law, and are pregnant by it.",
        "\"To endure war is the most difficult subordination of man's freedom to the law of God,\" the voice had said.",
        "He'll show you what law is! the mob were saying as if reproving one another for their lack of confidence.",
        "\"But the law, religion...\" said the prince, already yielding.",
        "It's been a part of me since the dogs of law released from their barred kennel.",
        "The man who breaks the law is himself a product of social evolution and cannot be regarded as solely responsible for his disposition to transgress.",
        "Dean considered calling the City of Ouray Police but realized they too could be of little help unless Shipton did something against the law.",
        "He graduated at Harvard in 1777, read law at Newburyport, Mass., with Theophilus Parsons, and was admitted to the bar in 1780.",
        "A similar influence was exerted by him in other branches of the common law; and although, after his retirement, a reaction took place, and he was regarded for a while as one who had corrupted the ancient principles of English law, these prejudices passed rapidly away, and the value of his work in bringing the older law into harmony with the needs of modern society has long been fully recognized.",
        "DINARCHUS, last of the \"ten\" Attic orators, son of Sostratus (or, according to Suidas, Socrates), born at Corinth about 361 B.C. He settled at Athens early in life, and when not more than twenty-five was already active as a writer of speeches for the law courts.",
        "He was educated at the Jesuit College in Calatayud and afterwards studied law at the university of Valladolid.",
        "He lectured in the schools on natural philosophy, and on Greek in his own rooms. In 1540 Smith went abroad, and, after studying in France and Italy and taking a degree of law at Padua, returned to Cambridge in 1542.",
        "In January 1543/4 he was appointed first regius professor of civil law.",
        "In the neighbourhood are the ruins of Law Castle, Crosbie Castle and Portincross Castle, the last, dating from the 13th century, said to be a seat of the Stuart kings.",
        "A sinking man who clutches at another and drowns him; or a hungry mother exhausted by feeding her baby, who steals some food; or a man trained to discipline who on duty at the word of command kills a defenseless man-- seem less guilty, that is, less free and more subject to the law of necessity, to one who knows the circumstances in which these people were placed, and more free to one who does not know that the man was himself drowning, that the mother was hungry, that the soldier was in the ranks, and so on.",
        "He also murdered a deputy sheriff who stopped him because the law knew his license plate from a tip.",
        "The retiring sheriff was still officially connected to Ouray County law enforcement.",
        "So the physical mechanisms have been serially transformed, yet the law has never hiccupped.",
        "Thanks to Jenner, Nelmes, Blossom, and Phipps (which sounds like a rather odd law firm), today we have the word \"vaccine.\"",
        "The minimum is either set by a minimum wage law or determined by the demand and supply of that labor.",
        "The Golden Age was first created, which without any avenger Spontaneously without law cherished fidelity and rectitude.",
        "We all profess the Christian law of forgiveness of injuries and love of our neighbors, the law in honor of which we have built in Moscow forty times forty churches--but yesterday a deserter was knouted to death and a minister of that same law of love and forgiveness, a priest, gave the soldier a cross to kiss before his execution.",
        "Millions of men perpetrated against one another such innumerable crimes, frauds, treacheries, thefts, forgeries, issues of false money, burglaries, incendiarisms, and murders as in whole centuries are not recorded in the annals of all the law courts of the world, but which those who committed them did not at the time regard as being crimes.",
        "\"Where there's law there's injustice,\" put in the little man.",
        "If I take on this job, my word is law.",
        "I was less critical than my wife on the slow workings of the law.",
        "He also had little sleep, as much from partying with the temporarily affluent Mrs. Worthington as concern over Martha's cross country flight from the law.",
        "His mate by Immortal law!",
        "Now, I know what I should do by Immortal law.",
        "You're her mate by divine law.",
        "Shipton may be sleaze of the year, but until he does something illegal, there isn't anything the law can do.",
        "I have no intention of leaving and, if you'll check your law, you have no legal right to toss me out.",
        "Just being a jerk isn't against the law.",
        "The rest of 'em are all still down there, eating grits and keeping away from the law.",
        "I'm the law and I've got to ask the questions.",
        "Dean wasn't sure if it was her natural aversion to anything involving law enforcement or concern for her boss's future.",
        "We know, we're the damn law, aren't we?",
        "This is still my county and if I'm the law, nobody is going to get away with murder on my watch.",
        "She won't answer, but just in case the law's got a tap on the line it'll keep 'em off base.",
        "I'm a law man.",
        "Dean hadn't spoken to Jake Weller in nearly two weeks when he gave the law man a call.",
        "Once it was established the law wasn't there to jail Dean as soon as he'd recuperated, Cynthia relaxed.",
        "\"Do you feel that strongly about not getting back into law enforcement?\" she asked.",
        "I'll spare you the details, but our judge doesn't like hired guns from out of town and he doesn't like being instructed in the law.",
        "Ethel was an attorney who specialized in making money, so she never crossed paths with Dean's area of the law.",
        "\"It depends on the state law and on the circumstances,\" she replied.",
        "Is that against the law in this burg?",
        "It's against the law.",
        "Thank good­ness for Colorado hospitality—the friendly room clerk was more than willing to oblige a law enforcement agent.",
        "This way you could never swear in a court of law you saw him.",
        "He needs to lay down the law.",
        "There isn't any law against hitting your wife a little now and then.",
        "The Original Beings made no such law when they split the two worlds.",
        "Assuming this violation occurred, what is the punishment for breaking this law?",
        "Anyway, I broke some immortal law by going back.",
        "He had hired a young law student to track the woman down.",
        "Given free rein to improvise as he saw fit, the law student had found the employee and created his own sting.",
        "The law student now had a secure job with the firm and any future episodes of embezzlement had been discouraged.",
        "Hoadly was shrewd enough not to answer the most brilliant, though comparatively unknown, of his antagonists, William Law.",
        "Driven from Alsace by the marauding bands of Count Mansfeld, he fled to Ingolstadt where he began to study law.",
        "His prestige as a minister, already injured by these two blows, suffered further during the autumn and winter from the cattledriving agitation in Ireland, which he at first feebly criticized and finally strongly denounced, but which his refusal to utilize the Crimes Act made him powerless to stop by the processes of the \"ordinary law\"; and the scandal arising out of the theft of the Dublin crown jewels in the autumn of 1907 was a further blot on the Irish administration.",
        "It is evident that we have in this law a definite prediction that can be tested by experiment.",
        "The law of multiple proportions asserts that if two elements form more than' one compound, then the weights of the one element Law of which are found combined with unit weight of the other multiple in the different compounds, must be in the ratio of two propor or more whole numbers.",
        "The discovery of this law is due to Dalton; it is a direct deduction from his atomic theory.",
        "The law of reciprocal proportions, or, as it might well be named, the law of equivalence, cannot be adequately enunciated in a few words.",
        "To see how this law follows from Dalton's theory let us consider his diagrams for the molecules of water, ethylene and the oxides of carbon.",
        "It is evident that if our experiments are solely directed to the verification of this law, they should, if possible; be carried out in a hermetically closed vessel, the vessel and its contents being weighed before and after the chemical change.",
        "The small discrepancies found are so easily accounted for by attributing them to experimental errors that, until recently, every chemist would have regarded the law as sufficiently verified.",
        "Berzelius saw at once that it afforded an admirable test for the correctness of Dalton's views, and he made numerous experiments expressly designed to test the law.",
        "The law of reciprocal proportion, of which some examples have been already given, is part of a larger law of equivalence that underlies most of our chemical methods and calculations.",
        "One section of the law expresses the fact that the weights of two substances, not necessarily elements, that are equivalent in one reaction, are often found to be equivalent in a number of other reactions.",
        "Owing to the historical past of Naples, and its social and economic condition at the end of the 17th century, the only study that really flourished there was that of law; and this soon penetrated from the courts to the university, and was raised to the level of a science.",
        "Giovan Vincenzo Gravina wrote a history of Roman law, specially distinguished for its accuracy and elegance.",
        "Vico raised the problem to a higher plane, by tracing the origin of law in the human mind and explaining the historical changes of the one by those of the other.",
        "According to Vico, law emanates from the conscience of mankind, in whom God has infused a sentiment of justice.",
        "This law is not the individual work of any philosophical legislator, for no man was, or could be, a philosopher at that time.",
        "The first obscure and conf used conception of law gradually becomes clearer and better defined.",
        "But Vico maintained that the one was continually progressing towards the other, positive law showing an increasing tendency to draw nearer to natural and rational law.",
        "Vico may have derived from Grotius the idea of natural law; but his discovery of the historic evolution of law was first suggested to him by his study of Roman law.",
        "This is the case in Roman history, especially in such portions as related to the history of law.",
        "It has been replied that these cycles are similar without being identical, and that, if one might differ from another, the idea of progress was not necessarily excluded by the law of cycles.",
        "A law of 1879, which deprived of citizenship all Hungarians who had voluntarily been absent ten years, was a.",
        "As he was intended for the legal profession, he spent some years in attendance on the law classes.",
        "Shakespeares reference in King Lear (Act iii., Sc. iv.) may be quoted as evincing acquaintance with mildew in the 17th century, as also the interesting Rouen law of Loverdo (1660).",
        "It may be replied that there are such facts, and though they are but few as yet, they suffice to suggest an hypothesis that may eventually prove to be a law.",
        "Applying this principle to the art of poetry, and analysing, line by line and even word by word, the works of great poets, he deduced the law that the beauty of poetry consists in the accuracy, beauty and harmony of individual expression.",
        "In the form known as Ferrell's Law this runs: \" If a body moves in any direction on the earth's surface, there is a deflecting force which arises from the earth's rotation which tends to deflect it to the right in the northern hemisphere but to the left in the southern hemisphere.\"",
        "The result of this harsh law was that numerous applications were made to Rome for secret absolution; and thus much money escaped the Inquisition in Spain.",
        "He was himself fined for possessing a larger share of the public land than his own law allowed.",
        "Chicheley now became the subject of a leading case, the court of king's bench deciding, of ter arguments reheard in three successive terms, that he could not hold his previous benefices with the bishopric, and that, spite of the maxim Papa potest omnia, a papal bull could not supersede the law of the land (Year-book ii.",
        "For while at New College only twenty out of seventy fellows were to study law instead of arts, philosophy and theology, at All Souls College sixteen were to be \" jurists \" and only twenty-four \" artists \"; and while at New College there were ten chaplains and three clerks necessarily, at All Souls the number was not defined but left optional; so that there are now only one chaplain and four bible clerks.",
        "General Grant had served two terms (1869-1877), and the unwritten law of custom condemned his being given another.",
        "Mahommed in fact represented a revolt against the anthropomorphism of commonplace Mahommedan orthodoxy, but he was a rigid predestinarian and a strict observer of the law.",
        "After studying the arts at Toulouse and law at Orleans and Bologna, he became a canon at Bordeaux and then vicar-general to his brother the archbishop of Lyons, who in 1294 was created cardinal bishop of Albano.",
        "Meaning in general the \"king's court,\" it is difficult to define the curia regis with precision, but it is important and interesting because it is the germ from which the higher courts of law, the privy council and the cabinet, have sprung.",
        "In his work Tractatus de legibus Angliae, Ranulf de Glanvill treats of the procedure of the curia regis as a court of law.",
        "From 1489 to 1491 he studied theology and canon law at Pisa under Filippo Decio and Bartolomeo Sozzini.",
        "An Ursuline convent, built in 1764, serves as hotel de ville and law court, and a church of the 14th century is used as a market.",
        "The observed facts as to polarization are thus readily explained, and the general law connecting the intensity of the scattered light with the wave-length follows almost as easily from considerations of dimensions.",
        "Sir William Abney has found that the above law agrees remarkably well with his observations on the transmission of light through water in which particles of mastic are suspended (Prot.",
        "It is thus difficult to form a judgment as to what has most claim to acceptance as the general law, and what may be regarded as local or exceptional.",
        "A law enacted in 1908 requires that children between eight and fifteen years of age shall attend school twenty-four weeks each year, provided the public school in their district is in session that length of time.",
        "He first studied theology at Giessen, but after the campaign of 1814, in which, like his brother August, he took part as a Hessian volunteer, began the study of jurisprudence, and in 1818 established himself as Privatdocent of civil law at Giessen.",
        "William Livingston graduated at Yale College in 1741, studied law in the city of New York, and was admitted to the bar in 1748.",
        "He was educated at Pavia and Bologna, and in 1812 became professor of law at the latter university.",
        "He was naturalized as a French citizen in 1834, and in the same year became professor of constitutional law in the faculty of law at Paris.",
        "His widow left a sum of Ioo,000 francs to the Institut de France, to found in his memory scholarships in political economy or law.",
        "When the law speaks universally, and something happens which is not according to the common course of events, it is right that the law should be modified in its application to that particular case, as the lawgiver himself would have done, if the case had been present to his mind.",
        "Equity as thus described would correspond rather to the judicial discretion which modifies the administration of the law than to the antagonistic system which claims to supersede the law.",
        "The part played by equity in the development of law is admirably illustrated in the well-known work of Sir Henry Maine on Ancient Law.",
        "Positive law, at least in progressive societies, is constantly tending to fall behind public opinion, and the expedients adopted for bringing it into harmony therewith are three, viz, legal fictions, equity and statutory legislation.",
        "Equity here is defined to mean \"any body of rules existing by the side of the original civil law, founded on distinct principles, and claiming incidentally to supersede the civil law in virtue of a superior sanctity inherent in those principles.\"",
        "It is thus different from legal fiction, by which a new rule is introduced surreptitiously, and under the pretence that no change has been made in the law, and from statutory legislation, in which the obligatory force of the rule is not supposed to depend upon its intrinsic fitness.",
        "The source of Roman equity was the fertile theory of natural law, or the law common to all nations.",
        "The connexion in Roman law between the ideas of equity, nature, natural law and the law common to all nations, and the influence of the Stoical philosophy on their development, are fully discussed in the third chapter of the work we have referred to.",
        "The agency by which these principles were introduced was the edicts of the praetor, an annual proclamation setting forth the manner in which the magistrate intended to administer the law during his year of office.",
        "The real beginning of English equity is to be found in the custom of handing over to that officer, for adjudication, the complaints which were addressed to the king, praying for remedies beyond the reach of the common law.",
        "One cause of this separation was the rigid adherence to precedent on the part of the common law courts.",
        "Another was the jealousy prevailing in England against the principles of the Roman law on which English equity to a large extent was founded.",
        "From that time certainly equity, like common law, has professed to take its principles wholly from recorded decisions and statute law.",
        "The view (traceable no doubt to the Aristotelian definition) that equity mitigates the hardships of the law where the law errs through being framed in universals, is to be found in some of the earlier writings.",
        "It is impossible to make any general law which will work with every particular act and not fail in some circumstances.",
        "Modern equity, it need hardly be said, does not profess to soften the rigour of the law, or to correct the errors into which it falls by reason of its generality.",
        "A more complete remedy was introduced by the Judicature Act 1873, which consolidated the courts of law and equity, and ordered that law and equity should be administered concurrently according to the rules contained in the 26th section of the act.",
        "Military Law >>",
        "CADI (gddi), a judge in a malikama or Mahommedan ecclesiastical court, in which decisions are rendered on the basis of the canon law of Islam (shari `a).",
        "According to Shafi`ite law, such a cadi must be a male, free, adult Moslem, intelligent, of unassailed character, able to see, hear and write, learned in the Koran, the traditions, the Agreement, the differences of the legal schools, acquainted with Arabic grammar and the exegesis of the Koran.",
        "Boniface endeavoured to nominate his own successor, thus transforming into law, or at least into custom, the proceeding by which he had benefited; but the clergy and the senate of Rome forced him to cancel this arrangement.",
        "The English common law, with all the absurdities and rigours of that day, was arbitrarily extended to an alien system of society.",
        "Concerning his second marriage, it suffices to say that the Baroness Imhoff was nearly forty years of age, with a family of grown-up children, when the complaisant law of her native land allowed her to become Mrs Hastings.",
        "Lynch Law).",
        "- Jeremy Bentham, An Introduction to the Principles of Morality and Legislation; Henry Maine, Ancient Law; C. B.",
        "He also assisted to edit the tenth edition of Erskine May's Law, Privileges, Proceedings and Usage of Parliament (London, 1896).",
        "The disturbances arising in connexion with the Separation Law were skilfully handled by M.",
        "In 1840 the freedom of mining was introduced, 2 By the law of 1906 the state has not assumed the responsibility of the construction of reservoirs for irrigation.",
        "But they, too, lack funds sufficient to assure extensive and efficient working, even after the law of 1906.",
        "After studying law at the universities of Leipzig and GÃ¶ttingen, he entered the service of the prince of Nassau-Weilburg, whom in 1791 he represented at the imperial diet.",
        "of France; a papal bull published the concordat in the form of a concession by the pope, and it was afterwards accepted and published by the king as law of the country.",
        "They may make certain concessions or privileges once given without any corresponding obligation; they constitute for a given country a special ecclesiastical law; and it is thus that writers have sometimes spoken of concordats as privileges.",
        "This concordat, however, was not received as law of the Empire.",
        "After having been the law of the Church of France for a century, it was denounced by the French government in 1905.",
        "On the 17th of January he was named on the commission for law reform, of which Hale was the chief; and on the 17th of March 1653, he was pardoned of all delinquency and thus at last made capable of sitting in parliament.",
        "GIUSEPPE MONTANELLI (1813-1862), Italian statesman and author, was born at Fucecchio in Tuscany, and in 1840 was appointed law professor at Pisa.",
        "Hunt; the landscape gardening was done by Frederick Law Olmsted.",
        "In 1721 he entered Merton College, Oxford, as a gentleman commoner, and studied philosophy, mathematics, French, Italian and music. He afterwards studied law at the Inner Temple, but was never called to the bar.",
        "Besides his mastery in the traditional Law, which added much to the growing reputation of the Rabbinic Academy of his native town, Samuel was famed for his scientific attainments.",
        "But Samuel's fame rests on the service which he rendered in adapting the life of the Jews of the diaspora to the law of the land.",
        "\"The law of the State is binding law,\" was the principle which Samuel enunciated, here carrying to its logical outcome the admonition of Jeremiah.",
        "He was still at college in Vienna when the sudden death of his father raised him to the Khedivate; and he was barely of age according to Turkish law, which fixes majority at eighteen in cases of succession to the throne.",
        "In 1831, from a study of the specific heats of compounds, he formulated \"Neumann's law,\" which expressed in modern language runs: \"The molecular heat of a compound is equal to the sum of the atomic heats of its constituents.\"",
        "The fundamental law was altered in 1848 and the Dutch monarchy, from being autocratic, became henceforth constitutional.",
        "In the English criminal law, where corporal punishment is ordered by the court for certain criminal offences, the \"cat\" is used only where the prisoner is over sixteen years of age.",
        "936, when Hywel Dda, prince of South Wales, enacted a law for their protection.",
        "In pure algebra Descartes expounded and illustrated the general methods of solving equations up to those of the fourth degree (and believed that his method could go beyond), stated the law which connects the positive and negative roots of an equation with the changes of sign in the consecutive terms, and introduced the method of indeterminate coefficients for the solution of equations.'",
        "The first law affirms that every body, so far as it is altogether unaffected by extraneous causes, always perseveres in the same state of motion or of rest; and the second law that simple or elementary motion is always in a straight line.'",
        "But the Cartesian theory, like the later speculations of Kant and Laplace, proposes to give a hypothetical explanation of the circumstances and motions which in the normal course of things led to the state of things required by the law of attraction.",
        "But the investigation by which he reaches them has the merit of first prominently publishing and establishing the law of the refraction of light.",
        "He maintains the unity and freedom of the soul, and the absolute obligation of the moral law.",
        "In connexion with this system of salaries should be mentioned a somewhat reactionary law carried by Pericles in 451, by which an Athenian parentage on both sides was made an express condition of retaining the franchise and with it the right of sitting on paid juries.",
        "Anaxagoras was threatened with a law against atheists, and felt compelled to leave Athens.",
        "The whole apparatus of \"forensic\" ideas (law, punishment, satisfaction, &c.) is summarily rejected as foreign to God's purpose of love.",
        "To prevent this bill from passing into law, Charles had dissolved parliament in July 1679, and in the following October had prorogued its successor without allowing it to meet.",
        "The advantages thus obtained by the guest were, the right of hospitality when travelling and, above all, the protection of his host (representing him as his patron) in a court of law.",
        "Foreigners were frequently granted the right of public hospitality by the senate down to the end of the republic. The public hospes had a right to entertainment at the public expense, admission to sacrifices and games, the right of buying and selling on his own account, and of bringing an action at law without the intervention of a Roman patron.",
        "In 1817 a Roman Catholic theological faculty was added, with a seminary called the Konvikt, and there are now also faculties of law, medicine, philosophy, political economy and natural science.",
        "No such charges are brought by the prophet against the exiles, in whose simple life, indeed, there was little or no opportunity for flagrant violation of law.",
        "He puts ritual offences, however, in the same category with offences against the moral law, and he does not distinguish between immorality and practices that are survivals of old recognized customs: in ch.",
        "he mentions \"eating with the blood\" 2 along with murder, and failure to observe ritual regulations along with oppression of the fatherless and the widow; the old customary law permitted marriage with a half-sister (father's daughter), with a daughter-in-law, and with a father's wife (Gen.",
        "The event showed that he judged the situation rightly - the religious scheme announced by him, though not accepted in all its details, became the dominant policy of the later time, and he has been justly called ' The stricter marriage law is formulated in Lev.",
        "Vansittart's brother, Robert Vansittart (1728-1789), who was educated at Winchester and at Trinity College, Oxford, was regius professor of civil law at Oxford from 1757 until his death on the 31st of January 1789.",
        "Their only obligation to the Turkish government is to furnish a contingent in time of war; the only law they recognize is either traditional custom(adet) or the unwritten Kanun-i Leks Dukajinit, a civil and criminal code, so called from its author, Leka Dukajini, who is supposed to have lived in the 13th or 14th century.",
        "During the same year, however (according to some, two years later, under Pompey's new law), Scaurus was condemned on a charge of illegal practices when a candidate for the consulship. He went into exile, and nothing further is heard of him.",
        "The qualifications for the office were fixed in each town by a special law for that community (lex municipalis).",
        "In 1789 all citizens were made equal before the law, and the position of Presbyterianism improved till 1791.",
        "The Presbyterianism now visible in England is of Scottish origin and Scottish type, and beyond the fact of embracing a few congregations which date from, or before, the Act of Uniformity and the Five Mile Act, has little in common with the Presbyterianism which was for a brief period by law established.",
        "\"What kept these bodies apart was their separate historic origin and development, but especially the alienation caused by the ` Voluntary Controversy ' which had its roots in the difficult problems of civil law in its relation to religion, and the stumbling-block of the civil magistrate's authority in relation to the Christian conscience.\"",
        "The Madonna della Steccata (Our Lady of the Palisade), a fine church in the form of a Greek cross, erected between 1521 and 1539 after Zaccagni's designs, contains the tombs and monuments of many of the Bourbon and Farnese dukes of Parma, and preserves its pictures, Parmigiano's \"Moses Breaking the Tables of the Law\" and Anselmi's \"Coronation of the Virgin.\"",
        "The royal university of Parma, founded in 1601 by Ranuccio I., and reconstituted by Philip of Bourbon in 1768, has faculties in law, medicine and natural science, and possesses an observatory, and natural science collections, among which is the Eritrean Zoological Museum.",
        "In 1819 he removed with his parents to Chillicothe, Ohio, where he attended the local academy for two years, studied law in the office of his uncle, William Allen,' and in 1835 was admitted to the bar, becoming his uncle's law partner.",
        "He introduced the Thurman Bill, for which he was chiefly responsible, which became law in May 1878, and readjusted the government's relations with the bond-aided Pacific railways.",
        "The members accidentally discovered that the fear of it had a great influence over the lawless but superstitious blacks, and soon the club expanded into a great federation of regulators, absorbing numerous local bodies that had been formed in the absence of civil law and partaking of the nature of the old English neighbourhood police and the ante-bellum slave patrol.",
        "The telegraph lines of Argentina are subject to the national telegraph law of 1875, the international telegraph conventions, and special conventions with Brazil and Uruguay.",
        "For higher and professional education there are two national universities at Buenos Aires and Cordoba, and three provincial universities, at La Plata, Santa Fe and Parana, which comprise faculties of law, medicine and engineering, in addition to the usual courses in arts and science.",
        "During the era of so-called \" prosperity \" between 1881 and 1890 an enormous amount of bank notes were issued under various authorizations, especially that of the \" free banking law \" of 1887.",
        "The free-banking law which permitted the issue of notes by provincial banks was primarily responsible for this situation.",
        "Under the provisions of this law the provinces were authorized to borrow specie abroad and deposit the same with the national government as security for their issues.",
        "By the law of 1905 all the churches ceased to be recognized or supported by the state and became entirely separated therefrom, while the adherents of all creeds were permitted to form associations for public worship (associations cultuelles), upon which the expenses of maintenance were from that time to devolve.",
        "tered by a director-general, who has his headquarters at Paris, assisted by three administrators who are charged with the working of the forests, Nord and Pas-de- 3 Valei questions of rights and law, finance Calais..",
        "A law passed In.",
        "Construction proceeded under this law, but not with very satisfactory results, and new arrangements had to be made between 1852 and 1857, when the railways were concentrated in the hands of six great companies, the Nord, the Est, the Ouest, the Paris-Lyon-Mditerrane, the Orleans and the Midi.",
        "After entering on a rgime of free trade in 1860 France gradually reverted towards protection; this system triumphed in the Customs Law of 1892, which imposed more or less considerable duties on importsa law associated with the name of M.",
        "While raising the taxes both on agricultural products and manufactured goods, this law introduced, between France and all the powers trading with her, relations different from those in the past.",
        "On the one hand it became necessary, in face of an inadequate harvest, to suspend in 1898 the application of the law on the import of corn.",
        "The decline both in imports and in exports of articles of food, which is the most noteworthy fact exhibited in the preceding table, was due to the almost prohibitive tax in the Customs Law of 1892, upon agricultural products.",
        "breaches of law punishable by a fine not exceeding 12S.",
        "They decide, as in England, on facts only, leaving the application of the law to the judges.",
        "Police.Broadly, the police of France may be divided into two great branchesadministrative police (la police administrative) and judicial police (la police judic-iaire), the former having for its object the maintenance of order, and the latter charged with tracing out offenders, collecting the proofs, and delivering the presumed offenders to the tribunals charged by law with their trial and punishment.",
        "Regist?ation (enregistrement) duties are charged on the transfer of property in the way of business (fi titre onreux); on changes in ownership effected in the way of donation or succession (a litre gratuit), and 011 a variety of other transactions which must be registered according to law.",
        "A consolidation was effected in 1793, but the lavish issue of assignats destroyed whatever advantage might have accrued, and the debt was again dealt with by a law of the pth of Vendmiaire year VI: (27th of September 1797), the annual interest paid yearly to creditors then amounting to 40,216000 francs (~i,6oo,ooo).",
        "This law naturally made a deep impression on military Europe, not merely because the period of color service was reducedGermany had taken this step years beforebut because of the almost entire absence of the usual exemptions.",
        "Still the law of 1905 provides a system whereby there is room with the colors for every available man, and moreover ensures his services.",
        "Important changes were also made in the provisions and administration of military law.",
        "The ministry of war is divided into branches for infantry, cavalry, &c.and services for special subjects such as military law, explosives, health, &c. The general staff (stat major de larme) has its functions classed as follows: personnel; material and finance; 1st bureau (organization and mobilization), 2nd (intelligence), 3rd (military operations and training) and 4th (communications and transport); and the famous historical section.",
        "The law further provides for the re-engagement of men of all ranks, under conditions varying according to their rank.",
        "Primary Inslruction.All primary public instruction is free and compulsory for children of both sexes between the ages of six and thirteen, but if a child can gain a certificate of primary studies at the age of eleven or after, he may be excused the rest of the period demanded by law.",
        "There were also a great many schools in the control of various religious congregations, but a law of 1904 required that they should all be suppressed within ten years from the date of its enactment.",
        "Higher education is given by the state in the universities, and in special higher schools; and, since the law of 1875 established the freedom of higher education, by private individuals and bodies in private schools and faculties (facultis libres).",
        "The law of 1880 reserved to the state faculties the right to confer degrees, and the law of 1896 established various universities each containing one or more faculties.",
        "There are five kinds of faculties: medicine, letters, science, law and Protestant theology.",
        "The faculties of law confer the same degrees in law and also grant certificates of capacity, which enable the holder to practise as an avou; a licence is necessary for the profession of barrister.",
        "The first step taken in this direction was in 1900 when a law was passed which laid down that the colonies were to provide for their own civil expenditure.",
        "This law was followed by further measures tending to decentralization and the protection of the native races.",
        "In default of legislation the necessary measures are taken by decree of the head of the state; these decrees having the force of law.",
        "The oversight of all the colonies and protectorates save Algeria and Tunisia is confided to a minister of the colonies (law of March 20, 1894)1 whose powers correspond to those exercised in France by the minister of the interior.",
        "As provided by the law of 1900 all local charges are borne by the colonies-supplemented at need by grants in aidbut the military expenses are borne by the state.",
        "But we must remember that his view of the law was concurred in by the great majority of the judges and lawyers of that time, and was supported by undoubted precedents.",
        "been recognized as the founder of English mercantile law.",
        "The common law as it existed before his time was wholly inadequate to cope with the new cases and customs which arose with the increasing development of commerce.",
        "Mansfield found the law in this chaotic state, and left it in a form that was almost equivalent to a.",
        "His knowledge of Roman and foreign law, and the general width of his education, freed him from the danger of relying too exclusively upon narrow precedents, and afforded him a storehouse of principles and illustrations, while the grasp and acuteness of his intellect enabled him to put his judgments in a form which almost always commanded assent.",
        "Cases of collision have been tried in it (the \"Vivid,\" 1 Asp. Maritime Law Cases, 601).",
        "He studied law, first at Bologna and later at Pisa, and after graduating in utroque jure, practised as a lawyer in Naples.",
        "He began his education at Valladolid, and studied law afterwards at Madrid University, where he leaned towards Radicalism in politics.",
        "Educated at the neighbouring Benedictine abbey of Cerne and at Balliol College, Oxford, he graduated in law, and followed that profession in the ecclesiastical courts in London, where he attracted the notice of Archbishop Bourchier.",
        "He constructed \"Morton's Dyke\" across the fens from Wisbech to Peterborough, repaired the episcopal palace at Hatfield and the school of canon law and St Mary's Church at Oxford.",
        "Note the curious old tradition that Ezra wrote out the law which had been burnt (2 Esdr. xiv.",
        "The precepts of the law were valuable in the eyes of the Scribes because they were the seal of Jewish particularism, the barrier erected between the world at large and the exclusive community of Yahweh's grace.",
        "In like manner the special ritual at the temple prescribed for the Sabbath by the Pentateuchal law was not regarded as any part of the hallowing of the sacred day; on the contrary, the rule was that, in this regard, \"Sabbath was not kept in the sanctuary.\"",
        "remembered that this service was primarily regarded not as an act of worship but as a meeting for instruction in the law.",
        "Attitude of Jesus.--So far, therefore, as the Sabbath existed for any end outside itself it was an institution to help every Jew to learn the law, and from this point of view it is.",
        "The general position which He takes up, that \"the Sabbath is made for man and not man for the Sabbath,\" 2 is only a special application of the wider principle that the law is not an end in itself but a help towards the realization in life of the great ideal of love to God and man, which is the sum of all true religion.",
        "But Jesus further maintains that this view of the law as a whole, and the interpretation of the Sabbath law which it involves, can be historically justified from the Old Testament.",
        "3 seq.), and to the exceptions to the Sabbath law which the Scribes themselves allowed in the interests of worship (v.",
        "13), and the character of a sign between Yahweh and Israel ascribed to it in the post-exilic law.",
        "On the other hand, the Jewish Christians continued to keep the Sabbath, like other points of the old law.",
        "- The Jews under the second temple observed every seventh year as a Sabbath according to the (post-exilic) law of Lev.",
        "That this law was not observed before the captivity we learn from Lev.",
        "21); indeed, so long as the Hebrews were an agricultural people, in a land often ravaged by severe famines, the law of the Sabbatical year could not have been observed.",
        "The difference between this and the later law is that the seventh year is not called a Sabbath, and that there is no indication that all land was to lie fallow on the same year.",
        "LUCIUS VOLUSIUS MAECIANUS (2nd cent.) Roman jurist, was the tutor in law of the emperor Marcus Aurelius.",
        "Holiness, \" the perfect accordance of the will with the moral law,\" demands an endless progress; and \" this endless progress is only possible on the supposition of an endless duration of the existence and personality of the same rational being (which is called the immortality of the soul).\"",
        "The first is \" the law that thought is a function of the brain.\"",
        "Accepting the law he distinguishes productive from permissive or transmissive function (p. 32), and, rejecting the view that brain produces thought, he recognizes that in our present condition brain transmits thought, thought needs brain for its organ of expression; but this does not exclude the possibility of a condition in which thought will be no longer so dependent on brain.",
        "This view ignores that man has ideals of absolute value, truth, beauty, goodness, that he consciously communes with the God who is in all, and through all, and over all, that it is his mind which recognizes the vastness of the universe and thinks its universal law, and that the mind which perceives and conceives cannot be less, but must be greater than the object of its knowledge and thought.",
        "His great fame as a professor of civil law at the university of Bologna caused Balduinus to be elected podestd of the city of Genoa, where he was entrusted with the reforms of the law of the republic. He died at Bologna in 1225, and has left behind him some treatises on procedure, the earliest of their kind.",
        "The expansion of Levantine trade which ensued in the Hellenistic age brought especial profit to Rhodes, whose standard of coinage and maritime law became widely accepted in the Mediterranean.",
        "In a region so extensive very great varieties of climate are naturally to be expected, but it may be stated as a general law that the climate of Australia is milder than that of corresponding lands in the northern hemisphere.",
        "The object of settlers, however, in a great many, perhaps in the majority of instances, is to dispose of their holdings as soon as possible after the requirements of the law have been complied with, and to avoid permanent settlement.",
        "In Victoria the law has been altered five times, and in Queensland and South Australia seven times.",
        "More than one change of government occurred before the bill became law in April 1908.",
        "Saxe-Meiningen is a limited monarchy, its constitution resting on a law of 1829, subsequently modified.",
        "He went to Sydney, where he set to work in the law courts.",
        "He courageously aided the escape of Youssouff, pursued by the soldiers of the bey, of whom he was one of the officers, for violation of the seraglio law.",
        "AULUS GABINIUS, Roman statesman and general, and supporter of Pompey, a prominent figure in the later days of the Roman republic. In 67 B.C., when tribune of the people, he brought forward the famous law (Lex Gabinia) conferring upon Pompey the command in the war against the Mediterranean pirates, with extensive powers which gave him absolute control over that sea and the coasts for 50 m.",
        "There were no banks in the state until 1806, when a state bank (controlled by the state) was established which was finally closed up in 1845, although as early as 1812 a law was passed to close it.",
        "The first private state bank was opened in 1817; an act of 1831 provided for a safety fund guaranteeing bank circulations and derived from a 41% tax on capital stock and a 1 o% tax on profits; but this law was modified in 1842, the tax being removed from banks giving specie guarantees; and a free banking act was passed in 1851.",
        "He was educated at Broadgates Hall, now Pembroke College, Oxford, graduating bachelor of civil and canon law in June 1519.",
        "He had graduated in law, and not in theology.",
        "When these became law, he neglected to enforce them, and on the 1 st of September 1549 he was required by the council to maintain at St Paul's Cross that the royal authority was as great as if the king were forty years of age.",
        "He studied law at Gottingen and Leipzig, but ultimately devoted himself entirely to literary studies.",
        "A large part of the modern town lies south of the square de la Republique; in this quarter are the law courts, hotel de ville, post office and other public buildings.",
        "Algiers possesses a college with schools of law, medicine, science and letters.",
        "He graduated from Union College in 1820, having taught school for a short time at Savannah, Georgia, to help pay his expenses; was admitted to the bar at Utica, N.Y., in 1822, and in the following year began the practice of law at Auburn, N.Y., which was his home for the rest of his life.",
        "On retiring from office Seward returned to the practice of law.",
        "Oliver was born on the 25th of April 1599, was educated under Dr Thomas Beard, a fervent puritan, at the free school at Huntingdon, and on the 23rd of April 1616 matriculated as a fellow-commoner at Sidney Sussex College, Cambridge, then a hotbed of puritanism, subsequently studying law in London.",
        "On the one hand, there was no law except that of force by which an offence could be attributed to the sovereign, the anointed king, the source of justice.",
        "The law was ably and justly administered, and Irish trade was admitted to the same privileges as English, enjoying the same rights in foreign and colonial trade; and no attempt was made to subordinate the interests of the former to the latter, which was the policy adopted both before and after Cromwell's time, while the union of Irish and English interests was further recognized by the Irish representation at Westminster in the parliaments of 1654, 1656 and 16J9.",
        "These triumphs, however, had all been obtained by force of arms; the more difficult task now awaited Cromwell of governing England by parliament and by law.",
        "He was out-voted by his council on the question of commutation of tithes, and his enlightened zeal for reforming the \"wicked and abominable\" sentences of the criminal law met with complete failure.",
        "Doctrines directly attacking Christianity Cromwell regarded, indeed, as outside toleration and to be punished by the civil power, but at the same time he mitigated the severity of the penalty ordained by the law.",
        "Cromwell's government seemed now established on the firmer footing of law and national approval, he himself obtaining the powers though not the title of a constitutional monarch, with a permanent revenue of £1,300,000 for the ordinary expenses of the administration, the command of the forces, the right to nominate his successor and, subject to the approval of parliament, the members of the council and of the new second chamber now established, while at the same time the freedom of parliament was guaranteed in its elections.",
        "He was a school teacher in his native state, served during the War of 1812 in the Kentucky militia, and then settled in Missouri, where he worked as a schoolmaster and practised law.",
        "By the common law of England a corpse is not the subject of property nor capable of holding property.",
        "Though entered as a student at Trinity College, Dublin, Tone gave little attention to study, his inclination being for a military career; but after eloping with Matilda Witherington, a girl of sixteen, he took his degree in 1786, and read law in London at the Middle Temple and afterwards in Dublin, being called to the Irish bar in 1789.",
        "It will give some idea of the importance of the town to mention that it had its own maritime law, known as Droit maritime de Damme.",
        "Or, when one person is compelled by law to discharge the legal liabilities of another, he becomes the creditor of the person for the money so paid.",
        "acceptance of something else in discharge of the liability, by set-off, by release or under the law of bankruptcy.",
        "In the United States imprisonment for debt was universal under the common law, but it has been abolished in every state, except in certain cases, as where there is any suspicion of fraud or where the debtor has an intention of removing out of the state to avoid his debts.",
        "No one save the king had the right of jurisdiction over him, while by a law of Canute we learn that he paid a larger heriot than an ordinary thegn.",
        "Holdsworth, History of English Law, vol.",
        "At the end of 1588 he went to Padua, to take his degree in canon and civil law, a necessary prelude in Savoy at that time to distinction in a civil career.",
        "\"At Padua,\" he said to a friend, \"I studied law to please my father, and theology to please myself.\"",
        "The university dates from 1307, and has faculties of law, science and medicine; it had 318 students in 1902-1903.",
        "This general law, known as the principle of the \"dissipation of energy,\" was first adequately pointed out by Lord Kelvin in 1852; and was applied by him to some of the principal problems of cosmical physics.",
        "Practically every law of harmony in 16th-century music may be equally well regarded as a law of vocal effect.",
        "BABYLONIAN LAW.",
        "The material for the study of Babylonian law is singularly extensive without being exhaustive.",
        "The so-called \" contracts,\" including a great variety of deeds, conveyances, bonds, receipts, accounts and, most important of all, the actual legal decisions given by the judges in the law courts, exist in thousands.",
        "The law and custom which preceded the Code we shall call \" early,\" that of the New Babylonian empire (as well as the Persian, Greek, &c.) \" late.",
        "\" The law in Assyria was derived from Babylonia but conserved early features long after they had disappeared elsewhere.",
        "When the Semitic tribes settled in the cities of Babylonia, their tribal custom passed over into city law.",
        "It was, however, reserved for the genius of Khammurabi to make Babylon his metropolis and weld together his vast empire by a uniform system of law.",
        "Almost all trace of tribal custom has already disappeared from the law of the Code.",
        "The Code did not merely embody contemporary custom or conserve ancient law.",
        "If the adopted child failed to carry out the filial duty the contract was annulled in the law courts.",
        "In the criminal law the ruling principle was the lex talionis.",
        "International service regulations have been drawn up which possess equal authority with the convention and constitute what may be regarded as the law relating to international telegraphy.",
        "The mandamenti or administrative divisions no longer correspond to the judicial divisions (mandamenti giudiziarii) which in November 1891 were reduced from 1806 to 1535 by a law which provided that judicial reform should not modify existing administrative and electoral divisions.",
        "The increased figures may, to a minor extent, be due to better registration, in consequence of the law of 1901.",
        "A complete survey was ordered by the law of the 1st of March 1886,but many years must elapse before its completion.",
        "A law passed on the 22nd of March 1900 gave a B a, special impulse to this form of enterprise by fixing the ratio r naze.",
        "On the i7th of July 1898 a national fund for the insurance of workmen against illness and old age was founded by law on the principle of optional registration.",
        "A law came into operation in February 1908, according to which a weekly day of rest (with few exceptions)was established on Sunday in every case in which it was possible, and otherwise upon some other day of the week.",
        "The state (law of the 15th of April 1896) imposed this condition in order to determine exactly the aims of the societies, and, while allowing them to give help to their sick, old or feeble members, or aid the families of deceased members, to forbid them to pay old-age pensions, lest they assumed burdens beyond their financial strength.",
        "Of the secondary and higher educatory methods, in the normal schools and licei the state provides for the payment of the staff and for scientific material, and often largely supports the ginnasi and technical schools, which should by law be supported by the communes.",
        "The law of 1877 rendering education compulsory for children between six and nine years of age has been the principal cause of the spread of elementary education.",
        "The law is, however, imperfectly enforced for financial reasons.",
        "rhese are, however, the only institutions in which a decrease is shown, and by the law of 1906 5000 of these institutions are to be provided in the communes where the proportion of illiterates is highest.",
        "Law 4,801 8,385",
        "Thus a large all-round increase in secondary and higher education is shownsatisfactory in many respects, but showing that more young men devote themselves to the learned professions (especially to the law) than the economic condition of the country will justify.",
        "The law considers as charitable institutions (opere pie) all poorhouses, almshouses and institutes which partly or wholly give help to able-bodied or infirm paupers, or seek to improve their moral and economic condition; and also the Congregazioni di caritd (municipal charity boards existing in every commune, and composed of ~embers elected by the municipal council), which administer funds destined for the poor in general.",
        "A more recent law provides for the formation of a central body, with provincial commissions under it.",
        "Supplementary stipends to bishops and parochial clergy, assignments to Sardinian clergy and expenditure for education and charitable purposes - - 142,912 f28,52f Roman Charitable and Religious Fund.The law of the 19th of June 1873 contained special provisions, in conformity with the character of Rome as the seat of the papacy, and with the situation created by the Law of Guarantees.",
        "The law of 1873 created a special charitable and religious fund of the city, while it left untouched 23 monasteries and 49 convents which had either the character of private institutions or were supported by foreign funds.",
        "Constitution and Government .T he - Vatican palace itself twith St Peters), the Lateran palace, and the papal villa at Castel Gandolfo have secured to them the privilege of extraterritoriality by the law of 1871.",
        "The number of penal proceedings, especially those within the competence of praetors, has also increased,, chiefly on account of the frequency of minor contraventions of the law referred to in the section Crime.",
        "by Nathan, Vent ann-i di vita -italiana, p. 241) thatthe efforts of the juge dinstruction are, as a rule, in fact, though not in law, largely directed to prove that the accused is guilty.",
        "The courts of appeal and cassation, too, often have more than they can do; in the year 1907 the court of cassation at Rome decided 948 appeals on points of law in civil cases, while no fewer than 460 remained to be decided.",
        "The law of f875 therefore still regulates the principles of military service in Italy, though an important modification was made in 190719o8.",
        "By this law, every man liable and accepted for service served for eight or nine years on the Active Army and its Reserve (of which three to five were spent with the colors), four or, five in the Mobile Militia, and the rest of the service period of nineteen years in the Territorial Militia.",
        "The following table shows the operation of the law of 1875, with the figures of 1871 f or comparison:",
        "The serious condition of recruiting was quickly noticed, and the tabulation of each years results was followed by a new draft law, but no solution was achieved until a special commission assembled.",
        "The inquiries made by this body revealed an unsatisfactory condition in tile national defences, traceable in the main to financial exigencies, and as regards recruiting a new law was brought into force in 1 9071908.",
        "The men classed in it have to train for six months, and they are called up in the late summer to bridge the The 2nd category of the 1875 law had practically ceased to exist.",
        "The case is frequent, too, in which a project is sanctioned by law, but is then not carried into execution, or only partly so, owing to the lack of funds.",
        "Long date Treasury warrants, law of July 7, 1901 1,416,200",
        "6 of law, June 25, 1905, No.",
        "The law of the 23rd of January 1887 (still in force) extended the dispositions of the Civil Code with regard to privileges, and established special privileges in regard to harvested produce, produce stored in barns and farm buildings, and in regard to agricultural implements.",
        "Local government was modified by the law of the 10th of February 1889 and by posterior enactments.",
        "The most important change introduced by the new law has been the creation in every province of a provincial administrative junta entrusted with the supervision of communal administrations, a function previously discharged by the provincial deputation.",
        "The juntas are in this respect organs of~the administrative jurisprudence created in Italy by the law of the 1st of May 1890, in order to provide juridical protection for those rights and interests outside the competence of the ordinary tribunals.",
        "law Desiderius, the last Lombard king, in 774, and when he received the circlet of the empire from Leo Ill, at Rome ~fl 800, he did but complete and ratify the compact offered to his grandfather, Charles Martel, by Gregory III.",
        "At this epoch the study of Roman law received a new impulse, imd thu.",
        "Here the jurists of Bologna appeared, armed with their new lore of Roman law, and expounded Justinians code in the interests of the German empire.",
        "The prestige of the empire~ based upon Roman law and feudal tradition, attracts imaginatiw patriots and systematic thinkers.",
        "He used the dictatorial powers with which he was invested to place himself above the law, resuming in his person the state-machinery which had preceded him.",
        "Charles Emmanuel made his will law, and erased the remnants of free institutions from his state.",
        "This arrangement pleased King of neither of the relatives of the emperor; but his will Naples, now was law on the continent.",
        "One and all they underwent the influences emanating Character from Paris; and in respe& to civil administration, of Napo- law, judicial procedure, education and public works, Ieon~s they all experienced great benefits, the results of which rule, never wholly disappeared.",
        "The Ricasoli cabinet fell over the law against the religious houses, and was succeeded R ~ ~ by that of Rattazzi, who with the support of the Left ~flinistiy.",
        "The Italian treasury at once honored all the papal drafts, and thus contributed a first instalment of the 3,225,000 lire per annum afterwards placed by Article 4 of the Law of Guarantees at the disposal of the Holy See.",
        "A bill known as the Law of Law Guarantees was therefore framed and laid before parliament.",
        "This portion of the law, designed to reassure foreign Catholics, met with little opposition; but the second portion, regulating the relations between state and church in Italy, was sharply criticized by deputies who, like Sella, recognized the ideal of a free church in a free state to be an impracticable dream.",
        "The second division of the law abolished (Article 14) all restrictions upon the right of meeting of members of the clergy.",
        "to the bishops of the Catholic Church on the 15th of May 1871 repudiated the Law of Guarantees, and summoned Catholic princes to co-operate in restoring the temporal power.",
        "Practically, therefore, the law has remained a one-sided enactment, by which Italy considers herself bound, and of which she has always observed the spirit, even though the exigencies of self-defence may have led in some minor respects to non-observance of the letter.",
        "The annuity payable to the pope has, for instance, been made subject to quinquennial prescription, so that in the event of tardy recognition of the law the Vatican could at no time claim payment of more than five years annuity with interest.",
        "To the pope was made over 16,000 per annum as a contribution to the expense of maintaining in Rome representatives of foreign orders; the Sacred College, however, rejected this endowment, and summoned all the suppressed confraternities to reconstitute themselves under the ordinary Italian law of association.",
        "The civil list, which the law of the 10th of August 1862 had fixed at 650,000 a year, but which had been voluntarily reduced by the king to 530,000 in 1864, and to 490,000 in 1867, was thus raised to 570,000 a year.",
        "The former at Pavia (15th October I 2878), and the latter at Arco (3rd November), declared publicly that Irredentist manifestations could not be prevented under existing laws, but gave no hint of introducing any law to sanction their prevention.",
        "The scandal and the pressure of foreign Catholic opinion compelled Depretis to pursue a more energetic policy, and to publish a formal declaration of the intangibility of the Law of Guarantees.",
        "A few days later Signor Bonghi, one of the framers of the Law of Guarantees, published in the Nuova Antologia a plea for reconciliation on the basis of an amendment to the Law of Guarantees and recognition by the pope of the Italian title to Rome.",
        "The new law forbade the state banks to lend money on real estate, limited their powers of discounting bills and securities, and reduced the maximum of their paper currency.",
        "Again obstruction precluded debate, and on the 22nd of July 1899 the decree automatically acquired force of law, pending the adoption of a bill of indemnity by the Chamber.",
        "During the first week of April Convocation sat almost from day to day to determine questions of fact and law in relation to Catherine's marriage with Henry as affected by her previous marriage with his brother Arthur.",
        "Anne's sister, Mary Boleyn, had been Henry VIII.'s mistress; this by canon law was a bar to his marriage with Anne - a bar which had been removed by papal dispensation in 1527, but now the papal power to dispense in such cases had been repudiated, and the original objection revived.",
        "The last great undertaking in which he was employed was the revision of his codification of the canon law, which had been all but completed before the death of Henry.",
        "Paley (1802), this is a sort of after-birth or anachronism.2 Natural Law.",
        "- We do not pretend that Law of Nature - the jurist's term, not of course that of inductive science - is strictly a synonym for theism.",
        "But it is a cognate Law.",
        "A pantheist may believe in Law of Nature and go no further; a theist who accepts Law of Nature has a large instalment of natural theology ready made to his hand; including an idealist, or else an intuitionalist, scheme of ethics.",
        "14, 15 - the passage already referred to, under \" Natural Religion \" - as asserting \" Natural Law \"; St Paul's words suggest that form of thought and may conceivably have been suggested by it.",
        "Ritchie's Natural Rights, from the point of view of a very hostile (evolutionary) idealism, sketches the early history of the phrase Natural Law.'",
        "The philosopher in Abelard's Dialogus inter Judaeum Philosophum et Christianum expects to be saved ex sola lege naturali; here \" law of nature \" is fully equivalent to Natural Religion, and the word sola sets it in contrast with Christianity.",
        "Not to speak of the canonists, Thomas Aquinas gives natural law an important place; while Melancthon, drawing from Aquinas, gives it an entrance into Protestant thought.",
        "Zwingli and Calvin on the other hand prefer the positive view of law as instituted by God far back in history in the days of the Old Covenant; but,, when exegesis or controversy puts pressure upon them, they fall into line and reiterate the appeal to a Natural Law.",
        "Locke had spent some years in Holland, the country of Grotius, who, with help from other great lawyers, and under a misapprehension as to the meaning of the Roman jus gentium, shaped modern concepts of international law by an appeal to law of nature.",
        "Wolff, in the intervals of his chequered theological career, lectured and wrote as a jurist upon the Law of Nature.",
        "Maine's Ancient Law.",
        "Mill tried to reconcile criminal law and its punishments with his very hard type of determinism by saying that law was needed in order to weight the scale, and in order to hold out a prospect of penalties which might deter from crime and impel towards good citizenship, so Paley held that virtue was not merely obedience to God but obedience \" for 1 Criticism of the scheme, from the point of view of an idealist theism, will be found in John Caird's Introduc to the Phil.",
        "Just as our knowledge never can finish its task of reducing world-experience to an intelligible system, so our will is never once able perfectly to obey the law of reason.",
        "Secondly: from the discrepancy between the pure abstract law of self-consistent reason and the pleasuretinged nature of man, we infer or postulate Immortality.",
        "Nature as a machine, governed by changeless causal law, is necessary to thought.",
        "It is a mental \" impotence \" that makes us believe in such a law as Cause and Effect.",
        "8 Ordinary \" inductive \" empiricism shows that it has travelled far from this unprejudiced credulity when it asserts its hard determinism - uniform law, never broken, never capable of being broken.",
        "Chalmers 1° put it, would have yielded, by the same process of natural law as ours, quite a different universe from ours.",
        "No law of nature contains in itself a promise that it shall pass into operation.",
        "He also gives us \" natural law \" 2 - a Stoic inheritance, preserving the form of an idealist appeal to systematic requirements of reason, while practically limiting its assumptions to those of intuitionalism.",
        "He will not have the Ontological argument; but he asserts Natural Law, and relies upon the cosmological and design arguments - with various refinements and distinctions, differently stated in his two Summae.",
        "But once again in his political writings he breaks away from empiricism in appealing to natural law - an intuitionalist or conceivably an idealist tradition.",
        "What the Three Sermons sought to find written small within - a law of inflexible justice or righteousness - part i.",
        "In this instance it may happen that the work of intelligence has only been mimicked in nature by blind forces which have accidentally produced organic life; and Mill is disposed to hold that if the evolution of species should be clearly established as due to natural law - if there has been no creation by special interposition - the argument falls to the ground and theism (apparently) is lost.",
        "made the royal courts of law a lucrative source of revenue, but he gave protection to suitors.",
        "\"No freeman shall be arrested, or detained in prison, or deprived of his freehold, or outlawed, or banished, or in any way molested; and we will not set forth against him, nor send against him, unless by the lawful judgment of his peers and by the law of the land.\"",
        "says that the royal officials must know something of the law and must be desirous of keeping it.",
        "Welsh law is to be used in Wales, and in the marches the law of the marches is to be employed.",
        "As Pollock and Maitland (History of English Law) say \"on the whole the charter contains little that is absolutely new.",
        "In addition to Blackstone, Coke and these later writers, the following works may also be consulted: John Reeves, History of English Law (1783-1784); L.",
        "Maitland, The History of English Law (1895); W.",
        "Holdsworth, A History of English Law (1903), and Kate Norgate, John Lackland (1902).",
        "His first works, Theorie des lois criminelles (1781) and Bibliotheque philosophique du legislateur (1782), were on the philosophy of law, and showed how thoroughly Brissot was imbued with the ethical precepts of Rousseau.",
        "He entered King's College, London, in 1858, and in 1861 was appointed professor of Arabic and Mahommedan law.",
        "- Be fore leaving the German speculation of the first half of the century, a word must be said of von Baer, to whose biological contributions we shall refer later in this article, who recognized in the law of development the law of the universe as a whole.",
        "In his Entwickelungsgeschichte der Thiere (p. 264) he distinctly tells us that the law of growing individuality is \" the fundamental thought which goes through all forms and degrees of animal development and all single relations.",
        "His ritual and mysteries (Sacra Savadia) gained a firm footing in Rome during the 2nd century A.D., although as early as 139 B.C. the first Jews who settled in the capital were expelled by virtue of a law which proscribed the propagation of the cult of Jupiter Sabazius.",
        "St Cyprian, St Ambrose and St Augustine, St Paulinus of Nola and St John Chrysostom had practised law as teachers or advocates.",
        "The acts of councils of this age are full of the trials of bishops not only for heresy but for immorality and common law crimes.",
        "This law was probably only intended to be of a temporary character.",
        "Then comes the law of Gratian already noticed.",
        "Then, in 399, a law of Honorius (Cod.",
        "Justinian has a clearer perception of the demarcation between the spheres of spiritual and temporal law.",
        "The law includes with clerics, monks, deaconesses, nuns, ascetics; and the word \" clerics \" covered persons in minor orders, down to doorkeepers.",
        "But the two jurisdictions were kept separate; for by another law of Edgar (Leges Edg.",
        "Isolated examples in the early middle ages of metropolitans dealing with their suffragan bishops by imprisonment in chains were extra-canonical abuses, connected with the perversion of Church law which treated the metropolitan (who originally was merely convener of the provincial synod and its representative during the intervals of sessions) as the feudal \" lord \" of his comprovincials.",
        "and the application of their principles by Hildebrand (afterwards Gregory VII.) are discussed in the article Canon Law.",
        "Law; Ayliffe, Parergon juris ecclesiastici, p. 161; Godolphin, Abridgement of the Laws Ecclesiastical, p. 8).",
        "Law, pp. 214, 927; de Maillane, Did.",
        "Law, pp. 66 et seq.).",
        "Owen, Institutes of Canon Law, 1884, pt.",
        "Law before Edward I.",
        "Law, i.",
        "c. 17 provided that married laymen might be judges of the courts Christian if they were doctors of civil law, created in any university.",
        "Canon Law as a study had been practically prohibited at the universities since 1536 (Merriman, Thomas Cromwell, i.",
        "117; Owen, Institutes of Canon Law, viii.).",
        "Law, ii.",
        "Law; Ray v.",
        "(On general questions see Phillimore, Ecc. Law, 6 5, 73.) Despite the bishop of Lincoln's case, the law is in some uncertainty.",
        "c. 71, tithe has become, except in a few rare cases, tithe rent charge, and its recovery has been entirely an operation of secular law.",
        "The relations of their bishops, priests or other ministers and lay office-bearers inter se and to their lay folk depend upon contract; and these Y P P contracts will be enforced by the ordinary courts of law.",
        "In France a law of the Revolution (September 1790) purported to suppress all ecclesiastical jurisdictions.",
        "Smith, Elements of Ecclesiastical Law, New York, i.",
        "Taunton, Law of the Church, London, 1906, s.v.",
        "He should be a doctor in theology or a licentiate in canon law (ib.",
        "The spiritual courts in the East have permanently acquired jurisdiction in the matrimonial causes of baptized persons; the Mahommedan governments allowing to Christians a personal law of their own.",
        "Ridley, View of the Civile and Ecclesiastical Law (1607); J.",
        "Smith, Elements of Ecclesiastical Law (New York, 1889-1890); S.",
        "Stephen, History of the Criminal Law of England (London, 1883); Pollock and Maitland, History of English Law before Edward I.",
        "Maitland, Roman Canon Law in the Church of England (1898); R.",
        "Owen, Canon Law (1884); Sir R.",
        "Phillimore, Ecclesiastical Law (2nd ed., 1895); J.",
        "Taunton, Law of the Church (London, 1906); Report of Royal Commission on Ecclesiastical Discipline (1906).",
        "Ecclesiastical law >>",
        "By this law a tenant-farmer is able to bequeath his farm, that is to say, he holds his lease in perpetuity.",
        "In the middle ages, meat, eggs and milk were forbidden in Lent not only by ecclesiastical but by statute law; and this rule was enforced until the reign of William III.",
        "1233 passed a law, which remained in force for a long time in the two Sicilies, by which every medical man was required to give information against any pharmacist who should sell bad medicine.",
        "It has been decided in the law courts that a limited liability company is not a person in the eye of the law, and therefore does not come under the operation of the act of 1868.",
        "Where the number of pharmacies is limited by law prescriptions may only be dispensed at these establishments.",
        "The prices charged for dispensing are lower in countries where the number of pharmacies is limited by law, the larger returns enabling the profit to be lessened.",
        "QUINTUS SERVILIUS CAEPIO, Roman general, consul 106 B.C. During his year of office, he brought forward a law by which the jurymen were again to be chosen from the senators instead of the equites (Tacitus, Ann.",
        "indultusn, from indulgere, grant, concede, allow), a, papal licence which authorizes the doing of something not sanctioned by the common law of the church; thus by an indult the pope authorizes a bishop to grant certain relaxations during the Lenten fast according to the necessities of the situation, climate, &c., of his diocese.",
        "Against this law, too, many petitions went to Rome for rehabilitation, until in 1498 the Spanish pope Alexander VI.",
        "The institution owed its origin to federal land grants; it is maintained by the state, the United States, and by small fees paid by the students; tuition is free in all colleges except the college of law.",
        "Other institutions of learning are the Capital University and Evangelical Lutheran Theological Seminary (Theological Seminary opened in 1830; college opened as an academy in 1850), with buildings just east of the city limits; Starling Ohio Medical College, a law school, a dental school and an art institute.",
        "Besides the university library, there is the Ohio state library occupying a room in the capitol and containing in 1908 126,000 volumes, including a \"travelling library\" of about 36,000 volumes, from which various organizations in different parts of the state may borrow books; the law library of the supreme court of Ohio, containing complete sets of English, Scottish, Irish, Canadian, United States and state reports, statutes and digests; the public school library of about 68,000 volumes, and the public library (of about 55,000), which is housed in a marble and granite building completed in 1906.",
        "\"ALBIN CSAKY, COUNT (1841-1912), Hungarian statesman, was born on April 18 1841 at Krompach, in the county of Szepes, and studied law at Kassa (Kaschau) and Budapest.",
        "Archbishop Hamilton, however, who now granted the decree, had himself obtained a papal dispensation for the marriage, 1 and in consequence it is extremely doubtful whether according to the Roman Catholic law Bothwell and Mary were ever husband and wife.",
        "(I) That whosoever shall hereafter come to the possession of this crown shall join in communion with the Church of England as by law established.",
        "Prospering by the law, William Howard of Wiggenhall rose to knight's rank and acquired by purchase Grancourt's manor in East Winch, near Lynn, where he had his seat in a moated house whose ruins remain.",
        "Roger Stafford, the impoverished heir male of the ancient Staffords, had been forced to surrender his barony to the king by a deed dated in the preceding year, a piece of injustice which is in the teeth of all modern conceptions of peerage law.",
        "After taking orders he went (1770) to Rome, where he obtained the degree of doctor of theology and common law, and devoted himself enthusiastically to the study of the fine arts, especially of architecture and painting.",
        "the law of booty, I Sam.",
        "1-7); love is the supreme law (xiii.",
        "and so on, creates \"magnified nonnatural men,\".who presently made their appearance in ritual (for to think a thing the savage must dance it);; whereupon personal intercourse becomes possible between such a being and the tribesmen, the more so because the supporters of law and order, the elders, will wish to associate themselves as closely as possible with the supreme law-giver.",
        "The Apocry- Torah, the Law delivered to Moses, held among the Jews of the 4th century B.C. as it holds now, a pre eminent position."
    ],
    "definition": [
        "The complete body of statutes, rules, enforced customs and norms, and court decisions governing the relations of individuals and corporate entities to one another and to the state.",
        "The subset of such statutes and other rules and materials dealing with a particular subject matter.",
        "The system by which such statutes and rules are administered.",
        "The profession of interpreting such statutes and rules.",
        "A bill that becomes effective after enactment by the legislature and signature (or failure to veto) by the executive.",
        "Link/Cite"
    ]
}