{
    "translation": ".1 להשען\n.2 רזה, כחוש",
    "uses": [
        "He was lean and agile.",
        "He looked tall and lean in a dark suit.",
        "She glanced at his lean hips.",
        "Right now Destiny and Jonathan need someone strong to lean on.",
        "Sasha was lean and pale, his gaze turquoise.",
        "And I'll start cooking lean and mean Dean specials.",
        "Nothing felt right, so she decided to tuck her hands behind her back and simply lean against the wall.",
        "Its snugness drew her eyes to his crotch and lean thighs.",
        "Its legs were long and lean and its head was held low, ears erect.",
        "It wasn't coming out the way she practiced it, maybe because Gabriel was sitting close enough that she wanted to lean against him instead of the bed and place his large hands on the parts of her body hidden by clothes.",
        "The man gazing back at him was wiry and lean with angled features and swirling gold eyes.",
        "Only when the pain in her body returned did she lean back for a break with a grimace.",
        "Kiera watched him lean both weapons against the side of the dwelling before he returned.",
        "He glanced at the dirty innyard in the middle of which soldiers were watering their lean horses at the pump while carts were passing out of the gate.",
        "He was lean and wiry compared to Damian's bulky build.",
        "Part of her wanted to lean against him, knowing he wouldn't turn her away.",
        "Suddenly, to his great joy he saw little Lucy Martin lean over her desk and whisper to the girl in front of her.",
        "Alex sat up and scooted back so he could lean on the headboard.",
        "She eyed his lean frame.",
        "He rode as if he were part of the horse, his lean body swaying with the stride of the graceful animal.",
        "She noted the worn but relatively new clothes that clung to his lean frame.",
        "This leads to the proverbial \"lean years\" and \"fat years.\"",
        "From his square-toed boots to the white shirt tucked into indigo jeans, his lean frame was something to admire.",
        "She hugged his lean waist and smiled up at him.",
        "My auxiliaries are the dews and rains which water this dry soil, and what fertility is in the soil itself, which for the most part is lean and effete.",
        "This man seemed to me to lean over the cornice, and timidly whisper his half truth to the rude occupants who really knew it better than he.",
        "It can sell produce abroad for better rates, give farmers predictability in pricing and flexibility on when to sell, and act as a storehouse against lean times in the future.",
        "Handsome and lean, he wore slacks and a collared shirt left open at the neck with the long sleeve meticulously rolled in a faux casual style.",
        "He wore the long-sleeve knit shirt, snug enough to show his physique without clinging to it, the snug jeans low on his lean hips.",
        "Just under six feet tall, wide-shouldered and lean, Darkyn's youthful appearance was framed by short, dark hair.",
        "Dustin was lean and handsome with clear, cool blue eyes and sharp, angular features.",
        "The pale man was tall and lean, and he hung his hands again through the bars of his cell.",
        "He gazed at her, shifting to lean forward, the only sign of his unease.",
        "His long, lean muscles bulged with the workout.",
        "The girl, greatly astonished, ran to lean over the edge of the roof, and saw the man walking rapidly through the air toward the ground.",
        "Darkyn was lean and wiry, his youthful looks at odds with the ancient intelligence in his black eyes.",
        "A tall lean figure entered the diner and she froze – Cade.",
        "Dressed all in black with weapons strapped in places identical to where Gabriel wore his, the tall man was lean with cold eyes.",
        "His skin was golden, his wide back muscled, lean and defined down to the slender hips and waist.",
        "She was riding behind Cade, her hands clinging to his lean hips.",
        "Having jerked out these last words as soldiers do and waved his arms as if flinging something to the ground, the drummer--a lean, handsome soldier of forty--looked sternly at the singers and screwed up his eyes.",
        "When I paused to lean on my hoe, these sounds and sights I heard and saw anywhere in the row, a part of the inexhaustible entertainment which the country offers.",
        "She turned to see a tall, lean man with olive features that more closely resembled Rhyn's.",
        "Even if his features were young and his body lean, he wasn't able to hide what he was.",
        "Her lean body handled the strenuous task easily.",
        "He wore black pants that hugged his lower body to reveal the lean hips and long, muscular legs.",
        "Rhyn ignored his brother as the lean man paced and pulled at his hair in frustrated silence.",
        "What would it be like to run her hands over Darkyn's lean frame the way she had Gabriel's, to feel his sharp teeth nip the delicate skin of her inner thighs and breasts?",
        "Tall and lean, with eyes as black as Gabriel's, the man who stood too close for her comfort wore normal enough clothing, aside from the knives strapped to his thighs.",
        "She stared at him hard, recognizing the brown eyes but not the lean face and body.",
        "He was much older with a full head of silver hair, a similar shade of dark eyes, and a lean build.",
        "It was of his lean body pressing her into the bed while they made love.",
        "Two officers, one with a scarf over his uniform and mounted on a lean, dark-gray horse, the other in an overcoat and on foot, stood at the corner of Ilyinka Street, talking.",
        "He stopped to lean against a tree to rest, unable to shake his own surprise at discovering Sasha wasn.t dead.",
        "Lean and youthful, he was unthreatening in appearance but the single most lethal creature Gabriel knew.",
        "As she stepped off the walk to cross an alley, a lean figure stepped out of the saloon.",
        "She nodded, hugging his lean waist until they had to let go at the bedroom door.",
        "A head taller than her, he was lean and calm, his black eyes missing nothing.",
        "She lifted her head slowly, her gaze starting at his square-toed boots and running up the indigo jeans that flattered his lean build.",
        "His body was wiry and lean, his skin golden from sun.",
        "He wore jeans and a t-shirt that outlined his lean frame.",
        "He pulled out a small stack of clothing from the backpack and peeled off his shirt, displaying the lean, muscular body beneath.",
        "As she looked and thought, the strangest fancies unexpectedly and disconnectedly passed through her mind: the idea occurred to her of jumping onto the edge of the box and singing the air the actress was singing, then she wished to touch with her fan an old gentleman sitting not far from her, then to lean over to Helene and tickle her.",
        "Her head was spinning, her vision narrowing, and she paused close enough to Rhyn to lean against him.",
        "The man in her bedroom was kind of creepy: tall and lean with blond hair and eyes so dark, she couldn't see his pupils.",
        "His lean torso, narrow hips and the outline of muscular thighs reminded her too well why she wasn't able to get him out of her mind.",
        "Aside from its large, glowing green eyes, the creature appeared near-human with a lean body covered in some sort of leather jumper.",
        "He was a lean man with gleaming silver- blue eyes, teeth filed into points, and an aura so cold she stepped away.",
        "She eyed his lean build.",
        "Darian was lean as a whip, his body honed to the point where instinct and reaction were one.",
        "His elbows were propped on his knees, the trench falling back to show a lean body, flat stomach and muscular thighs outlined by the soft material of his pants.",
        "Natasha continued to lean out of the window for a long time, beaming at him with her kindly, slightly quizzical, happy smile.",
        "In the lean years, harvests are small and farmers sometimes don't even produce enough to have surplus to sell.",
        "He made a striking figure, so tall and lean.",
        "They were long and lean.",
        "Practical and detail-oriented, Kiki was well-dressed and lean.",
        "Slim ankles and lean upper thighs gave her the look of a model.",
        "He was lean, with broad shoulders, narrow hips and a flat abdomen.",
        "But the indigo jeans hugged his lean hips in a tantalizing way and outlined the long muscles in his thighs.",
        "She moved away from the gate, tearing her gaze from his lean muscular thighs.",
        "A tall lean figure stepped into the room and cool gray eyes surveyed her.",
        "Her heart skipped a beat as a lean figure in a business suit entered the room.",
        "His shoulders were broad, his chest wide, his stomach flat, his hips lean.",
        "His shoulders were wide, his back wide and tapering to a slender, lean stomach and hips.",
        "His arms were huge, his muscles long and lean.",
        "Norfolk wants to clean this up and they're looking for direction on which way to lean.",
        "He started to lean toward Cynthia but the waitress was at his elbow.",
        "Indigo jeans outlined the long lean muscles in his thighs, and the sleeves of his western shirt were rolled up to reveal tanned muscular forearms.",
        "Watching the house on the hill from the kitchen window, she knew a moment of regret when his lean silhouette disappeared into his house.",
        "For a moment she let her imagination dwell on the feel of that lean body against hers.",
        "If he hadn't done so, she might not have seen the lean figure lounging against the tree.",
        "His lean build gave the impression that he was tall, but he was only five feet nine inches.",
        "The large belt buckle at his lean waist lay flat against a washboard stomach.",
        "She unlocked the door and opened it, stepping aside as his tall lean frame dripped through the door.",
        "A lean figure in a gray business suit stepped out of a crowd of new arrivals.",
        "The indigo jeans fit snugly against his lean hips and muscular thighs.",
        "Alex emerged from the bedroom looking lean and handsome in a dark suit.",
        "Jenn's gaze took in his lean body.",
        "Sirian edged closer, his wise gaze and silvering hair the only signs of aging on his otherwise lean frame.",
        "Lean's family was brought in last summer.",
        "\"There is not a family in our walls the Warlord has not helped,\" Lean added, calming.",
        "\"Still your tongue, Lean,\" Allin warned.",
        "\"She saves people before bringing them here,\" Lean supplied.",
        "\"It's how she heals people,\" Lean explained at his puzzled look.",
        "Lean mumbled to himself and fell silent.",
        "Allin and Lean made no move to stop him, and he entered.",
        "He joined Lean and Allin as they dined, listening with forced indifference as they told him that Rissa had left alone with her guard at dusk.",
        "He glanced at the warriors around him, wondering if the people's loyalties were as divided as Allin and Lean seemed to think they were.",
        "Allin and a red-faced Lean waved him over.",
        "He was clean and well-dressed for the first time, his tailored clothing enhancing his muscular, lean build.",
        "Still, he was a good looking boy – tall for his age and lean.",
        "The charcoal gray trousers made the most of his lean torso.",
        "Gerald was tall and lean, his gait casual.",
        "The indigo jeans hugged his lean build, making him look taller.",
        "He was still lean, though, with that flat stomach.",
        "He started to lean down and then hesitated, his gaze searching her eyes.",
        "Slipping her arms around his neck, she boldly molded her body to his lean frame.",
        "Indigo jeans clung to his lean hips, but he still wore the white sneakers.",
        "Down the hall, a tall lean man was walking beside a wheelchair.",
        "She brought him humans to feed off of and – in the lean years where they'd been struggling to survive – she let him drink from her.",
        "Wiry and lean, Darian's golden gaze was identical to that of his brother, the White God.",
        "His presence was intense but calming, almost to the degree she had the urge to lean against him and let his huge hands roam her body, grip her from behind and pull her … Crunching from behind her broke the spell.",
        "Sloping shoulders, huge biceps, wide chest, lean abdomen … Now she understood rule number three and why it had the most exclamation points.",
        "Jessi watched Gerry strip off his shirt to reveal a lean, athletic frame and faced Xander.",
        "Her eyes took in his broad shoulders, thick upper body and lean lower body.",
        "Dressed in swim trunks and nothing else, his long, lean legs were propped up on the balcony railing.",
        "A little armadillo, the mulita, is the living representative of the antediluvian giants Mylodon, Megatherium, &c. The ostrich-Rhea americana-roams everywhere in the plains; and there are a few specimens of the vulture tribe, a native crow (lean, tall and ruffed), partridges and quails.",
        "If, however, cost within reasonable limits is a secondary consideration and the intention is to build a line adapted for express trains and for the carriage of the largest volume of traffic with speed and economy, he will lean towards the second.",
        "The competition thus constitutes what is termed a \" block test,\" and it is instructive in affording the opportunity of seeing the quality of the carcases furnished by the several animals, and in particular the relative proportion and distribution of fat and lean meat.",
        "More, who knew her in old age when she was \"lean, withered and dried up,\" says that in youth she was \"proper and fair, nothing in her body that you would have changed, but if you would have wished her somewhat higher.\"",
        "This, which is also known as bordonus, was developed out of the choir-staves, originally no more than sticks to lean on during the long services.",
        "A monarch so overburdened with cares was naturally always in need of money,' and thus obliged to lean heavily upon the support of the estates of the realm.",
        "Montmorin did not dare to come to a decision without consulting his masterful friend, but on the other hand neither Mirabeau nor La Marck were under any illusions as to the broken character of the reed on which they had perforce to lean.",
        "Probably these were the original genii of the necropolis, and in fact the same lean animal figured passant is s;b \" jackal\" or \"fox.\"",
        "DIVAN (Arabic diwan), a Persian word, derived probably from Aramaic, meaning a \"counting-house, office, bureau, tribunal\"; thence, on one side, the \"account-books and registers\" of such an office, and, on another, the \"room where the office or tribunal sits\"; thence, again, from \"account-book, register,\" a \"book containing the poems of an author,\" arranged in a definite order (alphabetical according to the rhyme-words), perhaps because of the saying, \"Poetry is the register (diwi n) of the Arabs,\" and from \"bureau, tribunal,\" \"a long seat, formed of a mattress laid against the side of the room, upon the floor or upon a raised structure or frame, with cushions to lean against\" (Lane, Lexicon, 93 o f.).",
        "His criticism is empirical and unmethodic, based on immense and careful reading, and applied only when he feels a difficulty; and he is most successful when he has a large mass of tolerably homogeneous_ literature to lean on, whilst on isolated points he is often at a loss.",
        "Osler in the shape of old clouds; their upper portions always appear dragged forward and they lean over, as it were, in the 14.",
        "For where holiness is associated with ascetic practices the masses can never attain to a perfect life, and naturally tend to lean on the professors of special sanctity as tke mediators of their religious welfare.",
        "When the horse is in motion the hands should not be held rigid, as the horse's mouth would thereby become dead, and the horse would lean unpleasantly on the hand; but the rider should give and take, without, however, entirely relaxing the hold.",
        "In jumping an ordinary hedge or ditch at moderate speed, there is of course a moment of time during which the horse is on his hind legs, and in theory the rider should then lean forward, but, in practice, this position is so momentary, and the lash out of the hind legs in the spring is so powerful, that it is best not to lean forward at all, because of the difficulty, if not impossibility, of getting back in time for the reverse movement, when the rider should be preparing to render the horse some assistance with the bridle as his feet touch the ground.",
        "The leading products, as reported by the Geological Survey for 1907, were as follows: coal, $614,798,898 (85,604,312 tons of anthracite coal, 394.759,112 of bituminous); petroleum, $120,106,749; natural gas, ~54,222,399; iron ore, $131,996,147 (pig iron, $529,958,000); copper, refined, $173,799,300; gold, coinage value, $90,435,700; buii~..ing-stone, $71,105,805; silver, commercial value, ~272OO,700: lean.",
        "From the map it will be noticed that the largest and most thickly strewn lakes occur within five hundred or a thousand miles of Hudson Bay, and belong to the Archean protaxis or project beyond its edges into the Palaeozoic sedimentary rocks which lean against it.",
        "Bacon with an excess of fat is not wanted, except in the lumber camps; consequently the farmers of Canada have cultivated a class of swine for bacon having plenty of lean and firm flesh.",
        "The First Few Decades Of The Period Of British Rule Were Lean Years Indeed So Far As Native Literature Is Concerned.",
        "For the successful completion of this great road his strong will and mental grasp were largely responsible, and he it was who not only controlled but steadily extended its operations during the lean years which followed.",
        "The lean years and the fat years of the general labour market always tell, and the low range 127¦??r??1: !1??1.",
        "The whole body, including the back of the neck, is covered with straight silky hair, which denotes quality and lean meat.",
        "A deficiency of lean meat is a common characteristic of the breed, which is almost extinct.",
        "The Small Black, moreover, is rather longer, and stands somewhat higher, whilst it yields more lean meat than the Small White.",
        "He was rather below the middle size, in youth inclined to stoutness, lean in old age, but of vigorous and active habits.",
        "Narses was short in stature and lean in figure.",
        "its opening both the intellectual and administrative guidance of the Church was entirely in French and Italian hands; and the first instincts of those countries is to lean on an all-sufficing government.",
        "This is why the Zulus and other primitive races distrust a medicine man who is not an ascetic and lean with fasting.",
        "Forced by the unruliness of the magnates to lean upon the middle classes, the king summoned (1359) the first Swedish Riksdag, on which occasion representatives from the towns were invited to appear along with the nobles and clergy.",
        "20, 1700), the Swedish chancellor, Benedict Oxenstjerna, rightly regarded the universal bidding for the favour of Sweden by France and the maritime powers, then on the eve of the War of the Spanish Succession, as a golden opportunity of \" ending this present lean war and making his majesty the arbiter of Europe.\"",
        "The weight of opinion seems to lean to the latter alternative.",
        "As made by the Indians it was composed of the lean parts of the meat, dried in the sun, and pounded or shredded and mixed into a paste with melted fat.",
        "A few weeks after they drop down the river, lean and exhausted, numbers floating dead on the surface, so that only a small proportion seem to regain the sea.",
        "Through him was prepared in the Middle Age the ascendancy of the philosophical authority of Aristotle, which became firmly established in the half-century after his death, when first the completed Organon, and gradually all the other works of the Greek thinker, came to be known in the schools: before his time it was rather upon the authority of Plato that the prevailing Realism sought to lean.",
        "It can be shown, for example, that for masonry having a density of 3, water being 1, the figure of minimum section is a right-angled triangle, with the water against its vertical face; while for a greater density the water face must lean towards the water, and for a less density away from the water, so that the water may lie upon it.",
        "neck carrying a long, lean, clean head covered with white, hard, but not wiry hair, free from wool, long highset ears and a black muzzle; back broad and muscular, belly well covered with wool; legs clean, and a fleece of long white wavy wool, arranged in characteristic locks or pirls.",
        "It has a black face and legs, a big head with Roman nose, darkish ears set well back, and a broad level back (especially over the shoulders) nicely filled in with lean meat.",
        "Although it handles hard on the back when fat, no breed except the old Horned Norfolk equals it in producing a saddle cut of mutton with such an abundance of lean red meat in proportion to fat.",
        "In another letter he says - \" Art began to decline from the moment that the artist did not lean directly and naively upon impressions made by nature.",
        "It could not lean on the Assembly, a mere shrunken remnant, whose days were numbered.",
        "Christians), Helgi Biolan, Biorn the Eastern, Helgi the Lean, Ketil the Foolish, &c., who settled the best land in the island (west, north-west and north), and founded families who long swayed its destinies.",
        "On the north the greater number of the overfolds lean towards the north, while on the south they lean towards the south.",
        "The head should be light and lean, and well set on; the ears small and pricked, but not too short; the eyes full; the forehead broad and flat; the nostrils large and dilating; the muzzle fine; the neck moderate in length, wide, muscular, and yet light; the throat clean; the windpipe spacious and loosely attached to the neck; the crest thin, not coarse and arched.",
        "The points of chief importance are a fine, clean, lean head, set on free from collar heaviness; a long and strongly muscular neck, shoulders oblique and covered with muscle; high, long withers, chest of good depth and narrow but not extremely so; body round in type; back rib well down; depth at withers a little under half the height; length equal to the height at withers and croup; loins level and muscular; croup long, rather level; tail set on high and carried gracefully; the hind quarters long, strongly developed, and full of muscle and driving power; the limbs clean-cut and sinewy, possessing abundance of good bone, especially desired in the cannons, which are short, broad and flat; comparatively little space between the fore legs; pastern joints smooth and true; pasterns strong, clean and springy, sloping when at rest at an angle of 45°; feet medium size, wide and high at the heels, concave below and set on straight.",
        "The houses are built of wood and bamboo; and as the use of diagonal struts is not practised, the walls soon lean over from the force of the winds.",
        "Something about the lean rancher urged her to reach out to him.",
        "A tall lean figure entered the diner and she froze â€“ Cade.",
        "He was dressed in all black again from turtleneck to heavy boots despite the heat of early afternoon, the color emphasizing the zero body fat of his lean body.",
        "Dizziness made him lean onto the table, and he loosed his regeneration powers.",
        "The sight of Darkyn's lean frame was enough for her blood to heat before his piercing gaze caught hers from across the room.",
        "Her blood stirred at the sight of his lean frame.",
        "His shoulders and upper arms bulged while his long torso was lean and chiseled.",
        "His features were most like Rhyn.s: heavy and roughly hewn, while his body was lean like Kris.s.",
        "The tall Guardian was built like a model with the long, lean muscles of a ballerina.",
        "She'd lost weight in the two weeks she'd been assigned to Jonny, and his gaze swept over her lean body.",
        "Still, he was a good looking boy â€“ tall for his age and lean.",
        "She brought him humans to feed off of and â€“ in the lean years where they'd been struggling to survive â€“ she let him drink from her.",
        "His presence was intense but calming, almost to the degree she had the urge to lean against him and let his huge hands roam her body, grip her from behind and pull her â€¦ Crunching from behind her broke the spell.",
        "Sloping shoulders, huge biceps, wide chest, lean abdomen â€¦ Now she understood rule number three and why it had the most exclamation points.",
        "Tall and lean, the Guardian was one of the strongest he knew.",
        "Adding extra lean mass is not necessarily conducive to improved performance.",
        "The more lean your body becomes the more likely you'll be able to sport defined abs.",
        "Heat rating: Medium Cooking instructions 1. Brown 500g lean minced beef in a frying pan.",
        "If Keseberg said that human liver was better than lean beef, most likely a starved body more than a perverted mind was speaking.",
        "It is usually made from lean pork, garlic, paprika, red bell peppers, and red chile pepper flakes.",
        "BLT sandwich 2 slices wholemeal bread filled with 2 grilled rashers lean back bacon, lettuce and 1 tomato.",
        "He finds them of admirable use in feeding bullocks, and fat and lean sheep.",
        "Physical exercise not only influences body weight by burning calories, it also helps raise your BMR by building extra lean tissue.",
        "Aim for a healthy balance between low-GI carbohydrates and lean protein with every meal.",
        "To lean back against cushions covered in knitted cashmere or smooth velvet pile is to indulge in luxury.",
        "Or you may prefer to do nothing but lean back admire the fabulous ornate ceiling!",
        "Pursel was willing to see fragments of DNA -- and even lean pork chops -- but did not care to see the pig.",
        "I could see puppies the same age as he was, still chubby, Ookii was lean and lanky, the diarrhea persisted.",
        "Dowling, A.P., Hubbard, S. Instability in lean premixed combustors.",
        "conservatory Lean too and Victorian conservatories available in white, oak and mahogany.",
        "Lunch 4oz lean boiled chicken breast, 1 cup steamed spinach, 1 cup of herbal tea, 1 chocolate chip cookie.",
        "Being lean did not counterbalance the risk effect of being sedentary, \" Hu said.",
        "It is also the name of small round pieces of lean meat such as lamb cutlets with the bone and fat removed.",
        "We see him change from being a chubby, loud mouthed drunkard to being a lean, mean, laconic, vengeance machine.",
        "As mentioned earlier strong hip extensor support allows a forward trunk lean to minimize the loading response flexion torque at the knee.",
        "Here am I, sweating, sick, and hot, And there the shadowed waters fresh Lean up to embrace the naked flesh.",
        "gamey meat is quite lean and very good for you.",
        "grilling lean lamb steaks with finely grated lemon zest and chopped fresh rosemary for a fragrant, succulent treat.",
        "Fillings skip high-fat cheese and bacon and instead fill your SUBWAY® sandwich with protein-packed chicken, turkey, lean ham or lean beef.",
        "Effects of arginine and ornithine on strength, lean body mass and urinary hydroxyproline in adult males.",
        "The black poplar has a natural lean which has caused indiscriminate felling of trees that are considered to be unsafe.",
        "Too often do we suffer the lean kine to devour the fat.",
        "You can lean back laughing, shooting arrows through these people.",
        "lean meat with an incomparable richness of flavor.",
        "lean manufacturing also means supplying customers with products quickly from the time of order.",
        "lean body mass is estimated from total body water.",
        "lean ham or turkey.",
        "lean forward to balance.",
        "lean on, or to appeal to, or to teach them in the future.",
        "These words mostly fulfill syntactic functions; they have elaborate lemmas but lean lexical concepts.",
        "He had a lean athletic body, like a surf lifesaver, but without the suntan.",
        "His face bears high cheekbones with pouted lips, eyes almost almond in shape with a lean form like that of a wiry cat.",
        "Use this to marinade a lean lamb loin chop for 30 mins.",
        "lug gear lean against each old town walking off white sand.",
        "Apprenticeships cater for work methods in industry such as lean manufacture, team and cell working and modern manufacturing and control techniques.",
        "Over the 12-week period, there were no differences between the two groups in lean body mass or per cent body fat.",
        "The reward is rich, lean meat with an incomparable richness of flavor.",
        "In my opinion it tends to lean more toward supercross than motocross, but it's still mega fun to ride... .",
        "Baking potatoes in the microwave or oven and topping with beans or chili made from lean mince will make a filling meal.",
        "The speed of the descent and the lean trimix left the diver experiencing rather unpleasant nitrogen narcosis.",
        "Not for him ' the lean and slippered pantaloon ' .",
        "The authors ' ambition seems to be to offer lean and muscular, but not parsimonious, explanations.",
        "pouted lips, eyes almost almond in shape with a lean form like that of a wiry cat.",
        "Add 2 chopped rashers lean back bacon and cook for a few minutes.",
        "Day 3 Breakfast: Bacon roll and fruit 1 small wholemeal roll filled with 2 grilled rashers lean back bacon and 1 tomato.",
        "Cut some lean bacon rashers into small pieces and dry-fry them in a pan until they are almost crisp.",
        "For the lean ones, status quo implies impotence, exile, meager rations.",
        "Boosting iron intakes - If you eat meat, try to include some lean, red meat in your diet every week.",
        "red pepperually made from lean pork, garlic, paprika, red bell peppers, and red chile pepper flakes.",
        "His lean face was dark by contrast, and ended in a curt black beard that looked Spanish and suggested an Elizabethan ruff.",
        "sei (whale)e lean with sei information the side of.",
        "shew of lean cattle of different kinds.",
        "Come, Jack, lean ye on my shoulder, ye poor shrew.",
        "stiffening in a bent position making you lean forward.",
        "Look, lean chopped pork and tasty sage & onion stuffing stuffed down the middle.",
        "subtended distances, lean, volume in ONE Compact Unit!",
        "Try other tasty toppings with your cheese like flaked tuna and sweetcorn, mushrooms, and diced lean ham or turkey.",
        "There are so many overweight dogs that a fit, lean dog looks underweight.",
        "However, to turn slow wheelies, you must first make the bike lean in the direction which you want to turn.",
        "His corruption, his mean submission to a tyrant wife, his greed, his pale face and lean person, which had succeeded to the handsome features and comeliness of earlier days,' were the subject of ridicule, f:om the witty sneers of Halifax to the coarse jests of the anonymous writers of innumerable lampoons.",
        "An abundance of lean meat and a moderate amount of fat well distributed constitutes a better carcase, and a more economical one for the consumer, than a carcase in which gross accumulations of fat are prominent.",
        "to the foot, causing the plough to lean from the plants in cultivating, and thus to cut fewer roots.",
        "The points of chief importance are a fine, clean, lean head, set on free from collar heaviness; a long and strongly muscular neck, shoulders oblique and covered with muscle; high, long withers, chest of good depth and narrow but not extremely so; body round in type; back rib well down; depth at withers a little under half the height; length equal to the height at withers and croup; loins level and muscular; croup long, rather level; tail set on high and carried gracefully; the hind quarters long, strongly developed, and full of muscle and driving power; the limbs clean-cut and sinewy, possessing abundance of good bone, especially desired in the cannons, which are short, broad and flat; comparatively little space between the fore legs; pastern joints smooth and true; pasterns strong, clean and springy, sloping when at rest at an angle of 45Ã‚°; feet medium size, wide and high at the heels, concave below and set on straight.",
        "In a proclamation issued for his arrest in 1683 he is described as \"a tall lean man, dark brown hair, a great Roman nose, thin-jawed, heat in his face, speaks in the Scotch tone, a sharp piercing eye, stoops a little in the shoulders.\"",
        "During the lean with sei information the side of.",
        "October 20 th 1790 At Brentwood Fair in Essex on Friday there was a prodigious shew of lean cattle of different kinds.",
        "Choose lean meat / mince and skinless chicken / poultry and trim all visible fat before cooking.",
        "Add some lean meat, skinless poultry, fish, pulses, some milk and dairy products.",
        "Individuals will soon tire of having to lean in or squint to read small text.",
        "It is particularly important to stretch the hip joint to prevent stiffening in a bent position making you lean forward.",
        "Height, distances, subtended distances, lean, volume in ONE Compact Unit !",
        "At this point I was reminded of early Enid as both bands tend to lean toward the symphonic in structure and nature.",
        "A mean, lean swimming and water polo machine !",
        "Our government has began to lean continually more totalitarian during the past decade.",
        "Growing at a measured pace also typically will help you stay lean, focused and disciplined.",
        "Be sure to lean on family and good friends to help you through these next few trying weeks.",
        "Lean on friends and family, but also utilize your doctor, hospital and birth instructor.",
        "Baby food should be full of real ingredients: potatoes, lean meats and fish, vegetables, fruits, etc. While in adult food, you should recognize almost all of the ingredients, in baby food, aim to recognize all of the ingredients.",
        "Healthy eating begins with fruits, vegetables, whole grains and lean meats; high fructose corn syrup, stabilisers, and additives for shelf-life longevity have no place in the diet of babies.",
        "Baby food is ideally made with skinless chicken or fish or lean cuts of red meat or pork.",
        "The micronutrients found in whole grains, fruits and vegetables and lean meat, chicken and fish are essential for your baby’s health.",
        "Sirloin is the least expensive and lean.",
        "In addition, many frozen dinner lines, such as Budget Gourmet and Lean Cuisine, include a few Chinese-inspired dishes, including stir-fry and chicken recipes.",
        "They are lean and thin, which reduces wind and water drag.",
        "The gray, thickened skin makes me lean toward a thyroid problem, but this is something that has to be seen to be diagnosed.",
        "That said, I tend to lean in favor of your fiancee's vet.",
        "A lean protein is ideal since many cats are indoor pets.",
        "American Traditional-You can lean towards a simple, American traditional style, choosing dark woods and adding dark, rich colors to throw pillows, paint, and accessories.",
        "Office chairs that lean back are like a cross between a living room recliner and a standard office chair.",
        "They allow those sitting in them to lean back while getting the proper back support and stability.",
        "Home offices can also benefit from chairs that lean back.",
        "In a home office you're more likely to lean back and put you feet up on the desk, so it's nice to be able to have the option.",
        "To do a basic facial steam, pour your oil drops into a bowl of boiling water, cover your head with a towel and lean over the bowl as the water cools.",
        "They will use the table to pull themselves up and lean on them as they make their way around the room on wobbly legs.",
        "Do you love the look of Native American patterns and accessories, or do you lean more toward a traditional, colonial look?",
        "Lean an old, wooden ladder against the wall, and drape towels or extra bed linens on it.",
        "Whether you lean towards the functional or the fashionable, any style of headboard helps make a bedroom look pulled together and complete.",
        "One of the most versatile styles, contemporary homes encompass a wide range of characteristics and lean more toward modern as opposed to traditional.",
        "Christian decor tends to lean towards very traditional American style decor coupled with inspirational sayings and Bible scripture.",
        "Now that you have a brief idea of what's available, you might be more inclined to lean one way or another.",
        "If you already know you suffer from the all too common shaky hand, rest your elbow on a table and lean forward to apply your liquid eyeliner (which is always more challenging to master).",
        "Whether you're interested in stronger notes or lean toward more subtle scents, you'll find an abundance of appropriate choices for evening wear.",
        "For example, if you are wearing a low cut blouse, lean into the camera a little bit.",
        "Instead of shooting straight-on static shots, squat down, climb a ladder or lean against a tree to switch your perspective and achieve a boldly composed photo.",
        "Fresh fruits, vegetables, lean meats and whole grains are the basic and original health foods.",
        "Lean forward and pull with the hand on top of the pole as if you are walking your hands up the poles.",
        "While your instinct is to lean backwards, you have less control in this position.",
        "Keeping your hands too far forwards will cause too much forward lean, whereas keeping them too far back will put you into the back seat.",
        "It does seem, however, that girls are culturally conditioned to lean more toward artistic subjects rather than math and science.",
        "Inspiration from Amy's interview reminds us once again that the important thing is to be true to yourself, no matter what look you lean toward.",
        "You may become lean on them, but you may gain weight once you stop taking them.",
        "A very athletic tall teen may look heavy but actually may have lean muscle development and be considered a normal weight for a teenager.",
        "Disappearing when you have a crisis and need someone to lean on most.",
        "While it is true that meat is full of protein and vitamins, the same amount of nutrients can be derived from plant-based sources, without the excess of saturated fat and cholesterol that accompanies even lean cuts of meat.",
        "Men tend to lean more towards gift certificates or electronic gifts, which once again proves the difference between males and females!",
        "Furthermore, children can have additional sizing issues based on their growth, such as having long legs and arms but being extremely lean.",
        "The natural light casts an almost ethereal glow around the couple as they lean in for their first kiss as man and wife, lending to the romance and significance of the moment.",
        "While anyone hoping to transform their bedroom into a vibrant, beach-worthy oasis will naturally lean toward tropical bedding, what about people who are naturally more conservative in their decorative choices?",
        "In recent years, besides being an ordained minister, he invented the George Foreman Lean Mean Fat-Reducing Grilling Machine in 1995.",
        "The once pudgy son of Ozzy and Sharon is now a lean, mean, crime fighting machine.",
        "Charlize Theron: The lean and leggy actress began as a model and ballet dancer, until injuries sidelined a dancing career.",
        "For example, in Fight Club he needed to be lean and muscular, and his weight was reported to be about 155 pounds.",
        "Khakis with tee: For children who lean toward more casual clothing options, kids' khaki pants also pair with tee shirts.",
        "Instead, the entertainment options tend to lean toward a variety of music (pianists, string quartets, and jazz bands may all be on board), as well as more unique shows.",
        "The Pacific Stream formula uses real smoked salmon, and the Prairie formula uses roasted bison (lean meat) and roasted deer (venison).",
        "Of course, it never hurts to add a little extra chopped lean turkey or chicken to a dog's dinner to coax him to eat, even if he doesn't feel like it at that moment.",
        "This year has been a bit lean for many of us.",
        "They should be constructed so the mother is not able to lean against the side and accidently smother a pup.",
        "Keeping beds three to four feet wide ensures that you can easily lean over the garden bed to plant vegetables, tend to them or harvest them.",
        "Today's mirror styles lean toward a more unpretentious wood-framed look that for many updated bathrooms replaces the long-used medicine cabinet.",
        "A unique design that is cut in a lean athletic style, ForMotion Woven Shorts are perfect for the golf course as well as for casual wear.",
        "These growth hormones increase the lean muscle mass of livestock, but their inclusion in meat products may pose serious health threats to the consumer.",
        "Long, lean look - Solid color knits that are designed without a waist provide a long vertical look.",
        "It's cut slim throughout, so it contributes to an overall lean appearance, and is ideal to wear out and about no matter what's on the agenda.",
        "From short, warm styles perfect for petite women to lean, belted styles for bottom-heavy women, there are coats aplenty to suit your figure.",
        "Given their sleek, usually monochromatic design, the pant suit instantly elongates the figure and creates a lean look.",
        "Opt for lean, lengthy jackets that fall just below the hip or slightly lower.",
        "Long, lean and practically made for the plus size body, sweater coats are typically defined as outerwear that extends well past the hips.",
        "A tunic, a lean sweater dress or a long cardigan over an equally long, draped top are all excellent partners for a pair of leggings.",
        "Wear them alone, or layer them over leggings for a long, lean look.",
        "Pant liners or unitards are must-have accessories to ensure modesty for dancers, while body liners accentuate cleavage and create a lean silhouette.",
        "Body briefers and shapers allow the clothes to caress the curves rather than cling and give the illusion of a long, lean body.",
        "A-line or princess-line styles elongate the body and torso for a long, lean look.",
        "Plus size women in particular can revel in their practical shape, which tends to favor a long, lean cut that extends past the hips.",
        "Whether you are wearing a tunic loose or belted, pair it with a skinny bottom: jeans, slim cut pants, or skirts for a so-sleek and lean look.",
        "Pop a plus size vest or duster over a tunic for a long, lean look.",
        "The clever design creates an imaginary vertical line that elongates the torso and legs for a long, lean look.",
        "Neutral shoes paired with neutral hosiery create a long, lean silhouette that makes legs look longer and sexier.",
        "These specifications are in addition to a balanced diet of nutrient-dense foods including a variety of fruits and vegetables, whole grains, reduced-fat and fat-free dairy products, and lean proteins.",
        "Get your protein from lean meats, fish, beans, and nuts.",
        "Lean back slowly, tighten your abdominals, and then sit up tall again.",
        "Still, this lean protein, coupled with a few slices of whole wheat bread, is sure to help you to fall asleep.",
        "Eat a meal of lean protein and potatoes.",
        "The American Sleep Apnea Association suggests that patients lean toward smaller masks if they are unsure what size to select.",
        "This look is once again bold with distinctive lean lines, large lenses and an overall \"big\" personality.",
        "Lean over so that your face is parallel to the floor or countertop.",
        "The frame here is of the tortoise variety, but instead of leaning towards the more traditional colors of red and brown, these frames lean towards a more golden brown.",
        "Riders should lean back in their inner tubes and hold on to handles for added security and safety.",
        "Killzone 2 - One of the primary features of this first person shooter is the \"lean and peek\" mechanism for using cover in combat conditions, not unlike the gameplay style of the Gears of War franchise.",
        "The only way to keep your character from being completely exposed in a firefight is to lean out from behind objects, which is hardly useful as your character barely leans.",
        "If you lift and then take a second or two to lean forward, this will give you a slow liftoff and hinder your distance.",
        "Fortunately, Pinotage wines lean more towards its biological Pinot Noir heritage rather than its Cinsault genes and make for good medium-bodied wines that match with food very well.",
        "Most picnics however lean towards more simple fare: the cold chicken, ham, smoked salmon, cheese, sushi, salads (pasta, potato, green, Jell-O), snacks and fruit.",
        "Don't expect the Ritz-Carlton, lodging choices lean more to small inns and bed & breakfasts.",
        "Lean wines have meager or lacking fruit flavor characteristics.",
        "If the weather is too hot, the wine ends up flabby, too cool and it ends up thin or lean.",
        "The resulting wine is a crisp, lean wine with wonderful minerality and lemon zest.",
        "Fish, fowl, and lean meats can be consumed in small amounts.",
        "Foods high in fat should be replaced by grains, vegetables, fruits, lean meat, and other foods low in fat and high in complex carbohydrates and protein.",
        "In addition to lean meat, good food sources of protein include fish, eggs, dairy products, and beans.",
        "Parents can replace foods high in fat with grains, vegetables, fruits, lean meat, and other foods low in fat and high in complex carbohydrates and protein.",
        "Good food sources of iron include: almonds, broccoli, dried beans, raisins, dried apricots, seaweed (as soup stock), whole-grain breads and cereals, brown rice, lean red meat, liver, potatoes, poultry, and shellfish.",
        "Includes, per serving, 2-3 oz (57-85 g) of cooked lean meat, poultry or fish, one-half cup of cooked dry beans, one egg, or two tablespoons of peanut butter.",
        "Fish, fowl, and lean meats can be consumed in moderation.",
        "A balanced diet includes fresh vegetables and fruits, legumes, whole grains (cereal, bread, rice, pasta, and other grains), eggs, dairy products, fish, fowl, and lean meat as preferred.",
        "Shortness of breath may cause a patient to become very anxious, sit upright, lean forward, and use the neck or chest wall muscles to help with breathing.",
        "A step is exactly as its name suggests - you put one foot on the floor and lean your weight onto it.",
        "A closet that's stuffed so full of clothing and other items that you must lean on the door to force it closed is ripe for taking the time to declutter and organize.",
        "A rough estimate for medium hair is this: if the hair cannot be successfully pulled into a ponytail, it is short, while if it catches when you lean back in a chair, it is long.",
        "You need not be a waif to look good in this cut, although a lean line helps extend the body and create a more flattering silhouette.",
        "Your body and hair should become fluid with one another to create a lean line.",
        "Shag styles with lots of layers of jagged hair just barely kissing the edge of the jaw combined with longer hair layers create the illusion of long, lean necks.",
        "Haircuts for fat faces that end slightly above or a few inches below the jaw line create a lean facial profile.",
        "Lean which federal jobs that are in the highest demand.",
        "You should be eating at least five servings of fruits and vegetables a day, plenty of lean protein, and primarily whole grains.",
        "Protein is needed for the baby's growth and maintenance of your lean body tissue.",
        "Good sources are eggs, lean meats, cheese, milk, peanut butter, nuts, and dried beans.",
        "Good sources of iron are fish, lean meats, whole grains, beans, dried fruits, and some breakfast cereals.",
        "Momzee Maternity 'Safari' Stretch Jeans give the mom-to-be a long and lean look.",
        "Lean meats, nuts, spinach, and tofu are good sources.",
        "Balance lean meats or other proteins, complex carbohydrates like whole grains, and plenty of fruits and vegetables.",
        "Decrease refined carbohydrate and sugar consumption, but continue to eat whole grains and lean, healthy proteins.",
        "This video is all about building long, lean muscles.",
        "In fact, Ms. Aniston now cuts one lean figure; her toned arms and super flat stomach are the envy of most!",
        "Even though she's barefoot in this photo, you can clearly see that any time she has spent at the gym has graced her with lean legs and an incredibly toned abs section.",
        "The sizing for this bikini is based on a lean, athletic build.",
        "Tall men look best in trunks that are long and lean, like board shorts.",
        "When Stacy was on Dancing with the Stars, she didn't need to hit the gym at all because she practiced anywhere from four to ten hours a day and was at her most lean and toned.",
        "An emphasis on these foods, combined with lean protein and healthy fats, will actually help you lose weight.",
        "Some of the slightly older juniors may lean towards a full-fledged bikini.",
        "If you've worked on your shoulders, chest and abs over the winter to develop a long, lean yoga body, you probably won't find swimwear that flatters your shape better than women's bandeau swimsuits.",
        "If lifting doesn't suit your needs, Yoga and Pilates can also help create a long, lean look.",
        "Some purchasers believe the pressed wood used to construct the set isn't sturdy enough to keep children from crashing into the table as they lean up against it to reach for a train.",
        "We removed the large amounts of sugars and calories associated with 100 percent juices but left the positive customized nutritional package so that consumers can enjoy the superior healthful refreshment of Fit 'N Lean.",
        "Refuels and repairs muscles by offering 20 grams of lean protein per 8 oz glass.",
        "Many people seeking to gain lean muscle mass take whey protein without learning about a potential whey protein side effect.",
        "Whey protein promotes the formation of lean muscle mass, the goal of a weight lifting program.",
        "A diet based on whole grains, fresh fruits and vegetables, and healthy sources of lean protein such as lean dairy, fish, chicken and legumes provides an abundance of the proper vitamins, minerals and macronutrients.",
        "Eat a diet rich in leafy green vegetables, legumes, lean dairy and fish, and take a walk in the morning or evening daily.",
        "The key to keeping your body in good shape is to exercise regularly and to consume a well-balanced diet that includes fruits, vegetables, whole grains, healthy fats, and lean proteins.",
        "A well-balanced diet includes foods like fruits, vegetables, whole grains, healthy fats, and lean proteins.",
        "Get nine servings per day from a rainbow of foods and lean heavily on C-rich foods such as citrus fruit, green vegetables and more.",
        "They can be much more flattering than tops of traditional length, hitting at the right point on the hips to give a slimmer appearance, or having short enough sleeves to make your arms look lean and toned-not dwarfed by an oversized shirt.",
        "A long and lean maxi dress proves that chic summer dresses come in all lengths.",
        "Even if your tastes lean to the more conservative side in general, you can still look sexy and classy.",
        "Slip into a pair of wedge heels to elongate your legs and create a beautifully lean silhouette.",
        "More classic styles feature long, lean jackets and flowing pants.",
        "It should provide you with years of regular use, so opt for suits that lean towards more classic designs in general.",
        "Though H&M caters to a trendy audience, many of the cocktail dresses lean in a more classic direction – and prices are always extremely reasonable.",
        "Long, lean and to the ground: That was the story on most runways, where floor-sweeping gowns, coats and maxi skirts wowed crowds by displayed a highly unexpected sex appeal.",
        "Introduced with the Lean Mean Fat Reducing Grilling Machine, a small grill that makes it easy for anyone to prepare low fat meals quickly, the line has expanded to include a number of additional small appliances.",
        "The George Foreman Grill, often referred to as the Lean Mean Fat Reducing Grilling Machine, is a staple in many households.",
        "Officially titled the George Foreman Lean Mean Fat-Reducing Grilling Machine, the device that is typically referred to as the George Foreman Grill is an electric indoor grill used for cooking.",
        "More than a decade ago, George Foreman introduced the Lean, Mean, Fat Reducing Machine, commonly known as The George Foreman Grill.",
        "The George Foreman Grill, also known as the George Foreman Lean Mean Fat-Reducing Grilling Machine, is an indoor and electronically heated grill.",
        "Those who are trying to lose weight or include more lean protein in their diet will also appreciate the fat free meats that are cooked with the rotisserie heating.",
        "MD: Cooking times range from as little as 30 minutes (lean fish) to up to 72 hours (spare ribs, tough meats).",
        "Since the first George Foreman Lean Mean Grilling Machine was introduced to the market in 1994, the brand has been among the most popular lines of small kitchen appliances in existence.",
        "The Lean Mean Grilling Machine was such a hit with consumers that the original manufacturer, Salton, quickly began developing grills in various sizes and expanding the George Foreman product line to include rotisseries and other items.",
        "Leaning - We subconsciously lean towards things we are interested in.",
        "When drawing your partner into the conversation, lean towards her.",
        "If you are curious how someone is feeling towards you, casually lean back and see if they lean closer in.",
        "The home pages of both may lean more towards the erotic than the overtly sexual, but once you're inside it's all about the sex and the hotter the better.",
        "He may also lean towards you when you are talking.",
        "Your decision to marry someone with a strong personality was the result of feeling very vulnerable and wanting someone to lean on who was decisive, good in a crisis, and could take care of things.",
        "You can learn about positioning as well as how to lean in for the kiss.",
        "First, lean in as you normally do, start out slowly and as you get into it open your mouth slightly.",
        "Check out children's cards in particular, they lean more towards the silly and less to the rude.",
        "If, for example, you stood close in the elevator and they didn't lean away, try to brush the person's hand lightly.",
        "He wants to feel like he can lean on you too.",
        "If you're wondering how to get a girl to kiss you, there's more to it than that moment when you both have the opportunity to lean in and let your lips meet.",
        "Slowly move toward her and lean in, closing you eyes just before the kiss begins.",
        "He might lean in to you or come closer into your personal space.",
        "Does your personal style lean more toward classic simplicity (turtlenecks and pencil skirts) or funky glamor (peacock feathers and embellished jeans)?",
        "Careful household budgeting is a necessity, especially if you can't rely on a spouse's income to help make up the difference during lean months.",
        "Whether you're an editor, copywriter or feature writer, lean times call for you to step up and take control of your career.",
        "Lean times are a great opportunity to expand your repertoire.",
        "Dogs are often content with a basic diet that may lean toward the repetitive angle.",
        "If you tend to lean more toward casual styles, you may be interested in denim or another type of fabric backpack.",
        "When outfitting a child with a backpack, make sure he or she does not lean forward when walking - a sure sign the backpack is too heavy.",
        "Look for lean, slim pocket wallets crafted from soft leather in a variety of neutral colors.",
        "In small and medium sizes, the company's Alley bag is a lean vertical bag that is spacious enough for a 15-inch laptop, yet still quite slender.",
        "Signature Stripe Khaki Rose: This elegant wallet is a must for the woman who prefers the traditionally long and lean wallet silhouette.",
        "Waterproof Leather Long Biker Tri-fold Wallet: This lean, sleek wallet is made with 100 percent waterproof leather and finished with striking, vintage-inspired nickel hardware.",
        "You also lean toward excess, whether it be in matters of food, drink or love.",
        "Scorpios just need understanding despite their efforts to stay mysterious, whether from an empathetic level or just because they have a rock to lean on.",
        "For example, if most of your planets fall in either the house of philosophy (the 9th house) or the house of social status (the 11th house), even a Cancer would lean towards a life of travel and academia.",
        "Be careful with arm rests -- both in seats and chairs -- as they are not necessary and in some cases cause children to lean and fall.",
        "Place a flashlight under your chin, then lean over the sleeper, shake him or her awake and scare the living daylights out of him or her!",
        "In most cases, an emergency food pantry, also called a food bank, is a system of aid that can help you through a lean month by providing a week's worth of nutritious groceries.",
        "You can make the most of lean, inexpensive cuts of meat and great sales on frozen and root vegetables.",
        "Unlike high heels which pitch you forward over your center of gravity, or flats which encourage you to lean back, your walking shoes will encourage you to keep your back straight and your body balanced.",
        "For example, certain dresses look best worn with heels, and some women may feel frumpy or short if they aren't wearing footwear that lends them a long, lean look to complement the dress.",
        "Loafer styles go with many types of clothing and the colors lean toward a neutral palette, so they complement most colors.",
        "You're bound to lean one way or another, but chances are you'll want to take them all in before making a final decision.",
        "The lean rubber outsole extends to the knee and is accented by an adjustable ankle buckle - a detail many women will appreciate, especially if they find that boots tend to \"gap\" in that area.",
        "His tall, lean physique is likened to that of a romance novel cover model.",
        "Instead of destruction they tend to lean toward hope, freedom and power.",
        "While one decade may be dominated by ruby red lips and pencil thin eyebrows, the next decade may lean toward a softer, more natural look.",
        "They balance the torso during sitting, and during standing they counteract the torso's natural tendency to lean too far behind the hip joints.",
        "You'll need at least six months of operating funds as a cushion for lean start-up times.",
        "There's also the issue of Taiwan, which the U.S. has sworn to defend, and for which the Chinese government has a lean and hungry look.",
        "As more Americans lean toward fuel-efficient vehicles, the Golf is gradually gaining more traction in the U.S. as well, especially the GTI sports version.",
        "Lean your torso forward over your front leg to deepen the stretch and place your hands or elbows on the ground for support.",
        "Lean forward with your torso, to stretch your back and hamstrings and lean laterally to each side to improve the flexibility in each leg.",
        "Extend your front knee and lean your torso forward until you feel a good stretch in the hamstring of your extended knee; you'll probably also feel a stretch in your lower back.",
        "Lean forward as far as you can, and hold the position for 30 to 60 seconds.",
        "Or use a pine cone as a place card holder; just lean the card against the pine cone.",
        "To prevent this problem, follow the rule of \"fat over lean\" and increase the proportion of oil medium in each subsequent layer of the painting.",
        "Healthy food choices: If you have eaten a diet high in sugar and refined foods, making the switch to eating lots of vegetables, fruits, brown rice, lean meat and dairy is a wise one.",
        "Select lean meats, such as fish or broiled chicken breast.",
        "Lean meats and fish will offer ample amounts of protein and, for individuals who possess no inherent intolerance, dairy products are an excellent source of essential minerals.",
        "Healthy foods are whole foods and lean sources of protein.",
        "Add healthy fats: Unsaturated fats, found in canola oil, olive oil, nuts, seeds, avocados, and lean protein, satisfy hunger due to the lengthy time period for its full digestion.",
        "The calories a person needs are based on many factors: height, weight, age, gender, activity level, and body composition (lean muscle vs fat).",
        "The list includes wholesome foods such as fish, lean meats and whole grains.",
        "Some experts believe that the increasing media emphasis on lean, muscular, \"perfect\" men may be causing the increase in male eating disorders.",
        "The best sources that comprise a diet for weight control are fruits, vegetables, and whole grains, with dairy, lean meats, and certain fats (like olive oil) being acceptable sources of nutrition.",
        "The best protein sources are lean meat and poultry, and cold-water fish (like salmon).",
        "Lists which include ample quantities of vegetables, fruits, whole grains, lean meats, fish, and healthy fats and oils will usually indicate that the book is safe.",
        "Extra lean: less than 5 grams total fat, 2 grams saturated fat, and 95 milligrams cholesterol per 3-ounce serving and per 100 grams.",
        "Their Lean For Life program is similar to Atkins with its high protein, low carbohydrate food plan.",
        "In fact, balanced meals with proper proportions of lean proteins, complex carbohydrates, and unsaturated fats are strongly encouraged.",
        "Include sources of lean protein at each meal and snack as often as possible.",
        "Acceptable but containing some saturated fats include meats, such as lean beef cuts, chicken and turkey breast, and low fat dairy foods.",
        "Are you eating real food, such as lean protein, vegetables, fruits, grains, and healthy fats?",
        "Choosing lean meat and skinless chicken for entrees.",
        "It should include a lot of fruits and vegetables, whole grains and lean protein.",
        "Consume lean proteins, such as fish, poultry, and plant proteins over beef for fewer calories and fat.",
        "One serving of protein equals about three ounces of lean meat, poultry or fish.",
        "Lean meats, cheeses, and low-fat or no-fat dairy products are also part of a balance diet.",
        "Choose lean meats and poultry without skin and prepare them without added saturated or trans fats.",
        "Regular strength training will, however, create lean, strong muscles that are well defined rather than bulging.",
        "They will each include a lean source of protein, complex carbohydrate, and unsaturated fat.",
        "Protein: Low-fat protein, including lean meat and dairy products, is thought to help the body burn more calories.",
        "Consume protein from lean sources whenever possible."
    ],
    "definition": [
        "Link/Cite"
    ]
}