{
    "translation": "ללמוד",
    "uses": [
        "I have to learn to control myself.",
        "You need to learn a few more things on your own.",
        "How did you learn about the name change?",
        "If his family had lived in the United States for centuries, why didn't they learn to speak proper English?",
        "You must learn to trust me.",
        "Yes. Where did you learn to do that?",
        "Take time to learn the new things and try not be so frustrated with yourself.",
        "I learn a great many new and wonderful things.",
        "\"You ever think we have a lot to learn about each other?\" she asked.",
        "My teacher says, if children learn to be patient and gentle while they are little, that when they grow to be young ladies and gentlemen they will not forget to be kind and loving and brave.",
        "But you can learn many things from books.",
        "Until men learn the meaning of the word no, I'll protect myself in the way that has proven most effective.",
        "That's quite a coincidence, their being out here at the time we learn about the bones.",
        "For instance, they will learn subtleties such as suggesting beach gear if a person buys a cooler in July and tailgating gear if the same purchase is made in October.",
        "He has to learn how... and maybe he senses your anxiety.",
        "When a child does something bad, we talk about it—try to find out why—make sure we all learn from our mistakes.",
        "I didn't learn about it until Julie came up here and Quinn had left for California.",
        "You could learn from their success and you could learn from their failure.",
        "I considered calling Howie and learn what he'd told the detective before I blurted out something that totally contradicted what my former partner in crime had related.",
        "Since he was the one she wanted to learn to outsmart, in case things broke bad, she doubted he'd teach her anything.",
        "As he grew up, his father wished him to learn a trade.",
        "It was no easy thing to learn these letters and how they are put together to make words.",
        "Give us a few days to learn what sort of laws you will make for us, and then we will say whether we can submit to them or not.",
        "We could learn and remember.",
        "\"I didn't learn,\" he answered.",
        "Not to sound like Dusty, but you gotta learn some self-control!",
        "They learn from trial and error.",
        "One goes to college to learn, it seems, not to think.",
        "The downside of setting up identities was that someone would learn more detail about us than we'd previously released.",
        "\"Mother will help him learn it,\" said his sister.",
        "I know, and I guess I was deliberately a little evasive because I wanted you to learn to trust me.",
        "\"Yes, I will try to learn it,\" said Edward.",
        "They did not meet again, and only much later did Pierre learn that he lost an arm that day.",
        "How could youths better learn to live than by at once trying the experiment of living?",
        "You've got to learn to trust me.",
        "I was keenly surprised and disappointed years later to learn of their acts of persecution that make us tingle with shame, even while we glory in the courage and energy that gave us our \"Country Beautiful.\"",
        "Unfortunately, we didn't learn of the murder until a week after it occurred, making it impossible for Howie to \"witness\" the scene.",
        "There was no way she was going to learn more.",
        "If you could only read, you might learn that story and enjoy it.",
        "In time you'll learn more.",
        "You are only a very little boy, and you will learn a great deal as you grow bigger.",
        "I came to learn the customs of your people.",
        "No longer would we learn and forget, learn and forget, learn and forget, again and again, as a species.",
        "Our challenge is to learn how to choose the plowshares, not to abandon metallurgy.",
        "Third: We will learn what treatments not to use.",
        "She felt that from her she would be able to understand and learn everything.",
        "She had to learn to do everything a human did, and she had to learn fast.",
        "He might as well learn that he wasn't going to dominate her.",
        "He hesitantly announced to Carmen one evening that he wanted to learn to play a guitar.",
        "I asked, trying to learn something of what transpired.",
        "It was something she would have to learn to accept - get on with her life.",
        "He reiterated he'd made no move to learn of our location or names.",
        "We never will have the opportunity to learn from the details of their lives and the trillions upon trillions of trial-and-error learning that humankind has repeated again and again.",
        "And yet, we know of no cases of mass \"left behind-ness,\" of people unable to learn how to function in this environment.",
        "Do deaf children ever learn to speak?",
        "So I want to say to those who are trying to learn to speak and those who are teaching them: Be of good cheer.",
        "The doctor would learn he or she was treating the so-called psychic tipster but nothing else about the person's identity.",
        "What did you learn at the library on your poking expedition?",
        "There was little point in denying her attraction, but he'd best learn to keep his distance.",
        "I keep warning you about the wild life, but you have to learn for yourself, don't you?",
        "I can't get close enough to anything to learn more without getting myself killed.",
        "\"Benjamin, how did thee learn to draw such a picture?\" she asked.",
        "This unique phenomenon will pass as we learn to cope with vast amounts of data.",
        "I don't mean that in a motivational poster kind of way but in a literal sense: Failures (and what we learn from them) will help build the energy solutions for our future.",
        "When I find my work particularly difficult and discouraging, she writes me letters that make me feel glad and brave; for she is one of those from whom we learn that one painful duty fulfilled makes the next plainer and easier.",
        "For Miss Keller to spell a sentence in the manual alphabet impresses it on her mind just as we learn a thing from having heard it many times and can call back the memory of its sound.",
        "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.",
        "What marshal this was, Pierre could not learn from the soldiers.",
        "All that he now wanted to know was what troops these were and to learn that he had to capture a \"tongue\"--that is, a man from the enemy column.",
        "Betsy was frustrated; anxious to learn if the town of Alder's Bridge existed.",
        "The speech was not hard to learn, and Edward soon knew every word of it.",
        "\"I should like to learn to do that--oh, ever so much!\" he answered.",
        "A thousand years ago boys and girls did not learn to read.",
        "In a year you will learn to know yourself....",
        "Russia will shudder to learn of the abandonment of the city in which her greatness is centered and in which lie the ashes of your ancestors!",
        "Just learn to track them while we have Charles here.",
        "Sofi wasn't surprised to learn he was an Original Being and had known where to find this creature.",
        "I could go down to the courthouse myself and learn all those answers.",
        "I knew I had only bought time for Molly and I and our captor would soon learn of the nonsense I'd fed him and be done with me.",
        "Can the system learn to predict crime targets?",
        "However, I fully expect we will learn things about the opposite—what we may do, thanks to our genes.",
        "And when more and more people have their medical history tracked over time, we will learn even more about how our bodies get sick and how they heal.",
        "The farmers had to learn what it meant to be paid by the hour and to take instructions from supervisors; how to do a task and then the next day, learn a completely new task and do it instead.",
        "For they cut the cheeks of the males with a sword, so that before they receive the nourishment of milk they must learn to endure wounds.",
        "I had now the key to all language, and I was eager to learn to use it.",
        "I resolved that I, too, would learn to speak.",
        "I received another paper and a table of signs by return mail, and I set to work to learn the notation.",
        "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.",
        "She continues to manifest the same eagerness to learn as at first.",
        "She ran her fingers along the lines, finding the words she knew and guessing at the meaning of others, in a way that would convince the most conservative of educators that a little deaf child, if given the opportunity, will learn to read as easily and naturally as ordinary children.",
        "Let them run in the fields, learn about animals, and observe real things.",
        "But it is evident that precisely what the deaf child needs to be taught is what other children learn before they go to school at all.",
        "Careful examination was made of the books in raised print in the library of the Perkins Institution to learn if any extracts from this volume could be found there; but nothing was discovered.",
        "\"If I were a priest or a monk\" said Ethelbald, \"I would learn to read.",
        "I do not learn that the Indians ever troubled themselves to go after it.",
        "At the same time that we are earnest to explore and learn all things, we require that all things be mysterious and unexplorable, that land and sea be infinitely wild, unsurveyed and unfathomed by us because unfathomable.",
        "Boris was thus the first to learn the news that the French army had crossed the Niemen and, thanks to this, was able to show certain important personages that much that was concealed from others was usually known to him, and by this means he rose higher in their estimation.",
        "I was desperate to learn more details about the crime.",
        "Julie wants desperately to come back east but Howie wants to talk to Martha and learn the truth before he leaves.",
        "I blew off his attempt to learn details of his involvement in Annie's abduction.",
        "Yet she tried to learn her new role with a selflessness that struck him now as incredible.",
        "Due to genetic factors we will certainly learn about in the future, some drugs and treatments do not work on certain people.",
        "I did nothing but explore with my hands and learn the name of every object that I touched; and the more I handled things and learned their names and uses, the more joyous and confident grew my sense of kinship with the rest of the world.",
        "But soon they learned some Dutch words; but they loved their own language and they did not want little boys and girls to forget it and learn to talk funny Dutch.",
        "I learn many new words, too.",
        "On the other hand, when we learn a new word, it is the key to untold treasures....",
        "Soon after its appearance in print I was pained to learn, through the Goodson Gazette, that a portion of the story (eight or nine passages) is either a reproduction or adaptation of Miss Margaret Canby's \"Frost Fairies.\"",
        "He knows the tipster exists because the tipster has information no one could learn through normal means.",
        "It's better you learn them from the beginning.",
        "Get yourself to the range and learn to shoot.",
        "\"You're not afraid I'll learn something to break the bonds?\" she asked.",
        "Maybe she'll learn a thing or two about being human.",
        "Social structures will change, and the purpose of education will be to learn to reason and find one's passion.",
        "We will learn to grow more crops in more places, and make great breakthroughs relating to our seeds and our systems.",
        "I go to school every day, and I learn many new things.",
        "It is so pleasant to learn about new things.",
        "Every day I find how little I know, but I do not feel discouraged since God has given me an eternity in which to learn more.",
        "...You know our kind teachers take us to see everything which they think will interest us, and we learn a great deal in that delightful way.",
        "She cannot sing and she cannot play the piano, although, as some early experiments show, she could learn mechanically to beat out a tune on the keys.",
        "In the diary that she kept at the Wright-Humason School in New York she wrote on October 18, 1894, \"I find that I have four things to learn in my school life here, and indeed, in life--to think clearly without hurry or confusion, to love everybody sincerely, to act in everything with the highest motives, and to trust in dear God unhesitatingly.\"",
        "After Laura's education had progressed for two months with the use only of raised letters, Dr. Howe sent one of his teachers to learn the manual alphabet from a deaf-mute.",
        "I told her that in my opinion the child ought to be separated from the family for a few weeks at least--that she must learn to depend on and obey me before I could make any headway.",
        "I think, however, she will learn quickly enough by and by.",
        "Mr. Wilson, a teacher at Florence, and a friend of the Kellers', studied at Harvard the summer before and went to the Perkins Institution to learn if anything could be done for his friend's child.",
        "I asked myself, \"How does a normal child learn language?\"",
        "The child comes into the world with the ability to learn, and he learns of himself, provided he is supplied with sufficient outward stimulus.",
        "My little pupil continues to manifest the same eagerness to learn as at first.",
        "The only thing for me to do in a perplexity is to go ahead, and learn by making mistakes.",
        "One little chap, about seven, was persuaded to learn the letters, and he spelled his name for Helen.",
        "I explained that Uncle Frank was old, and couldn't learn braille easily.",
        "\"No,\" she replied, \"I think not; but children learn better if they write about things that concern them personally.\"",
        "I did learn about calm.",
        "She at once resolved to learn to speak, and from that day to this she has never wavered in that resolution.",
        "The one is commonly transitory, a sound, a tongue, a dialect merely, almost brutish, and we learn it unconsciously, like the brutes, of our mothers.",
        "What shall I learn of beans or beans of me?",
        "But all I can learn of their conclusions amounts to just this, that \"Cato and Brister pulled wool\"; which is about as edifying as the history of more famous schools of philosophy.",
        "It surprised me to learn Betsy was actively working on Howie's dreams.",
        "Now, through happenstance I learn of a way this heartache might be sometimes prevented.",
        "He has to learn you're at least suspicious.",
        "Even if Howie were here, chances are we wouldn't learn a thing.",
        "You will soon learn that those who lose deals with me are a desperate lot.",
        "Did you learn anything new at the library?",
        "The implication is that any time they nursed, they felt pain as well, to learn at an early age that there is no pleasure to be had in life without pain.",
        "Everyone in the future will learn English because it will be the language of the Internet and thus the language of the world and commerce.",
        "Keeping that one comes at a large financial price: Learn proficiency at two languages or remain separate from the world economy.",
        "From those adventures, though, I did learn (the hard way) to think ahead about what could possibly go wrong.",
        "We were surprised to learn he was staying in a motel and not with his mother's present husband.",
        "\"Agreed. And if I do, she'll learn to call Damian, Dusty, or Darian before leaving the house,\" Jule chimed in.",
        "Instead of relearning things over the course of centuries, people will be able to learn from the choices others have made.",
        "\"Ah, Countess,\" he said at last, \"that's a European talent, she has nothing to learn--what softness, tenderness, and strength....\"",
        "You should not make deals, until you learn how, Zamon said sternly.",
        "She'd learn when she returned to a world she no longer controlled.",
        "Alex didn't know about her fear of flying and she'd just as soon he didn't learn.",
        "No reason to learn.",
        "When will you ever learn?",
        "I doubt it and Howie won't use his ability to revisit his past and learn.",
        "How do I learn?",
        "Deidre couldn't learn to become the human she created in half a day.",
        "They could afford to buy him a horse of his own, but he would learn more this way.",
        "When did you two learn to speak sign language?",
        "Jonathan had taken the time to learn sign language so that he could talk to Alex and she had kept him away from the hospital.",
        "In other words, making noise through your larynx isn't something you have to learn to do.",
        "In the meantime, he'd learn to use the compass better and decipher the symbols.",
        "I'm saying, learn from the shit I went through and go get your mate.",
        "She needs to learn her place fast.",
        "Learn a lesson from your predecessor.",
        "You have much to learn about diplomacy, little brother.",
        "\"Why did you choose today for me to learn about Wynn?\" she whispered.",
        "When the sand is gone, I'll make him dead-dead, unless he can learn to control his power and to work with his brothers.",
        "He willed his friend to learn the lessons he needed to, and fast.",
        "\"It'd do you well in our world to learn some respect, especially for the Ancients,\" Kris snapped.",
        "He needs to learn some control.",
        "Hannah hadn.t been there long enough to learn the castle.",
        "She needed a workout; maybe she could learn to use a sword instead of kickboxing, which she'd been doing regularly for years.",
        "Or maybe I can learn to fight and go with him, if there's no time limit to the war.",
        "\"I am pleased to learn I was wrong,\" he said in a quiet voice.",
        "She possessed promising coordination and ability to learn at least the basics of the warrior's trade, skills no other nishani had ever needed.",
        "His mother never needed to learn.",
        "She had to learn to fight, and he wasn't sure when he'd be able to touch her as a man did his mate.",
        "It didn't seem possible that anyone could learn so fast.",
        "It's not an easy task to learn.",
        "\"I don't know that I want to learn,\" she said, troubled.",
        "\"What would you have me learn?\" he asked in the same wary tone.",
        "It was what nishani asked him the day prior: if she learned duty, what would he learn?",
        "If she learned duty, then he must learn this.",
        "Where did you learn?",
        "\"How did you learn to battle plan?\" he asked, sitting across from her.",
        "While he knew he'd have to speak to Corday sooner or later, he hoped to first learn the reason for his wife's reticence about discussing the ice park fall.",
        "Perhaps, he thought, we are all owed contemplation of our actions, as a parting gift to those who succeed us so they might somehow learn from our deeds and mistakes.",
        "I don't think we'll ever learn when reality took over from fantasy.",
        "Thus from a document of uncertain date, possibly about the time of Alfred the Great, and translated by Stubbs (Select Charters) as \"Of people's ranks and laws,\" we learn:--\"And if a ceorl throve, so that he had fully five hides of his own land, church and kitchen, bellhouse and burh-gate-seat, and special duty in the king's hall, then was he thenceforth of thegn-right worthy.\"",
        "What more is there to learn?",
        "\"Ne'Rin's father?\" she echoed, surprised to learn she'd overheard them plotting without knowing what they were doing.",
        "Besides, if any dramatic discoveries were made, with Fred O'Connor on the job, Dean would learn the results soon enough.",
        "I know we'll probably never learn the answer, but I still can't fathom what could have happened back in Boston to make Annie Quincy desert a comfortable life.",
        "Well, I'm off to learn how to shinny up icicles.",
        "He comforted her, as best he could, trying to learn what happened.",
        "Cynthia was staying at her mother's apartment with plans to visit the hospital first thing in the morning where she could speak with the doctor and learn more of her mother's condition.",
        "\"Nishani, you have duties you must learn before my brother returns,\" Talal said timidly.",
        "You better learn fast if you want to survive my world, challenging me isn't the way to go, he warned.",
        "She can learn anything.",
        "\"She's gotta learn,\" Brady said firmly.",
        "We even had to learn to start fire from scratch.",
        "If Rhyn can learn to overcome his nature, she can to.",
        "\"Immortals have an eternity to learn the rules,\" he pointed out.",
        "You've spent too much time with Death.  When did you learn to think?",
        "\"But I won't,\" Death added.  \"You have a lot to learn, Toby, but you've done the best you can.  It wouldn't have been enough, if there weren't other issues, but you got lucky.  Sometimes, that's half of what Fate is.\"",
        "There was far more to learn about Jeffrey Byrne before he could report an informed opinion on the happenings in Norfolk two nights earlier.",
        "Just because it's fiction doesn't mean you can't learn from it.",
        "The federal agent was interested to learn Vinnie and Dean had played sports together, but Dean put to early rest any misconcep­tion about his prowess on the playing field.",
        "Like everyone else, he'd hoped Parkside was out of the case and was disappointed to learn the FBI was expecting Parkside's con­tinued assistance in the investigation.",
        "There was nothing more to learn and Burgess excused himself and entered the building.",
        "Or maybe he'll find Cleary, learn he isn't Byrne, and put this whole business to rest.",
        "Nothing led Dean to believe she was more than someone befriended by Byrne but he was anxious to learn if this new phone message would change this opinion.",
        "There were still so many things to learn about him – and for him to learn about her.",
        "\"Where did you learn to dance so well,\" he asked.",
        "He would simply have to learn by trial and error.",
        "Maybe he was giving her time to learn, or he might think it would hurt her feelings.",
        "So how did you learn all your hunting skills?",
        "There was so much they had to learn about each other.",
        "They would learn those things with or without children, but they could enjoy the intimacy of them much better when it was merely the two of them.",
        "I know it looks suspicious, but you've got to learn to trust me.",
        "She will learn to love you and think of you as her mother.",
        "Now he had to learn to forgive himself.",
        "She'd been testing him several times a day, astonished to learn just how quickly he was growing into his new powers.",
        "I don't know how to use it yet, but I want to learn.",
        "If she wanted to learn French or Spanish, she'd take lessons.",
        "Where did he learn to dance like that?",
        "So where did you learn?",
        "Unless she stood up to him, she would never learn to run the business.",
        "I left because I wanted you to learn to take care of things yourself.",
        "He felt that Alfonso would learn to be more responsible if he lived a simpler life.",
        "You're going to have to learn to care if you want to be my wife.",
        "Marrying me will do wonders for your social life - once you learn to dress properly.",
        "You're not gonna learn any younger, that's for sure.",
        "It might take me a while to learn, but I'm sure I'll have it figured out by the time you get the front yard done.",
        "Where did you learn to do that - on a golf course?",
        "How long had it taken him to learn?",
        "If she was ever going to learn to be totally self sufficient, she was going to have to take control of her life.",
        "Sometime you're going to have to learn to stand up for what you want instead of letting your father take care of everything for you.",
        "Xander was forced to learn to use his special skills to steal from the market's patrons rather than beg with the rest of the kids.",
        "You will need to learn that quickly.",
        "You must learn mercy.",
        "You and I have no capacity for such a thing, but we will learn.",
        "He loved to learn them, to explore the depths of the human motivation for keeping them and eventually, to use them against those around him.",
        "If Eden succeeded, Xander died, a fact he didn't learn for many years after she left him writhing in agony on the roof of a tavern.",
        "When you're poor and have kids, you learn these things.",
        "You need to learn.",
        "Xander, you really need to learn limits!",
        "The same skill you have that we would help you learn to use is also of interest to those we are trying to protect humans from.",
        "Sofi is trying to learn to fight.",
        "He watched closely, appearing amused and cautious, like a husband watching his wife learn to box.",
        "You won't learn boundaries, will you?",
        "We must learn to issue from ourselves, transport ourselves back to other times, and become children again in order to comprehend the infancy of the human race.",
        "The college was to consist of a provost, io priests, 6 choristers, 25 poor and needy scholars, 25 almsmen and a magister infor mator \"to teach gratis the scholars and all others coming from any part of England to learn grammar.\"",
        "Yet we learn from Capitolinus that Marcus Aurelius was still worshipped as a household divinity in the time of Diocletian, and was believed to impart revelations in dreams (Vit.",
        "But he was now destined to learn that his enemy Francis, whom he had discomfited in the council chamber at Calcutta, was more than his match in the parliamentary arena.",
        "only survived five years at Utrecht, and it was reserved for Heinrich Regius (van Roy) - who in 1638 had been appointed to the new chair of botany and theoretical medicine at Utrecht, and who visited Descartes at Egmond in order more thoroughly to learn his views - to throw down the gauntlet to the adherents of the old methods.",
        "It is not much comfort to learn further from Descartes that \" he denies life to no animal, but makes it consist in the mere heat of the heart.",
        "We learn much as to these magistrates from the large number of inscriptions that have been found (over 2000 in Ostia and Portus taken together) and also as to the cults.",
        "Every bowler should learn both forehand and backhand play.",
        "We learn from Oriental writers that one of the Buyid (Buwaihid) sultans in the 10th century of the Flight constructed the great cisterns, which may yet be seen, and have been visited, amongst others, by James Morier and E.",
        "Attitude of Jesus.--So far, therefore, as the Sabbath existed for any end outside itself it was an institution to help every Jew to learn the law, and from this point of view it is.",
        "That this law was not observed before the captivity we learn from Lev.",
        "We learn that he intervened in the Greek city Seleucia in favour of the oligarchs (Tac. Ann.",
        "But what he really said in his address to the Edinburgh Philosophical Institution in 1867 was that it was necessary \"to induce our future masters to learn their letters.\"",
        "We hope that you enjoy and learn from this free online encyclopedia and that it becomes one of your favorite places for reference information.",
        "No one save the king had the right of jurisdiction over him, while by a law of Canute we learn that he paid a larger heriot than an ordinary thegn.",
        "It is from these charters that we learn nearly all we know of the obligations that lay upon land.",
        "A craftsman often adopted a son to learn the craft.",
        "The Italians learn through their discords at this epoch that they form one community.",
        "Very few experts are employed in supervision; practically everything is directed by the officials, who themselves have first to learn each trade.",
        "If we study a population and sort it into soldiers, sailors, ecclesiastics, lawyers and artisans, we may obtain facts of sociological value but learn nothing as to its racial origin and composition.",
        "with immigrants called together from all Greece, as we learn from a psephisma passed by \"boule and demos\" of this town in 206 in honour of Magnesia on the Maeander (Kern, Inschriften von Magnesia am Maeander, No.",
        "From the periplus of the Erythraean Sea 33-37 we learn that their authority extended over the shores of Carmania and the opposite coasts of Arabia.",
        "After two successful voyages, Eudoxus, impressed with the idea that Africa was surrounded by ocean on the south, left the Egyptian service, and proceeded to Cadiz and other Mediterranean centres of trade seeking a patron who would finance an expedition for the purpose of African discovery; and we learn from Strabo that the veteran explorer made at least two voyages southward along the coast of Africa.",
        "In the same year Alonso de Ojeda, accompanied by Juan de la Cosa, from whose maps we learn much of the discoveries of the 16th century navigators, and by a Florentine named Amerigo Vespucci, touched the coast of South America somewhere near Surinam, following the shore as far as the Gulf of Maracaibo.",
        "But the characteristic nature of the avifauna is more clearly brought out when we learn that of the 2000 species just mentioned only about 1070 belong to the higher suborder of Oscines, that means to say, nearly one-half belong to the lower suborder Clamatores.",
        "The material thus accumulated, both halakhic and agadic, forming a commentary on and amplification of the Mishnah, was eventually written down under the name of Gemara (from gemar, to learn completely), the two together forming the Talmud (properly \"instruction\").",
        "We learn from Suetonius that, like Ennius after him, he obtained his living by teaching Greek and Latin; and it was probably as a school-book, rather than as a work of literary pretension, that his translation of the Odyssey into Latin Saturnian verse was executed.",
        "Like Perseus, he first applies to the Nymphs, who help him to learn where the garden is.",
        "These troubles, we learn, had affected all Solomon's reign, and even Hiram appears to have acquired a portion of Galilee.",
        "So we learn something of the Palestinian Jews and more of the Jewish community in Alexandria.",
        "\" By this new departure (19th of October 1781) the Jews were permitted to learn handicrafts, arts and sciences, and with certain restrictions to devote themselves to agriculture.",
        "After the death of her father in 1767 she obtained permission to learn millinery and dressmaking with a view to earning her bread, but continued to assist her mother in the management of the household until the autumn of 1772, when she joined her brother William, who had established himself as a teacher of music at Bath.",
        "But it seems impossible to doubt that in many cases ants behave in a manner that must be considered intelligent, that they can learn by experience and that they possess memory.",
        "We learn that the destroying angel was stayed at the threshing-floor of Araunah the Jebusite,' and the spot thus sanctified was made a sanctuary, and commemorated by an altar.",
        "8 Here, too, we learn of the tardy burial of the bones of Saul and Jonathan which had remained in JabeshGilead since the battle of Gilboa; - the history of David's dealings with the family of Saul has been obscured.",
        "From this inscription we learn that the rebellion of Cyrus (who seems to have become king in 558 B.C., as Herod.",
        "All that we certainly know about his life is contained in three sentences of his history of the Goths (cap. 50), from which, among other particulars as to the history of his family, we learn that his grandfather Paria was notary to Candac, the chief of a confederation of Alans and other tribes settled during the latter half of the 5th century on the south of the Danube in the provinces which are now Bulgaria and the Dobrudscha.",
        "The following epitome of Virgil's advice to the husbandman in the first book of the Georgics suggests the outline of Roman husbandry: \"First learn the peculiarities of your soil and climate.\"",
        "They cannot make them, nor will they learn.",
        "From the third edition of Hartlib's Legacie we learn that clover was cut green and given to cattle; and it appears that this practice of soiling, as it is now called, had become very common about the beginning of the 18th century, wherever clover was cultivated.",
        "\"And whither,\" he adds, \"can mankind so advantageously turn, in order to learn the proper means, and to form their minds to the proper habits, as to that branch of knowledge in which by universal acknowledgment the greatest number of truths have been ascertained, and the greatest possible degree of certainty arrived at ?\"",
        "Aristotle was known but in part, and that part was rendered well-nigh unintelligible through the vileness of the translations; yet not one of those professors would learn Greek.",
        "We learn from Appian (Bell.",
        "During his absence at the wars, we learn from the inscriptions (A.D.",
        "After its overthrow by Aurelian, Palmyra was partially revived as a military station by Diocletian (end of 3rd century A.D.), as we learn from a Latin inscription found on the site.",
        "All that Orosius succeeded in obtaining was John's consent to send letters and deputies to Innocent of Rome; and, after having waited long enough to learn the unfavourable decision of the synod of Diospolis or Lydda in December of the same year, he returned to north Africa, where he is believed to have died.",
        "From the Egyptian and Assyrio-Babylonian monuments we learn that in ancient times one of the principal exports of Syria was timber; this has now entirely ceased.",
        "His father was a poor farm labourer, and could not afford to send him to school long enough even to learn to read and write.",
        "The goddess Irnina (a form of Ishtar, q.v.) in revenge kills Eabani, and the balance of the epic is taken up with Gilgamesh's lament for his friend, his wanderings in quest of a remote ancestor, Ut-Napishtim, from whom he hopes to learn how he may escape the fate of Eabani, and his finally learning from his friend of the sad fate in store for all mortals except the favourites of the god, like Ut-Napishtim, to whom immortal life is vouchsafed as a special boon.",
        "Here, in his thirty-third year, he began to learn Latin, and after two years his master urged him to go to Alcala to begin philosophy.",
        "In addition, we learn that he went abroad, probably to France, in his thirty-fourth year, where, after 10 years of hesitation and preparation, he composed, about 560, the work bearing his name.",
        "But in music he had no more to learn, and Parsifal, while the most solemn and concentrated of all Wagner's dramas, is musically not always unsuggestive of old age.",
        "The 9th and 10th tablets, exclusively devoted to Gilgamesh, describe his wanderings in quest of Ut-Napishtim, from whom he hopes to learn how he may escape the fate that has overtaken his friend Eabani.",
        "From the title, as given in the only manuscript, we learn John's name and the fact that he was prior of Hexham.",
        "As the mineral only yields from 2 to 3% of the pigment, it is not surprising to learn that the pigment used to be weighed up with gold.",
        "The map of Marinus and the descriptive accounts which accompanied it have perished, but we learn sufficient concerning them from Ptolemy to be able to appreciate their merits and demerits.",
        "We learn from Cicero, Vitruvius, Seneca, Suetonius, Pliny and others, that the Romans had both general and topographical maps.",
        "From a Pahlavi inscription we learn that he was the son (not, as the Greek authors and Tabari say, the grandson) of Shapur I., and succeeded his brother Hormizd (Ormizdas) I., who had only reigned a year.",
        "From that time I have spent the whole of my life within that monastery devoting all my pains to the study of the scriptures; and amid the observance of monastic discipline, and the daily charge of singing in the church, it has ever been my delight to learn or teach or write.",
        "Before he had begun to learn Greek, Marsilio entered upon the task of studying and elucidating Plato.",
        "Only in familiar letters, prolegomena, and prefaces do we find the man Ficino, and learn to know his thoughts and sentiments unclouded by a mist of citations; these minor compositions have therefore a certain permanent value, and will continually be studied for the light they throw upon the learned circle gathered round Lorenzo in the golden age of humanism.",
        "The first accurate description of the plant is given by Theophrastus, from whom we learn that it grew in shallows of 2 cubits (about 3 ft.) or less, its main root being of the thickness of a man's wrist and 10 cubits in length.",
        "We learn little otherwise regarding the practices connected with his doctrines.",
        "Solomon reminds kings and rulers that they will be held to strict account by God, and, urging them to learn wisdom from his words, proceeds to give his own experience: devoting himself from his youth to the pursuit of wisdom he had found her to be a treasure that never failed, the source and embodiment of all that is most excellent and beautiful in the world - through her he looks to obtain influence over men and immortality, and he concludes with a prayer that God would send her out of his holy heavens to be his companion and guide.",
        "Through his correspondents in Paris, some of whom had access to Napoleon's papers, the British government was able to learn the emperor's real intentions.",
        "We learn the practice of later times from some dedicated inscriptions.",
        "Marryat's first attempt was somewhat severely criticized from an artistic point of view, and he was accused of gratifying private grudges by introducing real personages too thinly disguised; and as he attributed some of his own adventures to Frank Mildmay he was rather shocked to learn that readers identified him with that disagreeable character.",
        "Jean de Masles, who annotated a portion of his verse, has recorded how the pages and young gentlemen of that epoch were required daily to learn by heart passages of his Breviaire des nobles.",
        "1118), English chronicler, was a monk of Worcester, who died, as we learn from his continuator, on the 7th of July 1118.",
        "Much of it has been incorporated in the lexicon of Suidas, as we learn from that author.",
        "He is frequently invoked in hymns and in votive and other inscriptions of Babylonian and Assyrian rulers, but we do not learn of many temples to him outside of Kutha.",
        "Returning south, Pretorius and his commando were surprised to learn that Port Natal had been occupied on the 4th of December by a detachment of the 72nd Highlanders sent thither from the Cape.",
        "But we know this is not the case: the child has to begin with a clean slate and learn for itself.",
        "From Christian writers we learn that Harran continued to be a seat of pagan worship and culture down to and even later than the Mahommedan era.",
        "On the whole they are mild and easy-going and even apathetic, but the facility with which they learn is remarkable.",
        "The primary school, in which the pupils learn only Chinese writing and the precepts of Confucius, stands at the base of this system.",
        "We learn from these prologues that the best Roman literature was ceasing to be popular, and had come to rely on the patronage of the great.",
        "We learn from this statement not only that Goujon had been taken into the royal service on the accession of Henry II., but also that he had been previously employed under Bullant on the château of Ecouen.",
        "Thus, arguing inversely, we may learn something of the respective natures of these influences and of the way in which the nervous system is affected secondarily.",
        "Before he was sixteen he attended lectures at Owens College, and at eighteen he gained a mathematical scholarship at Trinity College, Cambridge, where he graduated in 1871 as senior wrangler and first Smith's prizeman, having previously taken the degree of D.Sc. at London University and won a Whitworth scholarship. Although elected a fellow and tutor of his college, he stayed up at Cambridge only for a very short time, preferring to learn practical engineering as a pupil in the works in which his father was a partner.",
        "From a comparison of these fragments with the descriptions of Woodward, Maitland and others, who in the early part of the r8th century examined portions of the wall still standing, we learn that the wall was from 9 to 12 ft.",
        "We learn that in the year 418 \" the Romans collected all the treasures that were in Britain, and hid some of them in the earth, that no man might afterwards find them, and conveyed some with them into Gaul.\"",
        "We learn that at this time it was the great mart of slaves.",
        "From the laws of the Kentish kings Lhothhere and Eadric (673-685) we learn that the Wic-reeve was an officer of the king of Kent, who exercised a jurisdiction over the Kentish men trading with or at London, or was appointed to watch over their interests.",
        "This makes it surprising to learn that there were two separate houses of this order in the near neighbourhood of London.",
        "Many of the chief citizens followed the example of the courtiers, and built for themselves country residences in Middlesex, Essex and Surrey; thus we learn from Norden that Alderman Roe lived at Muswell Hill, and we know that Sir Thomas Gresham built a fine house and planned a beautiful park at Osterley.",
        "Government We know little of The government of London during the Saxon period, and it is only incidentally that we learn how the Londoner had become possessed of special privileges which he continued to claim with success through many centuries.",
        "From this we learn that the government of the city was in the hands of a mayor and twelve dchevins (skivini); both these names being French, seem for a time to have excluded the Saxon aldermen.",
        "Twelve years later (1205-1206) we learn from another document, preserved in the same volume as the oath, that alii probi homines were associated with the mayor and dchevins to form a body of twenty-four (that is, twelve skivini and an equal number of councillors).",
        "The fame of Venice in glass-making so completely eclipsed that of other Italian cities that it is difficult to learn much respecting their progress in the art.",
        "3750 B.C.), and Sagarakti-suryas Boo years; and we learn from Sennacherib that Shalmaneser I.",
        "Under the second Assyrian empire, when Nineveh had become a great centre of trade, Aramaic - the language of commerce and diplomacy - was added to the number of subjects which the educated class was required to learn.",
        "From this text we learn that the Dynasty of Ur consisted of five kings and lasted for 117 years, and was.",
        "The first forty-two years of his life are obscure; we learn from incidental remarks of his that he was a Sunnite, probably according to the IIanifite rite, well versed in all the branches of natural science, in medicine, mathematics, astronomy and astrology, in.",
        "Peter the Great, in 1 712, attached him to Prince Kurakin at the Utrecht Congress that he might learn diplomacy, and for the same reason permitted him in 1713 to enter the service of the elector of Hanover.",
        "24-28 we learn that he spoke and taught with power and success.",
        "We have no clue to the ethnic character and relations of the Pisidians, except that we learn from Strabo that they were distinct from the neighbouring Solymi, who were probably a Semitic race, but we find mention at an early period in these mountain districts of various other tribes, as the Cabali, Milyans, &c., of all which, as well as the neighbouring Isaurians and Lycaonians, the origin is wholly unknown, and the absence of monuments of their languages must remain so.",
        "He followed this professor to learn how to analyse certain minerals, but in the end he found that the teacher himself was ignorant of the process.",
        "We learn from 1 Cor.",
        "Wotton written to Lord Bacon in 1620 we learn that Kepler had made himself a portable dark tent fitted with a telescope lens and used for sketching landscapes.",
        "discipulus, from discere, to learn, and root seen in pupillus), but chiefly used of the personal followers of Jesus Christ, including the inner circle of the Apostles.",
        "The point was obviously one of vital importance; and we learn from Lord Selborne, who was lord chancellor at the time, that Gladstone \" was sensible of the difficulty of either taking his seat in the usual manner at the opening of the session, or letting.",
        "The difficulties that confront an Occidental who attempts to learn Japanese are enormous.",
        "There is ample evidence that the civil law was soon once more a favourite study at Oxford, where we learn that, in 1190, two students from Friesland were wont to divide between them the hours of the night for the purpose of making a copy of the Liber pauperum.",
        "William had assumed the duties of commander-in-chief too young to learn the full duties of a professional soldier himself, and his imperious will did not suffer others to direct him.",
        "We thus learn that the bronzes referred to above, although chemically uniform when solid, are not so when they begin to solidify, but that the liquid deposits crystals richer in copper than itself, and therefore that the residual liquid becomes richer in tin.",
        "We learn also that solid solutions which exist at high temperatures often break up into two materials as they cool; for example, the bronze of fig.",
        "A still nearer approach to literature was probably made in oratory, as we learn from Cicero that the famous speech delivered by Appius Claudius Caecus against concluding peace with Pyrrhus (280 B.C.) was extant in his time.",
        "From that time to learn Greek became a regular part of the education of a Roman noble.",
        "iib) we learn that Thrasybulus evidently was deliberately aiming at a renewal of the empire, though the circumstances leading to his death at Aspendus when seeking to raise money suggest that he had no general backing in Athens.",
        "In 355 his advance temporarily ceased, but, as we learn from Isocrates and Xenophon, the financial exhaustion of the league was such that its destruction was only a matter of time.",
        "Sherman had the good fortune to learn the art of command by degrees.",
        "From these treatises we learn that the adherents of the new prophecy were very numerous in Phrygia, Asia and Galatia (Ancyra), that they had tried to defend themselves in writing from the charges brought against them (by Miltiades), that they possessed a fully developed independent organization, that they boasted of many martyrs, and that they were still formidable to the Church in Asia Minor.",
        "From it we learn that the Meturgeman, who was distinct from the reader, translated each verse of the Law into Aramaic as soon as it had been read in Hebrew: in the readings from \" the Prophets \" three verses might be read at a time.",
        "He rejoices to learn that his writings are read at Lyons (ix.",
        "The parents and guardians were called upon to select whether each child should learn English or Italian next after learning reading, writing and arithmetic in Maltese.",
        "It remained, then, virtually true, as it had been for two thousand years, that for all that we could learn of the history of the Old Orient in pre-classical days, we must go solely to the pages of the Bible and to a few classical authors, notably Herodotus and Diodorus.",
        "His work in the original unfortunately perished, and all that we know of it we learn through excerpts made by a few later classical writers.",
        "After finishing his literary studies he was sent to Neuchatel to learn commerce and acquire the French language.",
        "Having finished his literary studies, he was, according to custom, sent to Neuchatel to learn French.",
        "In addition to his native tongue he could read Latin and understood Greek, but he was unable to write, and Einhard gives an account of his futile efforts to learn this art in later life.",
        "We learn further that Anicetus as a mark of special honour allowed Polycarp to celebrate the Eucharist in the church, and that many Marcionites and Valentinians were converted by him during his stay in Rome.",
        "The dates assigned by Jerome for his birth and death are 148 and 103 or 102 B.C. But it is impossible to reconcile the first of these dates with other facts recorded of him, and the date given by Jerome must be due to an error, the true date being about 180 B.C. We learn from Velleius Paterculus that he served under Scipio at the siege of Numantia in 134.",
        "We learn from Horace that he lived on the most intimate terms of friendship with Scipio and Laelius, and that he celebrated the exploits and virtues of the former in his satires.",
        "From this valuation we learn that St Edward's crown was of gold filigree or \"wirework\" as it is called, and was set with stones, and was valued at £248.",
        "We learn this from the prologue to the third book, which is dedicated to Eutychus, who has been identified with the famous charioteer and favourite of Gaius.",
        "Most of these porticoes were of Roman period - the finest of them were erected, as we learn from inscriptions, by a lady named Epigone: one, which faced south, had a double colonnade, and was called the Bai-rn: close to it was a large exedra.",
        "Eager to learn, he went to Constantinople and spent four or five years there and at Athens, where he had Gregory of Nazianzus for a fellow-student.",
        "It was at Athens that he seriously began to think of religion, and resolved to seek out the most famous hermit saints in Syria and Arabia, in order to learn from them how to attain to that enthusiastic piety in which he delighted, and how to keep his body under by maceration and other ascetic devices.",
        "At his first appearance in history Guido was a monk in the Benedictine monastery of Pomposa, and it was there that he taught singing and invented his educational method, by means of which, according to his own statement, a pupil might learn within five months what formerly it would have taken him ten years to acquire.",
        "3 We learn that Athens was the place to which he went, and that he appealed from the verdict of his countrymen to Athenian taste and judgment.",
        "He there began the study of Greek that he might \"learn the teaching of Christ from the original sources,\" and gave some attention to Hebrew.",
        "a Prussian orderly officer arrived from Gneisenau to explain the situation and learn Wellington's plans.",
        "That this was his usual occupation we learn from a better source than the heading (i.",
        "The desire to learn what the future has in store is nearly as old as the sense of responsibility in mankind, and has been the parent of many empirical systems of fortune-telling, which profess to afford positive knowledge whereby the affairs of life may be regulated, and the dangers of failure foretold.",
        "15 a Thus we learn that two musical notes, of the same pitch, conveyed to the ear through the air, will produce the effect of a single note of the same pitch, but of increased loudness, if they are in the same phase, but may affect the ear very slightly, if at all, when in opposite phases.",
        "The significance of all that we can learn as to the history of the composition of Mark's Gospel is clearly enhanced by this consideration.",
        "When the Israelites entered Canaan, they would learn myths partly of Babylonian origin.",
        "We learn, also, that Hadad, a young Edomite prince, had escaped the sanguinary campaign in the reign of David (2 Sam.",
        "From the so-called chronograph of the year 354 (Catalogue Liberianus) we learn that on the 13th of August, probably in 236, the bodies of the exiles were interred in Rome and that of Hippolytus in the cemetery on the Via Tiburtina.",
        "He had been disappointed in Italy, to find that he had not much to learn from its famed scholarship; but he had made many friends in Aldus's circle - Marcus Musurus, John Lascaris, Baptista Egnatius, Paul Bombasius, Scipio Carteromachus; and his reception had been flattering, especially in Rome, where cardinals had delighted to honour him.",
        "This precipitated a very serious conflict, of which we learn something from the Epistle to the Galatians and the Book of Acts (xv.",
        "From this summary (preserved in Photius's Bibliotheca) we learn that Stobaeus divided his work into four books and two volumes.",
        "The diet met three times during the reign of Alexander, in 1818, in 1820 and in 1825, and was on all three occasions opened by the tsar, who was compelled to address his subjects in French, since he did not speak, and would not learn, their language.",
        "A large number of forms learn in captivity to talk and whistle, the well-known red-tailed grey parrot (Psittacus erithacus) of tropical Africa being pre-eminent.",
        "The position of Greek as an \" elective \" or \" optional \" subject (notably at Harvard), an arrangement regarded with approval by some eminent educational authorities and with regret by others, probably has some effect on the high schools in the small number of those who learn Greek, and in their lower rate of increase, as compared with those who learn Latin.",
        "After being educated at the Wilna academy he went abroad to learn the science of war, fighting in the Spanish service under Alva, and also under Maurice of Nassau.",
        "In the case of the book of Daniel, as we learn from Jerome (praefatio in Dan.), the translation of Theodotion was definitely adopted by the Church, and is accordingly found in the place of the original Septuagint in all MSS.",
        "We learn this especially from the Didache; and the first part of that work, the so-called \" Two-Ways,\" is commonly thought to have been in the first instance a Jewish manual put into the hands of proselytes.",
        "And so, though we cannot follow the steps of the process, we are not surprised to learn that they soon had an established footing in Israel, and that the prophets came to be recognized as a standing sacred element in society.",
        "We here learn from Paul that the prophets occupied the second position in point of dignity; and we see from another passage (1 Cor.",
        "During his student career he made a special study of Hebrew and Greek; and in order to learn Hebrew more thoroughly, he for some time put himself under the instructions of Rabbi Ezra Edzardi at Hamburg.",
        "In the Valentinian systems the pair of aeons, Anthropos and Ekklesia, occupy the third or fourth place within the Oydods, but incidentally we learn that with some representatives of this school the Anthropos took a still more prominent place (first or second; Hilgenfeld, Ketzergeschichte, p. 294 seq.).",
        "paddle the canoe and fish, while the girls learn to spin and weave, grind maize, and cook - good conduct being enforced by punishments of increasing severity, up to pricking their bodies with aloethorns and holding their faces over burning chillies.",
        "Those fit for a soldier's life were trained to the use of weapons and sent early to learn the hardships of war; children of craftsmen were usually taught by their fathers to follow their trade; and for the children of nobles there was elaborate instruction in history, picture-writing, astrology, religious doctrines and laws.",
        "From a note in the manuscript we learn that two men, F rman and Owun, made the version.",
        "We learn from his letter (i.",
        "He accordingly threw himself into the study of Russian history, staying in Russia in order to learn its language, institutions and customs. On his return, he published La Russie epique, a study of the heroic songs (1876), a short but excellent Histoire de la Russie depuis les origines jusqu'd l'annee 1877 (1878; 5th ed., 1900), Frangais et Russes, Moscou et Sevastopol 1812-1854 (1876; 2nd ed., 1881), and finally the two important volumes on Russian diplomatic history in the Recueil des Instructions donnees aux ambassadeurs (vols.",
        "On the other hand, we learn from Herodotus of the great serpent which defended the citadel of Athens; the Roman genius loci took the form of a serpent; a snake was kept and fed with milk in the temple of Potrimpos, an old Slavonic god.",
        "Thus, animism is in some directions little developed, so far as we can see, among the Australian aborigines; but from those who know them best we learn that they believe in innumerable spirits and bush bogies, which wander, especially at night, and can be held at bay by means of fire; with this belief may be compared the ascription in European folk belief of prophylactic properties to iron.",
        "r, we learn that the Eucharist was on Sunday: - \" Now when ye are assembled together on the Lord's day of the Lord, break bread and give thanks, having first confessed your transgressions, so that your sacrifice may be pure.\"",
        "For that bread and a cup of water is presented in the rites of their initiation with certain conclusions (or epilogues), you either know or can learn.\"",
        "Ritualists now keep unconfirmed children in church during the entire rite, through ignorance of ancient usage, in order that they may learn to adore the consecrated elements.",
        "The Christian and Mahommedan historians could learn little of the Manichaean mysteries and \"sacraments,\" and hence the former charged them with obscene rites and abominable usages.",
        "On the other hand, a notable exception is afforded by the native whites of native parents, particularly in the South, where child illiteracy (and child labor) is highest; the declining proportion of illiterates shown by the age~groups of this class up to 24 years is apparently due to a will to learn late in life.",
        "We learn many details concerning those in the vicinity of Antioch from Chrysostom's writings.",
        "At the time of the Reformation, the reformers, with their strong sense of the crucial importance of faith, emphasized the action of the individual in the service, and therefore laid it down as a rule that confirmation should be deferred till the child could learn a catechism on the fundamentals of the Christian faith, which Calvin thought he might do by the time he was ten.",
        "The government promotes the extension of markets for farm products; it maintains officers in the United Kingdom who make reports from time to time on the condition in which Canadian goods are delivered from the steamships, and also on what they can learn from importing and distributing merchants regarding the preferences of the market for different qualities of farm goods and different sorts of packages.",
        "SIR WILFRID LAURIER (1841-), Canadian statesman, was born on the 10th of November 1841, at St Lin in the province of Quebec. The child of French Roman Catholic parents, he attended the elementary school of his native parish and for eight or nine months was a pupil of the Protestant elementary school at New Glasgow in order to learn English; his association with the Presbyterian family with whom he lived during this period had a permanent influence on his mind.",
        "To learn something of his Christian temper we must read the De oratione and the De patientia.",
        "Aristotle had power to teach, and Alexander to learn.",
        "For a year he relinquished himself to her endearments, and when he determined to leave, she instructed him how to sail to the land of shades which lay on the verge of the ocean stream, in order to learn his fate from the prophet Teiresias.",
        "He was a typical Bourbon, unable either to learn or to forget; and the closing years of his life he spent in religious austerities, intended to expiate, not his failure to grasp a great opportunity, but the comparatively venial excesses of his youth.'",
        "But in the incessant travelling, drawing, collecting specimens and composition in prose and verse he had gained but a very moderate classical and mathematical knowledge when he matriculated at Oxford; nor could he ever learn to write tolerable Latin.",
        "As a boy he was active, lively and docile; a good walker, but ignorant of all boyish games, as naïf and as innocent as a child; and he never could learn to dance or to ride.",
        "The Hungarian government is regarded by the Slav, Ruman and German inhabitants of the monarchy as an oppressor for endeavouring to force everybody within the realm to learn the.",
        "The hardship inflicted on those who have to learn a second language is very easily exaggerated, though it is to be regretted that in the case of Hungary the second language is not one more useful for international purposes.",
        "Greek was not as yet part of the arts curriculum, and to learn it voluntarily was ill looked upon by the authorities.",
        "It had been his lifelong faith, as we learn from the opening words of his own confession- \"Ego Ulfilas semper sic credidi.\"",
        "Thus we learn from Auxentius that he condemned Homoousians.",
        "From Caesar we learn that it was customary at tribal assemblies for one or other of the chiefs to propose an expedition.",
        "Further, we learn from Osorio that the Arabs at the time of Gama \"were instructed in so many of the arts of navigation, that they did not yield much to the Portuguese mariners in the science and practice of maritime matters.\"",
        "Torfaeus we learn that the compass, fitted into a box, was already in use among the Norwegians about the middle of the 13th century (Hist.",
        "It is possible to learn from them more regarding the social and political condition of the period than perhaps from any other source, for they abound, not only in exposures of religious abuses, and of the prevailing corruptions of society, but in references to many varieties of social injustice and unwise customs, in racy sketches of character, and in vivid pictures of special features of the time, occasionally illustrated by interesting incidents in his own life.",
        "From Josephus we learn that it.",
        "King now 2 plausibly argues, is not certain; nor whether the 32 kings who revolted and were conquered by Manishtusu, as we now learn, were by the Mediterranean, as Winckler argued, or by the Persian Gulf, as King holds.",
        "Brjod (to speak), pronounced jod, is cognate to the Burmese pyauhtso, the Garo brot, &c. The word for \" cowries \" is gron- in written, rum- in spoken Tibetan, and grwa in written Burmese; slop (to learn), spoken lop, is slop in Melam.",
        "It insists on the erection of fonts; on distinction of grades among the ordained clergy; on not postponing baptism too long; on bishops and priests alone, and not deacons, being allowed to baptize and lay hands on or confirm the baptized; on avoiding communion with Arians; on the use of unleavened bread in the Sacrament, &c. We learn from it that the bishop of Basen and Bagrevand was an Arian at that time.",
        "The priestly families, we learn, hearing that the God preached by Gregory needed not sacrifice, sent to the king a deputation and asked how they were to live, if they became Christians; for until then the priests and their families had lived off the portions of the animal victims and other offerings reserved to them by pagan custom.",
        "DMITRY MIKHAILOVICH GOLITSUIN (1665-1737), Russian statesman, was sent in 1697 to Italy to learn \"military affairs\"; in 1704 he was appointed to the' command of an auxiliary corps in Poland against Charles XII.; from 1711 to 1718 he was governor of Byelogorod.",
        "25 sqq.), but his successes were not lasting, and, as we learn from the Old Testament, the power of Egypt became henceforward practically ineffective.",
        "Thus from the coins of Byblus we learn the names of four kings, 'El-pa'al, 'Az-ba'al (between 360 and 340 B.C.), Adar-melek, `Ain-el; from the coins of the other cities it is difficult 1 The naval expeditions against Greece in 480-449 and Sparta in 396-387 were mainly fitted out by Phoenicia.",
        "inscriptions mention altars of stone and bronze, and from the sacrificial tariffs which have survived we learn that the chief types of sacrifice among the Phoenicians were analogous to those which we find in the Old Testament (ibid.",
        "We learn both from Iamblichus6 and Porphyry' that Pythagoras practised the diagnosis of the characters of candidates for pupilage before admitting them, although he seems to have discredited the current physiognomy of the schools, as he rejected Cylo, the Crotonian, on account of his professing these doctrines, and thereby was brought into some trouble.",
        "Insect-eating birds soon learn to associate distastefulness with the size, form and colour of the bees, and consequently leave them alone after one or more trials.",
        "9 But the devoted Anskar (801-865) went forth and sought out the Scandinavian Viking, and handed on the torch of self-denying zeal to others, who saw, after the lapse of many years, the close of the monotonous tale of burning churches and pillaged monasteries, and taught the fierce Northman to learn respect for civilized institutions.",
        "Further, we know that in the 8th century B.C., there were observatories in most of the large cities in the valley of the Euphrates, and that professional astronomers regularly took observations of the heavens, copies of which were sent to the king of Assyria; and from a cuneiform inscription found in the palace of Sennacherib at Nineveh, the text of which is given by George Smith,5 we learn that at that time the epochs of eclipses of both sun and moon were predicted as possible - probably by means of the cycle of 223 lunations or Chaldaean Saros - and that observations were made accordingly.",
        "Further, we learn from Diogenes Laertius (i.",
        "32 was first proved in a general way by the Pythagoreans; but, on the other hand, we learn from Geminus that the ancient geometers observed the equality to two right angles in each kind of triangle - in the equilateral first, then in the isosceles, and lastly in the scalene (Apoll.",
        "From Aristotle we learn (I) that Thales found in water the origin of things; (2) that he conceived the earth to float upon a sea of the elemental fluid; (3) that he supposed all things to be full of gods; (4) that in virtue of the attraction exercised by the magnet he attributed to it a soul.",
        "They esteem poetry and eloquence, but can scarcely be induced to learn reading or writing.",
        "We learn that women were buried, while the corpses of men were suspended on trees.",
        "We learn from Cyrus's proclamation that TeIspes and his successors had become kings of Anshan, i.e.",
        "However this may be, very soon after man began to practise hot-forging he would inevitably learn that sudden cooling, by quenching in water, made a large proportion of his metal, his steel, extremely hard and brittle, because he would certainly try by this very quenching to avoid the inconvenience of having the hot metal about.",
        "When the work was finished the river was turned back into its usual channel, and the captives by whose hands the labour had been accomplished were put to death that none might learn their secret.",
        "In Edinburgh, as we learn from one of his letters, the book succeeded well, no fewer than 450 copies being disposed of in five weeks.",
        "He therefore went wandering over a great part of Europe to learn all that he could.",
        "We can form some idea of his difficulties when we learn that, in 1533, he could not send an ambassador to Lubeck because not a single man in his council, except himself, knew German.",
        "Suspicion likewise attaches to the name Cerdic, which seems to be Welsh, while we learn from Bede that the Isle of Wight, together with part at least of the Hampshire coast, was colonized by Jutes, who apparently had a kingdom distinct from that of Wessex.",
        "Before his execution his nose and ears were cut off, according to the Persian custom; we learn from the Behistun inscription that Darius I.",
        "&c.) we learn that Genesis was read in Lent, Job and Jonah in Passion Week, the Acts of the Apostles in Eastertide, lessons on the Passion on Good Friday and on the Resurrection on Easter Day.",
        "We learn from Palladius that by the end of the 4th century nunneries were numerous all over Egypt, and they existed also in Palestine, in Italy and in Africa - in fact throughout the Christian world.",
        "In Bibilid prison, in the Santa Cruz district, nearly 80% of the prisoners of the archipelago are confined; it is under the control of the department of public instruction and its inmates are given an opportunity to learn one or more useful trades.",
        "But the divergence between leaf and leaf 2 is equal to tths of the circumference, and the same is the case between 2 and 3, 3 and 4, &c. The divergence, then, is and from this we learn that, starting from any leaf on the axis, we must pass twice round the stem in a spiral through five leaves before reaching one directly over that with which we started.",
        "From the scanty notices of his life we learn that he resided in Constantinople during the reign of the emperor Anastasius.",
        "From Suetonius (De grammaticis, 23) we learn that he was originally a slave who obtained his freedom and taught grammar at Rome.",
        "17, we learn that it lasted three years and a half; but according to Phoenician tradition (Jos.",
        "Phillips Academy, opened in 1778 (incorporated in 1780), was the first incorporated academy of the state; it was founded through the efforts of Samuel Phillips (1752-1802, president of the Massachusetts senate in 1785-1787 and in 1788-1801, and lieutenant-governor of Massachusetts in 1801-1802), by his father, Samuel Phillips (1715-1790), and his uncle, John Phillips (1719-1795), \"for the purpose of instructing youth, not only in English and Latin grammar, writing, arithmetic and those sciences wherein they are commonly taught, but more especially to learn them the great end and real business of living.\"",
        "Beyond this again, bounded on the south by the street known as the Strada dell' Abbondanza, is a large and spacious edifice, which, as we learn from an extant inscription, was erected by a priestess named Eumachia.",
        "The former, as we learn from an inscription scratched on its walls, was anterior in date to the consulship of M.",
        "Not far off, and to the north of the great theatre, stood a small temple, which, as we learn from the inscription still remaining, was dedicated to Isis, and was rebuilt by a certain Popidius Celsinus at the age of six (really of course by his parents), after the original edifice had been reduced to ruin by the great earthquake of 63.",
        "We learn from an inscription that this was dedicated to the Fortune of Augustus (Fortuna Augusta), and was erected, wholly at his own cost, by a citizen of the name of M.",
        "This temple appears to have suffered very severely from the earthquake, and at present affords little evidence of its original architectural ornament; but we learn from existing remains that its walls were covered with slabs of marble, and that the columns of the portico were of the same material.",
        "Its internal construction and arrangements resemble those of the Roman theatres in general, though with some peculiarities that show Greek influence, and we learn from an inscription that it was erected in Roman times by two members of the same family, M.",
        "The smaller theatre, which was erected, as we learn from an inscription, by two magistrates specially appointed for the purpose by the decuriones of the city, was of older date than the large one, and must have been constructed a little before the amphitheatre, soon after the establishment of the Roman colony under Sulla.",
        "We learn also that it was permanently covered, and it was probably used for musical entertainments, but in the case of the larger theatre also the arrangements for the occasional extension of an awning (velarium) over the whole are distinctly found.",
        "Unfortunately the names are all otherwise unknown; but we learn from the inscriptions that they are for the most part those of local magistrates and municipal dignitaries of Pompeii.",
        "From a life by Diogenes Laertius, we learn that he studied at Athens under Plato, but, being dismissed, passed over into Egypt, where he remained for sixteen months with the priests of Heliopolis.",
        "It was thus comparatively easy to show how the individual could learn to apprehend and embody the moral law in his own conduct.",
        "(2) Besides our sensations, we learn truth and reality by our preconceptions or ideas (irpoMpPaS).",
        "We need not be too curious to inquire how these celestial phenomena actually do come about; we can learn how they might have been produced, and to go further is to trench on ground beyond the limits of human knowledge.",
        "His works, we learn, were full of repetition, and critics speak of vulgarities of language and faults of style.",
        "His father was a working man, and at fourteen the boy was apprenticed to Messrs Bradbury and Evans to learn bank-note engraving.",
        "After being apprenticed to a local buckle-maker, he went to London to learn his trade, and, getting into debt, was imprisoned for several years.",
        "From his own statements we learn that he travelled in Egypt between 60-57 B.C. and that he spent several years in Rome.",
        "We learn from Michael the Syrian that his Annals consisted of two parts each divided into eight chapters, and covered a period of 260 years, viz.",
        "As the latter title made him nominally the secular lord of the world, it might have been expected to excite the pride of his German subjects; and doubtless, after a time, they did learn to think highly of themselves as the imperial race.",
        "This reluctance was due largely to the increasing independence of this class of landholders, who were beginning to learn that the sovereign, and not their immediate lord, was the protector of their liberties; the independence in its turn arose from the growth of the principle of heredity.",
        "In those territories in which several races dwell, the public and educational institutions are to be so arranged that, without applying compulsion to learn a second Landessprache, each of the races receives the necessary means of education in its own language.\"",
        "In the old days it was common for the children of German parents in Bohemia to learn Czech; since 1867 this has ceased to be the case.",
        "Mr Aldis counselled him not to learn his speeches, but to write out and commit to memory certain passages and the peroration.",
        "His mother first set him to learn the trade of a shoemaker, first at Newburyport, and then, after 1815, at Baltimore, Maryland, and, when she found that this did not suit him, let him try his hand at cabinet-making (at Haverhill, Mass.).",
        "Allen, proprietor of the Newburyport Herald, to learn the trade of a printer.",
        "Even of these we learn (Thuc. iii.",
        "From Vitruvius himself we learn that he was appointed, in the reign of Augustus, together with three others, a superintendent of balistae and other military engines, a post which, he says, he owed to the friendly influence of the emperor's sister, probably Octavia (De Architectura, i."
    ],
    "definition": [
        "a. To gain knowledge of or skill in through study, instruction, or experience: learned how to sail; learned the new computer program; learn to speak Hindi.\nb. To become aware or informed of; find out: learned the truth about him; learned that it was best not to argue. See Synonyms at discover.",
        "To fix in the mind or memory; memorize: learned the speech in a few hours.",
        "Nonstandard To cause to acquire knowledge; teach.",
        "Obsolete To give information to.",
        "learn′a·ble\nadjective",
        "learn′er\nnoun",
        "Link/Cite",
        "To acquire, or attempt to acquire knowledge or an ability to do something.",
        "To attend a course or other educational activity.",
        "To gain knowledge from a bad experience.\nlearn from one's mistakes",
        "To be studying.",
        "To come to know; to become informed of; to find out.\nHe just learned that he will be sacked.",
        "See other, dated and regional, sense of learn below.",
        "(now regional slang or dialect) Alternative form of lere (“to teach\").",
        "Now often considered non-standard.",
        "Laren",
        "renal",
        "Link/Cite"
    ]
}