{
    "translation": ".1 מורשת\n.2 נחלה",
    "uses": [
        "Murad died in 1595, leaving to his successor a legacy of war and anarchy.",
        "George Washington left behind a legacy of strong leadership.",
        "As Easterners, Brady and his brothers continued the legacy their father and grandfather had of serving as the military advisors to the politicians that Tim's Western family bred.",
        "People that do great things often leave behind a legacy.",
        "One legacy that ought to be briefly noted here is that of disputed land grants.",
        "A single marble obelisk marked the bloodline and legacy of a once powerful clan.",
        "This great war fleet he left as a legacy to his son, but he himself in his later campaigns had only its first beginnings at his disposal.",
        "Ben found it hard to fill the shoes of his father's legacy.",
        "I hope that I can leave behind a legacy that my grandchildren will carry on.",
        "What can I do to leave a legacy?",
        "If you want to leave behind a legacy, you must work hard to make a change.",
        "The fight against the legacy of debt was slower and more dreary.",
        "The financial woes of the next period, which is one of decline, were largely the legacy of this age of glory.",
        "As her hatred was known to be at least as strong as her love, the legacy was probably as much a mark of her detestation of Walpole as of her admiration of Pitt.",
        "Thus ended the exile in France; but it left an evil legacy in the schism under Gregory's successor.",
        "These taxes included in the last periodthat of the Civil Warincome and legacy taxes, taxes on commercial transactions, and taxes on persons and property.",
        "Monuments, shrines, and legacy information is placed throughout the area.",
        "It's a piece of family history as well as a legacy.",
        "You're more than adequate, Kris.  All of us look up to you.  You don't have Andre's legacy as the family protector, but you'll find your way.  You've lost your spark.  Is this why?",
        "His history, legacy and curse.",
        "Updated the documentation where it was still referring to the legacy type convertors.",
        "He speaks with a thick French accent, a legacy of growing up on a farm in Rougemont, Canada, outside Montreal.",
        "To make their authority felt in the provinces they had an army of officials at their disposala legacy, this, from imperial Rome who represented them in the eyes of their various peoples.",
        "Louise dances beautifully around the stage, she is a very graceful mover; surely a legacy of her Arts Ed training.",
        "Frequently Asked Questions about decibel Visual Arts Awards What is deciBel legacy?",
        "Bars areas to in legacy projects renovation downtown foot bluff above.",
        "This legacy is perhaps Mozart's greatest.",
        "The legacy of Cyprus's divisive recent history, including bloody ethnic fighting, is a formidable obstacle.",
        "That would please you, wouldn't it?  Your legacy has been of concern to you.",
        "She felt a pang of pain for him at the prospect of seeing what happened to the White God's legacy in the immortal world.",
        "Ancient Mexican civilizations left a dazzling legacy for modern museum visitors.",
        "Have you been too nonchalant about your own legacy?",
        "As with legacy asp, however, it is a mistake to cache database connections.",
        "atrocityhen, the evil legacy of past Ira atrocities would still be around to haunt the process!",
        "Virtually every major building, scholarship and facility in the College owes something to a legacy benefaction.",
        "bequeathed a terrible legacy of minefields, now even worse.",
        "bequeathed by a legacy.",
        "currencynt where you use the legacy currencies in your system.",
        "deed of covenant or legacy will help to fund our vital work.",
        "Someone expressed disquiet about legacy money going into admin.",
        "The legacy of The Fundamentals was to impart orthodox doctrine among conservative Protestants.",
        "enrage a billion people is much more than a legacy.",
        "There are bridges near and far in the exciting London Docklands legacy and they have sparked a flurry of interest throughout the world.",
        "Rather than being completely foreign and exotic, it belongs to the Mediterranean cultural area, common to all heirs of the Greek legacy.",
        "Now, after hard knocks and trials, their legacy rests not on music but on the infamy of a tabloid frenzy.",
        "making fuel-efficient driving legacy systems just to the double.",
        "The College is deeply grateful to members who have already responded with pledges of support through a legacy.",
        "If any evidence of the donor's or testator's intention does exist, the charity must treat the gift or legacy accordingly.",
        "intercut scenes of journalists discussing the man's legacy.",
        "lasting legacy the 2012 London Games could leave behind.",
        "legacy of colonialism.",
        "legacy of under-investment in IT infrastructure.",
        "legacy of deadly contamination.",
        "Withdraw legacy multiuser machines - due Easter 2004 The legacy multiuser machines - due Easter 2004 The legacy solaris multiuser machines should be withdrawn from service.",
        "In years past, enterprise single sign-on was a desired means for accessing legacy mainframe applications.",
        "mishmash of styles, cultures and influences, his legacy is clear.",
        "He was also a man obsessed with his own legacy.",
        "pecuniary legacy is a fixed sum of money.",
        "regrettable legacy of suffering.",
        "The tragedies of the past have left a deep and profoundly regrettable legacy of suffering.",
        "July had 'to continue the legacy of 1931, and definitely establish the republic ' .",
        "who left him a legacy of £IO.",
        "He has continued the family legacy by bringing his daughter and son into his business today.",
        "However, he has passed on a legacy to many other cheerleaders who now perform the jump all across the world.",
        "In 2001, Marten Andersson released a solo project entitled, Legacy with various guest musicians, including Jonas Hansson co-producing and playing lead guitar.",
        "The original conception of Napster may now be defunct, but its legacy lives on.",
        "The meat of any Jimi Hendrix biography will be his music and legacy.",
        "As one of the best known composers in the modern world, Mozart lived a life and legacy that will last much longer than his life ever did.",
        "Hulk's Wrestling Career: The show covered the legacy of many of Hulk's wrestling injuries, his desire to return to the ring, and his family's objections to his wrestling.",
        "The long-running series continued a legacy of the Superman mythos, beginning with Jerry Siegal and Joe Schuster in 1938.",
        "Robin Hobbs' The Farseer Trilogy is of this ilk, with hero FitzChivalry FarSeer being taught only one half of his magical legacy, with predictably unfortunate results.",
        "Except for you, his only legacy.",
        "Ironically, the extensive legacy of post industrial dereliction also proved to be an asset.",
        "Shopping rather than shipping may now be the prevailing ethos, but the rich legacy of previous generations and their labors endures.",
        "The band took a new direction, influenced by the electronica trend of the late '80s, though the spirit and legacy of Ian Curtis and Joy Division remains.",
        "Receiving, under the Conqueror's last dispositions, a legacy of five thousand pounds of silver, but no land, he traded upon the pecuniary needs of Duke Robert of Normandy;, from whom he purchased, for the small sum of X3000, the: district of the Cotentin.",
        "In general, contaminant inputs have declined and elevated concentrations are often a legacy of former industrial discharges.",
        "Reliable track listings, fully cross-referenced to The Beatles ' Recorded Legacy.",
        "While the ideals and teaching of the Old Testament have always struck a responsive chord, scientific knowledge of the evolution of man, of the world's history and of man's place in the universe, constantly reveals the difference between the value of the old Oriental legacy for its influence upon the development of mankind and the unessential character of that which has had inevitably to be relinquished.",
        "The archbishop died on the 3rd of December (Advent .Sunday), 1882, leaving a legacy of peace to the Church.",
        "of the resolution of the various forms of inference into their equivalents in that grouping of terms or premises which was most obviously cogent, was a legacy of the Topics.",
        "we have as Leibnitz's remaining legacy to later logicians the conception of Characteristica Universalis and Ars Combinatoria, a universal denoting by symbols and a calculus working by substitutions and the like.",
        "2 Finally, a legacy from Miss Emma T.",
        "Thus, the problem of the origin or antiquity of the unwritten Oral Law, a living and fluid thing, lies outside the scope of criticism; of greater utility is the study of the particular forms the laws have taken in the written sources which from time to time embody the ever-changing legacy of the past.",
        "Forced by the events of history, this legacy of the past was subjected to successive processes and adapted to the needs of successive generations and of widely different historical and social conditions.",
        "Clinch, a kinsman, and about $9,262,000 to Judge Henry Hilton (1824-1899), a business associate of Stewart, who had received a legacy of $1,000,000 from Stewart, and who managed Mrs Stewart's business.",
        "The written communications of his own doctrine referred to above belong to a period after Spinoza had removed from the neighbourhood of Amsterdam; but it has been conjectured that the Short Treatise on God, on Man, and his Wellbeing, which represents his thoughts in their earliest systematic form, was left by him as a parting legacy to this group of friends.",
        "In the autumn of the year in which he was called to the bar his father died, leaving him a legacy of f r000 over and above the f 2000 previously settled on him.",
        "In fact they have reached the final result of unveiled hylozoism, from which the distinction of the active and passive principles is discerned to be a merely formal concession to Aristotle, a legacy from his dualistic doctrine.",
        "The eccentric duchess of Marlborough, dying in 1744, at the age of ninety, left him a legacy of Lio,000 as an \"acknowledgment of the noble defence he had made for the support of the laws of England and to prevent the ruin of his country.\"",
        "About twenty years after the Marlborough legacy, Sir William Pynsent, a Somersetshire baronet to whom he was personally quite unknown, left him his entire estate, worth about three thousand a year, in testimony of approval of his political career.",
        "In 1836-38 Rush was commissioner to receive the Smithson legacy (see Smithsonian Institution), and in 18 47-49 he was minister to France.",
        "Toute la lyre, his latest legacy to the world, would be enough, though no other evidence were left, to show that the author was one of the very greatest among poets and among men; unsurpassed in sublimity of spirit, in spontaneity of utterance, in variety of power, and in perfection of workmanship; infinite and profound beyond all reach of praise at once in thought and in sympathy, in perception and in passion; master of all the simplest as of all the subtlest melodies or symphonies of song that ever found expression in a Border ballad or a Pythian ode.",
        "The plainest legacy of the 18th century to later times has been a humaner spirit in theology.",
        "The advent of the Persians, bringing with them a conception of religion of a far higher order than Babylonian-Assyrian polytheism (see Zoroaster), must also have acted as a disintegrating factor in leading to the decline of the old faith in the Euphrates Valley, and we thus have the interesting though not entirely exceptional phenomenon of a great civilization bequeathing as a legacy to posterity a superstition instead of a real achievement.",
        "In spite of his reverence for his brother's memory, he made a clean sweep of \" the angel's \" Bible Society,' and other paraphernalia of official hypocrisy; as for Alexander's projects of reform, the pitiful legacy of a life of unfulfilled purposes, these were reported upon by committees, considered and shelved.",
        "July had 'to continue the legacy of 1931, and definitely establish the republic '.",
        "A residuary legacy is the easiest way to leave money to Brain Tumor UK in your Will.",
        "In the Yellow Corner: The legacy of an alcoholic leader, a sex scandal and a party whose support is sagging badly.",
        "You ca n't use any legacy samba services - they have been discontinued.",
        "You Are Most Like Bill Clinton No doubt, your legacy may be a little seedier than you 'd like.",
        "The mining, processing and smelting of metals, has left a legacy of pollution, despoilation and hazards throughout the orefield.",
        "Inspired by Miss Gangster 's notoriety and as her own popularity soars, Angel soon reveals her strength, discovering her legacy.",
        "I think we seem to squander the legacy we have been given, often through complete apathy.",
        "Linux is also used by some telephony vendors for communications voice servers which can provide proven 99.999% availability - comparable with legacy PBXs.",
        "General A general legacy is a gift of property to be provided out of the testator 's estate.",
        "Cash 's Sun legacy is a perennial, essential touchstone, and that legacy is represented to perfection here.",
        "Legacy prices are unbeatable value for money for leisure or business breaks.",
        "Subsequently racism, prejudice and xenophobia today are to some extent part of the broader legacy of slavery.",
        "Like great works of art, many times books are worth a lot because of the death and legacy of its author.",
        "Its truly American legacy and playful, loving nature make the American Shorthair an excellent choice for anyone looking for a kitten that is a companion in its own right.",
        "Its famed creation carries a legacy of multiple variants after its name, including this well-known variation built from the vintage 1930's version originally mixed with lime.",
        "The Karastan legacy starts with a textile manufacturer by the name of Marshall Field.",
        "Besides the normal training and playing, you can also have a legacy dog by breeding it for additional generations.",
        "For most, the ultimate goal is to create a memorable legacy that will be talked about by class members and even underclassmen for days, weeks, and even years to come.",
        "Legacy Youth Ministry Resources has lessons for youth groups, including talks and activities.",
        "His legacy lives in through the McQueen design team.",
        "In 1993, he began hosting Late Night with Conan O'Brien, and in 2009, he will take over the legacy at The Tonight Show.",
        "Jerry Seinfeld took his stand-up experience and a little show about nothing and built a television legacy.",
        "Life in Legacy - This site celebrates those famous on stage, screen, politics and sports.",
        "Katherine Jackson put the kibosh on the whole thing, citing concerns about her son's legacy.",
        "Ledger's legacy will live on in his daughter, who inherited his entire fortune after his death.",
        "No matter what he does in the future, his legacy is one of laughter and enjoyment as he tickled funny bones in his movies.",
        "It wasn't true to her own life as she received much attention for both her acting and her looks, but her legacy is her acting talent.",
        "When looking at which actor has won the most Academy Awards, Katherine Hepburn's legacy lives on.",
        "Eagle Scout scholarships reward young men who attain the highest rank within the Boy Scouts of America and continue their legacy of service to others.",
        "Recipients of the rank demonstrate a legacy of service and leadership.",
        "The Fund is designed to further awareness of the National Association of the Van Valkenburg Family and its legacy and to award scholarships to students in the family.",
        "Overall, there is a large amount of information around for fans of the Allman Brothers, and this helps ensure that their musical legacy will reach new fans as time goes on.",
        "The music of Alice in Chains still stands as a legacy to much of the present music scene.",
        "Christian pop sensation and Grammy award winner Amy Grant recorded a popular version of the song on her 2008 album Legacy ... Hymns & Faith.",
        "This kind of re-creation is a testament to the legacy of the original jewelry designers, whose work lives on.",
        "Even the names of the shades evoke power, sophistication, and superior performance: Lightning, Thunder, Legacy, Heat, Warrior, Speed, Inferno, Vortex, Equinox, and Hurricane are all Gargoyle styles.",
        "Unfortunately, the continuing legacy of the Beast was not to be, and Son of Beast was plagued with difficulties from the time it opened.",
        "Many people may be surprised by the sheer number of games for the Nintendo Wii that are compatible with the legacy GameCube controller.",
        "With just over 14 million copies sold, this revamp of the original Super Mario Bros. follows the legacy of the original, except on a portable level and with new gameplay elements.",
        "GameCube games are not available directly through the Virtual Console, but there are still savings to be enjoyed by taking the route of the legacy discs.",
        "Anyways... today, we'll take a look at Dragon Ball Z: Legacy of Goku II, an action RPG for the Game Boy Advance.",
        "So how does Legacy of Goku II do in the gameplay department?",
        "Dragon Ball Z: Legacy of Goku II isn't a fantastic game, but it is a fun diversion.",
        "The only disappointment comes during the boss battles, which for some reason seem to lack the intensity of those in Gauntlet: Dark Legacy.",
        "In this installment to the Grand Theft Auto legacy, you play as Carl \"CJ\" Johnson, who returns to the city of San Andreas after his mother's death.",
        "It's too bad, Half-life 2 couldn't continue the legacy.",
        "If Nintendo found innovation with their Wii, then someone else can add their legacy to the history of video games timeline.",
        "That should be fine for most sports gamers because he built up his legacy on the Green Bay team.",
        "UltraHLE is meant to play ROMs on legacy systems, like those running Windows '98, '95 and Millenium Edition.",
        "If you're looking to rent games for your legacy systems, you won't be satisfied with Canflix, because there is no love for your Sega Genesis or Super Nintendo here.",
        "They boast an inventory of over 5,000 titles in current and legacy game systems.",
        "They also offer games for legacy game systems.",
        "I like that they offer games for current and legacy systems.",
        "Since then, the PS3 has gone through several iterations that have adjusted some of its inner workings, including the size of the internal hard drive and its ability to play legacy PlayStation 2 games.",
        "You can also see emulators for other consoles as well as arcade and legacy computer systems.",
        "With two sequels following it (Prince of Persia: Warrior Within and the recently-released Prince of Persia: The Two Thrones Review), this game has left a legacy that may never be repeated.",
        "However, its legacy is well established, and with the reported backwards compatibility of the next generation machine, the PS2's famed titles should still get some play for years to come.",
        "EA took special care to maintain the legacy of The Godfather while allowing players the freedom to explore.",
        "With an immense legacy behind the series and years of development time under its cover, The Legend of Zelda: Twilight Princess is one game you can't go wrong with.",
        "After that, it was all about finding artifacts and continuing her father's legacy.",
        "The first Zoids Saga was only released in Japan, whereas Zoids Saga II was launched in English-speaking countries as Zoids: Legacy.",
        "As they are older titles, they may be harder to find, but when you do stumble across Zoids Legacy, it can oftentimes be purchased for about $15.",
        "Just as the Nintendo Wii is able to play legacy GameCube games, the Xbox 360 is supposed to have some backwards compatibility with older games from the original Microsoft Xbox.",
        "The legacy continues in the capable hands of Kevin Morrissey, the new winemaker who worked as Brittan's assistant for several years and shared the same vision.",
        "His legacy continues however at Meyer Family Cellars near Boonville, California, where his family carries his legacy producing a Zinfandel Port and Syrah.",
        "Sixties Legacy: A History of the Public Alternative Schools Movement, 1967-2001.",
        "Many like to carry on the legacy of a life by establishing a fund or contributing to an existing foundation in memory and honor of a grandparent.",
        "Before he could get through the palace gates, he was stopped by a guard, who insisted that Tzu write down his ideals and philosophy to preserve as a legacy for future generations.",
        "Legacy 7.0 allows you to track your ancestors' migration using Microsoft® Virtual Earth™.",
        "Legacy SourceWriter™ takes the headache out of proper formatting and citing of sources.",
        "Websites like FamilyTreeMaker and Legacy Family Tree allow you to purchase products from their online stores.",
        "Legacy Family Tree, published by Millennia, utilizes Microsoft's Virtual Earth to display your ancestors' home countries or regions.",
        "The deluxe version of Legacy Family tree provides research guidance, extensive mapping, access to location databases and chronology reports.",
        "Commitment to prompt, personal service in a variety of mortgage programs is part of the Midland Mortgage Company legacy.",
        "Though it tends to go in and out of style, its legacy as a sexy, feminine garment has secured its place in fashion history.",
        "Nearly 100 years ago, Whirlpool began a legacy of innovation, introducing many of the country’s household firsts, including the automatic washing machine, and influencing home and family life.",
        "Prince William continues Diana's legacy.",
        "For example if the campaign is for a future endowment a name such as \"Legacy for the Future Campaign\" is appropriate.",
        "Most have a specific purpose and their mission to carry on a legacy for future generations.",
        "If you or loved one has an invested interest in a specific cause, consider setting up an endowment to keep your legacy alive.",
        "Frosty's legacy starts as a song written by Walter \"Jack\" Rollins and Steve Nelson.",
        "The fact is, the musical legacy of Love Affair is Everlasting Love.",
        "Legacy framed wallet, dark jacquard signature fabric and blue or pink lining.",
        "The silky Asian inspired prints are just the beginning of the Picklebottom legacy.",
        "Sprouse passed away in 2004, but his artwork lives on - and clearly remains an important part of the LV legacy.",
        "Studio Legacy Leather Backpack: a backpack style bag in neutral leather.",
        "Students might prefer the Studio Legacy Backpack or the Legacy Zip to allow more room for toting items to and from class.",
        "Aquarius wants to contribute to the world and leave a legacy in her wake.",
        "You can make this nostalgia journey with a quick click to Oscar Legacy.",
        "The first Harkins movie house was established in the early 1930's by Dwight 'Red' Harkins, who began a legacy for innovation and quality in theaters.",
        "Sheen is set to appear in the remake of Alice in Wonderland as the White Rabbit and in the film Tron Legacy.",
        "The legacy of Mary's rule is littered with the bodies of executed Protestants.",
        "By the time of his death in 1945, Edgar Cayce had performed over 14,000 readings and left behind a long-lasting legacy.",
        "With such a great legacy comes the inevitable accessorizing, and nothing could be truer in Honda's case.",
        "Richard-Pontvert is credited with creating his own formula for the composition of the rubber, and his legacy lives on in the magnificently detailed handcrafted shoes that men and women around the world have grown to love.",
        "Daniel Goddard joined The Young and the Restless in 2007 in a legacy storyline that revisited the family history of Jill Foster Abbott and Katherine Chancellor.",
        "Robin Scorpio is a legacy character, the daughter of Robert Scorpio (former WSB Agent and Police Commissioner) and Anna Devane (former double agent, police commissioner).",
        "Hope Williams, a legacy character, would prove to be pivotal from the 80s onwards.",
        "His son David carried on his father's legacy by terrorizing various characters, kidnapping Lily's baby and making Julia his accomplice as well as contributing to her eventual insanity.",
        "However, despite its exit from TV in the United States, Everwood's legacy lives on.",
        "Dr. Cliff Warner and heiress Nina Cortlandt are a legacy couple on the daytime soap opera.",
        "Beloved favorites like Clint Ritchie and Phil Carey passed away in life, but their legacy is not forgotten as the gentlemen cowboys who wood the women of Llanview and on Asa's (Phil Carey) part married more than a few of them.",
        "The death of Stuart is indeed the death of a legacy character, but AMC will not lose any of its veteran actors.",
        "When Guiding Light ended, it's 72 year legacy will be all that remains of the grand dame of soap operas.",
        "Phillips passed away in 1973, but her legacy lives on.",
        "The character was a disguise for a legacy character returning to the show, that of Patty Williams.",
        "The Vampire Diaries full episodes are the latest in a legacy of soap operas with a bite that date back to Dark Shadows in the sixties.",
        "Actress Troian Bellisario is the heir to a television legacy.",
        "Jill Foster Abbott is a legacy character and the only remaining tie to the original Foster and Brooks families.",
        "In 2010, Walton was joined by legacy actor David Hasselhoff as Snapper Foster returned to town to mourn the death of their mother, Liz.",
        "A twisted family legacy and confusing bloodlines made for meaty soap opera telling when Jill learned that she might be the long-lost child of long-time nemesis Katherine Chancellor.",
        "Jill's legacy of relationships has not always been the best, choosing to marry for money and power over love.",
        "Scott has developed a legacy as both Nikki Newman on screen and as a dedicated actress off screen.",
        "Victor Newman's presence in Genoa City has become a legacy for The Young and the Restless.",
        "In February of 2011, Daniel Goddard's Cane Ashby ended a legacy inspired storyline after just four short years on The Young and the Restless.",
        "Hattori continued his watch legacy by producing pocket watches in 1895, followed by alarm clocks in 1899, and table and musical clocks in 1902.",
        "Aquariva Automatic: Aquariva's reputation springs from Hamilton's legacy of historic and oceanic timekeeping while its good looks come from fine materials applied by masters of detail.",
        "She died in 1996 but left a legacy of founding a multimillion company listed as one of America's best places to work.",
        "The legacy of these powerful female icons began with Majel Barrett and Nichelle Nichols.",
        "Admiral Piett - Like many evil characters in the Star Wars legacy, Admiral Piett started with humble beginnings.",
        "His legacy continues to drive people from all cultures and all walks of life to seek out Carl Sagan quotes for insight and inspiration.",
        "Sagan passed away in 1996 at the age of 62, leaving behind a legacy of scientific insights and contributions.",
        "Stargate Universe ended in 2011 after 40 episodes while Smallville ends a legacy run after ten seasons.",
        "The opportunity to explore the emotions behind a painting and to hear about it directly from the artist adds a new sense of value to the work, which can contribute to the artist's legacy.",
        "A History and Mythos of the Knights Templar includes excellent articles on Templar history, legacy and the mystery surrounding them.",
        "Besides their inherent beauty, it is their inherent legacy of heroism and brotherhood of selfless assistance during the worst of tragedies that make them desirable to feel a part of and to own.",
        "This was done on specific weekends called Legacy Weekends.",
        "The NFL calls these jerseys and uniforms Legacy options.",
        "Clearly, the historical turn of events from non-violence to nuclear armament, suggest a deep ambivalence about Mahatma Gandhi's legacy.",
        "After more than 30 years, what is the legacy of this grand transformation, and why is this esthetic still so affective?",
        "posted by Andrew on June 30, 2006 10:00 AM in the category 7 UK Policy Comments What will be Blair's legacy?",
        "Service bundling, frequent change, and customisation put severe pressure on legacy product catalogs.",
        "There is a common legacy of strongly centrist state structures, with correspondingly weak regional organization and administrative traditions.",
        "His unwavering commitment to road safety has ensured a wonderful legacy that will continue to live.",
        "complexion of society, to multiculturalism and the legacy of Empire?",
        "In doing so, it left behind a legacy of flow orientated drumlins in the lowland areas.",
        "This ice has left a legacy of numerous drumlins covering the lowland areas of the LCA.",
        "In the midst of a fierce lightsaber duel with the Sith Lord, Luke faces a terrible truth about the Skywalker legacy.",
        "This has been the legacy of evangelical ecumenism which wants to re- embrace orthodoxy and Catholicism and everybody else.",
        "enduring legacy of the British is the cuisine.",
        "Perhaps the greatest legacy of the Civil War is its ongoing debate and continuing fascination worldwide.",
        "Kashmir is at present occupied by India, a legacy of British imperialism.",
        "legacy of bitterness has made normal political give and take difficult, at times virtually impossible.",
        "legacy of British imperialism.",
        "In his will, he bequeaths a pecuniary legacy of £ 150,000 to his wife and the residue to his son.",
        "Consider leaving a legacy Make us a gift in your Will.",
        "legacy inherited by New Labor in 1997.",
        "A pecuniary legacy is a fixed sum of money.",
        "It also gives us, the viewers, the enduring legacy of the definitive image of a media spanning legend.",
        "A government wedded to the apparent technical fix of nuclear power, leaving a costly and deadly legacy for generations to come.",
        "legacy currencies in your system.",
        "legacy dcs and cogsci ftp servers during the next three months.",
        "legacy solaris systems.",
        "One initiative that has already been implemented as part of the decibel legacy is the Creative Advisors Scheme.",
        "Declaration of the King's intention to pay a legacy of 2000 French livres, left by the late Queen of Scots to Thos.",
        "Photo: Marcus Leith enlarge Like much of Whiteread's work, EMBANKMENT also makes reference to the legacy of American minimalism.",
        "The legacy of his work across the world proves that his faith and his efforts were not misdirected.",
        "The total of all funds donated and pledged so far, including legacy pledges, is well over £ 1 million.",
        "The kind of work the UKAEA is doing in clearing up the legacy of the past will be an essential precondition.",
        "residuary legacy is the easiest way to leave money to Brain Tumor UK in your Will.",
        "Beyond the issue of the war, the domestic political legacy of John Smith seems powerfully resonant again.",
        "You can't use any legacy samba services - they have been discontinued.",
        "seedy Are Most Like Bill Clinton No doubt, your legacy may be a little seedier than you'd like.",
        "smelting of metals, has left a legacy of pollution, despoilation and hazards throughout the orefield.",
        "Inspired by Miss Gangster's notoriety and as her own popularity soars, Angel soon reveals her strength, discovering her legacy.",
        "speaks with a thick French accent, a legacy of growing up on a farm in Rougemont, Canada, outside Montreal.",
        "squander the legacy we have been given, often through complete apathy.",
        "Many post-polio survivors exhibit an extraordinary commitment to exercise, a legacy from their recovery from polio.",
        "telephony vendors for communications voice servers which can provide proven 99.999% availability - comparable with legacy PBXs.",
        "So the PCC may not get the legacy money until many years after the original testator 's death.",
        "testator's intention does exist, the charity must treat the gift or legacy accordingly.",
        "Among their legacy was the proper reception hall with its decorative floor tiling.",
        "Cash's Sun legacy is a perennial, essential touchstone, and that legacy is represented to perfection here.",
        "Hula Networks also accepts trade-ins of legacy equipment toward your purchase of newer equipment.",
        "Rich Topic: 2.0 twin turbo legacy engine into a bay?",
        "A lasting legacy for the project is the creation of huge mural which brightens up a concrete underpass near the school.",
        "xenophobia today are to some extent part of the broader legacy of slavery.",
        "Yet a theatrical legacy cannot always be measured by such seemingly objective yardsticks.",
        "The astrological zodiac has its roots in the science of astronomy - a legacy from the twelve divisions of the precessional cycle.",
        "over a legacy claimed by Margaret was a contributory cause of the war which ended at Flodden, where James IV.",
        "From statistics of 1895 it appears that in each I 000 of population 991 are Roman Catholics, 7 Protestants, and 2 Jews, the Jews being entirely of Russian origin, sent into the republic since 1891 by the Jewish Colonization Association under the provisions of the Hirsch legacy; from 1895 to 1908 the number of Jews in Argentina increased from 6085 to about 30,000.",
        "The war with Paraguay left a legacy of disputes concerning boundaries which almost led to war between the two victorious allies, Argentina and Brazil, but by the exertions of Mitre, who was sent at the close of 1872 as special envoy to Rio, a settlement was arrived at and friendly relations restored.",
        "The popes were now masters of a fine and compact territory, embracing no inconsiderable portion of Countess Matildas legacy, in addition to Pippins donation, and the patrimony of St Peter.",
        "Augustine of Hippo trans- St Aligns- mits a type of Platonism as part of his legacy to the S A Western church.",
        "A legacy of f 200 from David Hume showed the esteem in which he was held by that philosopher.",
        "An act of 1697-1698, commonly called the Blasphemy Act, enacts that if any person, educated in or having made profession of the Christian religion, should by writing, preaching, teaching or advised speaking, deny any one of the Persons of the Holy Trinity to be God, or should assert or maintain that there are more gods than one, or should deny the Christian religion to be true, or the Holy Scriptures to be of divine authority, he should, upon the first offence, be rendered incapable of holding any office or place of trust, and for the second incapable of bringing any action, of being guardian or executor, or of taking a legacy or deed of gift, and should suffer three years' imprisonment without bail.",
        "It is a comparatively simple thing to state the question to which we want an answer, but extremely difficult to define the exact nature of the evidence which will constitute a good answer; easy enough to say we must try hypothesis after hypothesis, and test each one by an appeal to the facts, but a man may easily spend his life in this sort of thing and still leave to his descendants nothing more than a legacy of rejected hypotheses.",
        "As the first chancellor of the reconstructed university of Copenhagen, Friis took the keenest interest in spiritual and scientific matters, and was the first donor of a legacy to the institution.",
        "But in 1369 he was assassinated, and the last romantic figure of the Crusades died, leaving only the legacy of his memory to his chancellor de Mezieres, who for nearly forty years longer continued to be the preacher of the Crusades to Europe, advocating - what always continued to be the \"dream of the old pilgrim\"- a new order of knights of the Passion of Christ for the recovery and defence of Jerusalem.",
        "The Magee hospital, established by legacy of $3,500,000 under will of the late C. L.",
        "Yugoslavia's economic recovery had been surprisingly rapid, and the chief problems which confronted her in the autumn of 1921 were how best to exploit her vast undeveloped mineral and agricultural resources, improve her very faulty communications, and root out the illiteracy which was a legacy of alien rule.",
        "William Heberden (1710-1801), a London physician, called by Samuel Johnson ultimus Romanorum, \" the last of our learned physicians,\" left a rich legacy of practical observations in the Commentaries published after his death.",
        "In view of its parliamentary impotence, and its legacy of an unpopular Home Rule programme, Sir Henry had a difficult task to perform, but he prudently interpreted his duty as chiefly consisting in the effort to keep the Radical party together in the midst of its pronounced differences.",
        "It was a legacy of immense responsibilities and perils, for France was bound in common prudence to endeavour to ruin a power which encircled her on every side save the sea and threatened her independence.",
        "The Lick Observatory, opened in 1888 on the top of Mount Hamilton (4209 ft.) with a legacy of $700,000 left by James Lick (1796-1876) of San Francisco, is 26 m.",
        "In the leisure thus gained he wished to \"recruit his spirits, range his papers,\" and prepare some important chemical investigations which he proposed to leave \"as a kind of Hermetic legacy to the studious disciples of that art,\" but of which he did not make known the nature.",
        "The person to whom this residue or surplus is left is termed the residuary legatee; should none be mentioned in the will the residue goes to the next of kin (see Executors And Admini Strators; Legacy; Will).",
        "Apart from certain non-contentious provisions, such as a tax on motorcars, the main features of the measure were large increases in the spirit and tobacco duties, license duties, estate, legacy and succession duties, and income tax, and an elaborate and novel system of duties on land-values (\"increment duty,\" \"reversion duty,\" \"undeveloped land duty\"), depending on the setting up of arrangements for valuation of a highly complicated kind.",
        "The other legacy bequeathed by Ulfilas was of less questionable value.",
        "Moreover, many of the noblest precepts of the knightly code were a legacy from earlier ages, and have survived the decay of knighthood just as they will survive all transitory human institutions, forming part of the eternal heritage of the race.",
        "But against these considerations it might be urged that a Protestant had no occasion to boast of a harmony most natural to him, while his further remark to the effect that a state church is indispensable, and that those who cannot belong to it on conscientious grounds ought to leave the country rather than show any opposition to its rites, seems rather to indicate the crypto-Catholic. The same conclusion is supported by the fact that Stevinus, a year before his death, bequeathed a pious legacy to the church of Westkerke in Flanders out of the revenues of which masses were to be said.",
        "P. Winchester of Watertown, who left to the township a legacy for municipal works.",
        "Between 1300 and 1500, however, it is supposed that the Kjaempeviser, or Danish ballads, a large collection of about Soo epical and lyrical poems, were originally composed, and these form the most precious legacy of the Denmark of the middle ages, whether judged historically or poetically.",
        "In his thirty-three dramas, sparkling comedies in prose, more or less in imitation of Moliere, he has left his most important positive legacy to literature.",
        "Justinian was engaged in three great foreign wars, two of them of his own seeking, the third a legacy which nearly every emperor had come into for three centuries, the secular strife of Rome and Persia.",
        "legacy he left to Russia: a principle of government which, under lofty pretensions, veiled a tyranny supported by spies and secret police; an uncertain succession; an army permeated by organized disaffection; an armed Poland, whose hunger for liberty the tsar had whetted but not satisfied; the quarrel with Turkey, with its alternative of war or humiliation for Russia; an educational system rotten with official hypocrisy; a Church in which conduct counted for nothing, orthodoxy and ceremonial observance for everything; economical and financial conditions scarce recovering from the verge of ruin; and lastly, that curse of Russia, - serfdom.",
        "His mind was dwelling constantly upon the political legacy of the two Pitts; he was a reader of Sir John Seeley; he had himself visited the colonies; had predicted that a war would not, as was commonly said, disintegrate the empire, but rather the reverse; had magnified the importance of taking colonial opinion; and had always been a convinced advocate of some form of Imperial Federation.",
        "had overcome his nobles, but left a legacy of feuds to the coming reign.",
        "The cold reception it met with shattered at a blow the dream of Wolfgang's life; henceforth he realized that to the world he was interesting mainly as \"Goethe's grandson,\" that anything he might achieve would be measured by that terrible standard, and he hated the legacy of his name.",
        "Other reports read that although Katherine is concerned about preserving her son's musical legacy, she is also extremely concerned with how the proceeds from this proposed memorabilia tour will be split.",
        "The orphan discovered he was heir to a legacy of magic and the savior of an entire people as \"The Boy Who Lived.\" Seven books and eight films led to the creation of the Universal Studios attraction.",
        "For 64 years, the Gruen Watch Company consistently produced quality timepieces, but in 1958, the last remnants of the original company failed, marking the end of an American legacy.",
        "Learn more about the Jaeger Lecoultre Atmos legacy by visiting the JL website and exploring the many JL Atmos clocks and watches currently on the market.",
        "When Hamilton introduced its first wrist watch in 1917, an American legacy took flight.",
        "No matter what, the experience will teach you a great deal about the intriguing history and legacy of watch making from all corners of the planet.",
        "Lily Aldridge is part of supermodel legacy as the younger sister of supermodel Ruby Aldridge.",
        "While her legacy lives on in many modern artists, her name is unknown to all but a few.",
        "Marten Andersson (born November 26, 1974 in Stockholm, Sweden) (aka Mårten Andersson) is best known as the bass player for the hardrock groups Lizzy Borden, Lynch Mob, Starwood and Legacy.",
        "Elvis courted much controversy in his time and saw plenty of ups and downs in his career, but his legacy as one of the most groundbreaking musicians ever has persisted long after his untimely death.",
        "A four side (or part) compilation, the album features a chronicle history of Joel's legacy in music.",
        "While in recent years Billy Joel has been in the media for everything but his music, his legacy lives on.",
        "Buffy and her companions left the devastated area to rebuild, train and continue the legacy of the Slayer.",
        "Music was very segregated at the time, but the rich legacy of gospel and blues, coupled with the new R&B records being made by African-American musicians, clicked with Elvis and became his own musical inspiration.",
        "This first settled part of Braintree - a name given in 1640 to the community then organized - after 1708 was officially called the North Precinct of the Town of Braintree; here the Adamses and the Hancocks lived, and Quincy was the birthplace of John Hancock - in a house on Hancock lot lived the first Josiah Quincy; the Mount Wollaston farm was a legacy to John Quincy (1689-1767), in whose honour the township was named on its separation from the township of Braintree in 1792, and whose name was borne by his great grandson, John Quincy Adams. In 1826 a railway about 4 m.",
        "He found in Tycho's ample legacy of first-class data precisely what enabled him to try, by the touchstone of fact, the successive hypotheses that he imagined; and his untiring patience in comparing and calculating the observations at his disposal was rewarded by a series of unique discoveries.",
        "Our theory is, therefore, that the savage and senseless element in mythology is, for the most part, a legacy from ancestors of the civilized races who were in an intellectual state not higher than that of Australians, Bushmen, Red Indians, the lower races of South America, Mincopies, and other worse than barbaric peoples."
    ],
    "definition": [
        "Link/Cite"
    ]
}