{
    "translation": "לחוקק",
    "uses": [
        "Moreover, the English Houses claimed and exercised the power to legislate directly for Ireland without even the nominal concurrence of the parliament in Dublin.",
        "The proprietors were to legislate for the colony \" by and with the advice, assent and approbation of the freemen.\"",
        "The legal sovereign: the person or persons who, according to the law of the land, legislate or administer the government.",
        "This jurisdiction is undoubtedly extensive, comprising among others, power to legislate concerning trade and industry, criminal law, taxation, quarantine, marriage and divorce, weights and measures, legal tender, copyrights and patents, and naturalization and aliens.",
        "The Supreme Court of the United States, on the other hand, has declared that, by the constitution, a government is ordained and established \"for the United States of America\" and not for countries outside their limits (Ross's Case, 140 U.S. 453, 464), and that no such power to legislate for annexed territories as that vested in the British crown in council is enjoyed by the president of the United States (Field v.",
        "2 The council of Ancyra in 314, on the other hand, found it necessary to legislate in a somewhat different direction, - by its 14th canon enjoining its priests and clerks at least to taste meat at the love feasts.",
        "Congress and the commissioners legislate for the District; the president, the commissioners and the supreme court of the District appoint the administrative officers and boards; and the president appoints the judges of the District courts, viz.",
        "The Hungarian parliament has power to legislate on all matters concerning Hungary, but for Croatia-Slavonia only on matters which concern these provinces in common with Hungary.",
        "Universal happiness would require omniscience to legislate for it and the \" normal \" or, as some would say, \" perfect \" man to desire it; neither of these conditions of its realization is at present in existence.",
        "legislate to prevent such incidents.",
        "When persuasion failed and imperial interests, or the rights of unrepresented minorities, were involved the power of the Crown to legislate by order in council could be (and was) freely used.",
        "To the situation defined by concordat, however, succeeds another situation, more or less uncertain and more or less strained, in which the two powers legislate separately on mixed matters, sometimes not without provoking conflicts.",
        "If the British parliament was unfit to legislate for America, and if, as was undoubtedly the case, it was impossible to create a representative body which was fit to legislate, it would follow that the American colonies could only be fairly governed as practically independent states, though they might possibly remain, like the great colonies of our own day, in a position of alliance rather than of dependence.",
        "The congress, of course, had no power to decide or to legislate for the Church, its main value being in drawing its scattered members closer together, in bringing the newer and more isolated branches into consciousness of their contact with the parent stem, and in opening the eyes of the Church of England to the point of view and the peculiar problems of the daughter-churches.",
        "Should enough free states be admitted into the Union to destroy the balance of power, the North would naturally gain a preponderance in the Senate, as it had in the House, and might, within constitutional limits, legislate as it pleased.",
        "In each there was a governor, with minor executive officers, a legislature, and a judiciary; and although the Crown retained the power of altering the charter, and the British parliament could (in strict legal view) legislate over the head of the colonial legislature so as to abrogate statutes passed by the latter, still in practice each colony was allowed to manage its own affairs and to enact the laws it desired.",
        "The first sejm to legislate for the whole of Poland was the diet of Piotrkow (1493), summoned by John Albert to grant him subsidies; but the mandates of its deputies were limited to twelve months, and its decrees were to have force for only three years.",
        "legislate on the matter.",
        "The railway redemption contracts were in fact immediately voted by parliament, with a clause pledging the government to legislate in favor of farming out the railways to private companies.",
        "legislate in relation to them.",
        "This body has power to legislate for the whole empire in reference to all matters connected with the army, navy, postal service, customs, coinage, &c., all political laws affecting citizens, and all general questions of commerce, navigation, passports, &c. The emperor represents the federation in all international relations, with the chancellor as first minister of the empire, and has power, with consent of the Bundesrath, to declare war in name of the empire.",
        "His words are wisdom to those legislators who contemplate no essential reform in the existing government; but for thinkers, and those who legislate for all time, he never once glances at the subject.",
        "legislate accordingly.",
        "legislate to introduce them '?",
        "ineffective attempt to legislate in 1986 to protect laboratory animals.",
        "legislate the morality of the world - just their own followers.",
        "legislate laws in order to manage people's interests.",
        "legislate against age discrimination by December 2006.",
        "legislate specifically to apply the provisions of TUPE to \" service provision changes \" .",
        "legislate so that we complete the work of Lords reform begun in 1997.",
        "legislate to ensure the UK payments system is open to new competition.",
        "legislate to implement our long-standing promise for freedom of information legislation.",
        "legislate in fields covered by such regulations.",
        "legislate in all matters of knowledge, it is subordinate in power to the state.",
        "You cannot legislate in advance for what ' good role-playing ' will be, you need to see it in action.",
        "It would be wholly impractical to legislate for all possibilities.",
        "legislate in reserved areas in Scotland.",
        "The questions which would claim the exercise of such a jurisdiction appear to be (I) intercolonial tariffs and the coasting trade; (2) railways, roads, canals, and other such works running through any two of the colonies; (3) beacons and lighthouses on the coast; (4) intercolonial gold regulations; (5) postage between the said colonies; (6) a general court of appeal from the courts of sucn colonies; (7) a power to legislate on all other subjects which may be submitted to them by addresses from the legislative councils and assemblies of the colonies, and to appropriate to any of the above-mentioned objects the necessary sums of money, to be raised by a percentage on the revenues of all the colonies interested.\"",
        "In the interval between his nomination as Protector and the summoning of his first parliament in September 1654, Cromwell was empowered together with his council to legislate by ordinances; and eighty-two were issued in all, dealing meat of with numerous and various reforms and including the reorganization of the treasury, the settlement Lilburne and the anabaptists, and John Rogers and the Fifth Monarchy men, were prosecuted only on account of their direct attacks upon the government, and Cromwell in his broadminded and tolerant statesmanship was himself in advance of his age and his administration.",
        "In 1765 he was elected a member of the Virginia legislature, where he became in the same year the author of the \"Virginia Resolutions,\" which were no less than a declaration of resistance to the Stamp Act and an assertion of the right of the colonies to legislate for themselves independently of the control of the British parliament, and gave a most powerful impetus to the movement resulting in the War of Independence.",
        "Mr Laurence Gomme (Primitive Folk-Moots, pp. 1 55, 156) takes up the matter at this point, and places the tradition implied by Cade's significant action as belonging to times when the London Stone was, as other great stones were, the place where the suitors of an open-air assembly were accustomed to gather together and to legislate for the government of the city.",
        "So, too, when a subject, such as bankruptcy, is one on which a state may legislate in the absence of legislation by Congress, the state law is valid only so long as Congress does not legislate.",
        "The humans of Earth greatly resent the robots who take over their jobs, and there is a move afoot to legislate them off the planet altogether.",
        "The ruling men use an Old Testament tale to justify what is essentially human slavery, and like all people who presume to legislate the morals of others are ultimate hypocrites in how they choose to live.",
        "legislate to protect patients."
    ],
    "definition": [
        "To draft or enact (a law).",
        "To bring about, establish, or influence by means of legislation: legislate safety standards; legislate social attitudes.",
        "Link/Cite",
        "To pass laws (including the amending or repeal of existing laws).\nIf they can't get people to do the right thing by talking then they will try to legislate it, then they can try to enforce the statutes.",
        "Link/Cite"
    ]
}