{
    "translation": ".1 קריא\n.2 בולט",
    "uses": [
        "In the top seam, faded but legible, was written Annie in very small print.",
        "The summer is almost nightless, print being legible at midnight, but in winter the days are only six hours long, though the nights are frequently illuminated with brilliant displays of the aurora borealis.",
        "north of Arbroath, stands one of the most interesting of the sculptured stones of Scotland, with what is thought to be the only legible inscription in the Pictish tongue.",
        "This carload of torn sails is more legible and interesting now than if they should be wrought into paper and printed books.",
        "This document, in every line of which madness is legible, convinced most thinking people that Eric was unfit to reign.",
        "In the course of this voyage he noticed that the signals were received better during the night than the daytime, legible messages being received on a Morse printer only 700 m.",
        "His knowledge of the Bible was such that he might have been called a living concordance; and on the margin of his copy of the Book of Martyrs are still legible the ill-spelt lines of doggerel in which he expressed his reverence for the brave sufferers, and his implacable enmity to the mystical Babylon.",
        "The movements to be registered are transferred to the style or pen by one or more levers, and the pen in turn transfers them to the cylinder, where they appear as legible tracings.",
        "Red ink can be too thin to be easily legible.",
        "Use a romantic script font or opt for elaborate filigree capital fonts paired with simpler, more legible fonts for the bulk of the printing.",
        "If the default background makes the text difficult to read, it may be a good idea to switch your mobile phone's backgrounds to something that makes the user interface a little more legible.",
        "legible block lettering.",
        "You want to make sure your handwriting is clear and legible.",
        "Make sure your name is clearly legible: printing in capitals helps.",
        "legible handwriting or typed.",
        "The printed page is rapidly becoming simply a way of making data briefly more legible.",
        "Be careful to choose fonts and ink colors that are legible.",
        "legible inscription confirms that this is the place.",
        "legible font with a minimum size of 11.",
        "You should complete forms in black ink with legible block lettering.",
        "Make sure that it is legible and dark enough to view well.",
        "legible on a computer screen?",
        "legible from a distance, say from 1.5m to 2m.",
        "The company's full name must appear in a legible form at all business premises.",
        "Dates for registration will be considered to be met assuming that legible postmarks are on or before the dates and airmail is used.",
        "police forces would rather see a stick on legible plate than a small plate which cannot be read.",
        "legible dial.",
        "spidery handwriting barely legible.",
        "He looked down at the small scrap of paper in his hand, the spidery handwriting barely legible.",
        "Be very careful when filling out order forms, make sure penmanship is impeccable and legible.",
        "bold numerals and highly legible dial.",
        "Here are some tips for sending your work to us: All written work can be sent either in legible handwriting or typed.",
        "legible characters on its seal.",
        "legible after reduction.",
        "preponderatederating number are perfectly legible, but some are not in good condition.",
        "The text is everywhere perfectly legible, and is excellently represented in photographs by the marquis Ranghiasci-Brancaleone, published with Breal's edition.",
        "That means words are legible and the game path is easy to follow.",
        "You do not have a lot of space to work with and shorter engravings are more legible and attractive.",
        "Very early Clerical Script (from early dynasties) is hard for modern Chinese to read, but later examples are still legible.",
        "Thorkelin, an Icelander, made or procured two transcripts of the poem, which are still preserved in the Royal Library at Copenhagen, and are valuable for the criticism of the text, the MS. having subsequently become in places less legible.",
        "Travel light, if possible, and always verify that baggage identification is correct, legible and properly affixed to each bag.",
        "It is an attractive design with easy to see legible dial.",
        "We believe police forces would rather see a stick on legible plate than a small plate which cannot be read.",
        "A few 18thC ledgers south of the church, the only legible one of 1786.",
        "legible at a distance of about 2m.",
        "THE MUSIC 117 musical items surviving, some barely legible.",
        "The watch remains highly legible underneath the slightly domed sapphire crystal, even at extreme angles.",
        "The writer has examined some of these records and found them quite legible, contrary to some reports.",
        "For a larger payment, this will be made legible.",
        "These only become legible in time to confirm your route in heavy traffic.",
        "The specificity of the reagent for blood group serology should be of a print size which is clearly legible.",
        "The graphics are rendered beautifully with very legible letters and an intuitive layout.",
        "Of course, to have a chance at being chosen, a Santa letter must be legible and have a clear return address.",
        "The ring needs have an edge thick enough for the letters to be legible.",
        "Marking the damp wall with chalk proved difficult, but they were satisfied the arrows were legible.",
        "They examined the rest of the garments and each, upon careful observation, was identified in a like fashion, although some of the markings were so faded they were no longer legible.",
        "18,261 of 1898) is what may be termed a magnifier, since signals so small as to be almost unreadable on direct record are rendered perfectly legible.",
        "You must make sure the details on the front of the badge remain legible.",
        "From the Sassanian period we find an alpha- of tic and very legible character in use, derived from Sassanian an hiavi, and closely resembling the younger Pahlavi found in books, is I e oldest known manuscripts are of the 14th century All.3, thi Although the existence of the Zend language was known to the an ford scholar Thomas Hyde, the Frenchman Anquetil Duperron, r~ 0 went to the East Indiei~ in 1755 to visit the Parsee priests, was e.g - first to draw the attention of the learned world to the subject."
    ],
    "definition": [
        "Possible to read or decipher: legible handwriting.",
        "Plainly discernible; apparent: a legible weakness in disposition.",
        "leg′i·bil′i·ty leg′i·ble·ness\nnoun",
        "leg′i·bly\nadverb",
        "Link/Cite",
        "Being clear enough to be read, readable, particularly for handwriting.",
        "Link/Cite"
    ]
}