{
    "translation": "פנאי, מרגוע",
    "uses": [
        "What an abundance of leisure he must have!",
        "His leisure time was given up to natural history, and especially to mineralogy and botany.",
        "Her chief amusement during her leisure hours was sweeping the heavens with a small Newtonian telescope.",
        "There young Parkman spent his leisure hours in collecting eggs, insects and reptiles, trapping squirrels and woodchucks, and shooting birds with arrows.",
        "The effects of a bite by a poisonous snake upon a small mammal or bird are almost instantaneous, preventing its escape; and the snake swallows its victim at its leisure, sometimes hours after it has been killed.",
        "His leisure was dedicated to geological researches in the papal states.",
        "The learned leisure which Gladstone had promised himself when released from official responsibility was not of long duration.",
        "He occupied his leisure by writing a rhymed translation of the Odes of Horace, and preparing an elaborately annotated edition of Butler's Analogy and Sermons.",
        "He was offered the presidency of the academy of science of St Petersburg; but he declined, preferring the leisure and independence of life in Italy.",
        "These fresh little flowers of his leisure used to decorate the walls of his studio, and at the sale of its contents after his death realized considerable prices.",
        "This last post left him plenty of leisure, which he used for travelling and cultivating the society of interesting people, a taste which earned him the title of Monsignore Ubique.",
        "When the storm had blown over he returned to London, and employed his leisure in works which were less political in their tone.",
        "He obtained a situation at Lubeck, where he had leisure to cultivate his natural taste for drawing and poetry.",
        "Her father had no leisure to devote to her training, and her mother was too illiterate to superintend her studies.",
        "His leisure was devoted to the study of astronomy, and he was appointed in 1870 secretary to the duke of Devonshire's royal commission on science.",
        "Hookah is a true leisure activity, allowing for quick and lucid intoxication.",
        "The new post gave him more leisure and the society he needed.",
        "It caters to both business and leisure clients.",
        "Owing to the forced abstention from agricultural labour in the winter months the peasants of central Russia, more especially those of the governments of Moscow, Vladimir, Yaroslavl, Kostroma, Tver, Smolensk and Ryazan have for centuries carried on a variety of domestic handicrafts during the period of compulsory leisure.",
        "For many years he devoted his leisure to Greek studies, and in1850-1857he published five volumes of a Critical History of the Language and Literature of Ancient Greece, which, though uncompleted and somewhat antiquated, is still useful.",
        "Here he devoted his leisure to his favourite studies.",
        "Areas of interest include leisure, arts, culture and sport.",
        "I'm not dealing with the FBI, I'm dealing with Daniel Brennan, recent man of leisure.",
        "Compelled by the second Restoration to retire into private life, he devoted his leisure to writing the history of his times, an occupation for which his previous employments well fitted him.",
        "The Camoens grotto, where the exiled poet found leisure to celebrate the achievements of his ungrateful country, lies in a secluded spot to the north of the town, which has been partly left in its native wildness strewn with huge granite boulders and partly transformed into a fine botanical garden.",
        "Leisure walks can help you ease into a fitness walking routine, or supplement one.",
        "It was not, indeed, until October 1772 that he found himself at last independent, and fairly settled in his house and library, with full leisure and opportunity to set about the composition of the first volume of his history.",
        "peruse at leisure.",
        "Thus, when his duties called him to Constance in 1414, he employed his leisure in exploring the libraries of Swiss and Swabian convents.",
        "These successes, if they retarded Roberts's progress, at least enabled him to rearrange his forces in accordance with the new situation at leisure, and to re-establish his transport, rail and wheeled, and on the 1st of May the main army moved northwards upon the Transvaal capital.",
        "If a man had leisure to be wise - and this is not for many - he should study the Scriptures which had come down, and so become a scribe.",
        "He occupied a portion of his leisure in writing a book, entitled This Country of Ours (1897), treating of the organization and administration of the government of the United States, and a collection of essays by him was published posthumously, in 1901, under the title Views of an Ex-President.",
        "In order that he might have leisure for uninterrupted study, Cosimo de' Medici gave him a house near S.",
        "Janissaries leisure to engage in plots against the sultan, and in order to occupy them and to remove them from the capital advantage was taken of the king of Poland having intervened in the affairs of Transylvania and the principalities to declare war against him.",
        "During the leisure thus arising, Descartes one day had his attention drawn to a placard in the Dutch tongue; as the language, of which he never became perfectly master, was then strange to him, he asked a bystander to interpret it into either French or Latin.",
        "Their native foes had been crushed by British forces; their liabilities were consolidated into a debt to Great Britain, to be repaid at convenience and leisure - as a matter of fact, not even interest was paid for some time.",
        "From that year onwards he was employed as a public preacher at Brescia, Pisa, Venice and Rome; and in his intervals of leisure he mastered Greek and Hebrew.",
        "The circumstances which render necessary the habitual pursuit of wild animals, either as a means of subsistence or for self-defence, generally accompany a phase of human progress distinctly inferior to the pastoral and agricultural stages; resorted to as a recreation, however, the practice of the chase in most cases indicates a considerable degree of civilization, and sometimes ultimately becomes the almost distinctive employment of the classes which are possessed of most leisure and wealth.",
        "It looked as if the Deans might have more time to themselves, even if Janet's absence meant they'd spend their leisure changing sheets and cleaning toilets.",
        "Henceforth it was impossible to publish or to utter a word which might offend the despots of church or state; and the Italians had to amuse their leisure with the polite triflings of academics.",
        "Gibbon justly describes it as \" a golden volume, not unworthy of the leisure of Plato or Tully, but which claims incomparable merit from the barbarism of the times and the situation of the author.\"",
        "He then gave a sealed paper to Ayaz, begging him to hand it to the sultan in a leisure moment after 20 days had elapsed, and set off on his travels with no better equipment than his staff and a dervish's cloak.",
        "In 1804 he accepted the post of librarian to Amelia, duchess-dowager of Weimar, which gave him the leisure he desired for the purpose of turning to account the literary and archaeological researches in which he had engaged at Rome.",
        "In the same year he employed part of his leisure in producing a volume of hendecasyllabic verse (iv.",
        "A position as state official, at first as associate of the academy of sciences and secretary of the academy of arts, afterwards as secretary of the philosophical section of the academy of sciences, gave him ease and leisure.",
        "His university career lasted three years, and on its termination he became a tutor at Toxteth, devoting to astronomical observations his brief intervals of leisure.",
        "The extant speech was written by Cicero at his leisure.",
        "In the year after the war (240), when the armies had returned and the people were at leisure to enjoy the fruits of victory, Livius Andronicus substituted at one of the public festivals a regular drama, translated or adapted from the Greek, for the musical medleys (saturae) hitherto in use.",
        "Poetry thus acquired the tone of the world, kept in close connexion with the chief source of national life, while it was cultivated to the highest pitch of artistic perfection under the most favourable conditions of leisure and freedom from the distractions and anxieties of life.",
        "This was followed by a long series of popular treatises in rapid succession, amongst the more important of which are Light Science for Leisure Hours and The Sun (1871); The Orbs around Us and Essays on Astronomy (1872); The Expanse of Heaven, The Moon and The Borderland of Science (1873); The Universe and the Coming Transits and Transits of Venus (1874);(1874); Our Place among Infinities (1875); Myths and Marvels of Astronomy (1877); The Universe of Stars (1878); Flowers of the Sky (1879); The Peotry of Astronomy (1880); Easy Star Lessons and Familiar Science Studies (1882); Mysteries of Time and Space and The Great Pyramid (1883); The Universe of Suns (1884); The Seasons (1885); Other Suns than Ours and Half-Hours with the Stars (1887).",
        "What he mainly wanted was the time, the leisure and the labour, which we have supposed to have been given to the gradual composition of the extant Aristotelian writings.",
        "At one time he was secretary to the Chief Rabbi; in 1853 he became tutor in the Rothschild family and enjoyed leisure to produce his commentaries and other works.",
        "He retired for a time to Weimar, where he occupied his leisure in the preparation of his edition of Luther, and in writing the romance Theodor oder die Weihe des Zweiflers (Berlin, 1822), in which he describes the education of an evangelical pastor.",
        "The definitions show so much acuteness of thought and command of language, and the passages quoted from poets, divines and philosophers are so skilfully selected, that a leisure hour may always be very agreeably spent in turning over the pages.",
        "In 1831 Offutt made him clerk of his country store at New Salem, a small and unsuccessful settlement in Menard county; this gave him moments of leisure to devote to self-education.",
        "Schiller resolved to devote the leisure of these years to the study of philosophy.",
        "His duties were light, and he employed his leisure in the study of philology, mathematics, philosophy, history, political economy, natural science and natural history, for which he made large collections.",
        "Erudition would be tested by the power of writing, at leisure, a dissertation on some subject selected by the examiners or the candidate or, in the case of a teacher, by the delivery of a lecture on the subject.",
        "In his solitude he had ample leisure for forming schemes of missionary enterprise among Persians and Goths, and by his correspondence with the different churches he at once baffled his enemies and gave greater energy to his friends.",
        "A study of the scholastic philosophy was then the preliminary training for a course of law, and Luther worked so hard at the prescribed studies that he had little leisure, he said, for classical learning.",
        "In 1846 he married Elisabeth Klein, and his appointment to a professorship in Berlin University in the following August afforded him the leisure necessary for the completion of his work.",
        "When twenty years of age he entered the army, becoming lieutenant in a regiment of cavalry, and employing his leisure on mathematical studies.",
        "In 1764 he officiated as a priest in Dundee, but in May 1765 accepted an invitation to live with the earl of Traquair, where, with abundance of leisure and the free use of an adequate library, he made further progress in his favourite biblical studies.",
        "In 1842 he became an undistinguished but useful successor to Arnold as headmaster of Rugby; and a serious illness in 1848, the first of many, led him to welcome the comparative leisure which followed upon his appointment to the deanery of Carlisle in 1849.",
        "Meagre as were the results which the earlier thinkers had obtained, the extinction of philosophy just at the time when the liberal arts became more technical and consequently less available as employments of leisure, threatened to leave a blank in Hellenic life.",
        "But in central Greece, where, at any rate down to the Persian Wars, politics, domesi_c and foreign, were allengrossing, and left the citizen little leisure for self-cultivation, the need of a higher education had hardly made itself felt.",
        "Contrariwise, the sophists were always and essentially professors of the higher education; and, although in process of time specialization assimilated sophistry to the arts, at the outset at any rate, its declared aim - the cultivation of the civic character - sufficiently distinguished sophistical education both from professional instruction and from artistic training: It is true too that in some of the colonies philosophy had busied itself with higher education; but here again the forerunners of the sophists are easily distinguished from the sophists, since the sophists condemned not only the scientific speculations of their predecessors, but also their philosophical aims, and offered to the Greek world a new employment for leisure, a new intellectual ambition.",
        "His intervals of leisure he devoted to literary work, and especially to the composition of a History of Persia, which was published in two quarto volumes in 1815.",
        "Anzac day comparable life of leisure.",
        "explore at leisure.",
        "Leisure travelers are happy to spend a long train ride surfing the Web.",
        "Legacy prices are unbeatable value for money for leisure or business breaks.",
        "Defining leisure Leisure is the free, undirected time in which a person is not working.",
        "Time at leisure to visit the tranquil island with its unhurried life.",
        "Experience upscale accommodations, perfect for the corporate and leisure traveler alike....",
        "Meanwhile, the venomous spider that was also in the parcel is roaming the Leisure Center.",
        "One of the chief problems of more leisure time was that villagers in some villages had nothing to do except drink and get drunk.",
        "Before taking this step, he had been wont in his enforced leisure to gather the poor children of Bala into his house for instruction, and so thickly did they come that he had to adjourn with them to the chapel.",
        "Whenever the cultivation 'of his estate and the vigorous championship of his Samoan retainers gave him the leisure, Stevenson was during these years almost wholly occupied in writing romances of Scottish life.",
        "But from 1087 his life was one of action and vicissitudes which left him little leisure.",
        "On the 6th of November 1766, Lagrange was installed in his new position, with a salary of 6000 francs, ample leisure for scientific research, and royal favour sufficient to secure him respect without exciting envy.",
        "It was during the period 1841-1849, when he had no legal duty, except the self-imposed one of occasionally hearing Scottish appeals in the House of Lords, that the unlucky dream of literary fame troubled Lord Campbell's leisure.'",
        "Here you find articles in the encyclopedia on topics related to games and leisure.",
        "He was now driven in upon his books for the employment of a restless temperament; and to this irksomeness of enforced leisure may be ascribed the production of the Principe, the Discorsi, the Arte della guerra, the comedies, and the Historie fiorentine.",
        "In 1882 he resigned his professorship and utilized his thus increased leisure by travelling in Palestine and Egypt, and showed his interest in the Old Catholic movement by visiting Dellinger at Munich.",
        "of canon in the metropolitan church of Florence, and thus had leisure to devote himself to his favourite art.",
        "It was for the most part written laboriously, and polished with unsparing care, line by line, often as he rode from one patient to another, and it occupied the leisure hours of many years.",
        "His three years' stay in Constantinople was wearisome and otherwise disagreeable; the leisure it forced upon him he devoted in part to literary composition.",
        "affairs and social customs, and which could not comprehend that men absorbed in deeper spiritual contests had no leisure for the niceties of Levitical legislation.",
        "Here, the times being uneventful and his duties light, he occupied much of his leisure in reading classical and general literature, and acquired those studious habits which clung to him throughout life.",
        "The results of his leisure were in 1787 a new translation of Newton's Optics, and in 1788 his Memoires academiques, ou nouvelles decouvertes sur la lumiere.",
        "Mannyng wrote in the English tongue not for learned but for \"lewd\" men, \"that talys and ryme wyl blethly here,\" to occupy the leisure hours during which they might otherwise fall into \"vylanye, dedly synne or other folye.\"",
        "Stories were told of its attacking the bison, and it has been reported to carry off the carcase of a wapiti, weighing nearly 1000 lb, for a considerable distance to its den, there to devour it at leisure.",
        "Other prominent reformers, amongst them Coverdale, sought refuge in Geneva, the town of Calvin and Beza, where they employed their enforced leisure in planning and carrying out a new revision of the Bible.",
        "At Natick, Massachusetts, whither he travelled on foot, he learned the trade of shoemaker, and during his leisure hours studied much and read with avidity.",
        "The tendency is therefore clearly toward an ultimate higher literacy for females; a natural result where the two sexes enjoy equal facilities of schooling, and the females greater leisure.",
        "Her leisure was occupied with the study of occult and kabbalistic literature, to which she soon added that of the sacred writings of India, through the medium of translations.",
        "Shortly afterwards, she retired into a convent and employed her leisure in writing the Alexiad - a history, in Greek, of her father's life and reign (1081-1118), supplementing the historical work of her husband.",
        "Towards the end of the 13th century the directors of the Christian world occupied the throne of St Peter for too short a time to be able to make their personal views prevail or to execute their political projects at leisure after ripe meditation.",
        "His leisure was devoted to scientific pursuits, especially in pneumatics.",
        "During this time he found plentiful leisure to write a series of works on political philosophy, such as the Nouveaux essais de politique et de philosophie (Paris, 1824).",
        "He spent his leisure and his fortune in the search for documents bearing on the old Basque and Bearnese provinces; and the fruits of his studies in the archives of Bayonne, Toulouse, Pau, Perigord and other cities were embodied in forty-five MS. volumes, which were sent by his son Gabriel to Colbert.",
        "\"At Rome indeed (he adds) the works of art are legion; besides, one effaces another from the memory and, however beautiful they may be, we are distracted by the overpowering claims of duty and business; for to admire art we need leisure and profound stillness\" (ibid.",
        "He had neither the temperament for original investigation, nor the leisure necessary for the purpose.",
        "He was called to the bar in January 1724, and, as he lacked those brilliant qualities which sometimes command immediate success, he employed his leisure in the compilation of Remarkable Decisions in the Court of Session from 1716 to 1728 (1728).",
        "To these activities he devoted his scanty intervals of leisure.",
        "A man of placid and even phlegmatic temperament, he lived moderately in all things, and sought worldly prosperity only so far as was necessary to give him leisure for his literary work.",
        "In the controversy between Walter Travers and Richard Hooker he interposed by prohibiting the preaching cf the former; and he moreover presented Hooker with the rectory of Boscombe in Wiltshire, in order to afford him more leisure to complete his Ecclesiastical Polity, a work which, however, cannot be said to represent either Whitgift's theological or his ecclesiastical standpoint.",
        "About the year 1774 William Herschel, then a teacher of music in Bath, began to occupy his leisure hours with the construction of specula, and finally devoted himself entirely to their construction and use.",
        "In the preface to the appendix containing the local arithmetic he states that, while devoting all his leisure to the invention of these abbreviations of calculation, and to examining by what methods the toil of calculation might be removed, in addition to the logarithms, rabdologia and promptuary, he had hit upon a certain tabular arithmetic, whereby the more troublesome operations of common arithmetic are performed on an abacus or chess-board, and which may be regarded as an amusement A facsimile of this document is given by Mark Napier in his Memoirs of John Napier (1834), p. 248.",
        "His reflections upon scientific, philosophical and religious questions are contained in four addresses upon The Genius of Sir Isaac Newton, The Right Use of Leisure, The Claims of Science and The Social Aspect of Intellectual Culture, which he delivered and printed at different times.",
        "Leisure time is an investment in your well-being, hence your job searching efforts.",
        "All you need to do to save your message when you are finished is to press the \"Lock\" button and you can replay it at your leisure.",
        "Denver Post - You can search the classified ads from the Denver Post online, or you can buy one of their newspapers and search at your leisure.",
        "Busy people balancing the demands of home, work, school and leisure activities find a quick snack on the go fits more easily into an already-cramped schedule than a full meal.",
        "A medical mastectomy camisole will have two leisure form pads tucked inside an inner pocket where the breasts are located.",
        "This means that you can take your time, look through all of the different available styles, and then purchase at your leisure.",
        "'She's So High', their first single under their new guise staggered into the Top 50, where second release 'There's No Other Way smashed into the Top 10. 1991 saw the release of their first album Leisure, though it had mixed reviews.",
        "Six months later, the Mondays played their first big gig, supporting New Order at Macclesfield Leisure Centre.",
        "Disco music was already popular, but the movie and accompanying album really turned disco into a full life-style for many music enthusiasts, complete with white leisure suits, sequined dresses and the ever-present glitter ball.",
        "Sometimes, it's enough to have some game options available for guests to participate in at their leisure.",
        "Picard's leisure pursuits are somewhat sedate.",
        "In Palestine few could command leisure for meditation; as for opportunities of effective intervention in affairs, they had none, it would seem, once Alexander was dead.",
        "The scanty leisure of his first recess had been devoted to writing his St Andrews rectorial address on higher education and to answering attacks on his criticism of Hamilton; of the second, to annotating in conjunction with Bain and Findlater, his father's Analysis of the Mind.",
        "The freshness, the air of leisure, the enthusiasm of discovery that mark the work of these old writers have lessons for the modern professional zoologist, who at times feels burdened with the accumulated knowledge of a century and a half.",
        "- bs Plan of of St Circular marks that this cemetery \" gives an Syracuse.(From Agincourt.) idea of a work executed with design and leisure, and with means v e ry different from those at command in producing the catacombs of Rome.\"",
        "There are currently 14 group homes in Dallas that focus on independent living skills, leisure, and community outings, among other daily living activities.",
        "Meeting with an accident while he was wandering on the Palatine, and being detained in Rome, he passed part of his enforced leisure in giving lectures (possibly on Homer, his favourite author), and thus succeeded in arousing among the Romans a taste for the scholarly study of literature.",
        "All these vicissitudes made him a man of the world, drew him out of the philosophical circle at Athens, and gave him leisure to develop his philosophy.",
        "He was really, as we have seen, a prolific writer from the time when he was a young man under Plato's guidance at Athens; beginning with dialogues in the manner of his master, but afterwards preferring to write didactic works during the prime of his own life between thirty-eight and fifty (347-335-334), and with the further advantage of leisure at Atarneus and Mitylene, in Macedonia and at home in Stagira.",
        "It is far more probable that he was previously composing them at his leisure and in the vigour of manhood, precisely as his contemporary Demosthenes composed all his great speeches except the De Corona before he was fifty.",
        "But Grassmann distinctly states in his preface that he had not had leisure to extend his method to angles in space.",
        "After his death it was leased by Frederick prince of Wales, son of George II., and was purchased about 1789 by George III., who devoted his leisure to its improvement.",
        "During his leisure he wrote a translation of Ariosto (1781), and Memoires sur la vie de Turgot (1782).",
        "In the intervals of these immense labours, on which his reputation as an astronomer rests, he found leisure for works of a lighter character, e.g.",
        "On the 30th he was suspended from council and bench, and ordered to employ his leisure in revising certain obnoxious opinions in his reports.",
        "He was also fond of drawing as an amusement in his leisure hours; and Colerus had seen a sketch-book full of such drawings representing persons of Spinoza's acquaintance, one of them being a likeness of himself in the character of Masaniello.",
        "During his later years of leisure he wrote Twenty Years of Congress (1884-1886), a brilliant historical work in two volumes.",
        "The duties of the post were not heavy, and allowed him leisure for a diligent study of Turkish, Arabic and Persian.",
        "He had, however, what so few contemporary scholars possessed - leisure, and freedom from pecuniary cares.",
        "What intervals of leisure he enjoyed from the cares of office he filled up with newspapers and the gossip of old cronies.",
        "He held this position for seven years (1826-1833), occupying his leisure time with the preparation of a critical edition of Aristotle's De anima (1833; 2nd ed.",
        "The jet, illuminated only in one phase of transformation, appears almost perfectly steady, and may be examined at leisure.",
        "He served the Curia in many and important capacities, yet devoted his leisure time to theological and canonistic study.",
        "During the leisure of the last years of his long life Slavata composed a vast work entitled Historicke Spisovani (historical works).",
        "Nor did he find, like his fellow-worker, Theodore Parker, the leisure to keep up his scholarship and lead in part the life of a student.",
        "We may also refer many of his most important treatises in prose, as well as a large portion of his Latin correspondence, to the leisure he enjoyed in this retreat.",
        "He preferred his literary leisure at Vaucluse, at Parma, in the courts of princes, to a post which would have brought him into contact with jealous priors and have reduced him to the position of the servant of a commonwealth.",
        "He appears to have laid even more stress on this point than Aristotle himself, being doubtless led to do so, partly by the heat of controversy and partly by the importance which leisure and freedom from harassing cares naturally assumed to a man of his studious temperament.",
        "On the 13th of April 1436, Arthur took Paris from the English; but he was ill seconded by the king, and hampered by the necessity for leading frequent expeditions against the ecorcheurs; it was not till May 1444 that the armistice of Tours gave him leisure to carry out the reorganization of the army which he had long projected.",
        "During this period his leisure time was devoted to a study of the geology and archaeology of the island.",
        "From his early years he had a great love of books, and he spent his leisure and his wealth in forming the library at Althorp, which in 1703 was described as \"the finest in Europe.\"",
        "After studying at Heidelberg, Bonn and Berlin, he graduated at Kiel in 1847, and in the following year went to France, where he was teacher of German at Laval and at Reims. His leisure was given to Oriental studies, in which he had made great progress in Germany, and in 1852 he joined Fresnel's archaeological expedition to Mesopotamia.",
        "This leisure was occupied in the composition of his remarkable pamphlet, Some Free Thoughts on the Present State of Affairs, which indicates his complete conversion to the bold policy of Bolingbroke.",
        "He was also prominent in the affairs of his town, yet found leisure to write most of his best-known books, Die Leibesiibungen (1863), Die Arbeiterfrage (1865, 5th ed.",
        "This peaceful state of the country gave the voivode leisure to promote its internal culture, and in the year of his death he had the satisfaction of seeing the first part of a Walachian Bible issue from the first printingpress of the country, which he had established at Bucharest.",
        "Prison life gave him leisure to write, and during his first imprisonment he wrote, in addition to several tracts and some verse, Grace Abounding to the Chief of Sinners, the narrative of his own religious experience.",
        "During his leisure at Oxford he collected material at the Bodleian and college libraries for his books.",
        "Bogdan, after learning to read and write, a rare accomplishment in those days, entered the Cossack ranks, was dangerously wounded and taken prisoner in his first battle against the Turks, and found leisure during his two years' captivity at Constantinople to acquire the rudiments of Turkish and French.",
        "He had several interviews with the Italian patriot, and persuaded him of the impracticable nature of his plan, thereby obtaining for the government leisure to devise a more reasonable scheme.",
        "Being men of presumed learning and undoubted leisure, many of the class found admission to the houses of the French nobility as tutors or advisers.",
        "His reputation soon widened, and in 1754 he became professor of logic, metaphysics and Greek in the university of Reggio, and in 1760 was translated to Modena, where he continued to teach with great assiduity and success, but devoted his whole leisure to natural science.",
        "Whittier became very sensible of his shortcomings; and when at leisure to devote himself to his art he greatly bettered it, giving much of his later verse all the polish that it required.",
        "\" Mr Halley was desired to put Mr Newton in mind of his promise for the securing this invention to himself, till such time as he could be at leisure to publish it,\" and Paget was desired to join with Halley in urging Newton to do so.",
        "He also commenced his Translation of Plato (13(13 vols.), which occupied his leisure time from 1825 to 1840.",
        "thelwulf, his weak and kindly son, would undoubtedly have lost the titular supremacy of Wessex over the other English kingdoms if there had been in Mercia or Northumbria a strong king with leisure to conquest.",
        "The invaders harried Wiltshire and Hampshire at their leisure, and vainly thought that Wessex was at last subdued.",
        "Engaged in wars with each other, Dane and Norseman had no leisure to think of reconquering England.",
        "Being comparatively at leisure after the pacification with France, he resolved to turn his whole attention to the arrangement of a new modus vivendi with the church.",
        "The most astounding instance of his success is that in 1210 he found leisure for a hasty expedition.",
        "The king seemed firmly seated on his throneso much so that in 1395 he had found leisure for a long expedition to Ireland, which none of his ancestors had visited since King Rkhard John.",
        "It would seem that the key to his conduct was that he hated the hard work without which a despotic king cannot hope to assert his personality, and preferred leisure and vicious self-indulgence.",
        "He preferred to be a man of pleasure and leisure, only awaking now and then to perpetrate some act of arbitrary cruelty.",
        "Frederick Augustus devoted his leisure hours chiefly to the study of botany.",
        "Proceeding afterwards to Emmanuel College, Cambridge, he came under the spell of Sedgwick, and henceforth devoted all his leisure time to geology.",
        "A period of often interrupted leisure for study followed.",
        "At Otes he enjoyed for fourteen years as much domestic peace and literary leisure as was consistent with broken health, and sometimes anxious visits to London on public affairs, in which he was still an active adviser.",
        "Meanwhile, he solaced his enforced leisure with astronomical studies.",
        "Waugh edited the Sunday Magazine from 1874 to 1896, but he had otherwise little leisure for literary work.",
        "1 The genial fellowship of the philosophic community that he collected in his garden remained a striking feature in the traditions of his school; and certainly the ideal which Stoics and Epicureans equally cherished of a brotherhood of sages was most easily realized on the Epicurean plan of withdrawing from political and dialectical conflict to simple living and serene leisure, in imitation of the gods apart from the fortuitous concourse of atoms that we call a world.",
        "His best songs had stolen into print; a collection was not published till 1809, under the title of Amusements of Leisure Hours.",
        "But the time had gone by when Athenians could have tranquil leisure for domestic reform.",
        "\"The more closely the body is confined,\" he wrote, \"the more the mind is disposed to indulge in flights of imagination, and to consider the possibility of executing projects of which a more active existence would never perhaps have left it the leisure to think.\"",
        "The emoluments of this office, which involved no duties save that of continuing his scientific labours, were fixed at 1000 scudi; and it was the desire of increased leisure, rather than the promptings of local patriotism, which induced him to accept an offer the original suggestion of which had indeed come from himself.",
        "had leisure to punish his brother kings for deserting tion of the him, and to look to the organization of his kingdom.",
        "HIERAX, or Hieracas, a learned ascetic who flourished about the end of the 3rd century at Leontopolis in Egypt, where he lived to the age of ninety, supporting himself by calligraphy and devoting his leisure to scientific and literary pursuits, especially to the study of the Bible.",
        "But they see in him the pioneer of a literary and scientific movement; not merely a great ecclesiastic who patronized learning in his leisure hours, but the first mathematician and physicist of his age.",
        "When he found that his official duties absorbed all his leisure he resigned his post, but continued to give his time to the examination of the MSS.",
        "It is also employed generally as a term of respect in addressing wealthy men of leisure, landowners, &c.",
        "He devoted his enforced leisure to his favourite form of literary activity, and did not regain his liberty until November 1640, one of the earliest recorded speeches of Oliver Cromwell being made in support of his petition to the House of Commons (Nov.",
        "The latter found him a minor post in his department, which left him leisure for his historical work.",
        "He devoted himself with energy to his official duties, and his leisure hours to practical philanthropy.",
        "It placed within his reach opportunities for a close study of Rome and the Romans such as had fallen to no historian before him, and secured him the requisite leisure for using them, while Scipio's liberality more than once supplied him with the means of conducting difficult and costly historical investigations (Pliny, v.",
        "I'd either return later or assault the door at my leisure or perhaps, better yet, let the bitch and child starve to death in lonely darkness.",
        "I miss Frenchie and Joy-Jill and our morning coffee but they've been sent up to Red Mountain Town as the mines there are working through the winter and the men are in need of the leisure the girls are able to provide.",
        "In the next week, a proposed skate park adjacent to the leisure center could be given the go-ahead by the council.",
        "Many of the properties come with leisure facilities, including indoor pool complexes, tennis courts and games room.",
        "A new leisure complex has been constructed within the last year.",
        "Watching television, then, could indeed be considered a leisure activity.",
        "Whatever kind of event you have in mind, Leisure Pursuits is the place to go for an off-road adventure to remember.",
        "aqua aerobics A range of different Aqua Aerobic classes are available for over 16s at each Leisure Center.",
        "There are low-impact aerobics or stretching classes designed specifically for pregnancy - ask at your local leisure center for details.",
        "afternoon at leisure Day 2 - Sat Vilnius.",
        "FRIDAY - DAY 8 Day at leisure SATURDAY - DAY 9 Transfer to international airport to fly back home.",
        "ambiencet the Green Hotel the leisure complex with heated swimming pool provides a more relaxed ambiance.",
        "amenity horticulture covers the design, construction, management and maintenance of living, recreational and leisure areas.",
        "amenity sandy beaches, facing south into the sun, are only part of the town's leisure amenities.",
        "Only required annual SunStar Leisure holiday insurance worldwide to fedex recently gave.",
        "Have ye leisure, comfort, calm, Shelter, food, love's gentle balm?",
        "Leisure facilities included billiards, indoor bowling and ice-skating.",
        "At the moment leisure boaters in the UK fill up with red diesel, a fuel taxed at a lower rate than roadside diesel.",
        "leisure boating appears to be the present raison d'Ãªtre of the canal system.",
        "Colin finds an unexploded bomb in the Leisure Center.",
        "Shopping has itself become a leisure activity, geared as much to browsing boutiques and coffee shops as stocking up on baked beans.",
        "This site of a former Victorian brewery in Edinburgh is now occupied by a leisure complex.",
        "briefing paper on Scotland for you to read at your leisure.",
        "byword for unashamed luxury, unrivaled golf and leisure facilities and legendary hospitality.",
        "Develop wild card & programs for hard to reach groups across leisure and culture.",
        "centrecreche facilities at the boro leisure centers are registered.",
        "There is still far too much abuse of the opt-out clause with workers being forced to sign away their leisure time.",
        "All you need to do is connect the crocodile clips (supplied) to your car or leisure battery (ooh er!",
        "This leisure based constructivism is perhaps where we need to think about taking our e-learners in the next phase of our e-learning roll out.",
        "criticiseembers criticized the lack of leisure provision in he plan.",
        "This way you can take some whole branches in to the kitchen and pick the currants at your leisure and with ease.",
        "I feel confident about the leisure sector Ã¢ high disposable incomes will surely sustain activity here.",
        "Befriending service and social and leisure activities including dominoes, pool and a computer room.",
        "doormans employed by ASE Security Services who were contracted to provide doormen to Luminar Leisure.",
        "eateryCenter's leisure and dining area - The Orient hosts 36 restaurants and fast food eateries.",
        "hire an entertainer at Power Leisure Book top quality entertainment for your next event.",
        "For many aspiring entrepreneurs, there is a clear opportunity in turning a hobby or leisure activity into a small business idea.",
        "I work in a place of scholarship and it does not surprise me in the least that Greek etymology makes this a leisure center.",
        "Welcome to a totally new garden and leisure shopping experience.",
        "facilitynor leisure facilities are normally open from April to the end of October.",
        "Increasing levels of leisure activity were inversely associated with D-dimer, von Willebrand factor, nephelometric fibrinogen, and viscosity.",
        "Episode 6 (14 FEB 91) \" Assassin \" attendance figures for the Leisure Center are far too low.",
        "At leisure Seville is the epitome of Spain: fiery flamenco, Moorish splendor, fragrant gardens, elegant plazas and more.",
        "Q / Are there any restrictions on using the flumes in the leisure pool?",
        "folio of charts from the Admiralty Leisure series.",
        "I commend a small folio of charts from the Admiralty Leisure series.",
        "It produces a whole range of products for professional and leisure sportsmen: sports equipment, training aids, fitness products and protective gear.",
        "grotty bit of grass behind the leisure center, the country park car park.",
        "Leisure facilities include a fitness gym, a sauna, a beauty salon and a coffee bar diner.",
        "Moray Leisure Center is within easy reach and has squash courts, a swimming pool an ice rink and a state-of-the-art gymnasium.",
        "hawthorn hedge opposite MGM Garden & Leisure.",
        "hearing loss from leisure noise be prevented?",
        "Leisure options Here you'll find a lively cluster of resturants, bars, hotels, apartment high-rises and leisure facilities.",
        "Or they may try to maximize leisure to pursue some hobby or interest; or some mixture of all these.",
        "The Farnborough Arrows skater hockey team also claim the Farnborough Leisure Center as their home.",
        "holders of a current Passport to Leisure.",
        "I discovered a whole tradition of esteem for leisure as something good, dynamic and wholesome - even holy.",
        "FitPro provides a complete range of fitness services to aerobics instructors, leisure center managers, fitness clubs and all fitness professionals.",
        "Glasgow Harbor Glasgow Harbor is a large-scale mixed-use development containing high quality residential, retail, leisure and commercial facilities.",
        "The latest collections of mens and womens formal, casual, leisure and fashion shoes, all at some of the cheapest prices.",
        "We supply many residential customers but also have contracts in the commercial, retail, leisure and local authority market sectors throughout Scotland.",
        "leisure pursuit by the 1970s.",
        "leisure facilities are normally open from April to the end of October.",
        "leisure traveler.",
        "leisure centers through trusts.",
        "leisure activities Walking may be the most popular sport in the UK.",
        "leisure complex has been constructed within the last year.",
        "This fine hotel & spa leisure Suite stands in one acre of mature grounds A Hotel For ALL Seasons.",
        "luxury leisure Breaks Why not treat your partner to a luxury pamper break.",
        "Complete with the regions largest hotel leisure club, including a 25 meter heated swimming pool.",
        "They needed and wanted to be synonymous with quality leisure breaks.",
        "David Lloyd leisure Center, one of the best-equipped sports leisure centers in the UK, is next door to our hotel.",
        "In 1988 there were eight pools, including a large lido and a leisure pool.",
        "lilyy 3: Day 3 day at leisure to explore the Esteros del Iberia where giant royal water lilies can be found.",
        "Unique, award winning restaurant and highly commended wine list, 36 bedrooms and use of leisure club.",
        "Gleneagles is a byword for unashamed luxury, unrivaled golf and leisure facilities and legendary hospitality.",
        "meet at 6 pm at Lochaber Leisure Center.",
        "Teaching adolescents with mild mental retardation to make decisions in leisure through the use of self-control techniques.",
        "Read more... Self Leisure is the UK's leading bulk vending operator providing high profits and earnings for franchisees.",
        "overrun May 1998, a Leisure International Airways A320 overran the runway at Ibiza Airport in the Balearic Islands.",
        "In bright sunshine we were able to watch Snowy Sheathbills, Dolphin Gulls, Crested Ducks and Blackish oystercatchers at our leisure.",
        "Not on an island where the local leisure center is virtually the youth parliament.",
        "Hunting with birds of prey was one of the prime leisure pastimes of the Tudor courts.",
        "So here they are for the first time: available for web perverts to browse at their leisure.",
        "Creation of a fitness trail and refurbished playground to provide leisure opportunities for people of all ages.",
        "A very stylish multi-million pound Leisure Center is now in business.",
        "The National powerboat Scheme is for those who use small, open powerboats for leisure or work.",
        "During the year there was much preparatory hard work in liaison with Richard Taylor of Leeds Planning Department and Leeds Leisure Services.",
        "De Vere Hotels is an upmarket, primarily provincial hotel chain targeted at the conference, corporate and leisure markets.",
        "Among our portfolio are hotels, restaurants, gastro pubs, leisure industry, healthcare, education and contract caterers.",
        "Shopping was becoming more of a leisure pursuit by the 1970s.",
        "Shopping and Leisure Doncaster has great shopping facilities, a vibrant nightlife and an array of leisure and sporting pursuits.",
        "All levels of ability are catered for, from weekend leisure cyclist to experienced racers.",
        "range cookers from manufacturers such as Belling, Leisure and Baumatic.",
        "We will be using the recently reopened, refurbished Channel View Leisure Center.",
        "repent at leisure his having acted in haste.",
        "Colin Molton assured the Board that URCs aimed to deliver sustainable urban communities offering residential, commercial and leisure developments in town centers.",
        "rest of afternoon at leisure Day 2 - Sat Vilnius.",
        "M is for... MUSIC Music is a great restorative and popular leisure activity - take it easy on the country music tho.",
        "Why Location of new retail and leisure development at Westwood?",
        "Central to the Group's strategy is the rapid rollout of the Village Hotels & Leisure Clubs brand.",
        "On 21 May 1998, a Leisure International Airways A320 overran the runway at Ibiza Airport in the Balearic Islands.",
        "I found that some church fathers referred to otium sanctum - holy leisure.",
        "sans culottes to the leisure class.",
        "shrew people 4000 years ago brought a new dimension of leisure.",
        "Days 10 & 11 Time at leisure for optional sightseeing, dining around or simply shopping!",
        "B Day 3 Edinburgh at leisure Morning sightseeing shows us Princes Street, the Royal Mile and views the castle.",
        "At this junction there is a brown leisure signpost to Watermouth Castle, 17 miles away.",
        "It also boasts a fully equipped leisure club with gym sauna Steam room solarium and swimming pool.",
        "speculatebeen idly speculating about my life as a lady of leisure.",
        "spill over into your leisure time.",
        "Tel: 01252 842 133 RS Sports & Leisure Ltd Click here to visit our website Branded sportswear at highly competitive prices.",
        "stepped down from First Leisure.",
        "Village Hotel & Leisure Club Walsall, Walsall Ideal family hotel with 25-metre swimming pool and extensive leisure facilities.",
        "Sport & Leisure 2 freshwater swimming pools (1 heated in winter) and children's pool, outdoor Jacuzzi and table tennis.",
        "telescopic walking pole, originally designed for mountain trekking, has become popular for general leisure walking.",
        "A new decade emerged which would be marked by excess, leisure suits and the steady thump of disco.",
        "leisure travelers are happy to spend a long train ride surfing the Web.",
        "The leisure thus afforded he employed in composing various treatises.",
        "unbeatable value for money for leisure or business breaks.",
        "experience upscale accommodations, perfect for the corporate and leisure traveler alike... .",
        "venomous spider that was also in the parcel is roaming the Leisure Center.",
        "Siting leisure uses in town centers can help maintain the vitality of the center.",
        "watching television, then, could indeed be considered a leisure activity.",
        "The newly regenerated waterfront by the Camber is now home to Gunwharf Quays Britain's first world-class shopping and leisure waterfront.",
        "Tameside Leisure Pool Situated at Hyde, the Leisure Pool is a water wonderland for all the family.",
        "But the affairs of Lombardy left him no leisure to persecute a recalcitrant pontiff.",
        "Italian politics; prosperous republics, with plenty of money to spend but no leisure or inclination for camp-life; cautious tyrants, glad of every pretext to emasculate their subjects, and courting popularity by exchanging conscription for taxationall combined to favor the new system.",
        "Still the Great Schism, which now distracted Western Christendom, so enfeebled the papacy, and kept the Roman pontiffs so engaged in ecclesiastical disputes, that they had neither power nor leisure to occupy themselves seriously with their temporal affairs.",
        "From his Stoic teachers he learned to work hard, to deny himself, to avoid listening to slander, to endure misfortunes, never to deviate from his purpose, to be grave without affectation, delicate in correcting others, \"not frequently to say to any one, nor to write in a letter, that I have no leisure,\" nor to excuse the neglect of duties by alleging urgent occupations.",
        "The conversion of the empire gave the members of the Church leisure and opportunities for the cultivation of literary taste, and gradually drew the educated classes within the pale of the Christian society.",
        "Here he lived for two years, using his leisure in preaching in the villages and at Bristol, conduct which brought him into collision with the backward clergy of the district, and led to his being summoned before the chancellor of Worcester (William of Malvern) as a suspected heretic; but he was allowed to depart without receiving censure or giving any undertaking.",
        "At the same time he was removed from his office of cadi, which gave him more leisure for his work.",
        "He had leisure to visit his friends and became especially intimate with David Hume who belonged to the same family as himself.",
        "But the admonition was unheeded, for while unweariedly diligent in business, he was in his intervals of leisure a most assiduous student.",
        "He took advantage of this season of leisure to pay another visit to the United States.",
        "To such stations pious men betook them to win religious merit in war against the infidel; their leisure was spent in devotion, and the habits of the convent superseded those of the camp (see M ` G.",
        "De nugis is a comparatively small book; if it were difficult to find leisure for that, much more would it have been difficult to find the time requisite for the composition of one only of the many long-winded romances which have been fathered on Map. Giraldus Cambrensis, with whom he was on most friendly terms, and who frequently refers to and quotes him, records a speech in which Map contrasted Giraldus' labours with his own, apparently to the disadvantage of the latter, \"vos scripta dedistis, et nos verba\" - a phrase which has been interpreted as meaning that Map himself had produced no literary work.",
        "of the city, where the Fort St Luis Place, a plantation 1 Murat settled here about 1821, became a naturalized American citizen, relinquishing his claim to the crown of Naples, and lived here for much of the time until his death, holding successively the office of alderman, mayor and postmaster of the city, and devoting some of his leisure to the preparation of three books, describing political and social conditions in America, the last of which, Exposition des principes du gouvernement republicain tel qu'il a ete perfectionne en Amerique (1838), was translated into many languages and was very popular in Europe.",
        "The next period is the meridian of his genius, the time of his greatest lyrical inspiration, which he himself associates with the peace and leisure secured to him by his Sabine farm.",
        "In 1526 he returned to Schlettstadt, and devoted himself to a life of learned leisure, enlivened with epistolary and personal intercourse with Erasmus (the printing of whose more important works he personally superintended) and many other scholars of his time.",
        "Its author was willing to be beholden to any one for leisure; but he would be no man's slave.",
        "In the leisure thus gained he wished to \"recruit his spirits, range his papers,\" and prepare some important chemical investigations which he proposed to leave \"as a kind of Hermetic legacy to the studious disciples of that art,\" but of which he did not make known the nature.",
        "On a stormy August night in 1689 150o Iroquois burst in on the village of Lachine near Montreal, butchered 200 of its people, and carried off more than loo to be tortured to death at their leisure.",
        "He devoted his leisure, not only to mathematical and physical science, but to a course of reading in English literature, his bias towards the antique in sentiment and style being strengthened by a perusal of the older classics, among whom Richard Hooker was his favourite author.",
        "His year's enforced leisure he spent in writing indecent stories, coarse polemics, and an autobiography which is described as \"a mixture of lies, hypocrisy and self-prostitution.\"",
        "xxxix.-xliv.), it is difficult to specify an occasion when he may be supposed to have enjoyed the necessary leisure and quiet for the composition of these elaborate and carefully constructed pieces, in a style so remote from his ordinary freedom and spontaneity of utterance.",
        "The final fall of Napoleon in 1815 gave the people of the United Kingdom leisure to think about their possessions at the Ante podes; and in 1817 free settlers commenced to arrive in coy siderable numbers, attracted by the success of Captain Joh i M'Arthur, an officer in the New South Wales Regiment, who had demonstrated that the soil, grass and climate were well adapted for the growth.",
        "Often I found her, when she had a little leisure, sitting in her favourite corner, in a chair whose arms supported the big volume prepared for the blind, and passing her finger slowly over the lines of Moliere's 'Le Medecin Malgre Lui,' chuckling to herself at the comical situations and humorous lines.",
        "The student who secures his coveted leisure and retirement by systematically shirking any labor necessary to man obtains but an ignoble and unprofitable leisure, defrauding himself of the experience which alone can make leisure fruitful.",
        "Read more about Queering the pitch - Tourism and Leisure lecturers look into gay football.",
        "To process multiple selections enter the number of each Offers range cookers from manufacturers such as Belling, Leisure and Baumatic.",
        "The Leisure Center is erected upon reclaimed marshland while William Low 's supermarket is built on a bank of the loch.",
        "Four leisure and two recreation centers are provide personal training sessions, gym facilities, group exercise classes, swimming and health suites.",
        "To write about love, life and leisure also means remembrance of past times.",
        "The court gave the argument short shrift, leaving the tenant to repent at leisure his having acted in haste.",
        "Central to the Group 's strategy is the rapid rollout of the Village Hotels & Leisure Clubs brand.",
        "Importantly, OYS will now supply products to the leisure and commercial powerboat market, complimenting its present strong position in the sailboat market.",
        "In the language of the class struggle, this means the gradual change of power from the sans culottes to the leisure class.",
        "However, being heavily influenced by shrew people 4000 years ago brought a new dimension of leisure.",
        "Days 10 & 11 Time at leisure for optional sightseeing, dining around or simply shopping !",
        "Time at leisure so why not explore the glorious setting on the shores of the Alta River and perhaps have a snowmobile ride?",
        "Luxury leisure spa with sauna, steam room, Jacuzzi and gym.",
        "I have been idly speculating about my life as a lady of leisure.",
        "Don't allow work to spill over into your leisure time.",
        "The company offers leisure, fashion and sportswear for men, women and children from all the major high street chains.",
        "It is negotiating with Michael Grade, who recently stepped down from First Leisure.",
        "Sport & Leisure 2 freshwater swimming pools (1 heated in winter) and children 's pool, outdoor Jacuzzi and table tennis.",
        "Recently the telescopic walking pole, originally designed for mountain trekking, has become popular for general leisure walking.",
        "The newly regenerated waterfront by the Camber is now home to Gunwharf Quays Britain 's first world-class shopping and leisure waterfront.",
        "Ground floor facilities are completed by the ' leisure suite ' which offers a sauna, walk-in shower and separate wc with basin.",
        "Purpose. Many people have a misconception that singles live the good life, partying and spending money at leisure.",
        "Most of them work very similar: you sign up for an account, place money into this account and buy and sell at your leisure.",
        "Feel free to enjoy them at your leisure.",
        "Web sites can often provide a report in seconds (depending on the site's traffic and the speed of your Internet connection), and you can print it out to examine at your leisure.",
        "Merchant gift cards can be a great way to allow recipients the option to pick their own gifts at their leisure.",
        "If you just post your email address, you can screen potential employers at your leisure and waste much less time on the phone, talking to companies you are not interested in.",
        "The second method offers more flexibility, since you can store the file directly on your computer and read it at your leisure, whether you're connected to the Internet or not.",
        "They are an enjoyable way to spend some leisure time for people of all ages.",
        "Call \"Dibs\" on the Arts & Leisure section and relax.",
        "What Was Hot: Sneakers with \"shell toes\" were often paired with tracksuits or leisure suits in eye-popping, bright colors.",
        "The more fun sites are usually accessed during leisure time, or in some cases used to procrastinate doing real work.",
        "The famiy member following the raw food diet can embrace his own dietary choices at leisure.",
        "Update the site at your leisure, and family and friends can view the website at their convenience.",
        "Gift options for wedding registries are nearly limitless, from new linens, dishes, and appliances to fun and leisure items for the backyard.",
        "This is great for those who pay for their internet use time and want to browse the items at their leisure.",
        "Bride Couture has an online catalog of discount designer sample gowns for you to peruse at your leisure.",
        "If you're running out of time or want to wait for an event before actually uploading a photo, consider ordering a gift certificate that can be redeemed with the new photo at leisure.",
        "Rife with everything from videos to photographs, these sites have become public diaries for the world to view at their leisure.",
        "Nearly all catalogs are shipped to your home for free, allowing you to shop at your leisure.",
        "We also encourage our students to maintain a balanced life by scheduling time for family and friends, leisure activities, exercise and adequate sleep.",
        "Meanwhile, in Travel + Leisure magazine, the cruise ship was again recognized among the best.",
        "By creating an outdoor leisure living area for your home you not only add a wonderful space for relaxation or entertaining, but you may be adding to your home's value as well.",
        "Alternatively, sales representatives can supply the most recent catalogs to interested buyers to browse at their leisure. lia sophia catalogs can also be viewed online, however an order must be placed with an adivsor.",
        "Thankfully, the fads that disappeared after 1979 included bell-bottoms, leisure suits and pet rocks.",
        "For example, each season may have several packages to select from: business traditional, business casual, daytime leisure and nighttime leisure, to name a few.",
        "The knit tie went well with both the collegiate look and the leisure clothes that were so popular.",
        "Once a staple in the 70's era of disco, mens leisure suits were a popular choice for men of all ages.",
        "Mens leisure suit consisted of a jacket that resembles a shirt and pants that matched.",
        "The leisure suit required little care and was an inexpensive choice for men.",
        "One of the most popular wearers of the leisure suit was John Travolta.",
        "Made popular in the movie Saturday Night Fever, Travolta showed off his disco moves in a white leisure suit and platform heels.",
        "The leisure suit was associated with the disco era and once that ended so did the popularity of this style of suit.",
        "Today, leisure suits are still an option for men.",
        "Wear a leisure suit with a mock turtleneck and a pair of loafers for a polished look.",
        "You may not find mens leisure suits on the racks of your local department store, but that doesn't mean that you need to give up on your search.",
        "Some have vintage suits while others have a modern version of the leisure suit.",
        "Contempo Suits has a wide range of the modern leisure suit.",
        "For example, the Dreams Mens New Grey Lavender Plaid Casual Leisure Suit is done in a timeless look that consists of a lined jacket done in wool blend and matching pants.",
        "There are other styles of leisure suits as well in a variety of prints and sizes.",
        "Dress That Man has a selection of vintage leisure suits straight out of the 70s!",
        "Rusty Zipper has leisure suits in good condition that vary in size and style.",
        "Leisure suits are synomous with the disco era of the 70's.",
        "Once frowned upon and banned from many businesses and establishments, the leisure suit has been given a modern makeover and is now considered an appropriate option for many men to wear.",
        "Many also offer free catalogs so you can shop at your leisure and wait for just the right sale.",
        "The plus size woman who likes to peruse clothing and accessories at her leisure will enjoy shopping from Jessica London catalogs.",
        "Ten percent lycra spandex adds stretch to the cotton making this lace leisure bra so comfortable you will want to wear it all the time.",
        "Trades such as carpentry and welding have as much need for the maximum protection as leisure activities like hunting and fishing.",
        "Many people look at retirement as a new start, with more time for leisure activities and creative pursuits.",
        "The Senior Citizens Club of Drayton Valley is a wonderful place for anyone 55 and over to spend their leisure time socializing and enjoying activities with friends.",
        "In many cases, limited finances may prevent the elderly from staying active, as they may not be able to afford the hobbies or leisure activities of their younger years.",
        "Workers who punch the clock 8-10 hours a day long for the weekends when they can sleep in and do things at their leisure.",
        "People who suffer from sleep deprivation may have a tendency to experience injuries at work and at leisure.",
        "Focusers: You can browse online at Focusers or you can request a paper catalog to look through at your leisure.",
        "Peppers Leisure: This is another plastic frame with a curved fit.",
        "Several companies manufacture Master Blaster style slides, including Aqua Leisure International, Whitewater West Industries, NGBS International, and Biwater Leisure.",
        "The park changed hands again, purchased first by Leisure International, then by Park River Corporation and finally by Ohio businessman Jerry Couch.",
        "They seem to have little to no affect on the game, so buy at your leisure.",
        "You can dive at your own leisure and explore everything how you want to.",
        "Your well in this case is every enemy in the game (and a few places around the game), and your water is an infinite supply of magic spells to use at your leisure.",
        "The free membership is pretty good since you can play against multiple players at your leisure.",
        "For over 10 years, Leisure Suit Larry tested the sexual waters with each game.",
        "Leisure Suit Larry can best be described as cartoony and contains more silliness than nudity.",
        "Leisure Suit Larry is a staple of semi-risqué sexual games.",
        "Houston Leisure RV Resort offers 202 beautiful RV sites.",
        "Socialization: VABS evaluate interpersonal relationships, play and leisure time activities, and interpersonal coping skills.",
        "The majority of schools no longer offer daily physical education classes; and active leisure activities, such as bicycle riding, have been replaced by sedentary activities, such as television watching and playing computer games.",
        "Specifically, adolescents are more likely to conform to their peers' opinions when it comes to short-term, day-to-day, and social matters-styles of dress, tastes in music, and choices among leisure activities.",
        "Peers typically replace the family as the center of a young person's socializing and leisure activities.",
        "Whether for sport, leisure or mere hygienic purposes, here's a look at what to expect if you're considering this smooth and bare waxing procedure.",
        "He holds that we post-moderns have far too much time to spend in the kind of morbid introspection that comes from excessive leisure.",
        "On a lighter note, it seems that dogs now will have a place to enjoy night-time leisure.",
        "leisure for further exploration of Santiago.",
        "The company specializes in brand communications and brand environments Ã¢ notably in the retail, leisure and public sectors.",
        "Skillsactive supports innovative ways of reaching new learners in the active leisure and learning industry.",
        "These include outdoor leisure laminated maps, ordnance maps, cycle, walking and touring guides.",
        "One advantage of homeschooling is that your children can pursue personal extra-curricular activities at leisure, without necessarily having to fall in line with peers.",
        "Some common advanced degree programs offered in the outdoor recreation field include a master's degree in science and recreation, as well as a Ph.D. program in leisure behavior.",
        "Many colleges and universities offer bachelor's degrees in recreation, leisure studies or outdoor pursuits, and some universities even offer master's and doctorate programs.",
        "Generally speaking, people entering the recreation field should be independent thinkers who are willing to work hard and play hard, balancing work with leisure.",
        "From frivolous fuchsia stilettos to old-school Converse, you can kick back with a drink and surf for perfection at your leisure.",
        "The Mia Shoes website can be found at MiaShoes.com and allows you to browse the current collection at your leisure.",
        "By expanding their styles and product lines, Crocs allows their footwear to go beyond ultra casual, leisure pursuits, or lounging shoes.",
        "Leisure: If you prefer to wear low heels, this one and a half inch sole is perfect for you.",
        "What makes SAS sandals so well-liked is that they work just as well for business as leisure.",
        "There's plenty of biographical information for you to peruse at your leisure.",
        "Using gentle flight and delicacy when gracing a flower, the butterfly is the perfect picture of leisure and happiness.",
        "The Four Seasons boasts 364 guestrooms and 64 suites for business and leisure travelers.",
        "They are convenient because you can use them at your leisure, even inputting different scenarios to judge potential outcomes.",
        "JCPenney maternity clothes are great for leisure or work.",
        "Itineraries offer you plenty of leisure time to sample several complimentary wine tasting, learn about the art of winemaking, and stroll through unique gift shops.",
        "Then you can wander the cell blocks at your leisure while taking the audio tour.",
        "Swimming was also a leisure activity in hot areas like Egypt, Greece and Rome, although the emphasis was on bathing, and perhaps relaxation.",
        "In the 1980s, basketball shorts and leisure shorts grew in length and volume, and similarly, men's swim trunks began doing the same.",
        "This allows you to run, play and swim at leisure, without any tight constriction to hamper you.",
        "After her beginnings as a woman of leisure, Barbie went to college and embarked on numerous careers.",
        "The Retro Leisure Suit: Are you a vintage woman at heart?",
        "Try on a retro leisure suit, which is knit in a funky synthetic fabric, and looks totally fun when you're entertaining or hosting a themed event.",
        "The website includes an online catalog with the full range of Oreck products for you to peruse at your leisure.",
        "Sports & Leisure, indicated by the orange color.",
        "Technology is actually weakening the bonds of community creating less leisure time spent in the company of others and more time in front of computers.",
        "There are many ways that these can be introduced, for instance people could be divided into teams or could be given the quizzes to complete at leisure during the party.",
        "This site pulls listings for all sorts of magazines, from culture to fashion to business to sports and leisure, so you can explore many different avenues for a variety of assignments.",
        "The second clue might be \"One simply siphons the excess thoughts from one's mind, pours them into the basin, and examines them at one's leisure.\"",
        "Instead of paying money for a movie ticket or leaving the house to go to the video store, you can quickly see movies on your own computer at your leisure.",
        "Everyone needs a night out or a fun leisure activity, but that doesn't mean you can't hunt around for deals.",
        "Las Vegas Leisure Guide: This site has dozens of downloadable coupons that you can print off from your computer.",
        "This is a professional watch and it is important to note that it is not designed for leisure use.",
        "The leisure and hospitality sector will grow by 17.8%, accommodation and food services by 16%, transportation 14% , finance 10% percent, and the service sector by 15.7%.",
        "Leisure: Don't isolate and avoid entertainment because you feel guilty engaging in some fun.",
        "As its name suggests, Free Business Card Templates.com offers a variety of industry categories, from accounting to travel and leisure.",
        "Growing a new fat roll with protein calories is like building a house by hammering out the pieces from a granite rock, while sugar calories are like a neat stack of bricks -- just add mortar and you can start assembling at your leisure.",
        "So if your job is inactive, and your leisure time is inactive, you will not enjoy the benefits of physical fitness.",
        "This will allow them to examine different features at their leisure and make adjustments for their changing needs.",
        "Therefore, you can resort to the convenience of online shopping, allowing yourself a lot of leisure for choosing and comparison.",
        "If you're a Star Trek fan yearning for more of your favorite series, now you can stream Star Trek full episodes straight to your computer, or if you prefer you can purchase complete DVD sets to watch at your leisure.",
        "Playing Farm Town is a great way to spend some leisure time.",
        "Online medical attire catalogs provide you with immediate access to browse and purchase work uniforms, while printed versions provide you with a way to research available selections at your leisure.",
        "we know he was at Limoges in 1173; at Rome in 117 9; in Anjou in 1183; and at Angers in 1199), could have found the necessary leisure.",
        "Although literature had not as yet become a trade or profession, an educated reading public already existed, and books and intellectual intercourse filled a large part of the leisure of men actively engaged in affairs.",
        "For that work the Augustan age, as the end of one great cycle of events and the beginning of another, was eminently suited, and a writer who, by his gifts of imagination and sympathy, was perhaps better fitted than any other man of antiquity for the task, and who through the whole of this period lived a life of literary leisure, was found to do justice to the subject.",
        "81 or 82), devoting part of his leisure to the study of philosophy under the Stoic Euphrates (i.",
        "Disgusted with an employment which afforded him neither leisure for original work nor opportunities for acquiring scientific instruction, he presented himself in 1819 at the examination for admission to the staff corps Oat-major) and obtained a lieutenancy.",
        "He devoted his leisure to the improvement of his economic treatise, which had for some time been out of print, but which the censorship did not permit him to republish; and in 1814 he availed himself (to use his own words) of the sort of liberty arising from the entrance of the allied powers into France to bring out a second edition of the work, dedicated to the emperor Alexander, who had professed himself his pupil.",
        "Although occupied in business during the greater portion of his life, his leisure was given to geological studies, and when residing for a short period in Bahia, S.",
        "He might have the leisure which was so indispensable, but at price of the freedom to read, think, write what he liked.",
        "He retired in 1862 with the rank of colonel, and devoted his leisure to the 'medieval history and geography of Central Asia.",
        "Having completed his education in Paris, he entered his father's business, but devoted his leisure hours to chemical and electrical researches, and between 1836 and 1848 published several papers on these subjects.",
        "the interval between May 1415 and November 1417, during which he was left at leisure by the vacancy in the apostolic see."
    ],
    "definition": [
        "Free time when one is not working or attending to other duties.",
        "Relaxation or activities engaged in during such time: the pursuit of leisure.",
        "Link/Cite",
        "Freedom provided by the cessation of activities.",
        "Time free from work or duties.",
        "Time at one's command, free from engagement; convenient opportunity; hence, convenience; ease.",
        "leisurely",
        "Link/Cite"
    ]
}