{
    "translation": "להפחית, להמעיט",
    "uses": [
        "It can lessen its enforcement of private property rights.",
        "In spite of his political reforms, he opposed the admission of the plebeians to the consulship and priestly offices; and, although these reforms might appear to be democratic in character and calculated to give preponderance to the lowest class of the people, his probable aim was to strengthen the power of the magistrates (and lessen that of the senate) by founding it on the popular will, which would find its expression in the urban inhabitants and could be most easily influenced by the magistrate.",
        "More effective ventilation will materially lessen the deathrate.",
        "It is usual to reduce the quantity of proteid food to a minimum, in order to lessen the amount of nitrogenous waste to be excreted by the kidneys.",
        "They lessen the general metabolism and lower febrile temperature.",
        "Too fast, he felt the buffers' effect on his powers lessen, and magic exploded through him.",
        "While this treament by itself would aid recovery from nervous exhaustion, it would lessen appetite and thus interfere with nervous repair; but the want of exertion is supplied by means of massage, which stimulates the circulation and increases the appetite, so that the patient gets all the benefit of exercise without any exhaustion.",
        "On its way from the blast furnace to the converter or open hearth furnace the pig iron is often passed through a great reservoir called a \" mixer,\" which acts also as an equalizer, to lessen the variation in composition of the cast iron, and as a purifier, removing part of the sulphur and silicon.",
        "It also tends to lessen the sensibility of the stomach and so may relieve gastric pain.",
        "Extract of belladonna is added to lessen the pain which might occur during the removal of the corn, and this acts as a corrective, while the flexible collodion forms a means of applying it conveniently, and constitutes the vehicle.",
        "To bring them to a temperature suitable for rolling, these ingots must be set in heating or soaking furnaces (§ 125), and this should be done as soon as possible after they are cast, both to lessen the loss of their initial heat, and to make way for the next succeeding lot of ingots, a matter of great importance, because the charges of steel follow each other at such very brief intervals.",
        "But if we know what remedies will increase the power of the heart and what will lessen resistance in the vessels, we may combine them and thus obtain the objects we desired, viz.",
        "I will spend all my life, and give all that I have, to lessen the distress and sorrow with which this world seems filled.",
        "His aim was to lessen the influence which the prestige of Priestley's name gave to his views, by indicating inaccuracies in his scholarship and undue haste in his conclusions.",
        "To lessen irritation the skin is protected by dusting powders, such as oxide of zinc, starch, fuller's earth, &c., or by ointments.",
        "Perhaps our knowledge of Johnson's sentiments regarding the Scots in general, and of his expressions regarding Hume and Smith in particular, may lessen our surprise at this vehemence.",
        "Bananas are grown particularly in the region about Nipe, Gibara and Baracoa, whence they are exported in large quantities, though there is a tendency to lessen their culture in these parts in favour of sugar.",
        "There are therefore in most prescriptions (i) a basis or chief ingredient intended to cure (curare), (2) an adjuvant to assist its action and make it cure quickly (cito), (3) a corrective to prevent or lessen any undesirable effect (tuto), and (4) a vehicle or excipient to make it suitable for administration and pleasant to the patient (jucunde).",
        "Locally applied they depress the terminations of sensory nerves, and may thereby lessen pain.",
        "Root, of Medina, Ohio, who suggested the substitution of embossed rollers in lieu of flat plates, in order to increase the output of foundation and lessen its cost to the bee-keeper.",
        "To lessen the loss in shape of \" crop ends,\" and for general economy, these billets are in some cases 30 ft.",
        "He desired to lessen the power of the Holy See in France and to preserve as far as possible the liberties of the Gallican church.",
        "These adaptations tend to lessen the amount of transpiration by protecting the stomata from the movements of the air.",
        "To lessen the danger from blasting operations the use of special safety explosives is required in Great Britain and some European countries.",
        "Neither eastern nor southern Siam was included in this agreement, but nothing was said to impair or lessen in any way the full sovereign rights of the king of Siam over those parts of the country.",
        "The result was that the Vienna Final Act (May 15, 1820), which received the sanction of the diet on the 8th of June, was not unsatisfactory to the lesser states while doing nothing to lessen Austrian prestige.",
        "The second impression cylinder was made somewhat larger so as to give a greater tympan surface, to lessen the off-set from the side first printed.",
        "The stocks are commonly divided into two classes: - (1) free stocks, which consist of seedling plants, chiefly of the same genus or species as the trees from which the scions are taken; and (2) dwarfing stocks, which are of more diminutive growth, either varieties of the same species or species of the same or some allied genus as the scion, which have a tendency to lessen the expansion of the engrafted tree.",
        "The means of producing sleep may be divided into two classes: those (r) which lessen the circulation, and which (2) diminish the excitability of the brain cells.",
        "BEparevruo), Sc. iixvrt, from 6EpaTrEbav, to serve), the name given to that branch of medicine which deals specifically with the means employed to cure disease if possible, or to control and lessen its evil results when a cure is impossible.",
        "nerve cells, to lessen the cell's entire metabolism, to reduce the speed of its whole chemical movement and life.",
        "By this process of preparation a considerable portion of the narcotine, caoutchouc, resin, oil or fatty and insoluble matters are removed, and the prolonged boiling, evaporating and baking over a naked fire tend to lessen the amount of alkaloids present in the extract.",
        "The road rose so steeply here that in 1812 an effort was made to lessen the slope for coaches by means of an archway, and a new way was completed in 1900.",
        "Because the volume of the pipe represents the excess of the contraction of the inner walls and the molten lake jointly over that of the outer walls, between the time when the lake begins to ebb and the time when even the axial metal is too firm to be drawn further open by this contraction, the space occupied by blowholes must, by compensating for part of this excess, lessen the size of the pipe, so that the more FIG.",
        "In the metal mines of Cornwall and Devon special rules are now in force requiring the use of water in drilling, and other precautions, to lessen this danger from dust.",
        "Its only important application in medicine is as a carminative to lessen the griping caused by some purgatives such as aloes.",
        "The effects of the continent are already visible in the mean annual temperatures, in which the poleward temperature gradient is about twice as strong as it is on the neighboring oceans; this being a natural effect of the immobility of the land surface, in contrast to the circulatory movement of the ocean currents, which thus lessen the temperature differences due to latitude: on the continent such differences are developed in full force.",
        "For example, a mercurial pill at night, followed by salts and senna in the morning, will often relieve the pain in toothache or gum-boil, and lessen inflammation not only in the mouth, but other parts of the body as well.",
        "As the freshets begin to lessen and retire into the deeper channels, the currents form natural embankments on their edges, preventing the return of a small portion of water which is thus left stagnant on the sands, and exposed to the action of the sun's rays.",
        "It was proposed to lessen the cost of construction by utilizing the water stretches along the route, while, on the ground that the contract made was impossible of fulfilment, the period of completion was postponed indefinitely.",
        "Nor did age lessen his energy, for in 1550, when eighty-four years old, he again put to sea to punish the raids of his old enemies the Barbary pirates, but with.",
        "But by the addition of some antiseptic to the ointment its defensive action would be converted from passive to active, and its power to prevent infection would become greater; and if inflammation had already set up in the skin, the addition of opium, belladonna, or cocaine would lessen local pain; and an astringent, either metallic or organic, would restrain inflammation and accelerate repair.",
        "Amongst those are to be classed small doses of aconite and colchicum; the former especially tends to lessen the process of inflammation generally, when it is not too severe.",
        "It is very important for those who are trying this diet to bear in mind the necessity of abundance of water, because sometimes they may be tempted to lessen the water on account of the inconvenience produced either by frequent micturition or too profuse sweats.",
        "The breast is of a pale salmon or peach-blossom colour, each feather in front bearing a roundish dark spot, but these spots lessen in number and size lower down, and the warm tint passes into white on the belly.",
        "at the close of the Hundred Years' War, by which he sought to lessen the anarchy in France.",
        "If by pre-heating the blast we add to the sum of the heat available; or if by drying it we subtract from the work to be done by that heat the quantity needed for decomposing the atmospheric moisture; or if by removing part of its nitrogen we lessen the mass over which the heat developed has to be spread - if by any of these means we raise the temperature developed by the combustion of the coke, it is clear that we increase the proportion of the total heat which is available for this critical work in exactly the way in which we should increase the proportion of the water of a stream, initially too in.",
        "It is not desirable to leave large areas standing upon pillars in the mine, and as soon as the work on any level is completed the pillar below should be mined out as far as is safe, and the abandoned portion of the mine allowed to cave in and lessen the weight on the pillars elsewhere.",
        "They therefore lessen all the secretions, and among other actions dilate the pupil and increase the rapidity of the heart by paralysing the vagus.",
        "These probably lessen fever by their action upon the nerve centres which regulate the temperature of the body, and partly by their peripheral action in causing the secretion of sweat.",
        "But warm, moist climates rather favour sedentary habits and tend to lessen appetite, so that the nutrition of the patient is apt to suffer; and although phthisical patients may live in comparative comfort in such climates, their tendency to recovery in them is small.",
        "As the grapes contain a quantity of water and of salts, they tend to lessen the amount of food taken, to increase the action of the bowels, and to stimulate the kidneys.",
        "On the 11th of May 1895 the three powers presented to the sultan a complicated scheme of reforms which was more calculated to increase than to lessen the difficulties connected with the government of Armenia; but it was the only one to which Russia would agree.",
        "These marks of favour, naturally, did not lessen Hobbes's self-esteem, and perhaps they explain, in his later writings, a certain slavishness toward the regal authority, which is wholly absent from his rational demonstration of absolutism in the earlier works.",
        "Amongst those which lessen excitability of the brain-cells are opium, morphine, hyoscyamus, chloral, sulphonal, trional, paraldehyde, chloralamide, chloralose, hop and many others.",
        "In order to lessen the cost of handling the rock-filling, the excavation sometimes takes the form of inclined working-places, parallel to the slope naturally taken by the rock when dumped from above into the working 7 -,, , --,, ?",
        "This report, the proposal that he made (August 27, 1795) to lessen the severity of the revolutionary laws, and the eulogies he received from several Paris sections suspected of disloyalty to the republic, resulted in his being obliged to justify himself (October 1 5, 1 795).",
        "These laws strictly defined the powers of the president; more clearly separated the executive departments, so as to lessen friction and jealousies; reformed the courts; reformed administrative routine; and increased the strength of the provinces at the expense of the municipalities.",
        "lessen the likelihood of an attack.",
        "lessen the chance of injury to horse or rider.",
        "lessen with time.",
        "lessen with age.",
        "Use of a ' reliever ' inhaler should lessen this effect.",
        "lessen the severity of cut backs in investment.",
        "lessen the burden on travel planning.",
        "lessen the impact of these problems.",
        "lessen when his mother kisses it better.",
        "matting agent was used to lessen the shine.",
        "Time will lessen the pain, and you'll begin to feel stronger every day.",
        "illogical argument it would lessen the chance of turning out individuals capable of clear thinking.",
        "In Rome, Paul III.'s favour did not lessen.",
        "While Dean didn't share his wife's intensity, he was proud of it, and his lack of interest in the names didn't lessen his love of the scene.",
        "Bonds rose on sentiment that economic indicators might lessen the likelihood of central bankers cutting rates early next year.",
        "His skin was hot, working its way through her thin dress in a way that did nothing to lessen the warmth racing through her blood.",
        "Some workers are still likely to develop asbestosis from past industrial exposure, tighter controls now in force should substantially lessen the risk.",
        "Exercises offer a complementary approach to treating the condition that may lessen the patient's need for medication.",
        "conclude that the merger would not lessen competition in TV advertising substantially.",
        "At times perhaps he was a little rigid -- and some slight hesitancy in the exposed woodwind writing will surely lessen with familiarity.",
        "This means that the body's basic energy needs gradually lessen.",
        "This course will greatly lessen the chances of disagreement between the two.",
        "Make every effort to lessen the stress in her environment.",
        "It will also help lessen the effects of arthritis.",
        "noughtdaies are full of dolor and disease, Our life afflicted with incessant paine, That naught on earth may lessen or appease.",
        "First, throughout the history of organized warfare, rules have existed to lessen its cruelty by imposing regulations on its execution.",
        "rheumatic diseaset valves introduced to patients with rheumatic heart disease to lessen the risk for embolic stroke.",
        "These increase serotonin levels in your brain and so help to lessen symptoms of depression.",
        "So volunteers can lessen the workload on teachers by teaching or playing with the students.",
        "writhed in pain, yet his hold on her did not lessen.",
        "In the first place, they lessen the number of separate facts to be explained; in the second, they limit the field within which explanation must be sought, since, for instance, if a particular mode of repetition of parts occur in mosses, in flowering-plants, in beetles and in elephants, the seeker of ultimate explanations may exclude from the field of his inquiry all the conditions individual to these different organic forms, and confine himself only to what is common to all of them; that is to say, practically only the living material and its environment.",
        "ablatus, taken away), reducing or withdrawing; in astronomy a force which interferes between the moon and the earth to lessen the strength of gravitation is called \"ablatitious,\" just as it is called \"addititious\" when it increases that strength.",
        "The edifices in general are low, and are massively built with thick walls and domed ceilings to resist earthquakes, and lessen the danger from falling masonry.",
        "It appears that an addition of dinitroglycerin to nitroglycerin would materially retard its freezing or lessen its sensitiveness (see also C. Claessen, Ger.",
        "Mining laws have proved chiefly serviceable in securing the introduction of efficient ventilation, the use of safety-lamps, and of proper explosives, to lessen the danger from fire-damp and coal-dust in the coal-mines, the inspection of machinery for hoisting and haulage, and prevention of accidents due to imperfection in design or in working the machinery.",
        "The machinery by which this is done has undergone numerous modifications and improvements, all tending to produce more perfectly plane glass, to reduce the risk of breakage, and to lessen the expenditure of time and power required per sq.",
        "The only thing that will lessen that grief is time.",
        "In the early weeks of pregnancy, your cat's appetite may lessen, and you may even notice that she throws up from time to time.",
        "Instead, they work to lessen the severity of these outbreaks.",
        "There are a few things you can do to lessen the Champagne hangover after a night of cocktails.",
        "This card is for companies to lessen the blow of travel expenses.",
        "Keeping matters civil and remaining thoughtful about your spouse's feelings can help lessen the burden on innocent family members and yourself as well.",
        "To lessen the overwhelming sense of fear and confusion that can accompany a first time divorce, it's a good idea to learn more about the official forms and the supporting documentation.",
        "Green building products seek to lessen the environmental impact of building and remodeling.",
        "Although its extremely likely that some damage has been done, it is possible to make changes in order to lessen our contribution to the greenhouse effect.",
        "Earth Day was created in 1970 to be an environmental \"teach-in\" for educating people about their impact on the environment and what they could do to lessen it.",
        "And while there's little a person can do to control hormones, simple skin care techniques can help minimize outbreaks and lessen the damage acne causes.",
        "Coughs are also helped by the juice form and should lessen, if not stop completely, after taking echinacea for several days.",
        "Many people find that by drastically reducing or even eliminating caffeine, they lessen the severity or incidence of panic attacks.",
        "Blot the color to lessen its intensity - this creates the perfect eye-lip balance.",
        "If you fear the intensity of a red hue, pairing it with a purple highlighter will lessen the depth and create a lighter contrast.",
        "Ditching the traditional pairings of mascara and eyeliner will help lessen the effect, toning down the look for less formal occasions.",
        "Many people are concerned about the possibility of any harmful ingredients in cosmetics, and opting for natural and organic formulas is one way to help lessen the risk.",
        "Don't overwhelm the infant with props or busy backgrounds, since these lessen the impact of the overall image.",
        "You can lessen the effects of stress on the body by training your body to return to its relaxed state quickly.",
        "You can't prevent all crisis' or stressors but you can take steps to lessen the amount and degree of them.",
        "Once you confront that truth, you can begin to take steps to lessen the effects of your anxiety.",
        "Mental health professionals look more toward the psychological impact of the worry as opposed to the physical symptoms, although alleviation of the worry and anxiety oftentimes makes the physical symptoms lessen or diminish completely.",
        "At work, managers and employees must be sure to maintain boundaries even while employing humor to lessen stress.",
        "Garlic is believed to help prevent a cold, or lessen the effects of one you have all ready come down with.",
        "To lessen their environmental impact and gain access to fresher foods, a lot of vegetarians get their produce through community-supported agriculture groups or shop at farmers' markets, health-food stores, or co-ops.",
        "However, in the treatment of opioid addiction, several medications can be used to help lessen the pain of withdrawal and prevent relapse.",
        "As a person becomes an alcoholic, this symptom may continue but can lessen as well.",
        "There are no cures for compulsive hoarding, but there are ways to lessen the symptoms.",
        "If a stain does occur and tears follow, club soda really does a lot to quickly lessen the worst of it, so all the accompanying caregivers might want to have a little bottle handy, just in case.",
        "You may find that fighting with your child over his desire to wear a favorite shirt every day will lessen somewhat if he's had some say in his wardrobe selections.",
        "In order to discount cruises, many agencies lessen their own commission to beat their competitors' prices.",
        "When ships navigate routes with ice, their speeds are reduced to make maneuvering easier and to lessen the effects of any casual impacts with small ice.",
        "The breeder should be knowledgeable about the breed's health problems, and be able to give you an idea of his breeding practices to lessen the prevalence of these conditions.",
        "Keeping your pet in its normal environment, and on a regular routine, will help lessen the stress caused by your absence.",
        "Keeping your pet on familiar food will help lessen his stress and decrease his chances of a digestive disturbance.",
        "Puppies are exposed to a wide variety of sights, sounds and experiences in order to lessen their sensitivity level to common daily distractions they might encounter in their later lives as guide dogs.",
        "Heated dog beds help ease the ache of arthritis and lessen the stiffening that an aging dog experiences.",
        "As your dog becomes better housebroken, you can lessen the treats and increase the praise, and in time you should only be using praise.",
        "So many of us are trying to embrace the \"green\" lifestyle these days to lessen our negative impact on the environment, so I thought it would be helpful to share some tips on ways to live greener lives with our pets.",
        "Daily exercise can also lessen chewing problems.",
        "While ranch homes were designed to have few ornate details, adding a few exterior updates can lessen the severity of the facade.",
        "The scent will dissipate as the mixture dries, and opening a window or running a fan can help lessen the odor.",
        "Be sure to wear the safety glasses to protect your eyes and the work gloves to lessen hand injuries during the project.",
        "Take breaks while working on the vinyl tile to lessen frustration.",
        "If you work with your doctor to understand what is happening with your body and talk over the possibilities available to help lessen your symptoms, you should be able to find some relief from your menopausal symptoms.",
        "Once the treatment starts, the risk may lessen; however, any pre-treatment damage can cause a lifetime of medical issues and the associated emotions which often come with dealing with a major illness.",
        "By losing weight, the amount of fatty tissue in the neck region will lessen, allowing the airway to remain open more readily.",
        "Your doctor can also help you determine if any vitamins or supplements might lessen the cramping.",
        "You can try to make changes in your lifestyle, diet, and bedtime habits to lessen the symptoms of insomnia before you take the prescription route.",
        "Lessen that feeling of frustration by zeroing in on the activity you'll be performing while wearing the lenses.",
        "One draw back of SSX On Tour is the random error messages you will get, but using the game's \"auto-save\" feature will lessen the blow when you have to restart.",
        "They do not shorten the length of the illness, nor do they lessen the symptoms.",
        "For those children and teens who feel stigmatized or self-conscious about their depression, arranging psychotherapy sessions outside school hours may lessen their burden.",
        "Over time, it may lessen in its assault on the body, but there are still problems from damage to the tissues.",
        "They are used to lessen muscle spasms in the intestines, lungs, bladder, and eye muscles.",
        "Counseling to improve self-image and lessen barriers to socialization becomes important in late childhood and adolescence.",
        "It teaches individuals how to change their thoughts, behaviors, and attitudes, while providing techniques to lessen anxiety, such as deep breathing, muscle relaxation, and refocusing.",
        "For all breeds of dog, obedience training as well as spaying or neutering lessen the chances of aggressive behavior.",
        "Because it decreases joint compression, it can lessen the pain caused by scoliosis or surgery.",
        "In addition, allergic sensitivity to poison plants tends to lessen with age.",
        "Calamine lotion and menthol ointments lessen the itching and dry out weeping blisters.",
        "Keeping the rash clean and any open blisters bandaged can lessen the chance of infection.",
        "Tecnu, IvyStat, IvyCleanse) can also stop or lessen the severity of a rash if they are applied early enough following exposure (i.e., before the urushiol begins penetrating the skin).",
        "A child's fingernails should be kept clean and trimmed short to lessen the chance of bursting and infecting blisters if scratching does occur.",
        "Although such an understanding does not lessen their loss, it can serve an important function in the healing process, one that SIDS parents do not have.",
        "Anti-emetic drugs help to lessen feelings of nausea.",
        "When seen in children, pica behavior tends to lessen with age.",
        "Wet dressings applied to moist sores two or three times a day can lessen inflammation and loosen scales.",
        "These symptoms usually stop or lessen a day or two after the period begins.",
        "Castor oil packs applied to the abdomen can reduce inflammation and also lessen spasms or discomfort.",
        "For those children and teens who feel stigmatized or self-conscious about their diagnosis, arranging psychotherapy sessions outside school hours may lessen their burden.",
        "Many patients require heavy sedation while they are on ECMO to lessen the amount of oxygen needed by the muscles.",
        "People who are able to alter their thought patterns in this way can lessen their preoccupation with the compulsive rituals.",
        "Others find that imagining a white light hovering over the painful area can actually lessen the pain for brief periods.",
        "Medication should lessen or eliminate pain by the end of three menstrual cycles.",
        "Educating adults and children about cleft lip and palate is the best way to relieve others' anxiety about the defect and lessen any negative psychological effects that bad reactions might have on the child.",
        "Many children may wish to perform oral hygiene measures after therapy to lessen the poor taste of the secretions they have expectorated.",
        "Prescription or over-the-counter corticosteroid creams can lessen inflammation and relieve irritation.",
        "This includes lying by omission or by greatly exaggerating the facts of the situation to lessen the personal pain.",
        "Thankfully, there are some easy cures to correct or lessen this negative energy shelves and cases of books create.",
        "There are some feng shui cures to help lessen the effects of bad chi (sha chi).",
        "There are a few things you can do to lessen the effects of a bad bed placement in the bedroom.",
        "Although compass school of feng shui requires greater math calculations to determine the kind of energies residing in your home, you can use basic feng shui principles and applications to help lessen any negative effects.",
        "These claw clips help to ensure that your hair stays off of your face, which helps to lessen any impatience you may feel during the blow drying process.",
        "Walking, taking a warm shower, having a massage, and changing position are some ways to help lessen the pain.",
        "With the wide variety of home pregnancy tests available, using one that you are familiar with can lessen the chances of human error when taking and reading the test.",
        "Lamaze is a child birthing style that focuses on breathing techniques to lessen the pain of delivery.",
        "On the reverse, women who suffer common headaches may lessen the incidence of headaches or in some cases cure them entirely by using oral contraceptive.",
        "Babies tend to lessen their movements as labor approaches.",
        "This is usually short-lived; you can ask your gynecologist about medications you can take to lessen the discomfort right after placement.",
        "While all babies exposed to methadone have withdrawals after birth, some may require treatment to lessen the withdrawal symptoms.",
        "While it may seem as if it would be better to lessen the dosage during pregnancy, it is typical for doctors to increase dosage, especially during the third trimester.",
        "Founded in Boston during 2003, the company now operates out of both cities, offering customers a chance to lessen their environmental impact.",
        "The selection of halter swimsuits is enormous, so to lessen any shopping distress, here are some key pieces that are universally flattering to all body types.",
        "Be prepared for some disappointment, and offer some options to lessen the blow.",
        "Of course, any of the dolls can be played with, but obvious wear and tear would lessen any future value they might have.",
        "Some products are marketed as vitamins for diabetics, promising to stabilize and lessen the effect of the ailment.",
        "Recent research seems to indicate that cholesterol reducing drugs, especially statins, may lessen brain function.",
        "This is a special powder that you mix in the food processor to give you energy to burn fat and lessen your appetite.",
        "Continuously charging the battery after each use puts a strain on the battery which may lessen the overall lifetime.",
        "According to many experts, these systems work extremely well, and can be rather effective at helping to eliminate (or at least lessen) some of the allergic reactions and asthma attacks caused by pollutants in the home.",
        "Giving away vehicles is a great way to lessen the environmental impact of discarded cars, while providing valuable financial assistance to worthy charities.",
        "Change is constant, so it should be no surprise that over time your grieving would lessen and with it your dependence.",
        "However, there are some pitfalls you can avoid and constructive steps to take that might lessen the pain and speed both of you on the path of healing.",
        "To lessen the cost, the engagement ring could focus solely on one stone rather than use accent stones or additional details - this will also draw more direct attention to the unique beauty of the black gem.",
        "Working in a position that makes good use of your valuable communication skills can bring in extra cash and lessen the stress of not being able to hit your financial goals.",
        "This will considerably lessen the strain on your shoulder.",
        "Their are things parents can do to lessen the trauma of children and divorce.",
        "Altering the dolls, even if the purpose is to fix them, will actually lessen the value.",
        "Sometimes, just talking it out can lessen the stress levels considerably.",
        "Look for toys that are sturdy, with a wide wheelbase that will lessen the risk of turning over.",
        "Learning how to escape the current economic recession entirely may not be possible, but there are several things you can do to lessen the recession's impact on you and your family.",
        "You'll lessen the need to, \"Watch your toes!\" if you're wearing a boot with a sheet of metal inside.",
        "The Fit Flop was built by two professionals at Britain's Centre for Human Performance who were interested in creating a flip flop that would absorb shock and lessen joint strain but also give the wearer a workout enhancing effect.",
        "Both hypnosis and self-hypnosis can be used to boost self-confidence, overcome or lessen fears and stress, and even provide a certain level of pain relief.",
        "You can easily compare this self-hypnosis technique to the La Maze technique used by women in labor to lessen their focus on pain in order to manage it better.",
        "Wash your hands before putting your fingers in your mouth to lessen the transference of germs.",
        "For example, if you'd like to lessen symptoms of asthma, you can include more chest-opening poses in your routine.",
        "Give the sibling individualized attention to lessen negative feelings.",
        "These conditions can lessen somewhat over time.",
        "When services begin early in a child's life, the characteristics of autism he exhibits may lessen over time, resulting in a better outlook for the adult world that lies beyond.",
        "In addition to putting a little extra money in your purse, you can also feel good about helping to lessen the impact of fossil fuels on the planet.",
        "If you have a highly fuel efficient vehicle, this can further lessen your impact on the environment.",
        "DeLong Varsity jackets aims to lessen that blow by keeping with their motto: Quality, Service and Delivery.",
        "Hair pieces can considerably lessen the amount of time necessary for styling.",
        "If so, cleaning old copper pennies can actually lessen their value, even through you think they look so much better.",
        "The approach that works best for these individuals should lessen cravings for sweet food and it should help increase energy levels and endurance for exercise.",
        "Food combining systems seek to lessen or eliminate these allergy and digestive issues by not only choosing specific foods to eat but also remaining conscious of the time of day foods are digested.",
        "In order to lessen gout symptoms, your diet for gout patients will include recommendations for lowering your body's levels of uric acid.",
        "Following the correct diet for diverticulitis will speed your recovery and lessen the chance of complications or recurrence.",
        "Vegetable juice and yogurt, while low calorie, are rich in potassium and provide the sodium necessary on this diet to help lessen feelings of fatigue or weakness on low calorie days.",
        "While exercise for sagging breast tissue will strengthen the major muscles in the chest, there are other things you can do to lessen the appearance of sagging.",
        "If you feel joint pain, stop and lessen the resistance or replace the exercise with another.",
        "A dental discount plan can either be used alongside dental insurance coverage or instead as a means to lessen the financial burden of dental care when no insurance is available.",
        "She is best remembered for her struggles with trying to shed her Southern accent, or at least to lessen it enough to properly become a spokesmodel.",
        "Crease Release works to lessen wrinkles between the brow, eyes, and mouth.",
        "If you use milk you may need to add in more honey to make your scrub thick enough to use, but this should not lessen the effectiveness of your homemade exfoliate.",
        "To lessen the chance of needing treatment in the first place, take preventative steps, such as using products that keep acne at bay, not picking at pimples and maintaining a healthy diet.",
        "The cold can help to lessen the swelling.",
        "Although Avon stetch mark creams are not formulated for acne marks, since they are designed to reduce scarring, they may be able to lessen blemish scars.",
        "Because cold sores can be extremely painful, you may want to seek medication to lessen the pain.",
        "Blue light therapy for acne can not only treat breakouts, but can also improve skin texture and lessen the appearance of scars, making it a good treatment choice for people with both active acne and acne scars.",
        "This sensation should lessen and disappear with continued use.",
        "When using Natural Advantage, discontinue use of other skincare products that might counteract or lessen the system's benefits.",
        "Washing away bad oils frequently will lessen your chances for acne breakouts.",
        "A simple step such as switching a few prescriptions may lessen your chance of future outbreaks.",
        "Proper usage is key to getting the best skin resurfacing results from the peel and helps lessen the likelihood of any side effects.",
        "To deem something overpopulated is to insinuate that the additional users somehow lessen the experience for the existing members in one way or another.",
        "There are things you can do to lessen and even alleviate the negative aspects of adding a forum to your website.",
        "But extreme narrowness would not only cause the escaping gases to move so swiftly that they would sweep much of the fine ore out of the furnace, but would also throw needless work on the blowing engines by throttling back the rising gases, and would lessen unduly the space available for the charge in the upper part of the furnace.",
        "The old child-like joy in life so manifest in the Vedas had died away; the worship of nature had developed or degenerated into the worship of new and less pure divinities; and the Vedic songs themselves, whose freedom was little compatible with the spirit of the age, had faded into an obscurity which did not lessen their value to the priests.",
        "Ways must be found to lessen, and ultimately overcome, their reliance on nuclear deterrence.",
        "Prosthetic heart valves introduced to patients with rheumatic heart disease to lessen the risk for embolic stroke.",
        "Most people need to take their drugs on a long term basis to lessen the risk of onset of another schizophrenic episode.",
        "The man writhed in pain, yet his hold on her did not lessen.",
        "Tax abatements ease the strain on property owners, because they lessen the amount of property tax that is owed.",
        "This may lessen the confusion between peeing and pooping.",
        "Unfortunately, you probably won't be able to avoid witnessing some sibling rivalry, but there are some steps you can take to lessen its occurance.",
        "While there is not one particular way to prevent SIDS from occurring, you can take certain steps to lessen the risk.",
        "Placing diaper cream on wet skin will lessen the preventative benefits of the cream.",
        "This condition presents itself mostly in infants between 0 to 4 months of age, and the chances of SIDS occurring lessen dramatically after 24 months.",
        "As your child grows, the necessity for processing his food will lessen, and you can simply feed him many of the same foods you eat.",
        "Some people prefer trackballs as they lessen the need to move your hand and arm.",
        "A water softener uses certain agents to remove and lessen any foreign elements that get soaked up in the water.",
        "Spaying also helps lessen the urge to roam away from the house.",
        "One way to lessen your first cat's fear of a new pet is to introduce the new pet behind a closed door.",
        "ShareTV reports that in order to make the two actors appear ideal, great pains were taken to lessen Driver's height in comparison to O'Donnell.",
        "Properly maintained heating and cooling systems will lessen the need to have your air ducts cleaned.",
        "The homeowner can also choose to have tinted glass installed in the patio door to lessen the sun's glare and reduce possible UV damage to the home's interior.",
        "The social message of wearing the abstinence ring will help make dating easier and may lessen pressure to have premarital sex.",
        "Long-distance runners and athletes use them to reduce the occurrence of leg cramps and lessen the risk of injuries.",
        "To lessen the frustration (and possible cost) of buying pajamas that don't fit you well, consider certain styles that don't require any altering.",
        "That way, you lessen the chance of a retaliatory prank being played on you.",
        "To lessen the chance of that, employees should invest in footwear with non-slip soles and avoid walking across highly-polished flooring surfaces.",
        "Putting assets in a living trust may also help to lessen the burden of estate taxes.",
        "Keeping your joints limber can help keep arthritis at bay or lessen the severity of it.",
        "Not only does it stabilize collagen production, it also helps heal wounds, protects the skin from free radical damage and might even lessen the severity and appearance of sun damage when applied topically.",
        "This will help lessen the bee venom's inflammation.",
        "In the year 2000, Oil of Olay's parent company, Procter and Gamble, changed the company name to simply Olay, to lessen the impression that all of the brand's skincare products contain oils.",
        "Learning how to treat a wasp sting promptly will lessen the effects of this painful sting."
    ],
    "definition": [
        "To make less; reduce. See Synonyms at decrease.",
        "Archaic To make little of; belittle.",
        "Link/Cite",
        "To make less; to diminish; to reduce.",
        "(intransitive) To become less.",
        "Link/Cite"
    ]
}