{
    "translation": "עייף, רדום, ישן",
    "uses": [
        "Lana awoke lethargic and in pain.",
        "Moreau was notoriously lethargic in civil affairs.",
        "From their extremely slow movements and lethargic habits in the daytime these weird little creatures are commonly called sloths by Anglo-Indians.",
        "Little is known of the personal part played by Philip in the events associated with his name, and later historians have been divided between the view which regards him as a handsome, lethargic nonentity and that which paints him as a master of statecraft who, under a veil of phlegmatic indifference and pious sentiment, masked an inflexible purpose, of which his ministers were but the spokesmen and executors.",
        "His nature was timid, lethargic and melancholy, and his court was not marked by the scandals which had been seen under Henry IV.",
        "In 1836 he founded the Dublin Review, partly to infuse into the lethargic English Catholics higher ideals of their own religion and some enthusiasm for the papacy, and partly to enable him to deal with the progress of the Oxford Movement, in which he was keenly interested.",
        "During the long Napoleonic wars, in which the house of Habsburg was almost continuously engaged, Bohemia continued in its previous lethargic state.",
        "The pediatrician should be consulted if vomiting continues beyond that time, if the child shows signs of dehydration, seems extremely lethargic, or if the child is a very young infant.",
        "Using the term \"narcolepsy\" to mean all disorders that caused daytime sleepiness, this included illnesses that were not actually sleep disorders such as lethargic encephalitis.",
        "Some children with intussusception may appear lethargic or have altered mental status, believed by physicians to be related to ischemia of the bowel and a decreased level of consciousness.",
        "They may feel lethargic and sleep for a long time.",
        "The lad looked too lethargic to get into trouble.",
        "Jerome was very poor, he looked so lethargic.",
        "lethargic over a forward thinking roadmap for the PSP?",
        "As I was biking home one evening after work I caught up with Bill who seemed to be somewhat lethargic.",
        "He becomes lethargic; nothing except his longing interests him.",
        "She was not dehydrated and did not appear lethargic.",
        "lethargic state of the economy.",
        "lethargic performance.",
        "lethargic attitude?",
        "TCAs that cause less drowsiness, Eg imipramine and lofepramine, are useful for withdrawn and lethargic people.",
        "I flop on the bed whilst the others explore the pool, still feeling rather lethargic.",
        "He had stopped eating and had become extremely lethargic.",
        "Although depressed people may seem lethargic, samples of their blood show a raised level of stress hormones such as cortisol and noradrenaline.",
        "lethargic pace at which people deploy the patches that can prevent infection in the first place.",
        "lethargic fish showing occasional bouts of abnormally frenzied activity that usually precedes death.",
        "lethargic today, even the cubs.",
        "The baby blues is a common term for women who feel depressed, lethargic, uninterested, and even resentful of their infants.",
        "The breeder's healthy puppies should be active and curious, not lethargic or scared.",
        "My three-year-old female has to have her rabies done a week apart from her FVRCP because she became very lethargic after her first booster.",
        "His teeth are in good shape, and he doesn't seem to be lethargic or losing weight, and he is alert and playful, even at 14 years old.",
        "She's social with the other cats, eats, plays, is vocal and is not lethargic.",
        "Certain foods will fill you up and bog you down, making you feel lethargic and unable to accomplish goals and simple daily activities.",
        "Sometimes thyroid problems cause hair loss, and can also make your pet seem more lethargic.",
        "If you suspect that eating is causing you to feel lethargic, you might actually be right.",
        "In the first two to three days the infant is lethargic, has muscle weakness, and sucks weakly.",
        "A low blood sugar (hypoglycemia) will result from the insulin injected into the child's system, which may make some children light-headed or lethargic.",
        "A child has changes in symptoms, is confused, is difficult to wake up, is lethargic (sluggish), or irritable.",
        "If, however, the child does not improve, develops a fever, and becomes lethargic, the pediatrician should be called immediately.",
        "Children with severe dehydration are usually lethargic, in a stupor, or even in a coma.",
        "A dog that is very active may find costumes restrictive, while a lethargic canine may not even notice the clothes!",
        "This may also be the result of not consuming processed foods, which tend to make people feel heavy or lethargic.",
        "It can leave you dizzy, lethargic and uncomfortable overall.",
        "It is a factor that makes people lethargic and mentally confused, with an inability to concentrate and short-term memory loss.",
        "Extremely high fevers may make little ones lethargic and sleepy.",
        "I wanted to have a day that wasn't spent hiding under a duvet getting lethargic.",
        "All the cats are very lethargic, even the cubs.",
        "Since you are this concerned, I would definitely take him to the vet and describe his symptoms, as well as the extreme change in his behavior and how lethargic he now is.",
        "Infants who become lethargic or reluctant to feed should be examined immediately, because symptoms can be signs of severe hyperbilirubinemia that can cause brain damage.",
        "Two of the following symptoms indicate severe dehydration: lethargic or unconscious, very slow skin pinch, sunken eyes, and not able to drink or drinking poorly."
    ],
    "definition": [
        "le·thar′gi·cal·ly\nadverb",
        "Link/Cite",
        "sluggish, slow",
        "indifferent, apathetic",
        "Link/Cite"
    ]
}