{
    "translation": "לשחרר",
    "uses": [
        "The object of rolling is to crush the leaves and to break their cells so as to liberate the juices.",
        "If it becomes distended the ball is pierced to liberate the gas and again lightly closed.",
        "\"Stop, I command you!\" cried the Wizard, in an angry tone, and at once began pulling down the rocks to liberate Jim and the piglets.",
        "1816), who had joined a conspiracy to liberate Greece and, on its discovery, fled to Vienna, had been pardoned by the sultan and in 1799 appointed by him hospodar of Moldavia.",
        "It is those people I pity, and for their sake I should like to liberate the serfs.",
        "the Senegal, and, in alliance with that potentate, to crush the Turks and liberate Palestine.",
        "The tetanic or summed contractions are more extensive than the simple, both in space and time, and liberate more energy, both as mechanical work and heat.",
        "In April 1586 he became, with the priest John Ballard, leader of a plot to murder Elizabeth and her ministers, and organize a general Roman Catholic rising in England and liberate Mary.",
        "It does not liberate iodine from potassium iodide, neither does it decolorize iodine solution.",
        "The intense heat generated tends to liberate many impurities which are carried away in the slag.",
        "The mass is then stirred to liberate the lead, which is removed as Riihrblei.",
        "Dixon); by passing air through solutions of strong bases in the presence of such metals as do not react with the bases to liberate hydrogen; by shaking zinc amalgam with alcoholic sulphuric acid and air (M.",
        "But of the three claims which he makes to immortality, the importance of his subject, his desire to liberate the mind from the bonds of superstition and the charm and lucidity of his poetry - that which he himself regarded as supreme was the second.",
        "His friends, including Antonio Panizzi, then in England, made various unsuccessful attempts to liberate him, and at last he was deported with sixty-five other political prisoners.",
        "Peroxides may be basic or acidic. Some basic oxides yield hydrogen peroxide with acids, others yield oxygen (these also liberate chlorine from hydrochloric acid), and may combine with lower acidic oxides to form salts of the normal basic oxide with the higher acidic oxide.",
        "He had hoped that the king would end by granting a constitution, but when that hope failed he meditated seizing Ferdinand, the emperor of Austria, and Metternich, who were expected at Avellino, and thus compelling them to liberate Italy (1819).",
        "Four days later they landed near Cotrone, intending to go to Cosenza, liberate the political prisoners and issue their proclamations.",
        "They had fought for freedom in order to liberate themselves not only from the yoke of Napoleon but also from the tyranny of their own governments, whereas he expected them to remain submissively under the patriarchal institutions which their native rulers imposed on them.",
        "In such cases the contact of an insect or other body with those processes is sufficient to liberate the pollen often with elastic force, even when the anther itself is not touched.",
        "It was often a pecuniary advantage to the master to liberate his slave; he obtained a payment which enabled him to buy a substitute, a^ .d at the same time gained a client.",
        "Once established at Palermo, Garibaldi organized an army to liberate Naples and march upon Rome, a plan opposed by the emissaries of Cavour, who desired the immediate annexation of Sicily to the Italian kingdom.",
        "Since the electric forces are active throughout the whole solution, all the ions must come under its influence and therefore move, but their separation from the electrodes is determined by the electromotive force needed to liberate them.",
        "For a time his headquarters were in Chicago, and an elaborate attempt to liberate Confederate prisoners in Chicago (known as the Camp Douglas Conspiracy) was thwarted by a discovery of the plans.",
        "in diameter, found that the current given by it could only electrolyse acidulated water in 40 hours sufficient to liberate one cubic centimetre of mixed gases.",
        "If a favourable change in the surrounding medium sets in, the Trypanosomes are able to undergo the reverse process, namely disagglomeration; the parasites liberate themselves and the rosette is dissolved.",
        "This latter law directs the state fish commissioner to purchase such lobsters whenever caught and either to liberate them or to sell them to the United States for keeping in a fish hatchery.",
        "A new process of manumission was now established, to be performed in the churches through the intervention of the ministers of religion; and it was provided that clerics could at any time by mere expression of will liberate their slaves.",
        "Here his chief aim was to liberate from Turkish domination and bring under the influence of Russia the Christian nationalities in general and the Bulgarians in particular.",
        "Hypochlorous acid and its salts, together with the corresponding bromine and iodine compounds, liberate oxygen violently from hydrogen peroxide, giving hydrochloric, hydrobromic and hydriodic acids (S.",
        "The halogen of lower atomic weight can displace one of higher atomic weight from its hydrogen compound, or from the salt derived from such hydrogen compound, while, on the other hand, the halogen of higher atomic weight can displace that of lower atomic weight, from the halogen oxy-acids and their salts; thus iodine will liberate chlorine from potassium chlorate and also from perchloric acid.",
        "In this way the Spanish alliance, unpopular in itself, was formed to liberate the king from the shackles imposed on him by the English constitution.",
        "7) fixed the proportion of a man's slaves which he could liberate by testament, and forbade more than a hundred being so enfranchised, whatever might be the the number of the familia.",
        "With the melting of the ice the more daring spirits dashed into the new current with such ardour that for them all traditions, all institutions, were thrown into hotchpot; even elderly and sober physicians took enough of the infection to liberate their minds, and, in the field of the several diseases and in that of post-mortem pathology, the hollowness of classification by superficial resemblance, the transitoriness of forms, and the flow of processes, broke upon the view.",
        "The animal and the plant alike require food to repair waste, to build up new tissue and to provide material which, by chemical change, may liberate the energy which appears in the processes of life.",
        "When ripe the two carpels separate in the form of two valves and liberate a large number of seeds, each provided at the base with a tuft of silky hairs, and containing a straight embryo without any investing albumen.",
        "The London protocol of 1871, with a view to prevent such abuses, lays down, perhaps a little too broadly, \" that it is an essential principle of the law of nations that no power can liberate itself from the engagements of a treaty, nor modify the stipulations thereof, unless with the consent of the contracting powers, by means of an amicable arrangement.\"",
        "In 1036 Geoffrey Martel had to liberate William the Fat, on payment of a heavy ransom, but the latter having died in 1038, and the second son of William the Great, Odo, duke of Gascony, having fallen in his turn at the siege of Mauze (loth of March 1039) Geoffrey made peace with his father in the autumn of 1039, and had his wife's two sons recognized as dukes.",
        "The Bhutan government formally ceded all the eighteen Dwars of Bengal and Assam, with the rest of the territory taken from them, and agreed to liberate all kidnapped British subjects.",
        "But James at once declared himself king, had Alopo killed and Sforza imprisoned, and kept his wife in a state of semi-confinement; this led to a counteragitation on the part of the barons, who forced James to liberate Sforza, renounce his kingship, and eventually to quit the country.",
        "8 The Greek cities, faring ill under Persia, and organized by Onesilaus of Salamis, joined the Ionic revolt in 500 B.C.; 9 but the Phoenician states, Citium and Amathus, remained loyal to Persia; the rising was soon put down; in 480 Cyprus furnished no less than 150 ships to the fleet of Xerxes; 1° and in spite of the repeated attempts of the Delian League to \" liberate \" the island, it remained subject to Persia during the 5th century.\"",
        "It was an odd commentary on parliamentary government that a Liberal ministry should be in power, and that Irish members should be in prison; and early in 1882 Gladstone determined to liberate the prisoners on terms. The new policyrepresented by what was known as the Kilmainham Treatyled to the resignation of the viceroy, Lord Cowper, and of Forster, and the appointnient of Lord Spencer and Lord Frederick Cavendish as their successors.",
        "liberate the death camps were also there.",
        "When the imprisoned gentlemen appealed to the kings bench for a writ of habeas corpus, it appeared that no cause of committal had been assigned, and the judges therefore refused to liberate them.",
        "Theydecided on sending what practically amounted to an ultimatum to the Federal government, calling upon it to liberate the prisoners and to make a suitable apOlogy.",
        "Deposed in 1805, he escaped to St Petersburg, and in 1806, at the head of some 20,000 Russians, returned to Bucharest, where he set to work on a fresh attempt to liberate Greece.",
        "Upon the seizure of the Theban citadel by the Spartans (383 or 382) he fled to Athens, and took the lead in a conspiracy to liberate Thebes.",
        "They are designed to liberate the talents of millions of our fellow citizens who are not properly supported by the present rules.",
        "insistent demands, he finally acceded to liberate the pictures.",
        "liberate mankind from the tyranny of other men so that we could all worship God freely.",
        "Through knowing these, we shall develop a strong with to liberate ourself from them.",
        "These roots refer to the fact that tantra is designed to liberate the mind by expanding it; only by expanding the mind can one become truly liberated from one's physical self and the physical world.",
        "Several days later, under the pressure of insistent demands, he finally acceded to liberate the pictures.",
        "liberate humanity.",
        "Liberate is a \"eco-friendly, intimate family festival celebrating, music, yoga, consciousness, and community.\"",
        "On the Liberate site, you'll find more details about scheduling.",
        "embroiled in a plot to liberate the people from the tyranny of the wicked Master Gear?",
        "One cannot liberate a people - much less facilitate the emergence of a democracy - without empowering the liberated.",
        "liberate the talents of millions of our fellow citizens who are not properly supported by the present rules.",
        "liberate was so liberating when I found out that there was an answer to every question that I had.",
        "proletarian vanguard, will finally liberate itself from the bureaucratic octopus.",
        "LORD was able to extricate himself in about a minute, and with commendable promptitude he at once commenced to liberate his comrade.",
        "He was to liberate those who were under the law so that they too would receive sonship... .",
        "This is a reversion to the religious tribalism of the first century world from which Jesus came to liberate humankind.",
        "The Soviet republic, like the world proletarian vanguard, will finally liberate itself from the bureaucratic octopus.",
        "By making the practices part of one's daily lifestyle, the power to liberate one's mind can arise.",
        "Their alkaline solutions liberate ammonia on boiling.",
        "The manumissio minus justa was effected by a sufficient manifestation of the will of the master, as by letter, by words, by putting the pileus (or cap of liberty) on the slave, or by any other formality which had by usage become significant of the intention to liberate, or by such an act as making the slave the guardian of his children.",
        "Again, with the solution of a salt such as sodium chloride, the sodium, which is primarily liberated at the cathode, decomposes the water and evolves hydrogen, while the chlorine may be evolved as such, may dissolve the anode, or may liberate oxygen from the water, according to the nature of the plate and the concentration of the solution.",
        "From an active instrument of the religious society, the archiepiscopate degenerated into a purely formal power; while the episcopate itself, which the sincere reformers wished to liberate and purge in order to strengthen it, emerged from the crisis sensibly weakened as well as ameliorated.",
        "Aspiring to liberate himself at once from foreign control, he summarily dismissed Mustafa Pasha Fehmi (15th January 1893), whom he considered too amenable to English influence, and appointed Except in so far as it was necessary to call out men to guard the banks of the Nile in the season of high flood.",
        "8 The Greek cities, faring ill under Persia, and organized by Onesilaus of Salamis, joined the Ionic revolt in 500 B.C.; 9 but the Phoenician states, Citium and Amathus, remained loyal to Persia; the rising was soon put down; in 480 Cyprus furnished no less than 150 ships to the fleet of Xerxes; 1Ã‚° and in spite of the repeated attempts of the Delian League to \" liberate \" the island, it remained subject to Persia during the 5th century.\"",
        "He was to liberate those who were under the law so that they too would receive sonship....",
        "Experience the dangerous brutality of the Normandy Breakout, the campaign that helped liberate Paris and brought our allies closer to Berlin during WWII.",
        "Her talents quickly shined and she began to liberate women through her designs."
    ],
    "definition": [
        "Link/Cite"
    ]
}