{
    "translation": "שנמשך לכל החיים",
    "uses": [
        "It's a lifelong responsibility.",
        "The four men became lifelong friends and fellow-workers.",
        "The veterinary clinic was a lifelong dream he had attained.",
        "The Henriade had got on considerably during the journey, and, according to his lifelong habit, the poet, with the help of his friend Thieriot and others, had been \"working the oracle\" of puffery.",
        "Both Fred and Cynthia were smiling, lemonade in hand, like lifelong friends.",
        "She was going to have her lifelong dream as well as the dream she had recently developed - a life with Brandon.",
        "Grotius had now before him, at thirty-six, no prospect but that of a lifelong captivity.",
        "He played a slight part in the War of Independence, and was taken prisoner in 1781, her treatment resulting in a lifelong dislike of Great Britain.",
        "Actually, everything belongs to both of us, but I was the one who had the lifelong dream of a horse ranch.",
        "The two laughed and chattered like lifelong friends, perfectly comfortable in each other's company.",
        "Unsuccessful as a general in the field, he nevertheless possessed remarkable administrative ability and for nearly three years (1836-1839) realized his lifelong dream of a Peru-Bolivian confederation?",
        "The two little cousins, born the same year, were destined to be lifelong rivals.",
        "Being a veterinarian is my lifelong dream.",
        "Goulburn, and then (1857) under Frederick Temple, who became his lifelong friend; he was also ordained deacon in 1854 and priest in 1856.",
        "President Dwight Eisenhower, lifelong military man and five-star general, had much to say on the waging of war.",
        "He had given up being a salesman to fulfill a lifelong dream of being a veterinarian.",
        "Among his companions on his voyage round the Cape were the Baron Imhoff, a speculative portrait-painter, and his wife, a lady of some personal attractions and great social charm, who was destined henceforth to be Hastings's lifelong companion.",
        "In the 13th century it was recognized that a \" clerk \" for felony was subject only to ecclesiastical trial and punishment; punishment which might involve lifelong imprisonment.",
        "A Gaul by birth, he was a native of Arelate (Arles), but at an early age began his lifelong travels through Greede, Italy and the East.",
        "He died at Bournemouth on the 21st of December 1889, and was succeeded in the episcopate by Westcott, his schoolfellow and lifelong friend.",
        "Mason was a near neighbour and a lifelong friend of George Washington, though in later years they disagreed in politics.",
        "Here the son received his education, until in 1595 he entered the university of Leiden, where he became the lifelong friend of Hugo Grotius, and studied classics, Hebrew, church history and theology.",
        "in 1758, as last but one of the senior optimes, Richard Beadon, his lifelong friend, afterwards bishop of Bath and Wells, being a wrangler in the same year.",
        "But so absolute was his lifelong self-mastery that he was hardly ever betrayed into saying that which, on cooler reflection, needed to be recalled.",
        "Licinius Sura, a lifelong friend of Trajan, and on the 27th of October in the year 97 he ascended the Capitol and proclaimed that he adopted Trajan as his son.",
        "But the religious agitation was affecting his own Flemish possessions, and when Philip went back to Spain, in August 1559, he was committed to a lifelong struggle in which he could not prove victorious except by the conquest of France and England.",
        "He was a lifelong advocate of international peace, and made a remarkable declaration as to the Christian standard of national action when the Free Church Federation met at Leeds during the South African War in 1900.",
        "A lifelong exponent of the mediating theology (Vermittelungs-Theologie), in 1828, with the help of Umbreit (1795-1860), he founded and edited the Theologische Studien and Kritiken in its interests.",
        "Louis's diplomacy, moreover, was materially assisted by his lifelong alliance with his uncle, the childless Casimir the Great of Poland, who had appointed him his successor; and on Casimir's death Louis was solemnly crowned king of Poland at Cracow (Nov.",
        "For Godoy the king had an unaffected liking, and the lifelong favour he showed him is almost pathetic. When terrified by the French Revolution he turned to the Inquisition to help him against the party which would have carried the reforming policy of Charles III.",
        "Schiller, his lifelong friend.",
        "Had he not done so, lifelong seclusion in a monastery would have been his lightest fate.",
        "Here he began his lifelong friendship with Mignet, and was called to the bar at the age of twentythree.",
        "A lifelong Southern Democrat, he was forced to lead (nominally at least) a party of Northern Republicans, with whom he had no bond of sympathy save a common opposition to secession; and his ardent, aggressive convictions and character, above all his complete lack of tact, unfitted him to deal successfully with the passionate partisanship of Congress.",
        "By some of the students and tutors, by Liddell, Newton, Acland and others, he was regarded as a youth of rare promise, and he made some lifelong friendships with men of mark and of power.",
        "It had been his lifelong faith, as we learn from the opening words of his own confession- \"Ego Ulfilas semper sic credidi.\"",
        "A court, largely composed of his antagonists, condemned him to death, but the empress reduced the sentence to lifelong imprisonment in Schliisselburg and confiscation of all his estates.",
        "81) his father took him to Rome, where he was educated under his father's friend, the poet and military commander, P. Pomponius Secundus; who inspired him with a lifelong love of learning.",
        "Their mother and the regent's, her father's former mistress, was herself not impervious to her prisoner's lifelong power of seduction and subjugation.",
        "He studied in Berzelius's laboratory at Stockholm, and there began a lifelong friendship with the Swedish chemist.",
        "At Trinity College, Dublin, where he had a distinguished career, he began a lifelong devotion to classical literature and especially to the great orators of antiquity.",
        "In the same year Hobbes was recommended by Wilkinson as tutor to the son of William Cavendish, baron of Hardwick (afterwards 2nd earl of Devonshire), and thus began a lifelong connexion with a great and powerful family.",
        "As the leaders in these meetings were men like Virchow and Bluntschli, who had been lifelong opponents of Catholicism in every form, the result was disastrous to the Liberal party among the Catholics, for a Liberal Catholic would appear as the ally of the bitterest enemies of the Church; whatever possibility of success the Old Catholic movement might have had was destroyed by the fact that it was supported by those who avowedly wished to destroy the influence of Catholicism.",
        "The intricate felt-work has by Golgi been ascertained to be a mere interlacement, not an actual anastomosis network; the branches springing from the various cells remain lifelong unattached and unjoined to any other than their own individual cell.",
        "This last name represents a lifelong activity in many branches of literature.",
        "On the r 2th of June, addressing the Liberal League, he admitted that as a lifelong Imperialist it was with pain and grief that he could not support Mr Chamberlain's scheme, but the empire had been built upon free trade, and he only saw danger to the empire in these new proposals.",
        "succeeded them both in all their realms and dignities in spite of Henry's hardly serious candidature for the empire; and a lifelong rivalry broke out between him and Francis I.",
        "Suspended from his office, he went to Rome to be tried before Pope Boniface VIII., who referred the case to Winchelsea, archbishop of Canterbury; the archbishop, although Langton's lifelong enemy, found him innocent, and this sentence was confirmed by Boniface in 1303.",
        "At Amsterdam there appeared in 1873 a highly interesting Correspondence with his academy friend and lifelong political adversary Groen van Prinsterer, which, although dating back to the early 'thirties, throws much light on their subsequent relations and the political events that followed 1848.",
        "This made Jackson Clay's lifelong enemy, and ever after kept Clay busy explaining and denying the allegation.",
        "Renunciation of the state of wedlock was anyhow imposed on the faithful during the lengthy, often lifelong, terms of penance imposed upon them for sins committed; and later, when monkery took the place, in a church become worldly, partly of the primitive baptism and partly of that rigorous penance which was the rebaptism and medicine of the lapsed, celibacy and virginity were held essential thereto, no less than renunciation of property and money-making.",
        "He was condemned first to be broken on the wheel and then beheaded; but, reprieved on the scaffold, his sentence was commuted to lifelong banishment, with his whole family, to Berezov in Siberia, where he died six years later.",
        "With many of them he maintained a lifelong correspondence.",
        "On his way to Rome he visited Clairvaux, and thus began a lifelong friendship with St Bernard.",
        "For three years (1826-1829) he was pastor of the Reformed Church at Ulrum, and then entered upon his lifelong duties as professor of theology at Groningen.",
        "\"SILVANUS PHILLIPS THOMPSON (1851-1916), English physicist, was born at York June 19 1851, and educated at a school in Yorkshire belonging to the Society of Friends, of which body he was a lifelong member.",
        "Thus, Hasdrubal's devotion and valour at the battle on the Metaurus are described in terms of eloquent praise; and even in Hannibal, the lifelong enemy of Rome, he frankly recognizes the great qualities that balanced his faults.",
        "under the name of barragania, the contract being lifelong, the woman obtaining by it a right to maintenance during life, and sometimes also to part of the succession, and the sons ranking as nobles if their father was a noble.",
        "His father Petracco held a post of notary in the Florentine Rolls Court of the Riformagioni; but, having espoused the same cause as Dante during the quarrels of the Blacks and Whites, Petracco was expelled from Florence by that decree of the 27th of January 1302 which condemned Dante to lifelong exile.",
        "His visit to Carlyle, in the lonely farm-house at Craigenputtock, was the memorable beginning of a lifelong friendship. Emerson published Carlyle's first books in America.",
        "This, and the influence of his mother, produced in him a lifelong resentment against the king.",
        "He had been a lifelong supporter of Preference, but his majority over Sir George Reid and the Free Traders was small and the Labour party held the balance.",
        "His merit lies in the fact that he was the first to deal systematically with the question of Church and State, and the position thus taken up by him, and the manner in which that position was assumed, gave rise to a lifelong conflict between Giannone and the Church; and in spite of his retractation in prison at Turin, he deserves the palm--as he certainly endured the sufferings - of a confessor and martyr in the cause of what he deemed historical truth.",
        "BOGDAN CHMIELNICKI (c. 1593-1657), hetman of the Cossacks, son of Michael Chmielnicki, was born at Subatow, near Chigirin in the Ukraine, an estate given to the elder Chmielnicki for his lifelong services to the Polish crown.",
        "Coming of a Roman Catholic family, young Acton was educated at Oscott till 1848 under Dr (afterwards Cardinal) Wiseman, and then at Edinburgh, and at Munich under Dellinger, whose lifelong friend he became.",
        "After being educated at Berlin, Gottingen and Jena, in the last of which places he formed a close and lifelong friendship with Schiller, he married Fraulein von Dacherode, a lady of birth and fortune, and in 1802 was appointed by the Prussian government first resident and then minister plenipotentiary at Rome.",
        "These few simple doctrines give the ground plan of Bentham's indefatigable and lifelong labours.",
        "Meanwhile Christianity had been making its conquests in the land, mainly through the lifelong labours and preaching of the Englishman Willibrord, who came to Frisia in 692 and made Utrecht his headquarters.",
        "Although he was on familiar terms with the dauphin (afterwards Louis XI.), when the latter was a refugee at the court of Burgundy, he could not but view with chagrin the repurchase by the king of France of the towns on the Somme, which had been temporarily ceded to Philip the Good by the treaty of Arras; and when his father's failing health enabled him to take into his hands the reins of government (which Philip abandoned to him completely by an act of the 12th of April 1465), he entered upon his lifelong struggle against Louis XI., and became one of the principal leaders of the League of the Public Weal.",
        "His activity on this occasion won the king's lifelong gratitude.",
        "He seized the Norman towns held by the Navarrese, while Henry of Trastamara invaded Navarre, and imposed conditions of peace which rendered his lifelong enemy at last powerless.",
        "For this refusal the Nana bore the British a lifelong grudge, which he washed out in the blood of women and children in the massacres at Cawnpore.",
        "In 1656 he was M.P. for the East Riding of Yorkshire, and at the restoration was sentenced to lifelong imprisonment.",
        "The \"creation\" took place on 12th May, with the title of St George in Velabro, Newman taking occasion while in Rome to insist on the lifelong consistency of his opposition to \"liberalism in religion.\"",
        "Between Scipio (P. Cornelius Scipio Africanus the younger), the future conqueror of Carthage, and himself a friendship soon sprang up, which ripened into a lifelong intimacy, and was of inestimable service to him throughout his career.",
        "Her political importance lasted exactly six months, and did her little good, for it created a lifelong prejudice against her in the mind of her cousin, Louis XIV.",
        "At sixty years of age, having finished the Origins of Christianity, he began his History of Israel, based on a lifelong study of the Old Testament and on the Corpus Inscriptionum Semiticarum, published by the Academic des Inscriptions under Renan's direction from the year 1881 till the end of his life.",
        "My lifelong friend Martha, gone forever; Martha whom I loved in so many different ways for so many years.",
        "As a student I relish the challenges of leading lifelong learning.",
        "He is married to Janet, has two children and suffers from a lifelong addiction to Bristol City Football Club.",
        "To start with, she was a lifelong agnostic.",
        "Exposure to the mites in the first, crucial year of life can trigger a lifelong allergy.",
        "Anne Fenner, who is nearly 80, rode on the footplate of the WD from Holt to Sheringham, fulfilling a lifelong ambition.",
        "Why RNIB \" I am looking forward to achieving a lifelong ambition.",
        "Is it out of concern for the likes of me¸ a lifelong and committed atheist?",
        "Therefore, for some, to consider marriage was to pursue a welcome alternative to the probability of lifelong celibacy.",
        "cemented lifelong friendships.",
        "Chief Executive of learndirect Scotland has himself benefited from lifelong learning.",
        "citizen engagement in lifelong learning and purposeful public problem solving, that improves lives, is a key issue.",
        "They also discuss the value of collaborative learning to promote collegiality, which they claim to be one of the foundations of lifelong learning.",
        "Neville - a lifelong Villa fan - is leading a consortium which he believes can \" make Aston Villa great again \" .",
        "It is the lifelong ambition of the true countryman to be part of this Utopian whole.",
        "Horsemanship, including dressage, was among his lifelong interests.",
        "Has fe already got all of this - or does it simply not want to learn from others in lifelong learning?",
        "The two women were sisters and the men, lifelong friends.",
        "For some, membership in a voluntary association has resulted in or cemented lifelong friendships.",
        "fulfilling a lifelong ambition.",
        "gesture of gratitude for her lifelong dedication to the Regiment.",
        "Gluten intolerance, or coeliac disease, is a lifelong disease, which is caused by sensitivity to gluten intolerance, or coeliac disease, is a lifelong disease, which is caused by sensitivity to gluten.",
        "Instead, we look for people who can make a lifelong commitment to a child who needs permanence, stability and a loving home.",
        "He became an honorary Visiting Professor at the School of Lifelong Learning and Education at Middlesex University on 1st July, 2000.",
        "Medical school education is likely to confer lifelong immunity 1.",
        "A lifelong infatuation always open giving classics band with.",
        "It's a lifelong neurological impairment that affects the ability to speak, play or socially interact; I felt my knees grow weak.",
        "gluten intolerance, or coeliac disease, is a lifelong disease, which is caused by sensitivity to gluten.",
        "jazz pianist with a lifelong passion for the music of Mahler.",
        "What about local schools, training facilities, lifelong learning?",
        "legalized betting parlors is barred from a lifelong infatuation along to make-up.",
        "Learning disabilities have many different causes but are always lifelong.",
        "Meningitis C: would appear to offer long-lasting protection that is very probably lifelong.",
        "These can be deeply ingrained and sometimes lifelong inflexible attitudes and behaviors.",
        "It suggests that the process of becoming a researcher is also lifelong.",
        "lifelong learning in the South West?",
        "Mature lifelong learners may need even more support at this stage of learning than do young lifelong learners may need even more support at this stage of learning than do young lifelong learners.",
        "lifelong friendship with the future naval hero of England.",
        "lifelong ambition for us all to perform live in the States.",
        "lifelong passion for the sea.",
        "lifelong fascination with nature.",
        "You will be encouraged to develop lifelong learning skills & develop your own program, with protected time guaranteed.",
        "Hertsmere PCT supports its staff through regular briefings and provides lifelong learning opportunities.",
        "A world of ever faster change makes lifelong learning a necessity, not a luxury.",
        "JOHN Ruskin's lifelong love affair with Venice is captured in an exhibition at Brantwood, Coniston.",
        "mealtime routine, especially for children, can help develop lifelong healthy eating habits.",
        "There's a gentle but sharp humor at work here; their lifelong friendship only barely covers over a general mistrust.",
        "They come from 20 different countries and have taken lifelong monastic vows, while at the same time retaining their own denominations.",
        "During the Zeon War he made a lifelong nemesis of Char Aznable (Zeon's ace pilot ).",
        "URI CAINE - Uri Caine is an acclaimed jazz pianist with a lifelong passion for the music of Mahler.",
        "pedagogyonally, pedagogies of lifelong learning will form part of each key area.",
        "Mixing American pragmatism with Buddhist philosophy, the goal of Soka education is the lifelong happiness of the learner.",
        "A NEW novel by a lifelong Eastender that tackles love, drugs and racism in the East End is winning praise from all quarters.",
        "promised to deliver: Lifelong Electronic Health Records for every person in the country.",
        "I am currently opposition spokesperson on the Lifelong Learning Scrutiny Committee.",
        "He also learned how to poach trout and salmon and this was the start of his lifelong love of fishing.",
        "Although a lifelong trade unionist, he still felt more than a bit concerned with the ideas that I was dealing with.",
        "Patients being treated for AF will require lifelong therapy, as will those with prosthetic valves.",
        "It is a gripping yarn but I was struck by the irony of a lifelong vegetarian like myself reading such a book.",
        "The system will also provide a much more flexible framework for lifelong learning for practicing veterinarians.",
        "These manifestations of the divine spirit again cannot be traced and understood by reducing (as Hegel did) the growth of the human mind in the individual, in society and in history to the monotonous rhythm of a speculative schematism; the essence and worth which is in them reveals itself only to the student of detail, for reality is larger and wider than philosophy; the problem, \"how the one can be many,\" is only solved for us in the numberless examples in life and experience which surround us, for which we must retain a lifelong interest and which constitute the true field of all useful human work.",
        "His family removed to London in 1835, and he was educated at University College School and University College, where he began a lifelong friendship with Walter Bagehot, of whose works he afterwards was the editor; he took the degree in 1845, being awarded the gold medal for philosophy.",
        "His early recantations\" are merely recognitions of his lifelong conviction of this right of the state.",
        "Soon after his appointment as repetiteur at the Ecole Polytechnique he began a lifelong friendship with J.",
        "Peisistratus, though Solon's junior by thirty years, was his lifelong friend (though this is denied), nor did their friendship suffer owing to their political antagonism.",
        "Even Abelard's mediating doctrine of conceptualism was sufficiently near to obnoxious ideas to involve him in lifelong persecution.",
        "Its extreme papalism and its strenuous defence of Pius V.'s bull excommunicating and deposing Elizabeth marked out Sanders for the enmity of the English government, and he retaliated with lifelong efforts to procure the deposition of Elizabeth and restoration of Roman Catholicism.",
        "He afterwards served on board the \"Washington\" (74) carrying the broad pennant of Commodore Chauncey in the Mediterranean, and pursued his professional and other studies under the instruction of the chaplain, Charles Folsom, with whom he contracted a lifelong friendship. Folsom was appointed from the \"Washington\" as U.S. consul at Tunis, and obtained leave for his pupil to pay him a lengthened visit, during which he studied not only mathematics, but also French and Italian, and acquired a familiar knowledge of Arabic and Turkish.",
        "Nursing care Patients ' needs range from lifelong to short-term care recovering from surgery or illness.",
        "He added: Ã¢I relish the challenges of leading Lifelong Learning UK.",
        "I endeavor to produce hollow forms, vessels and sculptural pieces which I hope reflect a lifelong love and veneration of trees.",
        "You must realize that adopting a child is a lifelong decision that can't be taken lightly.",
        "Jennifer thus becomes \"Genifyr,\" instantly sentencing her to a lifelong spelling bee.",
        "Fraternal twins have a lifelong companion, but also have a moderately certain chance of providing a companion for their own child: fraternals have a 1 in 17 chance of birthing a set of twins themselves.",
        "Adoption can provide lifelong blessings for you and the child you choose to adopt.",
        "Kittens grow into lifelong companions for many feline fans.",
        "The Adventures of Milo and Otis is a delightful video narrated by Dudley Moore featuring the antics of lifelong friends, Milo the cat and Otis the dog.",
        "Creating a fragrance has been a lifelong dream for her.",
        "Anyone who's used a product for years and adopted it as a tried-and-true, lifelong favorite knows just how disappointing it is when the product suddenly disappears from stores.",
        "Even if you're not interested in completing an online education degree, you can usually enroll in single classes as a lifelong education student.",
        "You'll be able to connect with scrapbookers from around the world, forming lifelong friendships with amazing women who share your passion for preserving life's precious memories.",
        "Stress and chest pain don't have to be a lifelong problem.",
        "In this way, taking one of these tests is actually a very good thing, especially when you consider that it might lead to learning some lifelong anger management skills.",
        "Encouraging them to reach their full potential in the classroom is the first step on the path toward lifelong learning.",
        "Some of the friends you make in school will be lifelong buddies.",
        "When it comes to serious problems that can have lifelong effects, drunk high school girls have much more to worry about than a hangover the next day.",
        "This can have a lifelong impact on many people, not just the teenage driver.",
        "Many teens form lifelong bonds with high school friends.",
        "For teens who have already checked with their doctors, this can be a wonderful first step to developing a strong lifelong passion for healthy living.",
        "Claims Scientology has cured his lifelong battle with dyslexia.",
        "Contrary to popular belief, becoming a professional wrestler wasn't a lifelong ambition for Trish.",
        "There was also considerable publicity regarding the lifelong Christian's reported interest in Scientology.",
        "She is a lifelong supporter of animal welfare charities and has begun some of her own, and she dedicates much of her time and money to these causes.",
        "Natalie Wood - A lifelong fear of water plagued the actress, who died tragically after drowning in 1981 at the age of 43.",
        "No telling research has been conducted as to the overall lifelong effects, but it is highly unlikely that such chemicals will have no effect on the health whatsoever.",
        "The American Association for Adult and Continuing Education (AAACE) has dedicated itself to the belief that lifelong learning contributes to fulfillment and positive social change.",
        "The Lifelong Learning Institute offers enrichment classes on topics as diverse as local architecture, Israeli culture and using digital cameras.",
        "Who knows - you might be able to turn your passion into a lifelong career.",
        "Iowa Central serves students, budding entrepreneurs, and lifelong learners in addition to preparing future doctors, nurses, mechanics, and firemen.",
        "In many cases, they also assist students by providing them with the opportunity to make lifelong friends and participate in extracurriculars that they would not otherwise have a chance to try.",
        "This is attributed to the fact that most people do not consider cruise ship jobs as lifelong careers.",
        "Setting sail on a high seas adventure is a lifelong dream for many travelers, but with the economy on shaky ground some would-be cruisers are shying away from taking the plunge.",
        "It is not true that if the puppy grows up with another dog, that they will be lifelong friends.",
        "Eagle Pack is a promising option that may end up being your dog's lifelong diet.",
        "Van Patten realized that he could turn a lifelong love of animals into an effort to improve animal health.",
        "Many colleges and universities have lifelong learning programs.",
        "The gift of your time is a Christmas gift for an elderly father that will create the opportunity to share priceless memories that will have lifelong special meaning for both of you.",
        "The glass is processed in seven steps to embed the special features into the lens matrix, providing lifelong wearability.",
        "His lifelong quest is to free his \"people\" from the tyrannical clutches of the Outworld (his home world is Zaterra, annexed by Shao Kahn), and his absolute dedication to this goal leads to fits of insanity at times.",
        "Chun-Li's lifelong quest, both personally and as an Interpol investigator, is to track down the people responsible for her father's death.",
        "His lifelong quest is to \"create a utopia\".",
        "For many who try the kits, it is just a beginning, and home winemaking becomes a lifelong enjoyable hobby.",
        "Collecting baseball cards can be a lifelong passion and seasoned collectors know that price guides are an invaluable resource.",
        "A vaccine takes advantage of the fact that infection with polio leads to an immune reaction, which will give the person permanent, lifelong immunity from reinfection with the form of poliovirus for which the person was vaccinated.",
        "From that, a lifelong pattern of depression may follow.",
        "The study also said that vegetarian diets in adolescence could lead to lifelong health-promoting dietary practices.",
        "Hypotonia can be lifelong, but in some cases, muscle tone improves over time.",
        "For other children, however, being ignored or rejected by peers may be a lasting problem that has lifelong consequences, such as a dislike for school, poor self-esteem, social withdrawal, and difficulties with adult relationships.",
        "The remolded genitals do not function sexually and can be the source of lifelong pain.",
        "Children with atrial septal defects require lifelong monitoring, even after a successful surgery or procedure to close the defect.",
        "For others, it is a lifelong struggle with food and their digestive tract.",
        "Children with congenital cardiovascular defects require lifelong monitoring, even after successful surgery.",
        "Treatment of manganese toxicity involves removal of the patient from the high manganese environment as well as giving him or her lifelong doses of the drug L-dopa.",
        "With regard to disorders of copper metabolism, Wilson's disease can be successfully controlled by lifelong treatment with d-penicillamine, trientine, and zinc acetate.",
        "Wilson's disease is fatal, usually before age 30, unless the patient complies with continual lifelong treatment to prevent brain or liver disease.",
        "It is fatal unless the patient complies with lifelong treatment with penicillamine and zinc oxidase.",
        "Exposure to a variety of visual art at an early age can encourage a child's lifelong appreciation of art.",
        "The survey also stated that vegetarian diets in adolescence could lead to lifelong health-promoting dietary practices.",
        "It can also lead to lifelong heart problems.",
        "Most children eventually recover completely from juvenile dermatomyositis; however, some have lifelong stiffness or muscle weakness from the disease.",
        "HBV can cause lifelong infection, cirrhosis (scarring) of the liver, liver cancer, liver failure, and death.",
        "Otherwise, the medical outlook is similar to a child with beta thalassemia major, with the important exception that ongoing, lifelong blood transfusions begin at birth.",
        "Experts emphasize the need for lifelong adherence to the GFD to avoid the long-term complications of this disorder.",
        "A single attack of chickenpox almost always brings lifelong immunity against the disease.",
        "Because almost every case of chickenpox, no matter how mild, leads to lifelong protection against further attacks, adults account for less than 5 percent of all cases in the United States.",
        "Proper nutrition is a lifelong concern for children with hyper-IgM syndrome because of the possibility of malnutrition caused by chronic diarrhea.",
        "Sensitivity to the specific allergen is often lifelong.",
        "Sensitivity to allergens is typically lifelong.",
        "Those infants who develop birth defects after CMV exposure may have serious, lifelong complications.",
        "Human papillomavirus: Once infected with HPV, there is a lifelong risk of developing warts and an increased risk of some cancers.",
        "Bipolar disorder is a chronic recurrent illness in over 90 percent of those afflicted, and one that requires lifelong observation and treatment after diagnosis.",
        "Some children recover completely, while others may have a variety of lifelong impairments, including an inability to properly absorb nutrients in the intestines, as well as mental retardation.",
        "Completion of the three-shot series initiates lifelong immunity from diphtheria.",
        "Installation of a shunt requires lifelong monitoring by the recipient or family members for signs of recurring hydrocephalus due to obstruction or failure of the shunt.",
        "In the mid 1900s, all Down syndrome children were quickly placed into institutions for lifelong care.",
        "The symptoms and features of PWS require lifelong support and care.",
        "A lifelong balanced restricted-calorie diet with vitamin and calcium supplementation and a regular exercise program (at least 30 minutes per day) are also suggested.",
        "Even those with IQs in the normal range need lifelong diet supervision and protection from food availability.",
        "Whether you are a lifelong practitioner or new to the wisdom of feng shui, you are sure to find something of interest.",
        "After earning her teaching certificate, she embarked on a lifelong career in education that continues to influence the way many homeschooled children are taught today.",
        "It can also cause lifelong problems for your baby.",
        "Physical structural problems can be fatal in severe cases or they can be the source of lifelong health problems.",
        "Fun, and a great way to keep fit, learning to swim is a lifelong skill with plenty of benefits.",
        "Not only is swimming a lifelong skill, but it also helps you stay fit, while having a tremendous amount of fun.",
        "The internal filter in the motor traps harmful emissions and has a lifelong warranty and never needs replacing.",
        "A lifelong board-game lover and huge fan of trivia, Anita couldn't be more thrilled to be working with Screenlife.",
        "Volunteering gives you a chance to not only bless another person, but also make lifelong friendships, learn to let go of biases about a specific demographic, and feel empowered that one person can indeed make a difference.",
        "What is appropriate between two lifelong friends may not be the right tone to take with co-workers.",
        "For many guys, figuring out how to get a girlfriend often becomes a lifelong series of failed advances and painful rejections.",
        "Quest personals is not necessarily about pairing you with your lifelong match so much as pairing you with the match that you desire right now.",
        "It's important to note that not everyone on this site is looking for a long-term relationship; some are just seeking friends or casual hookups, so those that are trying to find a lifelong partner should make that clear in their profile.",
        "However, there are some out there that have brought people together for everything from coffee dates to lifelong marriages.",
        "Whether that leads to a simple friendship or a lifelong marriage, dating sites for Christians can be a great help in bringing the faithful together.",
        "Here are some sites and tips for a great dating experience whether you're just cruising or looking for a lifelong partner.",
        "For example, in the 2007 summer blockbuster Spiderman 3, Peter Parker (Tobey Maguire) uses his aunt's simple vintage engagement ring when he seeks the hand of his lifelong sweetheart, Mary Jane Watson (Kirsten Dunst).",
        "Because this type of spiritual promise is meant to be long term, if not lifelong, the ring should be worn continuously, though it will need to be removed for periodic cleanings and other necessary care.",
        "Whether a couple is celebrating their tenth anniversary or their fiftieth, a carefully chosen ring will quickly become a lifelong keepsake of their love.",
        "Your partner may have a lifelong dream of the perfect romantic engagement proposal, which means she has expectations for a certain type of proposal.",
        "The poems speak about lifelong commitment or simply a sustained love.",
        "The ring design of two hands holding a crowned heart was based on Joyce's faith in his beloved's promise of lifelong love.",
        "Especially when friends move apart, these rings serve as a reminder of a lifelong bond.",
        "Jewish wedding rings are an expression of shared faith, heritage and lifelong love.",
        "The idea is that true love and lifelong devotion have a beauty that needs no adornment and a strength that is unbreakable.",
        "The wedding ring represents lifelong love and commitment.",
        "Freelance writers typically have a lifelong love of learning, so it should come as no surprise that colleges and universities can be great places for professional writer networking.",
        "If you're a writer, you're probably also a lifelong reader.",
        "The editor doesn't care that your lifelong dream is to be a writer or that you've been a loyal subscriber to the magazine since 1982.",
        "Going gluten free is a lifelong commitment.",
        "IBS is a chronic condition so gluten avoidance will be a lifelong habit.",
        "Jen Groover (JG): I would have to say that three of the categories (not including student…although technically we are lifelong students) mentioned describe me in the different layers of who I am.",
        "Lifelong friends Gene Montesano and Barry Perlman teamed up in 1972 to open a jeans shop in Florida called Four Way Street.",
        "The Sagittarius mind is a sponge, and his inner quest for truth and knowledge is a lifelong one.",
        "These natives make great friends, fun lovers and adventurous lifelong partners.",
        "Love match astrology combinations are quite intriguing, particularly because they often help explain why it is that two people who seem so different can often make an instant, and occasionally, lifelong connection.",
        "This subject becomes more difficult as children age, so instilling a love of the subject early in their lives is crucial to a lifelong learning process.",
        "The groups claims to provide lifelong benefits to its members.",
        "Dealing with ADHD is a lifelong process, and the more you know about the behavior and treatment, the better you'll be able to manage any issues relating to ADHD in your child's life.",
        "The greatest gift of parenting is that it's a lifelong relationship.",
        "While many adults who start families do so with a partner and a lifelong commitment, circumstances and life changes often put just one parent in the driver seat.",
        "Freedom: While freedom may not be the first thing a single parent considers, the opportunity to pick up and relocate, or fulfill lifelong dreams, is often easier to achieve without catering to the career and personal goals of your partner.",
        "Keeping the fun in their education will help them develop a lifelong love of learning.",
        "Learning is a lifelong process and the Internet can help people do it for free.",
        "However, a childhood spent poring over his mother's fashion magazines and watching her make her own footwear had spawned a lifelong fascination with shoes.",
        "When Beth and Brooke catered a party at the Forrester mansion, Stephanie's lifelong enmity for Brooke was born.",
        "In the 1970s, Jill Foster gave birth to Phillip Chancellor II's son beginning a near lifelong enmity with Katherine Chancellor, Phillip's wife and Jill's employer.",
        "Getting a tattoo is typically a lifelong endeavor, so be sure to get going on the right foot.",
        "While some people are spontaneous enough to pull off a thrilling, minimally considered design, others find their lack of judgment serves as a lifelong reminder of a moment they'd rather forget.",
        "If you want to ensure you avoid a bad tattoo, make certain you're ready for that lifelong commitment to your ink.",
        "Their instructors believe in guiding and teaching their students to develop a lifelong yoga practice, one breath at a time.",
        "That experience slowly grew into a lifelong connection with the Sri Aurobindo community.",
        "ASD persists into adulthood and remains a lifelong challenge.",
        "It is very common and perfectly normal for families to be shocked, angry, depressed, or overwhelmed when told that their child has a lifelong disability.",
        "It is a lifelong condition, though many adults do learn to cope with the condition enough to blend in better with the crowd.",
        "Few things are as frightening as a lifelong disability but many children on the spectrum grow to thrive in their communities and interpersonal relationships.",
        "The TEACCH program for autism is a lifelong plan that involves much more than teaching strategies and methods of therapy.",
        "Lifelong struggles with social interaction can stem from a number of problems.",
        "For many people, it represents the culmination of a lifelong goal.",
        "To help turn your crafty child into a lifelong crafter, do all you can to seek out, encourage and build on their love of hobby craft, starting today.",
        "Whether entire food groups are eliminated, or emphasis is placed on one single food, such as the Cabbage Soup Diet, sticking to a restrictive plan does not teach lifelong eating habits.",
        "To lose weight and maintain the loss, the answer is found in a lifelong lifestyle change.",
        "The philosophical goal to \"set the food record straight\" combines the idea of straightforward information with tools for lifelong weight control through healthier, informed food decisions.",
        "Extra weight affects a person's overall health, and when obesity begins in childhood, the child is faced with a lifelong struggle with weight and health issues.",
        "Spending time romping and playing active games with your children can not only help to get you in better shape, but can set a lifelong example of healthy exercise habits for your kids.",
        "After all, a healthy lifestyle is a lifelong commitment.",
        "Follow a healthy diet: A healthy lifestyle should be a lifelong goal, not a six-week solution.",
        "Games: For the lifelong gamer, play your old favorites, like PacMan and Tetris, or try your hand at newer games you didn't play in the 80's or 90's.",
        "Strawberry Wine isn't about marriage and babies and lifelong love affairs, but it is about those first feelings of falling in love.",
        "Common's story starts out sounding like a lifelong love affair with a girl - all the ups and downs and changes and fashions and identities - and all the times she was bad to him.",
        "Something about the stress of planning a wedding combined with lifelong dreams of the perfect nuptials turns these ladies into ravaging nightmares who scream, rant, and throw temper tantrums when things don't go their way.",
        "The bakery was a lifelong dream of his father's, and Buddy is intent on making it a success.",
        "Like his brother, Barry had a lifelong fascination with the supernatural and claims to have experienced several supernatural encounters of his own.",
        "Lupus is a serious auto-immune disorder, often requiring lifelong treatment.",
        "It is a lifelong problem and often is apparent at birth.",
        "In Paris he frequented the salons, especially those of Mme Graffigny - whose niece, Mlle de Ligniville (\"Minette\"), afterwards Mme Helvetius and his lifelong friend, he is supposed at one time to have wished to marry - Mme Geoffrin, Mme du Deffand, Mlle de Lespinasse and the duchesse d'Enville.",
        "Nor can there be much doubt that the great attention bestowed on acting - the Jesuits kept up the Renaissance practice of turning schools into theatres for the performance of plays both in Latin and in the vernacular - had much to do with Voltaire's lifelong devotion to the stage.",
        "Very beautiful was the lifelong friendship of these three remarkable men, who collaborated in the Theses Salmurienses, a collection of theses propounded by candidates in theology prefaced by the inaugural addresses of the three professors.",
        "It was at this period, while present at a festival of St Felix of Nola, that he entered upon his lifelong devotion to the cult of that saint.",
        "Francis, still engaged in his lifelong task of making head against Charles V., was only too glad of the opportunity to strengthen his influence in the Italian peninsula, while Clement, ever needful of help against his too powerful protector, was equally ready to hold out a bait.",
        "He took pupils; and among his pupils there were reading with him, almost at the same time, his school friend Lightfoot and two other men who became his attached and lifelong friends, E.",
        "Some people may never develop the ability to talk, and may require lifelong care."
    ],
    "definition": [
        "Link/Cite",
        "Extending for the entire duration of life.\nThey were lifelong friends; they met in elementary school and ended their lives in the same rest home.",
        "Link/Cite"
    ]
}