{
    "translation": "בקלות",
    "uses": [
        "He bent down and kissed her lightly on the lips.",
        "His hand lightly touched her waist as he guided her into the cool room.",
        "He bent his head and brushed her lips lightly with his own.",
        "He kissed her forehead lightly, marveling at the treasure he'd found when the world seemed ready to end.",
        "She touched his lips lightly with her fingertips.",
        "The chessmen are of two sizes, the white larger than the black, so that I have no trouble in following my opponent's maneuvers by moving my hands lightly over the board after a play.",
        "He squeezed lightly then circled his arms around her, pulling her into his body.",
        "9) touches lightly on the inner surface of the lid of the box.",
        "Having done that, the officer, lifting his elbow with a smart gesture, stroked his mustache and lightly touched his hat.",
        "The owner of the unseen voice laughed lightly and said:",
        "He chuckled, slapping her lightly on the backside in a playful manner.",
        "His hand lightly touched her back, gently guiding her around the room.",
        "Xander's body moved behind hers, resting lightly against her in a way that ratcheted up her pulse.",
        "Slowly he cradled her face in his hands and proceeded to kiss it lightly - first her forehead, then her cheeks and finally the corners of her mouth.",
        "One hand on her waist, the other holding hers lightly, he gracefully swept her around.",
        "He lightly touched her lips with his.",
        "She stood on her tiptoes to kiss him lightly then turned to Jessi and took the mug.",
        "Nereus is represented with the sceptre and trident; the Nereids are depicted as graceful maidens, lightly clad or naked, riding on tritons and dolphins.",
        "In the present instance the novel details cannot be lightly brushed aside.",
        "She lightly kissed his cheeks and forehead and lips.",
        "He kissed her neck lightly, his arms holding her in a loose embrace.",
        "He leaned over and kissed her cheek lightly and then straightened.",
        "She narrowed the distance again, this time rising up on her tiptoes to kiss him lightly on the lips, the final push over the cliff on which he teetered.",
        "He and Pierre were borne along lightly and joyously, nearer and nearer to their goal.",
        "Cool fingers brushed her cheek lightly and she woke to find Cade leaning over her.",
        "Her heart fluttered lightly as she met his gaze, and began to pound as his hands slid up her arms in a gentle caress.",
        "Instead of moving away, he rested his hands lightly on her arms.",
        "The modern English foxhound has been bred from the old northern and southern hounds, and is more lightly built, having been bred for speed and endurance.",
        "They sparred lightly until her body grew warm and her mind engaged.",
        "He took the hand whose fingers were lightly traveling his face.",
        "Resting on the centre of the ivory disk was a small piece of rubber tubing, and this was lightly pressed by the diaphragm A, which was held in place by the mouthpiece M.",
        "and too efficacious an instrument of church discipline lightly to be thrown away.",
        "Considering the fact that he makes such an effort at protecting you, I don't think he'd take your concerns lightly or think any less of you because you had them.",
        "The untwisted visceral loop is lightly shaded.",
        "And the excited, alien face of that man, his bayonet hanging down, holding his breath, and running so lightly, frightened Rostov.",
        "At last the conversation gradually settled on some of the topics at first lightly touched on: their past life, plans for the future, Pierre's journeys and occupations, the war, and so on.",
        "Lifting the skirt slightly with one hand so she wouldn't trip on it, she let the other hand slide lightly down the banister for added balance.",
        "He cupped her face in his hands and brushed her lips lightly with his own.",
        "Denisov, the esaul, and Petya rode silently, following the peasant in the knitted cap who, stepping lightly with outturned toes and moving noiselessly in his bast shoes over the roots and wet leaves, silently led them to the edge of the forest.",
        "It was evident that the affair so lightly begun could no longer be averted but was taking its course independently of men's will.",
        "Her little feet in their white satin dancing shoes did their work swiftly, lightly, and independently of herself, while her face beamed with ecstatic happiness.",
        "All day it had been calm and frosty with occasional lightly falling snow and toward evening it began to clear.",
        "His lips brushed the top of her hand lightly.",
        "We didn't take this decision lightly!",
        "Darkyn cupped her cheek with one hand, the cool energy spreading as his thumb rubbed her cheek lightly.",
        "He reached out and touched her temple lightly.",
        "Her hands went to his cheeks, and she touched him lightly.",
        "His lips brushed hers lightly.",
        "The hurt of the daughter of God's people was but lightly healed (Jer.",
        "The sacred is not to be approached lightly.",
        "He should therefore in all such passages play extremely lightly, so as to give the violin and 'cello the function of drawing the main outline.",
        "The nature of the integument and its hairy clothing in all spiders enables them to be plunged under water and withdrawn perfectly dry, and many species, even as large as the common English house-spider (Tegenaria), are so lightly built that they can run with speed over the surface of standing water, and this faculty has been perfected in genera like Pirata, Dolomedes and Triclaria, which are always found in the vicinity of lakes or on the edges of rivers and streams, readily taking to the water or running down the stems of water plants beneath its surface when pursued.",
        "His thumb traced the line of her jaw lightly, and heat skittered through her.",
        "There was a pause before he kissed her lightly on the lips, his full lips oh-so-warm.",
        "Jenn cupped Darian's face with her hands then rose to kiss him lightly again on the lips and walk away.",
        "centre, against which a metal knob was lightly pressed by an adjusting screw.",
        "Somewhere a storm was gathering, but only a small cloud had scattered some raindrops lightly, sprinkling the road and the sappy leaves.",
        "Natasha, who had borne the first period of separation from her betrothed lightly and even cheerfully, now grew more agitated and impatient every day.",
        "With a rapid but careful movement Natasha drew nearer to him on her knees and, taking his hand carefully, bent her face over it and began kissing it, just touching it lightly with her lips.",
        "The croutons are one-inch sliced triangles lightly fried in oil and vinegar.",
        "Freedom from that ugly feeling gave her the ability to speak of it lightly for the first time.",
        "~Vhen the pattern is lightly traced, he uses his knife delicately; when the lines are strong and the shadows heavy, he makes the point pierce deeply.",
        "Evidently she could speak of Russia's misfortunes with a certain artificiality, but her brother was too near her heart and she neither could nor would speak lightly of him.",
        "Without warning, he leaned down and kissed her lips lightly.",
        "He tipped her chin up and kissed her lightly.",
        "The Cretans were in 1906 more lightly taxed than any other people in Europe.",
        "But of Laodice, Comma, Stilico and some other pieces, Pierre Corneille himself said that \"he wished he had written them,\" and he was not wont to speak lightly.",
        "- Nervous system of Patella; the visceral loop is lightly shaded; the buccal ganglia are omitted.",
        "These were hard-headed men of affairs - men who would not lightly embark on joyous ventures, or seek for an ideal San Grail; nor were the popes, doomed to the Babylonian captivity for seventy long years at Avignon, able to call down the spark from on high which should consume all earthly ambitions in one great act of sacrifice.",
        "Upon the bulk of the Malayan peoples their religion sits but lightly.",
        "Of higher rank than the pezetaeri were the royal foot-guards (lavtXucoi inraoriarat), some 3,000 in number, more lightly armed, and distinguished (at any rate at the time of Alexander's death) by silver shields.",
        "The scissor-tailed flycatcher, or Texas bird of paradise, is common on the prairies and in the lightly wooded districts.",
        "At the same time this difficulty is only one aspect of a wider difficulty which cannot be lightly passed over; Maxwell himself regarded it as the principal obstacle in the way of the full acceptance of the theory of which he was so largely the author.",
        "It is true that Gentile converts carried over into the new religion many ideas and habits of cult contracted under the old; this was inevitable, for no one lightly changes his religious habits and categories.",
        "And Origen compares them to the sacred vessels, and would have them \" guarded secretly behind the veil of the conscience and not lightly produced before the public.\"",
        "Still, conditions were such in New York that a fight for independence was not to be lightly considered.",
        "The seed, which should be plump, light in colour, with a thin skin covered by fine wrinkles, is sown in March and early April at the rate of from 8 to 2 pecks to the acre and lightly harrowed in.",
        "Thus, if a common glass-jar be struck so as to yield an audible sound, the existence of a motion of this kind may be felt by the finger lightly applied to the edge of the glass; and, on increasing the pressure so as to destroy this motion the sound forthwith ceases.",
        "To the centre of this membrane is attached a small feather-fibre, which, when the reflector is suitably placed, touches lightly the surface of the revolving cylinder.",
        "White sand is lightly scattered by a pepper-box over the plate.",
        "The three lightly W2 dotted parabolas are the curves of maximum moment for each of the loads taken separately.",
        "When Kdrber declined to carry through the Ausgleich with Hungary without consulting Parliament, and made it a question of confidence the young Emperor on Dec. 20 1916 lightly dismissed his best adviser.",
        "The work is not easy or to be taken up lightly.",
        "had from the beginning of his reign had favourites - young men for the most part with whom he lived freely and intimately and spoke of public affairs lightly and unreservedly; and who in consequence often exaggerated their influence over him.",
        "So too, in his English in Ireland (1872-1874), which was written to show the futility of attempts to conciliate the Irish, he aggravates all that can be said against the Irish, touches too lightly on English atrocities,and writes unjustly of the influence of Roman Catholicism.",
        "The charge of dishonesty is one never to be lightly made against men of such distinction as his, especially when their evident confidence in their own infallibility, their faculty of ingenious casuistry, and the strength of will which makes them (unconsciously, no doubt) close and keep closed the eyes of their mind to all inconvenient facts and inferences, supply a more charitable explanation.",
        "The willows are cut at the first indication of the sap rising and \"couched\" in rotten peelings and soil at a slight angle, the butts being on the ground, which should be strewn with damp straw from a manure heap. The tops are covered lightly with rotted peelings and by periodical application of water, fermentation is induced at the bottom, heat is engendered, the leaves force their way through the covering and peeling may begin.",
        "After a brief course at a village school, he removed in 1800 to New York City, where in connexion with his brother-in-law, William Irving, and Washington Irving, he began in January 1807 a series of short lightly humorous articles, under the title of The Salmagundi Papers.",
        "The Moslem historians touch lightly on reverses.",
        "According to the qualities of raw silk used and the throwing operations undergone the principal classes of thrown silk are - (1) \" singles,\" which consist of a single strand of twisted raw silk made up of the filaments of eight to ten cocoons; (2) tram or weft thread, consisting of two or three strands of raw silk not twisted before doubling and only lightly spun (this is soft, flossy and comparatively weak); (3) organzine, the thread used for warps, made from two and rarely three twisted strands spun in the direction contrary to that in which they are separately twisted.",
        "The German politicians and the Prussian diplomatists accredited to Rome had worked too openly at undermining the papal hierarchy, and had veiled their sympathies for Piedmont far too lightly to lead the Vatican to expect, after the 10th of September 1870, a genuine and firm intervention on the part of Prussia on behalf of the temporal power of the Holy See.",
        "The wind was blowing lightly from the N.W., but about 11:50 shifted to the S.W.",
        "In its outskirts and the surrounding country are an immense number of xarqueadas (slaughter-houses), with large open yards where the dressed beef, lightly salted, is exposed to the sun and air.",
        "Some very pleasing examples are to be met with which have the form of a parallelogram with a lightly rounded roof; others of appropriate character are square or nearly so, with a ridge-and-furrow roof.",
        "For most of these the lightest spongy but sweet turfy peat must be used, this being packed lightly about the roots, and built up above the pot-rim, or in some cases freely mixed before use with chopped sphagnum moss and small pieces of broken pots or nodules of charcoal.",
        "The covering of leaves or litter should be taken off bulbs and tender plants that were covered up for winter, so that the beds can be lightly forked and raked.",
        "- Asparagus, rhubarb, spinach, &c., should be uncovered, and the beds hoed or dug lightly.",
        "After the skins have been carefully removed - the sooner after death the better for the subsequent condition of the fur - they are lightly tacked out, pelt outwards, and, without being exposed to the sun or close contact with a fire, allowed to dry in a hut or shady place where there is some warmth or movement of air.",
        "Without positively asserting much more than he can prove, he gives prominence to all the circumstances which support his case; he glides lightly over those which are unfavourable to it; his own witnesses are applauded and encouraged; the statements which seem to throw discredit on them are controverted; the contradictions into which they fall are explained away; a clear and connected abstract of their evidence is given.",
        "The southern hemisphere ranks lightly in the matter of consumption, the only other country worth mentioning there besides the Australasian and Cape dependencies being Argentina.",
        "He was in no battle, and always spoke lightly of his military record.",
        "One of these bore the name of Apopi engraved lightly on the shoulder; this was evidently a usurper's mark, but from the whole circumstances it was concluded that these, and others of the same type of features found elsewhere, must have belonged to the Hyksos.",
        "To the diplomacy of the P P Y 18th century the breach of a solemn compact was but lightly regarded; and Charles VI.",
        "In the 23rd of October Hunter, with a flying column lightly equipped, left Berber for Adarama, which he burned on the 2nd of November, and after reconnoitring for 40 m.",
        "The step, however, was not lightly taken.",
        "His personal friendship, too, once bestowed, was never lightly withdrawn.",
        "In so-called natural cement which is comparatively lightly burnt, the magnesia appears to be inert, and as much as 20 to 30% may be present.",
        "They are usually made from a silicious limestone containing magnesia, and are comparatively lightly burned.",
        "In the realm of abstract thought these transitions take place lightly.",
        "To this period also belongs his de Inventione rhetorica, of which he afterwards spoke lightly (de Orat.",
        "The Austrian right was increasing the pressure against the positions west of the Vallarsa, and was collecting forces for the first of the long series of attacks against Pasubio, which was only lightly held.",
        "Lumber the writing with nothing - let it go as lightly as the bird flies in the air or a fish swims in the sea.",
        "The secondary fermentation proceeds slowly and the carbonic acid formed is allowed to escape by way of the bung-hole, which in order to prevent undue access of air is kept lightly covered or is fitted with a water seal, which permits gas to pass out of the cask, but prevents any return flow of air.",
        "In the Moluccas, where the Dutch have had settlements for 250 years, some of the inhabitants trace their descent to early immigrants; and these, as well as most of the people of Dutch descent in the east, are quite as fair as their European ancestors, enjoy excellent health, and are very prolific. But the Dutch accommodate themselves admirably to a tropical climate, doing much of their work early in the morning, dressing very lightly, and living a quiet, temperate and cheerful life.",
        "Wales was relieved from the burden of toll-gates, while the few rioters who were captured were only lightly punished.",
        "deep, radishes being sown thinly over them and covered lightly with mould.",
        "If it becomes distended the ball is pierced to liberate the gas and again lightly closed.",
        "Upon Milan and the cities of western Lombardy the hand of Attila seems to have weighed more lightly, plundering rather than utterly destroying; and at last when Pope Leo I., at the head of a deputation of Romall senators, appeared in his camp on the banks of the Mincio, entreating him not to pursue his victorious career to the gates of Rome, he yielded to their entreaties and consented to cross the Alps, with a menace, however, of future return, should the wrongs of Honoria remain unredressed.",
        "The filaments elongate rapidly at flowering-time, and the lightly versatile anthers empty an abundance of finely granular smooth pollen through a longitudinal slit.",
        "- xii.), it will be quite evident that the author is here giving a detailed account of historical events which may easily be recognized through the thin veil of prophetic mystery thrown lightly around them.",
        "But the arrangement of terraced gardens and the lightly constructed pavilion which graces the western slopes of the hills overlooking Chardeh are the most attractive of these innovations.",
        "So lightly was the acquisition esteemed in England, and so unsuccessful was the administration of the crown officers, that in 1668 Bombay was transferred to the East India Company for an annual payment of X10.",
        "Such a sketch must pass lightly over debatable ground, and must consist largely of suggestions still in need of confirmation; but if it serves as a frame into which more precise and more detailed statements may be fitted as they come to the ken of the reader, its object will be attained.",
        "John sat inert at Rouen, pretending to take his misfortunes lightly, and boasting that what was easily lost could be as easily won back.",
        "The heavily armoured French noblesse, embogged in miry meadows, proved helpless before the lightly equipped English archery.",
        "It fell heavily upon the baronage and their retainers, but passed lightly, for the most part, over the heads of the middle classes.",
        "Somewhere about the end of 1526 those who were in the kings intimate confidence began to be aware that he was meditating a divorcea thing not lightly to be taken in hand, for the queen was the aunt of the emperor Charles V., who would be vastly offended at such a proposal.",
        "It became noted for the intelligence of its citizens, and for the educational advantages it offered at the time when education among the Boers was thought of very lightly.",
        "Whenever a woman brings forth a male child, she puts his first food on the sword of her husband, and lightly introduces the first auspicium of nourishment into his little mouth with the point of the sword.",
        "To judge from the early literature the marriage-tie seems to have been regarded very lightly, and there can be little doubt that pagan marriage customs were practised long after the introduction of Christianity.",
        "Hood's army was to the south-east, lightly entrenched, with its flanks on two creeks which empty into the Cumberland above and below Nashville.",
        "(lightly shaded) As regards the alimentary organs, it will extends as far suffice to state, in this very brief sketch, that as the bifurcaall batrachians being carnivorous in their tion of the perfect condition, the intestine is never very synangium.",
        "Rain drops tapped on the window lightly at first, and then drummed on the roof angrily.",
        "Nubuck Aniline dyed leather which has been lightly abraded on the grain surface to create a velvety finish or nap.",
        "amorphous, lightly cross-linked polymer, above T g.",
        "aperitif wine to serve at room temperature or lightly chilled with cheese or ham tapas.",
        "However, the tank's rear is lightly armored.",
        "They are a good partner for lightly fried bananas and passion fruit.",
        "Guinness Red, a new product made from lightly roasted barley, will be launched in the UK over the next few months.",
        "Imagine the effect of a sustained barrage of this ferocity on even a lightly manned trench.",
        "If you use a razor then soften the beard first with soap and warm water and shave lightly to avoid catching the spots.",
        "blanch lightly.",
        "braise lightly to conserve nutrients.",
        "Fry the chicken until lightly browned on both sides.",
        "bundle of birch twigs and beats you lightly all over.",
        "Holding the measuring cylinder over a tray or beaker, lightly insert the rubber bung.",
        "She lightly burnishes all her work giving a matt finish that is reminiscent of the pebbles found on the beach.",
        "We lay there naked and, with one arm, I lightly caressed her body.",
        "Choose from mouth-watering Scottish beefsteaks, lightly smoked haddock, venison casseroles or perhaps juicy langoustines.",
        "Grill the vegetables over Direct High heat until lightly charred, 6 to 8 minutes, turning once halfway through grilling time.",
        "chilli the garlic turns lightly golden, pour in the dry white wine and crushed chili.",
        "To practice civil disobedience is not a choice to be made lightly.",
        "The Master and 1st Officer received burns to arms and upper bodies through being lightly clad.",
        "clotted cream or a lightly whipped double cream with a little brandy added.",
        "Lightly crush the coriander, cumin and peppercorns together.",
        "A super soft 100% organic cotton flannel, smooth on one side, lightly brushed on the other, in unbleached natural ecru.",
        "couch grass - lightly sprinkled - toxic to slugs.",
        "cut the courgettes (fennel the same way) lengthways and cook as the onions for 2 3 minutes until lightly charred.",
        "Serve with either clotted cream or a lightly whipped double cream with a little brandy added.",
        "This is a near fine copy with a lightly creased front cover.",
        "cress seeds on top of the cotton wool, pressing them down lightly.",
        "Roll in bread crumbs, pressing lightly to coat both sides with crumbs.",
        "Serve the soup hot or cold and garnished with asparagus tips and lightly crushed pink peppercorns.",
        "Simply wipe it with a paper towel lightly dampened with a mild cleaning solution.",
        "delicate fragrance, lightly powdery, will provide you with a true sense of well-being.",
        "disbud first-year plants very lightly, second-year plants moderately leaving about three flowers per stem and three-year-olds severely, leaving only the crown bud.",
        "discarded lightly.",
        "dismiss lightly.",
        "dozeterward I fell asleep once more, dozing lightly.",
        "drizzlehere it was a short walk through lightly drizzling rain to the office block in which he worked.",
        "I worked in a grocery store, and I saw plenty of lightly bruised food, still edible, tossed in the trash.",
        "The outer surface has thin, lightly keratinised epithelium The vermillion border is red, because it is highly vascularised.",
        "esteem too lightly.",
        "exudeiFormCool® should only be used under compression for lightly exuding wounds under close nursing supervision.",
        "farmyard manure which can be lightly worked into the soil later, in spring.",
        "They are dressed lightly and casually for the warm summer evening and the young scientist carries a large flashlight, still unlit.",
        "Albert Campion has never, for all his apparent flippancy, been a man to regard death lightly.",
        "A lightly floral nose with an apple and lime palate, there are also faint notes of the tropical.",
        "Predation losses were determined by lightly gluing giant foxtail and velvetleaf weed seeds onto squares of sandpaper.",
        "The small side salad was crisp and fresh and the chips were delicious, lightly fried and soft and fluffy on the inside.",
        "gamete donation of course is not something that can be entered into lightly.",
        "gammon in the pan and fry lightly in the remaining fat.",
        "Add the bacon and continue to cook for a further 15 minutes stirring occasionally, until lightly golden.",
        "Place fish on lightly oiled cooking grate, flesh side down.",
        "Roast Pork Lightly marinated roast, served with roast potatoes & vegetables in a wine gravy.",
        "grilled polenta topped with lightly fried wild mushrooms.",
        "I followed this with a brace of lightly grilled seabass in a delicate crab sauce (£ 12.50) topped with sun-dried tomato.",
        "Use horticultural grit or mix 2 to cover seeds lightly.",
        "So getting back to form filling stress equals lightly hod of you making errors in your documents, thus wasting paper right!",
        "hurtful comments lightly Ã¢ try to laugh them off.",
        "Wall to wall, people hypnotized, And they're stepping, Lightly, Hang each night in Rapture.",
        "The patient was lightly hypnotized and told that he could learn to control the blood vessels in his face.",
        "Using the lightly soaked cotton wool apply to the edges of the stain working inwards to the center.",
        "Kale cooked for an hour delivers far more calcium than lightly steamed kale cooked for an hour delivers far more calcium than lightly steamed kale.",
        "knead pastry on a work surface lightly dusted with a little mix until smooth.",
        "knead on a work surface lightly dusted with a little Pastry Mix until smooth.",
        "lightly knead each piece into a ball, then flatten it with the palm of your hand.",
        "I mix in about 1 1/2 to 2 cups then knead in the rest on a lightly floured surface.",
        "All you have to do is select a walk and turn up, lightly laden, at the right place.",
        "Lightly cook 1 sliced leek in a 1 tbsp olive oil to soften.",
        "Perhaps there's a slight suggestion of a lemon about the edges, like a lemon peel has been rubbed lightly around the rim.",
        "It seemed more likely the beach would have been lightly defended.",
        "Some general traffic rules for landing operations are as follows: Heavily loaded boats have right of way over lightly loaded or empty boats.",
        "loophole in the law which left many getting off too lightly for killing people with their cars.",
        "In order to do its job properly, an O ring must be lightly lubricated to keep it supple.",
        "Lightly grease the top gasket and loosely fit the inlet manifold to the cylinder.",
        "In autumn you can spread farmyard manure which can be lightly worked into the soil later, in spring.",
        "We would suggest serving mead lightly chilled and whilst mead keeps well it should be kept cool and closed to reduce oxidation.",
        "During the reconnaissance mission, the P-3 was hit by fire from Khmer Rouge patrol boats, being lightly damaged.",
        "lightly moisten the interior of your oven with water.",
        "muffin halves under broiler until lightly browned.",
        "I know it's Carmen, but the company really got off lightly with just a few mummers from the audience.",
        "However, the unsubstituted nucleosides could lightly yield the fragment ions of the nucleoside base and sugar ring.",
        "Extra-large 17 bags are lightly scented to control odors.",
        "All moving parts need to be lightly oiled from time to time - do n't overdo the oil.",
        "pet ownership is not a decision that should be taken lightly.",
        "pashmina shawls should either be steam pressed or lightly ironed under a pressing cloth.",
        "patty lightly together, then form into 4 thick patties.",
        "Comb your eyebrows before applying eyebrow pencil and then, ever so lightly, comb them again when you have finished.",
        "Randy Greif, always interesting, contributes a subdued, lightly percussive composition that unfortunately sounded a bit muddy.",
        "pineapple slices with olive oil and sprinkle lightly with the remaining rub.",
        "The vessel is lightly built with carvel planking, all visible fastenings are treenails.",
        "Finish with a Quark layer then plop the last few cherries randomly on top and sprinkle lightly with crumbs for an attractive finish.",
        "lightly poach in shallow pan with rum - add water to keep pan wet.",
        "Favorites include succulent prawns fried in good olive oil with chili & garlic, & delicious grilled polenta topped with lightly fried wild mushrooms.",
        "A rubber is a fully amorphous, lightly cross-linked polymer, above T g.",
        "Further, its shores were undeveloped and lightly populated.",
        "cook the pork cubes a few at a time, browning lightly on all sides.",
        "We may forgive posterity for the paucity of information left to us, but we ourselves shall not be judged so lightly by posterity.",
        "preheat oven to 200ºC, gas mark 6. Lightly grease a baking tray.",
        "In the first spring, lightly prune the main stems, in their second spring reduce the previous season's growth by half.",
        "prune older box from March to the summer solstice, after which you should only prune lightly to keep the shape.",
        "Every team in the premiership is capable of beating each other and taking quins lightly could result in us adding to our points tally?",
        "From here it was a short walk through lightly drizzling rain to the office block in which he worked.",
        "Lightly rake lawns with a spring-tine rake to remove old plant debris.",
        "How you make it First lightly toast two thick slices of the tiger chest bread then grill two rashers of the bacon until crispy.",
        "The semi-acoustic bounce of eponymous track rattlebox slips lightly into the chiming country tinged ballad that ends the first set.",
        "The Chan's Great Continent is an eminently readable book, which wears its scholarship lightly.",
        "reciteegan quietly reciting verses in Arabic, pausing occasionally to spit lightly on the boy's head.",
        "Now we must champion the cause of a flexible, free trading, low tax, lightly regulated Europe.",
        "Vintage: 2003 Food Choice: Pair with lightly smoked salmon risotto served with a lemon butter sauce.",
        "rubbed at extremities, lightly marked in places.",
        "The lightly cross-linked polymers (eg: vulcanized rubber) are cured to prevent the material deforming indefinitely under load.",
        "Serve with a crispy green salad, or a selection of lightly steamed vegetables for a hot meal.",
        "using a coarse sandpaper, lightly remove some of the paper, leaving a mottled wash with highlights.",
        "To prepare wood, lightly abrade the surface using a dry sandpaper, rubbing in the direction of the grain.",
        "The wings were succulent with a sweet, tangy sauce, while the fries were crisp, golden and lightly salted.",
        "scarify seeds can be soaked or lightly scarified to speed up the process.",
        "The Voice of Hope is a collection of lightly edited transcripts of interviews, not scholarly analyzes.",
        "scuffed, light mark on rear board, spine lightly sunned, very good.",
        "lightly scuffed, a trifle darkened on spine, undated inscription on front free endpaper, good.",
        "The lamb came warm, with redcurrant jelly and tasted like a fine carpaccio, lightly seared.",
        "Combine the oil, garlic and Italian seasoning and brush the potatoes lightly with some of the mixture.",
        "To remove wrinkles pashmina shawls should either be steam pressed or lightly ironed under a pressing cloth.",
        "skimmed lightly in the lathe with each wheel mounted on a tapered arbor.",
        "Not to be sneezed at - not to be underrated or treated lightly taking snuff may induce sneezing.",
        "soften the beard first with soap and warm water and shave lightly to avoid catching the spots.",
        "The exclusion zone became illegal and on its website English Heritage now ' wishes you a happy solstice ', through lightly gritted teeth.",
        "Dried couch grass - lightly sprinkled - toxic to slugs.",
        "Finally a little Vomit Brown was very lightly stippled over the bottom of the skirt and cloak as a final highlight.",
        "So comrades these are the reasons for which I cannot lightly accept the hypothesis of a simple stratagem.",
        "succulent prawns fried in good olive oil with chili & garlic, & delicious grilled polenta topped with lightly fried wild mushrooms.",
        "The water was made from interior filler which was lightly textured to give the effect of running water.",
        "This is of course due to the vicious thorns, which are not to be taken lightly.",
        "Use to line a lightly oiled 23cm (9 inch) spring release cake or deep flan tin.",
        "Conversely, you can ' punch up ' lightly tinted expanses with darker or richer accents.",
        "The lightly reinforced toe makes them durable while still allowing you to dance the night away in your favorite open toe shoes.",
        "touchstone of orthodoxy for fifteen centuries cannot lightly be ignored or abandoned.",
        "tread more lightly ' on our planet.",
        "turpentine substitute applied lightly with a soft pad.",
        "A lightly pressed creamy white cheese marbled with dark blue-green veining.",
        "In the northeast and along the western corridor are low lightly wooded mountain ranges of mainly volcanic origin.",
        "Lightly grease the pan with a thick wad of paper towel dipped in oil or melted butter.",
        "well-done meat contains more carcinogenic material than does lightly cooked meat.",
        "Place the flour and salt in a mixing bowl and whisk lightly with a whisk lightly with a whisk.",
        "The further along the lightly wooded valley we went, the more males with full tails were encountered.",
        "Sensory hallucination of several persons together who are not in a hypnotic state is, however, a rare phenomena outside the sÃ©ance room and must not therefore be lightly assumed within it; nor is it in most cases a plausible explanation where there is general agreement not only of all the witnesses but of more than one sense as to what is perceived, as distinguished from what is inferred.",
        "Over the successive stages of this growth we pass lightly (see Prophet).",
        "deep fall in the matter of Bathsheba (xi.) was too great an iniquity to be passed over lightly, and the base murder of her Viz.",
        "The doctrines of Hippocrates, though lightly thought of by the Erasistrateans, still were no doubt very widely accepted, but the practice of the Hippocratic school had been greatly improved in almost every department - surgery and obstetrics being probably those in which the Alexandrian practitioners could compare most favourably with those of modern times.",
        "The seed is now set; usually it is thoroughly mixed with a relatively large quantity of fine ashes, sand or meal, to facilitate thin and even sowing, and the surface of the bed is afterwards lightly brushed over with a broom; it is very important to avoid burying the seed at all deeply; a light covering of cloth or muslin, raised on short sticks, is often stretched over the bed.",
        "Teutonic legend does not lightly exaggerate, and what to us seems incredible in it may be easily conceived as credible to those by whom and for whom the tales were told; that Sigmund and his son Sinfiotli turned themselves into wolves would be but a sign of exceptional powers to those who believed in werewolves; Fafnir assuming the form of a serpent would be no more incredible to the barbarous Teuton than the similar transformation of Proteus to the Greek.",
        "Thus, if an elastic metal slip or a pig's bristle be attached to one prong of a tuningfork, and if the fork, while in vibration, is moved rapidly over a glass plate coated with lamp-black, the attached style touching the plate lightly, a wavy line will be traced on the plate answering to the vibrations to and fro of the FIG.",
        "By emphasizing the purely moral character of Yahweh's demands from Israel, by teaching that the mere payment of service and worship at Yahweh's shrines did not entitle Israel's sins to be treated one whit more lightly than the sins of other nations, and by enforcing these doctrines through the conception that the approach of the all-destroying empire, before which Israel must fall equally with all its neighbours, was the proof of Yahweh's impartial righteousness, they gave for the first time a really broad and fruitful conception of the moral government of the whole earth by the one true God.1 It is impossible to read the books of the older prophets, and especially of their protagonist Amos, without seeing that the new thing which they are compelled to speak is not Yahweh's grace but His inexorable and righteous wrath.",
        "Crude bauxite is ground, lightly calcined to destroy organic matter, and agitated under a pressure of 70 or 80 lb per sq.",
        "It is true that he does not claim to be a great expert, though a pupil of the Scaevolas, and when in doubt would consult a jurisconsult; also, that he frequently passes lightly over important points of law, but this was probably because he was conscious of a flaw in his case.",
        "grasian, formed from grees, gives \" to graze,\" of cattle feeding on growing herbage, also \" grazier,\" one who grazes or feeds cattle for the market; \" to graze,\" to abrade, to touch lightly in passing, may be a development of this from the idea of close cropping; if it is to be distinguished a possible connexion may be found with \" glace \" (Fr.",
        "But \"genius\" and \"originality\" are words we should not use lightly.",
        "Everyone brightened at the sight of this pretty young woman, so soon to become a mother, so full of life and health, and carrying her burden so lightly.",
        "The needles clicked lightly in her slender, rapidly moving hands, and he could clearly see the thoughtful profile of her drooping face.",
        "(He jumped up quickly and lightly.)",
        "Every team in the premiership is capable of beating each other and taking Quins lightly could result in us adding to our points tally?",
        "Divide the rice between the two lightly greased ramekin dishes or teacups.",
        "The semi-acoustic bounce of eponymous track Rattlebox slips lightly into the chiming country tinged ballad that ends the first set.",
        "The Chan 's Great Continent is an eminently readable book, which wears its scholarship lightly.",
        "He began quietly reciting verses in Arabic, pausing occasionally to spit lightly on the boy 's head.",
        "A near fine hardback copy in a near fine very lightly edge rubbed dustjacket Price: 16.00 GBP Add to Shopping Cart 180.",
        "Boards a little rubbed at extremities, lightly marked in places.",
        "Great lightly toasted, rubbed with garlic and cut into croutons for serving with soup.",
        "To use, rub bottle tip lightly against the rubber stamp, wipe off excess solution with a damp cloth.",
        "Using a coarse sandpaper, lightly remove some of the paper, leaving a mottled wash with highlights.",
        "Pour into lightly oiled 20cm savarin mold, refrigerate several hours or until set.",
        "These seeds can be soaked or lightly scarified to speed up the process.",
        "Corners scuffed, light mark on rear board, spine lightly sunned, very good.",
        "Lightly soiled, a trifle scuffed on extremities, some light foxing, otherwise very good.",
        "Lightly scuffed, a trifle darkened on spine, undated inscription on front free endpaper, good.",
        "Roll out half the marzipan on a surface lightly dusted with sieved icing sugar into a round to fit the top of the cake.",
        "These have been skimmed lightly in the lathe with each wheel mounted on a tapered arbor.",
        "Not to be sneezed at - not to be underrated or treated lightly Taking snuff may induce sneezing.",
        "Transfer to a lightly oiled dish and sprinkle with 50g breadcrumbs, blue cheese and oil.",
        "A confession which has been the touchstone of orthodoxy for fifteen centuries cannot lightly be ignored or abandoned.",
        "These permits are not issued lightly, nor are they generally issued for touristic purposes.",
        "I am always trying to find new ways to ' tread more lightly ' on our planet.",
        "A painting more than fifty years old may be safely wiped over with turpentine substitute applied lightly with a soft pad.",
        "Well-done meat contains more carcinogenic material than does lightly cooked meat.",
        "Lightly whisk eggs and extra yolk together in a large bowl.",
        "Place the flour and salt in a mixing bowl and whisk lightly with a whisk.",
        "Lightly massage over the skin, then wipe off with a tissue or rinse with water.",
        "There is a four-letter word for Perham and it is not one to be used lightly, and it is not lady.",
        "Choosing a child care center is not a decision to be taken lightly.",
        "You must realize that adopting a child is a lifelong decision that can't be taken lightly.",
        "Eat right, lightly exercise and keep up with prenatal doctor visits.",
        "Singing-Whether you sit in a rocking chair or lightly pat your baby while she lies in her crib, a lullaby is the perfect ending to a busy day for you and baby.",
        "If you are purchasing blush with no assistance from a friend, family member or cosmetic professional, the best way to figure out what will work for you is by lightly pinching your cheeks and waiting for color to appear.",
        "Choose colors that lightly contrast the color of your eyes.",
        "Dig a hole no deeper than the plant's roots in an area of your yard that is optimal for the plant (check the plant tag if you don't know for sure), place the plant in the hole and pack lightly with soil.",
        "Just make a little trough (the package will tell you how deep), sprinkle in the seeds and cover lightly with soil.",
        "Just spread the tablecloth onto your table and lightly spray it with water.",
        "Tread lightly if you aren't sure how the recipient may feel about this issue.",
        "Just like any other recreational investment, a marine battery charger is not the type of purchase that you take lightly.",
        "If you're in a hurry, lightly cover and refrigerate them to speed the process.",
        "I can put him on the floor, and he'll jump right back on my lap, and do it again, only getting rougher the second time, where he'll lightly bite my chin and try to lick my face like crazy.",
        "Lightly toast one piece of bread in the toaster.",
        "Lightly sprinkle the cubes with dried fish flakes.",
        "While fish should not be served raw because of potential parasite infestation, it can be served lightly cooked.",
        "Other meats can be served raw or lightly cooked.",
        "A common approach is to lightly muddle spearmint leaves in the bottom of a glass, although some people believe that muddling bruises the mint and compromises the quality.",
        "Place mint leaves in a tall glass, and lightly crush the leaves with a spoon.",
        "Salty Dogs combine gin or vodka with grapefruit juice and are generally served in a glass with a lightly salted rim to cut the grapefruit acidity.",
        "There are no syrups in the mixture and the only sweetness in the drink comes from the vanilla-flavored vodka and the lightly sweetened lime juice.",
        "However, it should not be gone into lightly.",
        "This is a huge decision and can't be taken lightly.",
        "At CORT clearance centers, individuals and businesses can purchase lightly used furniture for deeply discounted prices.",
        "Every now and then remove the cushions from the furniture frames and lightly scrub them with soap and water.",
        "Clean them every now and then by lightly scrubbing them with soap and water.",
        "Every now and then remove the cushions from the furniture frames and lightly clean them with soap and water.",
        "For fresh herbal teas, it's best to cut the leaves right off the plant, lightly wash them, and then add them to your pot or tea ball.",
        "Existing fabrics can be given this time-worn appearance by bleaching lightly or using a tea-stain technique.",
        "Take a pencil and lightly draw a line from door to door.",
        "The Aspen wood used to make Aspen log lamps is left natural or lightly stained with clear a varnish applied to the finish.",
        "You can use them straight as eye shadow, mix them to make new colors, brush them lightly onto your cheeks as highlighter or even mix with clear lip gloss to create a new shade for your lips.",
        "With a container of blush mineral powder in your chosen shade, use the same technique to load the brush and begin lightly dusting your cheeks, being sure to follow your natural bone structure.",
        "Apply the deepest color in the natural crease line of your lids to accentuate the depth, then blend lightly with your fingers to soften the line.",
        "If you're using your fingers, lightly pat the concealer into place with your ring finger.",
        "If you feel that the color corrector is still obvious once you've blended it out, you can go over the top of it lightly with a concealer or powder that matches your skin, or pat more of your foundation on top.",
        "Screen actress Marlene Dietrich used to draw a line of silver shadow straight down the center of her nose from bridge to tip, right on top of her foundation, and then lightly powder over it.",
        "Always apply powder lightly and sparingly.",
        "Lightly brush contouring shadow around the perimeter of the face including forehead, cheek bones and jaw line.",
        "To trim them at home, start by placing them lightly over the top of your lashes to measure the length you desire.",
        "With a sharp set of cuticle scissors, lightly cut the ends to the right length.",
        "During this period while the glue is being set, you can also lightly hold the false eyelashes upright toward the eyebrows to encourage them to open up the eyes.",
        "Lightly pull off each strand or the strip of false lashes.",
        "Instead, you want to lightly enhance the cheekbones and work with contour more than color when it comes to taking photographs for modeling.",
        "Cream shadow will stay put longer if you dust it lightly with a loose translucent powder after application.",
        "Another application technique is to lightly spray your hairbrush to weave your fragrance through the strands of you hair.",
        "At this point, the needle will lightly \"catch\" the skin.",
        "Because it is a liquid, it is difficult to apply it lightly.",
        "Instead, I learned to lightly swipe the blush brush into a very small amount of the bronzer and then gently sweep on my skin.",
        "With your non-dominant hand, tug lightly on the outer edge of your lid, making it taut and allowing yourself to draw a straight line right where your lashes meet your lid.",
        "It contains loose mineral pigments and goes on the eyelid lightly and smoothly.",
        "Do this by tapping the brush head lightly on its side against the lid, or simply blow on it gently.",
        "Lightly scented as Daltroff's favorite flower, Rose is refined like all of Caron's powders.",
        "Blend lightly up to the crease of your eyelid.",
        "Start blending at the inner corner of your eyelid, blending lightly toward mid-eyelid into your medium eye shadow.",
        "Since Shiseido is created in Japan, lightly colored bases and powders are popular.",
        "For green eyes, plum, burnt shades, and muted greens can create appeal even when applied lightly.",
        "This makes the process gentle, quick and even moisturizing with its mild, lightly hydrating formula.",
        "Lightly aromatic, it contains various floral extracts to nourish and soothe.",
        "Using your eye shadow brush, lightly brush on the deeper shade into the crease of the lid.",
        "Be sure to dab it on lightly, or else you may end up with a distinct white spot.",
        "Fans of Flirt! are likely already familiar with the company's richly pigmented, lightly gleaming eye shadow mousses, called I'm Whipped.",
        "The sponge will allow you to apply it lightly and add as needed.",
        "This can be achieved by using the black and green makeup and applying it lightly with a sponge.",
        "Your entire face should twinkle lightly, with no particular feature standing out over others.",
        "Glitter: Lightly brush glitter allover your shoulders, chest, and cheekbones for a festive and playful look.",
        "Use a deeper shade of brown or taupe to lightly fill in the crease of the eyelid.",
        "Lightly circle the brush or sponge in the lid of the compact to eliminate any excess makeup.",
        "Next, very lightly tap the brush (just once!) on a tissue to remove any excess.",
        "Start lightly and build up your coverage as needed.",
        "Designed to enhance the natural undertones of the skin, this foundation can be applied lightly for a sheer look, or can be layered to impart more pigment (coverage).",
        "Apply a light coat of lip balm or petroleum jelly to your lips and lightly tap the golden shadow across your pout.",
        "To apply this shadow, use a fluffy makeup brush designed for the eyes, dab the brush to get some color, tap the brush off lightly, and apply right to your eyelid.",
        "Again, lightly tap the brush to avoid picking up too much color and then take the brush to your eye.",
        "Lightly apply a sprinkling of glitter above your eye shadow for a shimmery treatment.",
        "Lightly blot off any remaining product then do the next eye with a fresh applicator.",
        "MAC followed up with a second lipstick called Viva Glam II, which was a lightly -pinked mauve shade.",
        "If you are heavy-handed, then run your brush lightly over the top of the makeup before applying it to your lash line in long, even strokes.",
        "You'll be able to keep it from looking much too harsh after the removal of the tape by lightly blending a shadow in a color close to your skin tone around the edges.",
        "The \"V\" shaped bristle tips allow you to apply the product lightly.",
        "For a sunken cheek look, lightly sweep some green and red greasepaint under the cheekbones.",
        "Using the slanted eyeshadow brush, I lightly rubbed it across the middle color marked \"Crease.\"",
        "While blush is a cosmetic staple that is normally used to lightly enhance your features, you can apply it with a more generous hand for dress-up to create more of a stage presence.",
        "If need be, lightly exfoliate lips with a mixture of sugar and water first and apply lip balm as your base beneath the lip gloss.",
        "Although it comes in all formulations, many women choose brown eyeliner in pencil or powder formulations which can be smudged and applied lightly for a natural look.",
        "Start with clean, lightly moisturized skin.",
        "Choose a concealer that is one shade lighter than your foundation, and dot in on lightly, taking time to blend it thoroughly.",
        "The smooth, lightweight powder is ideal for keeping skin fresh, cool, dry, and lightly scented, especially in the warmer month.",
        "Lightly sweep Sunbasque, a peach with pearl along cheek bones and apply Lipglass in C-Thru, a peachy beige shimmery lip gloss.",
        "You can lightly spray over your eyelid for a soft wash of color, or concentrate more color in the crease for a defined, smoky look.",
        "The blush is applied similarly to the foundation, but lightly spraying the apples of your cheeks or cheekbones in small circular motions until you've achieved your desired shade.",
        "Another advantage that many women appreciate is that types of foundations tend to adhere lightly to the skin, rather than sitting heavily or settling into find lines and wrinkles.",
        "Spray the foundation lightly across your face, starting from the top and moving downward toward your neck.",
        "Use a brush and lightly dust a veil all over your face and neck.",
        "In addition, it wears lightly and contains no parabens, GMOs, or sulfates.",
        "Lightly tap and roll to blend, using care not to tug or pull on the skin.",
        "To be sure, opting to go the permanent route is not a decision to make lightly, so take your time, review all of your options, and research the different forms of permanent makeup looks.",
        "A well-written article can benefit a hardcore gamer or even people who are just lightly interested in video games.",
        "Turn once with a metal spatula when lightly charred and tender.",
        "Remove when lightly charred, about one minute on each side.",
        "Serve over shredded lettuce, sprinkling lightly with sea salt and black pepper for additional flavor.",
        "Saute garlic, onion, and bell pepper until lightly browned, about 5 minutes.",
        "Line a muffin pan with paper liners and spray them lightly with cooking spray.",
        "Allow the lamb to rest outside of the oven, lightly covered with foil, for 30 minutes before carving and serving.",
        "Fill in the boxed area with berries, pressing them into the frosting lightly and staggering them so that a little white frosting appears between each bit of fruit.",
        "Season lightly on front and back with pepper and sea salt.",
        "When going out for Japanese food in San Antonio, you will find that the usual appetizers such as edamame (soybeans that have been steamed and lightly salted) or gyoza are in ample supply.",
        "Saute the chicken on both sides until it is lightly browned, about 3 minutes.",
        "Sprinkle salt and pepper lightly on both sides of the chicken pieces.",
        "Using a lightly greased 9x11 baking dish, layer the bread, sausage, and cheese.",
        "Beat the egg lightly, and stir it into the batter.",
        "Grate a little nutmeg into the butter to lightly dust the bottom of the pan.",
        "Roast the asparagus until tender and lightly browned, about 15 to 20 minutes, stirring once or twice.",
        "Minimum portions of foods cooked lightly to retain their crunch and nutritional value was the norm.",
        "Yet another may offer lightly cooked vegetables served with a chili or fish sauce.",
        "Flour the dough lightly and roll the pastry out to the original size of 12x12.",
        "Lightly salt and pepper the cooling leeks.",
        "For a distressed look, lightly sand the edges of your photos before attaching them to the page.",
        "If you're having trouble trimming, however, you can also try sanding the edges lightly with fine grit sandpaper and adding a bit of brown ink for a \"distressed\" scrapbook look.",
        "With light weight paper, this will not be an issue, but for cardstock or other heavy weight materials, embossing will be easier if the paper is sprayed lightly with water.",
        "Add definition to the edges of your sticker by lightly dragging the surface over a brown or black ink pad.",
        "Lightly run over your sticker with sandpaper to give it a distressed look.",
        "Gloss or a lightly colored lipstick is fine, but don't forget to use mascara.",
        "After noon, they eat a large lunch salad filled with raw foods and lightly dressed with a healthy dressing.",
        "Roast beets plain or coated lightly with olive oil to add as little saturated fat and cholesterol as possible.",
        "Mashed banana: About 1/4 cup of mashed banana (half a banana) is similar to the texture of a lightly beaten egg, can help some mixtures hold their structures, and adds good flavor to final products.",
        "Toast Nuts: Place nuts on a baking sheet and bake for about 8 minutes, or until lightly brown and fragrant.",
        "Choosing a bridal boutique isn't a decision that should be entered into lightly.",
        "When you consider there will be on every table plus other locations around the ceremony and reception areas, it's not a decision to be taken lightly.",
        "Lightly scented pine cones will also work.",
        "If you have a white or ivory cake, for example, you can ask your decorator to apply evenly placed, very lightly colored pastel or ivory polka dots packed closely around the cake.",
        "If you're using a white or lightly colored frosting, you'll need to use a small amount of buttercream to apply a crumb coat to the cake before you do the primary frosting.",
        "Lightly frost the cakes with buttercream before applying the fondant sheets so that the buttercream will act as \"glue\" for the fondant.",
        "If you're searching for something completely different, don't hesitate to check eBay, where individuals will often sell either brand new or lightly used sheets for reasonable prices.",
        "If your sheets are completely plain, consider an embroidered or lightly embellished comforter and shams to finish the look with a touch of elegance.",
        "Although there are many places that sell new towels with a retro vibe, you can also browse auction sites for unused or lightly used towels that are actually from past decades of you want an authentic towel.",
        "To prevent your rolling pin from sticking to the fondant, coat it lightly with cornstarch or confectioners' sugar.",
        "Try coating hands and work surface lightly with shortening when kneading to stop fondant from sticking.",
        "Lightly score your cake down the middle with a serrated knife, and decorate each half differently.",
        "They are lightly fitted, usually A-line cuts and double breasted, fastening either with large buttons, frogs or toggles.",
        "The jeans have a lightly distressed look.",
        "The decision to lock up a dorm isn't taken lightly, so it's important you don't do anything, like propping open a back door, to allow unauthorized people to enter.",
        "When considering an online MBA program you want to make sure that the program is the highest quality and it's not a decision to be undertaken lightly.",
        "Enrolling in an online degree program requires just as much effort, time and investment as on-site study, so don't take the decision lightly.",
        "Next, lightly apply a powdered flea control product under all cushions and lightly on any carpeting to kill remaining eggs and new fleas that may be brought inside.",
        "Just lightly rub in a few drops and give it a couple of days to work its way in.",
        "Starting with the first front foot, lightly mist the hair with your spray bottle and gently brush the hair out one small section at a time as you work your way through the entire leg.",
        "Soak as much water from the hair as you can with a dry towel, and then blow dry her on a lightly warm setting while you brush through the coat in layers once more.",
        "Turn the dough out onto a lightly floured board and knead it a couple of times.",
        "Place the biscuits on a lightly greased cookie sheet and bake for 15 minutes.",
        "Place the biscuits on a cookie sheet lightly sprayed with cooking spray and then bake them for approximately 45 minutes until they are a deep golden brown.",
        "Place the biscuits on a cookie sheet that is lightly greased with non-stick spray.",
        "Place the biscuits on a cookie sheet lightly coated with cooking spray.",
        "In fine art, the term \"nude\" almost always includes semiclad or lightly draped bodies.",
        "The seed may be sown either in September or in April or May, and lightly covered.",
        "Water the plant lightly, and in a few days, give it a very light feeding with a balanced fertilizer.",
        "Place the tray in a lightly shaded location when you take it out.",
        "Seeds can be sewn in the early spring and lightly covered with soil, or you can start seeds inside and plant the seedlings after the last frost.",
        "With their nodding faces and velvety colors, the lightly scented annuals thrive in shivering cold, resist sudden frosts, and provide a welcome burst of color.",
        "Lightly cultivate the soil as well to reduce weeds.",
        "Lightly fertilize the bedding area a few days before planting strawberries.",
        "If roots become dry, lightly moisten them just before planting, but do not leave plants sitting in standing water.",
        "While these flowers are only lightly scented or even unscented, the bright colors are enough to attract hummingbirds, butterflies, and bees to your garden.",
        "Before yanking the weed out, pull from the base of the stem carefully and lightly.",
        "Once the joint compound is completely dry, lightly sand it to smooth it out for better blending into the surrounding wall.",
        "You'll typically see the black, or \"hot\" wire, connected to a darkly colored screw and the neutral wires (green and white) connected to lightly colored screws.",
        "Another way you can clean lightly tarnished silver is to use silvercloth.",
        "Steer clear of fakes made of \"pleather\" or PVC, which are lightly constructed and not typically built to last.",
        "They're available in vintage blue and are lightly distressed.",
        "Since these products were launched, the company has added a line of natural nut products, including natural honey roasted peanuts, lightly roasted almonds, sea-salted peanuts and cashews and a fruit and nut mix.",
        "Place nuts on a cookie sheet in a single layer, and keep the oven temperature at around 160 degrees Fahrenheit Turn the nuts once during the cooking and remove when lightly browned.",
        "To guard against this, always turn your compost pile when you add anything too it.If you have dry weather and the pile begins to feel dry rather than moist, you can spray it lightly with water a few times a week.",
        "Shovel it lightly into the raised bed forms, being careful not to pack it down.",
        "Organic farming and manufacturing produces less harmful runoff and leaves a smaller ecological footprint on nature, animals, and even people, which is an investment into our future that cannot be taken lightly.",
        "The look goes back to the Greeks and Romans, who found that a loose dress, lightly bound under the breasts, was comfortable, easy to wear and skimmed all bodies in an eye-catching manner.",
        "We cater to a wirefree, lightly padded and wired for support customer.",
        "Lightly underwired for support from Lavina Lingerie.",
        "Sensuence Bra Plus - Lightly padded demi cups, underwired, with wide-set straps to give you that extra lift.",
        "Panache Inferno underwire plunge multiway bra - This lightly padded underwire plunge bra offers superb shape and support to give you the cleavage you're looking for."
    ],
    "definition": [
        "With little weight or force; gently.",
        "To a slight extent or amount: apply paint lightly.",
        "a. With little difficulty; easily.\nb. With agility and grace; nimbly.",
        "a. In a carefree manner; cheerfully: took the news lightly.\nb. Without sufficient care or consideration; indifferently: treated the situation much too lightly.",
        "Link/Cite",
        "In a light manner.\nAs a teacher, I don't take rudeness in class lightly.",
        "Link/Cite"
    ]
}