{
    "translation": ".1 גמיש\n.2 זריז",
    "uses": [
        "Other species include - western red cedar, Engelmann spruce, alpine fir, whitebark pine, limber pine, alpine larch and occassionally western white pine.",
        "It might make you appreciate how limber you were as a child.",
        "Keeping your joints limber can help keep arthritis at bay or lessen the severity of it.",
        "The precision of the balance and ability of the cat's light limber body to absorb the impact often means that a cat can land unscathed, even from a height of three stories.",
        "Ideally, you want to wake up feeling refreshed and limber, rather than stiff, and certain things can make your favorite sleeping position work better for you.",
        "I did notice Colton seemed to have a pretty limber torso to shoot backwards and a split second later shoot in the opposite direction like it was nothing.",
        "Both doctors and physical therapists are recommending yoga to help your body be more limber.",
        "The idea here is not to actually extend the muscles and increase lasting flexibility, but to limber them up for the workout ahead.",
        "The body of a cat is typically light and limber, so while it falls with its four legs extended downward and out, the air hits upward at the cat's stomach and torso.",
        "Regular and thorough stretching keeps your muscles limber, which in turn reduces the chance of a pulled or strained muscle.",
        "limber gunner, and is much missed in the battery.",
        "limber holes on either side of the keel.",
        "A series of warm-up exercises and easy stretches will then limber and prepare the body for working with the more intense asana practice.",
        "My job having terminated, I avoided this anti-climax by wangling a lift on an ammunition limber returning for fresh supplies.",
        "Any form of stretching will help the body stay limber."
    ],
    "definition": [
        "Bending or flexing readily; pliable.",
        "Capable of moving, bending, or contorting easily; supple.",
        "lim′ber·ly\nadverb",
        "lim′ber·ness\nnoun",
        "Link/Cite",
        "Flexible, pliant, bendable.\nHe's so limber that he can kiss his knee without bending it.",
        "To cause to become limber; to make flexible or pliant.",
        "(in the plural) The shafts or thills of a wagon or carriage.",
        "(military) The detachable fore part of a gun carriage, consisting of two wheels, an axle, and a shaft to which the horses are attached. On top is an ammunition box upon which the cannoneers sit.",
        "(nautical, in the plural) Gutters or conduits on each side of the keelson to allow water to pass to the pump well.",
        "Sometimes the plural limbers was used to refer to a single such vehicle.",
        "(obsolete) To prepare an artillery piece for transportation (i.e., to attach it to its limber.)",
        "Link/Cite"
    ]
}