{
    "translation": "באופן מילולי",
    "uses": [
        "Well, not literally, but close.",
        "She'd never thought he meant she'd literally help revive the planet.",
        "Seconds literally ticked away on the old grandfather clock in the next room.",
        "By blow up, do you mean literally or figuratively?",
        "She was literally at the end of her rope, so flight into the woods was unwise.",
        "A mouse she could handle – literally, but a snake was something different.",
        "Would you believe it, I have literally not a penny and don't know how to equip Boris.",
        "They slept together — literally, and he never offered to do anything else.",
        "The Latin comes meant literally a companion or follower.",
        "Grasso lifted Molly by her waist band with one hand and literally tossed her into the van before slamming it shut.",
        "Once before he had felt that way about a woman and she had literally left him waiting at the altar while she ran off with another man.",
        "The forests literally swarm with insects of all kinds, from cicadae to beautiful butterflies, and from stickand leaf-insects to endless.",
        "3 Intuitionalism in its turn may harden out of \" natural \" dualism into moral dualism; either a literally Manichaean scheme - a good God impeded by an evil personality or principle (Bayle) - or belief in a good God of limited powers (Mill).",
        "A great proportion of architectural ornaments are literally hollow, and a September gale would strip them off, like borrowed plumes, without injury to the substantials.",
        "The mot was literally true.",
        "Food in the United States is so inexpensive as a percentage of national income that it literally is a throwaway item.",
        "Instead, they literally forced her to wed Jerome Shipton, a widowed family friend twelve years her senior.",
        "8e6s, god), literally, and in its widest sense, the belief in a god or gods.",
        "It is amusing to read in one of the magazines of 1895 that Miss Keller \"has a just and intelligent appreciation of different composers from having literally felt their music, Schumann being her favourite.\"",
        "Whether he meant she looked good or literally cool was unclear, but his smile was definitely supportive.",
        "It is a primitive cult similar to that of Early Canaan, illustrated by the pillow stone set up by Jacob, which was literally \" Bethel \" or the \" House of God.\"",
        "It's not like you and I who remember our parents; he literally just met his mother for the first time!",
        "Their work is literally dehumanizing.",
        "24, the reader is left to recognize Enoch from his knowledge of the Biblical narrative.) In the second part of the book there is no expression of \"messianic\" hope; in the first part the picture of the national future agrees in general (if its expressions are to be taken literally) with that given in the book of Daniel: the Jews are to have dominion over the peoples (iii.",
        "It is probably true to say that no one has ever set himself so seriously to imitate the life of Christ and to carry out so literally Christ's work in Christ's own way.",
        "To speak literally, a hundred Irishmen, with Yankee overseers, came from Cambridge every day to get out the ice.",
        "QUIRITES (literally \"spearmen\"; see QuIRiNus), the earliest name of the burgesses of Rome.",
        "He interpreted the Sermon on the Mount literally, denounced war and oaths, opposed the union of Church and State, and declared that the duty of all true Christians was to break away from the national Church and return to the simple teaching of Christ and His apostles.",
        "Oepair€ rrai, literally \"attendants\" or \"physicians,\" hence \"worshippers of God\"), a monastic order among the Jews of Egypt, similar to the Essenes.",
        "The question as to whether copper really was first used in Egypt is not yet resolved, and many arguments can be brought against the theory of Egyptian origin and in favour of one in Syria or further north.26 Egypt has also recently been credited with being the inceptor of the whole \" megalithic (or heliolithic, as the fashionable word now is) culture \" of mankind, from Britain to China and (literally) Peru or at any rate Mexico via the Pacific Isles.27 The theory is that the achievements of the Egyptians in great stone architecture at the time of the pyramid-builders so impressed their contemporaries that they were imitated in the surrounding lands, by the Libyans and Syrians, that the fame of them was carried by the Phoenicians further afield, and that early Arab and Indian traders passed on the megalithic idea to Farther India, and thence to Polynesia and so on so that both the teocalli of Teotihuacan and Stonehenge are ultimately derived through cromlechs and dolmens innumerable from the stone pyramid of Saqqara, built by Imhotep, the architect of King Zoser, about 3100 B.C. (afterwards deified as the patron of science and architecture).",
        "He first asserted his power by literally throwing to the dogs the last of his boyar tyrants, and shortly afterwards announced his intention of assuming the title of tsar, a title which his father and grandfather had coveted but never dared to assume publicly.",
        "Not by a figure of speech but literally, every Israelite sat under the shadow of his own vine and fig-tree; whilst the country as a whole is described (2 Kings xviii.",
        "(From this practice the sect received the less commonly used nickname \"Dompelaers,\" meaning \"tumblers.\") They accept implicitly and literally the New Testament as the infallible guide in spiritual matters, holding it to be the inspired word of God, revealed through Jesus Christ and, by inspiration, through the Apostles.",
        "If Annie's abductor was still operating, that literally reversed the odds that we'd knock heads with him if he remained active!",
        "Manget's Bibliotheca chemica curiosa (1702), are confused productions, written in an allegorical style, but full of phrases and even pages taken literally from the Greek alchemists, and citing by name various authorities of Greek alchemy.",
        "Mysticism differs, therefore, from ordinary pantheism in that its inmost motive is religious; but, whereas religion is ordinarily occupied with a practical problem and develops its theory in an ethical reference, mysticism displays a predominatingly speculative bent, starting from the divine nature rather than from man and his surroundings, taking the symbolism of religious feeling as literally or metaphysically true, and straining after the present realization of an ineffable union.",
        "Free elections can be threatening as well, literally to their livelihoods.",
        "1 3Xaa477uLa, profane language, slander, probably derived from root of Ovi rrEt y, to injure, and 017µr7, speech), literally, defamation or evil speaking, but more peculiarly restricted to an indignity offered to the Deity by words or writing.",
        "With the aid of inquisitors from Rome, the evil was literally burnt out, but not before provinces, especially in the south and 1 In 1412 he pawned the twenty-four Zips towns to Poland, and, .in 1411 he pledged his margraviate of Brandenburg to the Hohenzollerns.",
        "As we never can hit the bull's eye, we must have literally endless opportunities of aiming at it, so as to get indefinitely nearer the central spot.",
        "But this term (literally the chief priest) was already in use during the regal period to designate the head priest of an important sanctuary such as Jerusalem (2 Kings xii.",
        "The \" tax on sheep, camels, buffaloes and hogs \" (aghnam, meaning literally \" sheep,\" but for taxing purposes the other animals are included under the same name), formed originally part of the \" tithe.\"",
        "The tribe or mal (\" mountain\") is often composed of several clans (phis-i, phdrea)or baryaks (literally \"standards\") each under a chief or baryaktar (standard-bearer), who is, strictly speaking, a military leader; there are in each clan a certain number of elders or voivodes (Albanian kru-ye, pl.",
        "mille, a thousand, and annus, year), literally a period of a thousand years.",
        "Faraday's term \" electrode,\" literally \" a way (650s) for electricity to travel along,\" might be well applied to designate the insulated conductor along which the electric messenger is despatched.",
        "61), was literally the principle of the new Hellenistic monarchies in the East.",
        "ad, and facere, to do something to, sc. a person), literally, a mental state resulting generally from an external influence.",
        "ket ember, literally, \" two man \"; sok szo, \" many word,\" &c.; the position of the Christian name and title after the family name, e.g.",
        "If you use an idiom, make sure that nobody takes it literally.",
        "airoOEav, to make a god, to deify), literally deification.",
        "The Jews would have thought that He had returned to Sinai, the holy mountain; and that they were deprived of the temporal blessings which were the gifts of a God who literally dwelt in the midst of his people.\"",
        "One of the chief names for the priest was baru - literally the \"inspector\" - which was given to him because of the prominence of his function as an inspector of livers for the purpose of divining the intention of the gods.",
        "For 5 Not literally, because a few other forms such as the genera Polioptila and Ptilogonys, now known to have no relation to the Tyrannidae, were included, though these forms, it would seem, had never been dissected by him.",
        "If so, apologetics is literally a science, and it is pedantry to claim the defensive and pretend to throw the onus probandi upon objectors.",
        "µapTvp or wiprvs), a word meaning literally \"witness\" and often used in that sense in the New Testament e.g.",
        "His Sunday sermons were taken down in shorthand, corrected by him on Monday, and sold by his publishers, Messrs Passmore & Alabaster, literally by tons.",
        "Such a decree could obviously not be carried out literally; but we cannot doubt that the slaughter was great.",
        "nekem vannak kOnyveim, literally, \" to me are books-my \" = \" I have books \"; neki volt konyve, \" to him was book-his \"=\" he had a book.\"",
        "resecare, to cut back, shut off; thus Sp. arriesgar, to run into danger, means literally \"to go against a rock.\"",
        "A peculiar feature of the arable tract is the Pats (literally cups) or depressed lands near the river-banks.",
        "It can literally be any kind of content you want on your site.",
        "These and literally thousands more issues are worked out in treaties and agreements between nations.",
        "This is your business – literally.",
        "8 is not 'to be understood literally.",
        "biddan, to pray; literally \"a man of prayer\"), generally a pensioner or almsman whose duty it was to pray for his benefactor.",
        "Alb Sunday, Quasimodo and, in the Greek Church, Antipascha, and aevrEp07rp6.r77 Kvpccudi (literally \"second-first Sunday,\" i.e.",
        "brigade of award-winning chefs is passionate about food & their cooking will quite literally feed the mind.",
        "Personal loans literally mold themselves to reconcile with the financial needs of any borrower.",
        "It was a run-down pub with things literally falling apart and as bad a reputation as you can get.",
        "Literally towering above all others is the village of San Gimignano, which sits serenely on a hill overlooking the Elsa Valley.",
        "The words that he wrote could be translated more literally: all scripture is breathed out by God.",
        "No one has ever literally died of embarrassment, but people have been killed or injured because they didn't want to appear to be too careful in front of others.",
        "The cars literally burst into a hundred pieces in slow motion.",
        "The yoga philosophy maintains that the breath is the most important facet of health, as the breath is the largest source of \"prana,\" or life force, and hatha yoga uses \"pranayama,\" which literally means the science or control of breathing.",
        "Patients literally \"fear the fear,\" and worry incessantly about when and where the next attack may occur.",
        "Nightmares are part of the normal developmental process that literally provide a \"wake-up\" call to both parent and child to pay attention to strong feelings and problems that may require some resolution.",
        "One such congenital brain anomaly, anencephaly (literally \"without brain\") results when the topmost portion of the tube fails to close and the brain does not develop.",
        "Failure of division is termed holoprosencephaly (literally \"whole forebrain\").",
        "This causes an abnormal cleft or groove to appear on the surface of the brain, called schizencephaly (literally \"split brain\").",
        "The word \"Pelmatozoa\" literally means \"stalked animals,\" but the name is now used to denote all Cystidea, Blastoidea, Crinoidea and Edrioasteroidea, as opposed to the other classes, which may be called Eleutherozoa.",
        "Jacob ben Asher is known as the Baal ha-turim (literally \"Master of the Rows\") from his chief work, the four Turim or Rows (the title is derived from the four Turim or rows of jewels in the High Priest's breastplate).",
        "The two lines of posts are the remains of the original SER canopy struts which were literally sawn off.",
        "The confession of Rudolf Hoess, Kommandant at Auschwitz, is literally splattered in blood.",
        "It is therefore perhaps appropriate to think of tabla music as quite literally a language with its own logical rules of construction.",
        "Excessive brain size is termed megalencephaly (literally \"big brain\").",
        "There's a dog-friendly patio, a meaty menu, literally, and an outdoor beer garden.",
        "The world around them stopped-- literally.",
        "I Kings vi., vii.), the sacrifices and festivals and the functions of priests and prince are prescribed, a stream issuing from under the temple is to vivify the Dead Sea and fertilize the land (this is meant literally), the land is divided into parallel strips and assigned to the tribes.",
        "Lord Sheffield merely replies, somewhat weakly it must be said, that his friend never intended the words to be taken literally.",
        "I), be reverent in visiting the house of God (the temple and the connected buildings) 1 The clause is obscure; literally\" he (or, one) rises at (?) the voice of the bird,\"usually understood to refer to the old man's inability to sleep in the morning; but this is not a universal trait of old age, and besides, a reference to affairs in the house is to be expected; the Hebrew construction also is of doubtful correctness.",
        "3, 139, a locus classicus for the toga) speaks of it as \" rotunda \"; but this need not be taken literally.",
        "The name means literally the \"Church of the One God,\" and the word Samaj, like the word Church, bears both a local and a universal, or an individual and a collective meaning.",
        "But inasmuch as the De nugis is undoubtedly, and certain satirical poems directed against the loose life of the clergy of the day most probably, his work, the speech must not be taken too literally.",
        "They had from early times a very complicated system of superstitious medicine, or religion, related to disease and the cure of disease, borrowed, as is thought, from the Etruscans; and, though the saying of Pliny that the Roman people got on for six hundred years without doctors was doubtless an exaggeration, and not, literally speaking, exact, it must be accepted for the broad truth which it contains.",
        "The begging fakirs also go about with a lighted stick of incense in one hand, and holding out with the other an incense-holder (literally, \"incense chariot\"), into which the coins of the pious are thrown.",
        "i 1), where he speaks of \"us\" as \"adolentes altaria\" is to be translated \"incensing the altars,\" and taken literally, it is a testimony to the use of incense by the Christian Church in, at least, the 4th century.",
        "Some such idea plainly underlies the familiar phrase \"a sweet savour,\" more literally \"a savour of satisfaction,\" whereby an acceptable offering by fire is so often denoted in the Bible (Gen.",
        "The energy with which Ulysses, after the slaughter of the suitors, calls to Euryclea for \"fire and sulphur\" to purge (literally \"fumigate\") the dininghall from the pollution of their blood (Od.",
        "St Giles's was literally a village in the fields; Piccadilly was \" the waye to Redinge,\" Oxford Street \" the way to Uxbridge,\" Covent Garden an open field or garden, and Leicester Fields lammas land.",
        "The scenery in this mountain region is of the most varied description; bare precipitous hill-sides seamed with dry, rocky watercourses give place with almost startling rapidity to fertile slopes, terraced literally for thousands of feet.",
        "perEwpa, literally \" things in the air,\" from yerb., beyond, and a€ipav, to lift up), a term originally applied by the ancient Greeks to many atmospheric phenomena - rainbows, halos, shooting stars, &c. - but now specially restricted to those luminous bodies known as shooting stars, falling stars, fireballs and bolides.",
        "Or again, we may compare the Stoic doctrine of a7roppoeac (literally \"emanations\") from the divine essence.",
        "taken almost literally from the work of Aphthonius, is extant (H.",
        "These proceedings were challenged in the House of Lords by Lord Houghton, and the lord chancellor (Westbury), speaking on behalf of the government, stated that if there was any ' `synodical judgment\" it would be a violation of the law, subjecting those concerned in it to the penalties of a praemunire, but that the sentence in question was \"simply nothing, literally no sentence at all.\"",
        "and is famous for its fine scenery, which has gained for it the title of the \"Austrian Switzerland\"; but it owes its name (literally \"salt-exchequer property\") and its economic importance to its valuable salt mines.",
        "It is improbable that he meant his order to be literally executed, it is not certain that he knew they had taken the oath of allegiance to him.",
        "Smith (1829), and (more literally) Sir F.",
        "HALAKHA, or HALACHA (literally \"rule of conduct\"), the rabbinical development of the Mosaic law; with the haggada it makes up the Talmud and Midrash.",
        "According to his own statement (prologue to book iii.), not perhaps to be taken too literally, he was born on the Pierian Mountain, but he seems to have been brought at an early age to Italy, for he mentions that he read a verse of Ennius as a boy at school.",
        "The author maintains that the Graeco-Hebraic expressions must not be interpreted literally, but explained in terms intelligible to the modern mind.",
        "66yµa, from 60KE7v, to seem; literally \" that which seems, sc. good or true or useful \" to any one), a term which has passed through many senses both general and technical, and is now chiefly used in theology.",
        "The great dogmas are not, literally and verbally, in the Bible.",
        "Eventually the fighting became so furious that the troops engaged literally melted away, particularly at Ligny, and the emperor was finally compelled to call on his reserve to replenish the troops first engaged.",
        "This order the marshal only too literally obeyed.",
        "At one point on the plateau \"the 27th (Inniskillings) were lying literally dead in square\"; and the position that the British infantry held was plainly marked by the red line of dead and wounded they left behind them.",
        "LAMPREY, a fish belonging to the family Petromyzontidae (from r rpos and Ww, literally, stone-suckers), which with the hag-fishes or Myxinidae forms a distinct subclass of fishes, the Cyclostomata, distinguished by the low organization of their skeleton, which is cartilaginous, without vertebral segmentation, without ribs or real jaws, and without limbs.",
        "2, means, literally, \" from the beginning,\" to be physically born again; morally, to become as a little child; mystically, \" from heaven, God,\" to be spiritually renewed.",
        "a-, privative, and O€6, God), literally a system of belief which denies the existence of God.",
        "If Mr Roosevelt did not invent this term he literally created as well as led the movement which made Conservation in 1910 the foremost political and social question in the United States.",
        "á¼€Î½Ï„Î¯, against, Î½ÏŒÎ¼Î¿Ï‚, law), literally, the mutual incompatibility, real or apparent, of two laws.",
        "By ignoring the free poetical form of prophecy, and still more by ignoring the fact that the prophetic pictures of the ideal future of Israel could not be literally fulfilled after the fall of the ancient state had entirely changed the sphere in which the problems of true religion had to be worked out, it was possible to find a great mass of unfulfilled prophecy which might form the basis of eschatological constructions.",
        "Their hostility to the Huguenots forced on the revocation of the Edict of Nantes in 1685, and their war against their Jansenist opponents did not cease till the very walls of Port Royal were demolished in 1710, even to the very abbey church itself, and the bodies of the dead taken with every mark of insult from their graves and literally flung to the dogs to devour.",
        "For these words avail nothing if heard and understood literally (or sensibly).",
        "The word Sikh literally means \"learner,\" \"disciple,\" and was the name given by the first guru Nanak to his followers.",
        "To these, but with special reference to the work of Chandler, which maintained that a number of prophecies were literally fulfilled in Christ, Collins replied by his Scheme of Literal Prophecy Considered (1727).",
        "A similar use of birch rods has continued among pedagogues to times so recent that the birch is yet, literally or metaphorically, the instrument of school-room discipline.",
        "BALBUS, literally \"stammerer,\" the name of several Roman families.",
        "Now Lotze took this abstract language literally, and had no difficulty in showing that, as an attribute is not separated from its substance, this supposed communication of motion does not really take place: nothing passes.",
        "After this letter it cannot be doubted that Kant not only differed wholly from Fichte, both about the synthetic unity of apperception and about the thing in itself, but also is to be construed literally throughout.",
        "He was taken literally by spiritual realists, e.g.",
        "The Italian name of calamita, which still persists, for the magnet, and which literally signifies a frog, is doubtless derived from this practice.",
        "The Letters breathe the spirit of the New Comedy and the Alexandrine poets; portions of Letter 33 are almost literally translated in Ben Jonson's Song to Celia, \" Drink to me only with thine eyes.\"",
        "aestivare, to spend the aestas, or summer; the word is sometimes spelled \"estivation\"), literally \"summer residence,\" a term used in zoology for the condition of torpor into which certain animals pass during the hottest season in hot and dry countries, contrasted with the similar winter condition known as hibernation.",
        "As a day of judgment it is accompanied by terrible convulsions of nature (not to be taken figuratively, but probably intended literally by the prophets in accordance with their view of the absolute subordination of nature to the divine purpose for man).",
        "avarLOEvac, to lift up), literally an offering, a thing set aside.",
        "\" And so, literally with \" neither bread nor scrip,\" they went forth on their pilgrimage, and, incredible as it sounds, within ten years they had established missions in the islands of the West Indies, in South America, Surinam, Greenland, among the North American tribes, in Lapland, Tartary, Algiers, Guinea, the Cape of Good Hope and Ceylon.",
        "A vast crowd on hearing this collected outside, and finally burst into the prison, seized the two brothers and literally tore them to pieces.",
        "Praevaricare meant literally to walk with the legs very wide apart, to straddle, hence to walk crookedly, to stray from the direct road, varicus, straddling, being derived from varus, bow-legged, a word which has been connected etymologically with German quer, transverse, across, and English \"queer.\"",
        "In the valley of the Saale and Elbe (near Dresden), and in lower Silesia (between Guben and Grunberg), the number of vineyards is small, and the wines of inferior quality; but along the Rhine from Basel to Coblenz, in Alsace, Baden, the Palatinate and Hesse, and above all in the province of Nassau, the lower slopes of the hills are literally covered with vines.",
        "and means literally \" series.\"",
        "(2) Praise be [literally \" is \"] to God, the Lord of the worlds, (3) the compassionate compassioner, (4) the Sovereign of the day of judgment.",
        "For though we may be sure that the shape Nib fn animal was that in which these gods were literally visible dea Lheir worshippers, yet it is impossible to tell whether some war living animal was chosen to be the earthly tenement of the, to :y, or whether he revealed himself in every individual of a in i ties, or whether merely the cult-image was roughly hewn into cor~ shape of an animal.",
        "But it was only in a few cases that such a wish could be literally fulfilled.",
        "In the latter case the verb was probably in the participle, so that .f~nitt-Ln, they hear, is literally hearing are they.",
        "HAGGADA, or 'Agada (literally \"narrative\"), includes the more homiletic elements of rabbinic teaching.",
        "OCELOT (Mexican Flalocelotl, literally field-jaguar, from Flalli, field, and ocelotl, tiger, jaguar), an American member (Felis pardalis) of the family Felidae, ranging from Arkansas in the north to Paraguay.",
        "SUNNITES, literally, \"those of the path,\" sunna, i.e.",
        "2 Mollah is the Perso-Turkish pronunciation of the Arabic maula, literally \"patron,\" a term applied to heads of orders and other religious dignitaries of various grades.",
        "Among Conjugatae reproduction is effected solely by means of conjugation of what are literally aplanospores.",
        "1); \"Go up\" is perhaps to be taken literally (in reference to Elijah's translation).",
        "At last, one day in June 1821, after three weeks' total sleeplessness, he went through the crisis afterwards described quite \" literally \" in Sartor Resartus.",
        "As to its substance, it is beyond dispute that much of the text derives from the French romances of the Round Table; but the evidence does not enable us to say (1) whether it was pieced together from various French romances; (2) whether it was more or less literally translated from a lost French original; or (3) whether the first Peninsular adapter or translator was a Castilian or a Portuguese.",
        "The Hymenoptera are also numerous, but less so than the Lepidoptera, with which the mountain slopes and sunny, open spaces seem to be literally covered.",
        "(30e(30bos), a title in use among certain Slavonic peoples, meaning literally \"leader of an army\" (Sl.",
        "Stall, a common Teutonic word for a place, station, place for standing in; the root is the Indo-European sta -, to stand, seen also in Latin stabulum, Greek QTaOµos, and in stallion, an entire horse, properly one kept in a stall and not worked), a word which means literally a place where one may stand, and so is applied to a separate division in a stable, shed, &c., in which a single horse, cow or other domestic animal may be kept, to a separate booth, bench or table in a market .or other building, or in the street, on which goods are exposed for sale by the person owning or licensed to use the same, and in England to the higher-priced seats on the ground floor of a theatre.",
        "aocbcari l s, literally, man of wisdom), the name given by the Greeks about the middle of the 5th century B.C. to certain teachers of a superior grade who, distinguishing themselves from philosophers on the one hand and from artists and craftsmen on the other, claimed to prepare their pupils, not for any particular study or profession, but for civic life.",
        "This tract, known in ancient times as the Northern table- Deccan (Dakshin), literally \" the right hand or south,\".",
        "pecunia) in which payments of fines are made; and one of their words for war literally means \" a desire for cows.\"",
        "en graine, literally in dye, comes the French verb engrainer, Eng.",
        "And a compound can have a Xoyos or account given of it by the (literally) adequate enumeration of the names of its simple elements or 7rp&ra.'",
        "The technical logic of Kant, then, justifies literally a movement among his successors in favour of a formal conception of logic with the law of contradiction and the doctrine of formal implication for its equipment.",
        "CRASSUS (literally \"dense,\" \"thick,\" \"fat\"), a family name in the Roman gens Licinia (plebeian).",
        "He saw, too, that there was, literally, no room to bring the II.",
        "About the same time (1747) he finally left the Anglican communion for the Baptist, leaving the church literally as well as figuratively by quitting it as the clergyman began to read the Athanasian creed.",
        "There are four main classes or crus (literally growths, but more correctly types or qualities), namely, the \" grands crus classes \" or \" classed growths \" and the bourgeois, artisan and peasant growths.",
        "The Syriac word ethkashshaph, which means literally to \"cut oneself,\" is the regular equivalent of to \"make supplication.\"",
        "Like the Koran it is often concise to obscurity and cannot be translated literally; It is interesting to compare the development of Jewish law with that of the Mahommedan, Roman and English systems, the points of resemblance and difference being extremely suggestive for other studies.",
        "Assam is a fertile series of valleys, with the great channel of the Brahmaputra (literally, the Son of Brahma) flowing down its middle, and an infinite number of tributaries and watercourses pouring into it from the mountains on either side.",
        "In Persia any person capable of reading the Koran and interpreting its laws may act as a priest (mullali), and as soon as such a priest becomes known for his just interpretation of the s/1ar and his superior knowledge of the traditions and articles of faith, he becomes a muftahid, literally meaning one who strives (to acquire knowledge), and is a chief priest.",
        "Kop. (literally head) a hill, generally rounded.",
        "literally neck 1 mountain passes or passes Poort literally gate between mountains.",
        "(literally shoot, spruiten, to spring up), stream, small river.",
        "(literally a step), the name given to the platform or veranda of a house.",
        "(literally, pull, tug, trekken, to draw or pull), to leave a place, to take a journey; also the distance covered in a journey.",
        "(literally witnesses) \" poor whites,\" the name given by the Boers to the landless whites, hangers-on at farms, &c.",
        "Scaliger undoubtedly shows that Scioppius committed more blunders than he corrected, that his book literally bristles with pure lies and baseless calumnies; but he does not succeed in adducing a single proof either of his father's descent from the La Scala family, or of any single event narrated by Julius as happening to himself or any member of this family prior to his arrival at Agen.",
        "The word is Sanskrit and literally signifies \" snow-abode,\" from him, snow, and dlaya, abode, and might be translated \" snowy-range,\" although that expression is perhaps more nearly the equivalent of Himachal, another Sanskrit word derived from him, snow, and dchal, mountain, which is practically synonymous with Himalaya and is often used by natives of northern India.",
        "10 (literally, \" he who is greater than his brethren \") cannot be regarded as the equivalent of the definitive \" chief priest \" of P, and is rather comparable with the usage of 2 Kings xxii.",
        "Some of the correspondences in the two stories are most minute, and even the phraseology, in which some of the details of Josaphat's history are described, almost literally renders the Sanskrit of the Lalita Vistara.",
        "The inference is not expressly drawn, though it becomes perfectly clear from his refutation of William Whiston's curious counter theory that there were in the original Hebrew scriptures prophecies which were literally fulfilled in the New Testament, but had been expunged at an early date by Jewish scribes.",
        "Hutton (1868), Ethel Wedgwood (1906), and (more literally) Sir F.",
        "The tradition that Romulus and Remus were suckled by a wolf has been explained by the suggestion that Larentia was called lupa (\"courtesan,\" literally \"she-wolf\") on account of her immoral character (Livy i.",
        "The same argument is re stated in different words as under: - \" If the air under the wings be struck by the flexible portions of the wings (flabella, literally fly flaps or small fans) with a motion perpendicular to the horizon, the sails (vela) and flexible portions of the wings (flabella) will yield in an upward direction and form a wedge, the point of which is directed towards the tail.",
        "The interpretation which takes the expression \"the twelve tribes\" literally, and conceives the brother of the Lord as sending an epistle written in the Greek language throughout the Christian world, but as addressing Jewish Christians only (so e.g.",
        "The world, which perhaps ought to have been vexed, chose rather to be diverted; and the great satirist literally strains his power ut pueris placeat.",
        "He copied the account of the storm in the second voyage almost literally from Sturmy's Compleat Mariner.",
        "Some of the utterly unintelligible passages in this fragment are literally reproduced in the Ethiopic. The same wrong order of the text in vii.-viii.",
        "absorbere) means literally \"sucking up\" or \"swallowing,\" and thus a total incorporation in something, literally or figuratively; it is technically used in animal physiology for the function of certain vessels which suck up fluids; and in light and optics absorption spectrum and absorption band are terms used in the discussion of the transformation of rays in various media.",
        "It in circa cluded the Carpathian region of Bukovina, literally the beechwood, \" where lay Sereth and Suciava (Suczawa), the earliest residences of the voivodes, the maritime district of Budzak (the later Bessarabia), with Kilia, Byelgorod and the left bank of the lower Danube from Galatz to the Sulina mouth.",
        "These are heavy and follow the original too literally.",
        "exel, literally \"little ass.\"",
        "In the 'seventies, after a succession of wet seasons, and again in the 'eighties, settlement was pushed far westward, beyond the limits of safe agriculture, but hundreds of settlers - and indeed many entire communities - were literally starved out by the recurrence of droughts.",
        "i we find the full name of the district, Galil ha-Goyim, literally \"the ring,' circuit or border of the foreigners\" - referring to the Phoenicians, Syrians and Aramaeans, by whose country the province, was on three sides surrounded.",
        "The sisters were not to be literally shoeless, but to wear sandals of rope; they were to sleep on straw, to eat no meat, to be strictly confined to the cloister, and to live on alms without regular endowment.",
        "NIRVANA, the term in Buddhist theology, meaning literally \" blowing out \" or \" dying out,\" Skt.",
        "You see, then, Chinese words are not always to be taken literally.",
        "This still barely civilized German literally went to school to the English Alcuin and to Peter of Pisa, who, between two campaigns, taught him history, writing, grammar and astronomy, satisfying also his interest in sacred music, literature (religious literature especially),and the traditions of Rome and Constantinople.",
        "tutpos, top, n-oXts, city), literally the upper part of a town.",
        "\"The devil was always and literally at hand,\" says Buckle, \"he was haunting them, speaking to them, and tempting them.",
        "Ptolemy and the ancient geographers in general include the whole peninsula under the name of Arabia Felix (68(68 aiµcov), in which sense they translate the Arabic Yemen, literally \"right hand,\" for all Arabia S.",
        "It has been suggested that the ideogram by which it is indicated in Babylonian monuments literally means \"fortress of the Amorites\"; could this be proved it would be valuable testimony to its antiquity if not its origin.",
        "In the new or second Fronde she not only took nominal command of one of the armies on the princes' side, but she literally and in her own person took Orleans by escalade.",
        "Such persons were, literally, prebendaries.",
        "A mouse she could handle â€“ literally, but a snake was something different.",
        "There'd been no final message to us, only one of Martha's usual rehearsal notes to herself of how she would explain to us the same decision Betsy and I arrived at literally the same time; the decision it was time we all abandon our enterprise.",
        "Her thoughts jangled in her head, some desperate for him to continue, others claiming she couldn't go home if she started down this path, and still others saying she was screwed either way, figuratively and literally.",
        "Once before he had felt that way about a woman and she had literally left him waiting at the alter while she ran off with another man.",
        "She met his bittersweet chocolate gaze defiantly, their noses literally inches apart.",
        "Her feet literally inches from the floor, she could do nothing but endure his onslaught.",
        "They slept together â€” literally, and he never offered to do anything else.",
        "This is your business â€“ literally.",
        "abyss of hell 's kitchen literally comes the return of the culinary art's diminutive demon, Devil Chef!",
        "There are literally hundreds of thousands of places around Britain where farmland directly adjoins such establishments.",
        "This is a people who are being both literally and spiritually adulterous.",
        "all-American hero who literally takes out the Third Reich single-handedly.",
        "The problem is that inevitably a clinical description becomes anecdotal, since every case is, literally, unique in its extent and distribution.",
        "The term anorexia literally means loss of appetite, but this isn't a true symptom of the disorder.",
        "It literally revolves around and around, using aphorisms about war and cons as axes upon which the movie almost physically rotates.",
        "arsenical copper in the 4th millenium, Britain remained literally in the Stone Age.",
        "astral microtubules are thought to be pivotal (literally!",
        "bikini top is literally just a sun shade.",
        "We saw some of their latest ideas in their R & D facility which are literally breathtaking.",
        "The Bintley twist was to have some Wilis - the ghosts of jilted brides - fly literally about the place.",
        "Some of the close-ups are so close that they are literally brimming over with sensuality.",
        "Their process can literally turn old car bumpers into new ones.",
        "The brigade of award-winning chefs is passionate about food & their cooking will quite literally feed the mind.",
        "For a small commune this can literally break the bank.",
        "WARNING: The consumption of alcohol may cause a disturbance in the time-space continuum, whereby gaps of time may seem to literally disappear.",
        "If literally doing nothing at all is impossible, do something creative with the hands.",
        "deferential tone disarmed critics and left many an anti-American voice speechless, literally.",
        "This Act is making many asylum seekers literally destitute.",
        "deviate in various ways from what is literally said.",
        "This model has an added boon of side bars and a floor - so no dithering while your toddler drags his feet - literally!",
        "dynamite fishing where fishermen literally blast fish out of the water.",
        "Matt 9 v.36 Literally his innards were moved - a deeply emotional response.",
        "Thomson NETg puts the information that drives performance literally at your people's fingertips.",
        "frank about the problems of filming (\" people were literally in tears.",
        "Except it's a total free-for-all - you literally just show up - and they're expecting something like two million spectators.",
        "fudge that literally melts in the mouth.",
        "United in the land, the promise to Abram in Genesis 15: 18, will be literally fulfilled.",
        "general rule is that literally whatever the idea, query, problem, or project the regional office can help.",
        "Even so, the bulk of the tantalum market is, literally, in our hands in the form of the latest hi-tech gizmo.",
        "Seeing God face to face, we will literally be engulfed in His heavenly glory.",
        "Nonetheless, about halfway home a sudden and vicious gust of wind literally stopped me in my tracks.",
        "haven for walkers, the coastal footpath of the Lizard Peninsula with its breathtaking scenic views is literally on our doorstep.",
        "The slithery reptile has been rubbing shoulders, quite literally, with legendary snake-charming hell-raiser, Alice Cooper.",
        "It literally means a desert and by extension it is applied to what we would call a hermitage.",
        "The bass is so huge and the sound is so clear you'll feel like you are literally in the game.",
        "Literally it means to have your insides taken out, therefore feeling empty inside.",
        "Central Asia is peppered with nasty outfits, like Nepal's Maoist insurgency, which literally bleed across borders.",
        "And like a great many other phrases of modern intellectualism, it means literally nothing at all.",
        "Rati: literally, sensual pleasure where a man seeks sensual intimacy within legitimate bounds.",
        "I was literally looking into people's minds, which is an incredibly intimate place to be.",
        "Anthony and the family were literally inundated with letters, cards, flowers and every kind of offer of help.",
        "It's music that bypasses the brain entirely, beguiling the soul with its ceaselessly inventive mercurial forms conjured literally out of the air.",
        "Why did the North American Aerospace Defense Command seem unaware of literally dozens of warnings that hijacked jetliners could be used as weapons?",
        "jolt of electricity shooting through me, literally finger in the wall socket.",
        "The scent of family; his blood kin, literally.",
        "I literally had to wade knee-deep through the snow to get to the station.",
        "knockabout comedy (literally!",
        "Such entirely legitimate opposition was literally whitewashed out of the event by BBC editorial controllers.",
        "leper colony does not have to be taken literally.",
        "louselophaga literally means ' wool eating ' and the Amblycera and Ischnocera are known as chewing lice.",
        "Midair morph: A visual midair morph: A visual midair rope restoration that literally fools the brain!",
        "midair Morph: A visual midair rope restoration that literally fools the brain!",
        "napkin holders, the bride to be has literally hundreds of ideas to choose from.",
        "There are literally dozens of perfectly valid reasons why Iran would want nukes.",
        "old lady with seven blogs who literally runs rings around me!",
        "It will remain literally an oligarchy, a committee of 25 ministers making laws in secret for 450 million people.",
        "omniscient view of the paths, both literally and figuratively, that the various characters are following.",
        "oozee sweat was literally oozing from them, as they bounced off each other in a frenzy of dirty, scuzzy blues riffs.",
        "The painterly adaptations of her sources impede our ability to read the image as transparent; their surfaces are literally rendered opaque.",
        "outlaw gang literally into their home and he was often away for extended periods of time.",
        "Marcel Proust, In Search of Lost Time The performance A la recherche du temps perdu takes the code literally.",
        "They literally invented the first practical stereo phono cartridge.",
        "The great buildings of which they are custodians stand among literally thousands of smaller but equally precious places of worship.",
        "quarreled violently, literally violently, with his brothers.",
        "razeis razing of the city followed the conquest in 1533 when the Spanish managed, quite literally, to walk in and take over.",
        "The EX Factor finalists literally graced the red carpet as they came under the hammer in front of a star gazed audience.",
        "The general rule is that literally whatever the idea, query, problem, or project the regional office can help.",
        "run-down pub with things literally falling apart and as bad a reputation as you can get.",
        "It is sometimes also called \" osteogenic sarcoma \" which literally means a bone forming cancer.",
        "The Principle of Respect for Autonomy Autonomy literally means self-rule.",
        "ser canopy struts which were literally sawn off.",
        "Birds twitter gently in the background as Iain quite literally tries to charm them from the trees with his sweetest serenade.",
        "They immediately went to the site and spent the next literally several days hoping to find survivors.",
        "Rhodri Morgan behaves as if money is literally sloshing around Wales.",
        "snorkeling off the beach proves very rewarding with a Hawksbill Turtle grazing the sea grass literally 25 yards from the shore.",
        "Literally, if you download your very own love sonnet in advance.",
        "This has the effect of knocking out one or more of those storyboard pictures and can make some people quite literally speechless.",
        "Thos who take a stand will be literally starved to death in funding terms.",
        "The ants go up the inside of the hollow stem of the flower stalks and literally eat the flower to pieces.",
        "Some of my research team had been on survey near Southwold and literally stumbled on a skeleton.",
        "This acts like a vacuum cleaner, literally sucking the plate backward.",
        "If it is only a symbol then it doesn't literally purify but is merely symbolic of purification.",
        "Literally \" not synchronous \"; in other words, not at the same time.",
        "tabla music as quite literally a language with its own logical rules of construction.",
        "Greece Greece is literally teeming with ' world music ' activity.",
        "The skin from his swollen testicles has literally been burnt away due to him sitting in his own urine for months.",
        "translated more literally: \" all scripture is breathed out by God.",
        "twitter gently in the background as Iain quite literally tries to charm them from the trees with his sweetest serenade.",
        "The consequences of an all-out effort by our armed forces in the nuclear age became literally unthinkable.",
        "Hinduism recognizes four varnas ('castes ', literally 'colours ') based on occupation (jati or jat) and ancestry.",
        "wind-swept cliffs are literally hundreds of castle ruins, connected in many cases to the warrior clans Sinclair and Gunn.",
        "Literally, I was becoming woozy in the studio.",
        "maneggiare, to train horses, literally to handle; Lat.",
        "A truce (bessa, literally \"faith,\" \"pledge\"), either temporary or permanent, is sometimes arranged by mediation, or among the Ghegs, by the intervention of the clergy; a general bessa has occasionally been proclaimed by special irade of the sultan, the restoration of peace being celebrated with elaborate ceremonies.",
        "oixa, apart, TEµvecv, to cut), literally a cutting asunder, the technical term for a form of logical division, consisting in the separation of a genus into two species, one of which has and the other has not, a certain quality or attribute.",
        "ACEPHALOUS, headless, whether literally or metaphorically, leaderless.",
        "The word is used literally in biology; and metaphorically in prosody or grammar for a verse or sentence with a beginning wanting.",
        "literally, and reject legal marriage; the Nyetovsti (denyers), who deny the necessity for common worship, since there are no priests; the Molchalyniki (mutes), whom no torture can persuade to utter a word.",
        "pp. 17,18) which he also examined; and he practically, though not literally,' asserted the truth, when he said that the general structure, but especially the muscular appendages, of the lower larynx was \" similarly formed in all other birds of this family\" described in Audubon's work.",
        "con-scientia, literally \"knowledge of a thing shared with another person\" or \"complete knowledge,\" and derivatively \"consciousness\" in general), a philosophical term used both popularly and technically in many different senses for that mental faculty which decides between right and wrong.",
        "11) they take literally as the first Sunday in the Passover week; wherein they agree with the Sadducees, Boethusians, Karaites and other Jewish sectaries.",
        "\"torch\" and \"trousers,\" also trousseau, a bride's outfit, literally a small pack or bundle), a pack or bundle, applied specifically to a quantity of hay or straw tied together in a bundle.",
        "But the cynical expressions of such a man are not to be taken too literally; and the mere fact that he lived and died in the esteem of many friends suffices to show that the theoretical selfishness which he sometimes professed cannot have been consistently and at all times carried into practice.",
        "The duke was forced to set Adimari and his other prisoners free, and several of his men-at-arms were killed by the populace; three of his chief henchmen, whom he was obliged to surrender, were literally torn to pieces, and finally on the 1st of August he had to resign his lordship. He departed from Florence under a strong guard a few days later, and the Fourteen cancelled all his enactments.",
        "Mime has pointed out that it is literally true of the Kuriles alone, partially true for the northern half of the Main Island and for Kishi, and quite incorrect as applied to the southern half of the Main Island and to Shikoku.",
        "28) is mentioned with disapproval in the Jerusalem Talmud, 5 though it has been preserved in the Targum PseudoJonathan ad loc.Ã‚° A definite rule for guidance in translating is apparently preserved in the Tosefta, 7 where it is stated that \" he who translates quite literally is a liar, while he who adds anything is a blasphemer,\" Exod.",
        "Ã¡¼â‚¬ÃŽ½Ãâ€žÃŽ¯, against, ÃŽ½ÃÅ’ÃŽ¼ÃŽ¿Ãâ€š, law), literally, the mutual incompatibility, real or apparent, of two laws.",
        "The tidings of the death of his brother Charles IX., which reached him on the 14th of June 1574, determined him to exchange a thorny for what he hoped would be a flowery throne, and at midnight on the 18th of June 1574 he literally fled from Poland, pursued to the frontier by his indignant and bewildered subjects.",
        "euSacµovia, literally the state of being under the protection of a benign spirit, a \"good genius\"), in ethics, the name applied to theories of morality which find the chief good of man in some form of happiness.",
        "khalifa; the lengthening of the a is strictly incorrect), literally \"successor,\" \"representative,\" a title borne originally by Abu Bekr, who, on the death of Mahomet, became the civil and religious head of the Mahommedan state.",
        "The combination a-and-tu, literally \" water enter ship,\" means abetbu, \" deluge,\" ordinarily, but in one passage a-md-tu is made the equivalent of shabilbu, \" flame,\" a pure pun on abilbu, \" deluge.\"",
        "Of Cadmon's song Ba da gives a prose paraphrase, which may be literally rendered as follows: - \"Now must we praise the author of the heavenly kingdom, the Creator's power and counsel, the deeds of the Father of glory: how He, the eternal God, was the author of all marvels - He, who first gave to the sons of men the heaven for a roof, and then, Almighty Guardian of mankind, created the earth.\"",
        "If the relative is the object of a preposition, the latter is put at the end of the clause, and has a personal ending, thus y ty y b12m ynddo, literally, \" the house which I-was in-it.\"",
        "aapxociayos, literally \"flesh-eating,\" from afip, flesh, cbayeiv, to eat), the name given to a coffin in stone, which on account of its caustic qualities, according to Pliny (H.N.",
        "by poulain, literally a colt, Low Lat.",
        "av-, privative, and aiÃ¯¿½a, blood), literally \"want of blood,\" a word used as a generic term for various forms of disease characterized by a defective constitution of the blood.",
        "The older abstract term is \"anthropopathy,\" literally \"attributing human feelings,\" in sense (b).",
        "He refused to agree, and has quarreled violently, literally violently, with his brothers.",
        "This razing of the city followed the conquest in 1533 when the Spanish managed, quite literally, to walk in and take over.",
        "It literally reeked of stale smoke - more like the pub than a bedroom.",
        "Here, precariously hugging wind-swept cliffs are literally hundreds of castle ruins, connected in many cases to the warrior clans Sinclair and Gunn.",
        "Dotted around in literally hundreds of releases on that label are some great doo wop sounds and Volume 6 includes a few of these.",
        "While startups may not be life or death literally, they are exactly that figuratively.",
        "Participants can work odd hours, travel with their host families, and literally act as a member of the family.",
        "If you are even vaguely familiar with the Chinese language, you know that it is comprised of characters, and these characters literally number into the thousands.",
        "Their lungs are literally filled with fluid while they are in the womb.",
        "Mommy Necklaces are the latest product to aid nursing mothers and make their job as a breastfeeding mom a little less painful, literally.",
        "Adding a Boppy pillow can quite literally give the cake another layer of usefulness, and the mom-to-be at your next baby shower will appreciate this thoughtful addition.",
        "If the mom had a difficult delivery, is especially fatigued, or needed to have a Caesarean section, the first seven days can literally be an endurance test.",
        "There are literally hundreds of brands of cigars that are made in places besides Cuba.",
        "These televisions have to be big because the technology is literally projecting images from the back of the television onto the screen.",
        "Also scan your local newspaper for announcements of garage sales-often times you can find items like baseball bats at garage sales for literally next to nothing as far as price goes.",
        "This site features literally thousands of campgrounds located throughout North America.",
        "The system itself is literally a cube, with a handle on the back to encourage portability.",
        "The Microsoft Xbox is the big daddy of the console world, both literally and figuratively.",
        "There are literally hundreds of putter models for players to choose from.",
        "If you read the statement literally, you can get an iPod for $20.",
        "It literally has something for everyone.",
        "You can conduct a transfer and the money will literally be available in minutes.",
        "They literally have a mini tree inside them and are so freakin' cute.",
        "There are literally millions of homeless cats already, so it's important to consider this question thoroughly before you make a decision to breed.",
        "Pick up any piece of classic literature and names will literally jump off the page.",
        "Now he literally takes both paws grabs my face and licks me.",
        "Some compulsive groomers will literally pull out their own fur.",
        "A cat rescue is an organization that literally rescues unwanted animals from shelters and other poor living conditions.",
        "This drink is deceptively light in flavor, but it can literally pack quite a punch.",
        "If your children at any time state that they wish their life were over or that they don't care what happens to them anymore, take these statements literally and seek professional help immediately.",
        "There is literally one in every shape, size and color, for girls or boys, small toddlers or teenagers.",
        "Miles of Furniture is quite literally that.",
        "Solar Sun Tunnels - one easy way to incorporate solar into literally any home in less than half a day.",
        "Wind power design is taking off, literally, in new directions.",
        "Vanessa, who is always so vocally confident about her abilities, took her beauty shop theme slightly too literally.",
        "Host Clive Pearse told the designers it would be up to them how literally they took the color theme - would they use the color throughout their design, or only incorporate splashes?",
        "The contestants all decided to interpret their color assignments very literally - Alice, Temple, and Tym painted all their walls in shades of their colors, while David painted part of his walls in red.",
        "Some complaints were raised about taking the task too literally - the judges felt simply painting the walls in their assigned colors showed a lack of creativity.",
        "Founded in 2004, Bella Vita (literally \"the beautiful life\" in Italian), is large enough to handle the most detailed project, yet small enough to impart that personal touch.",
        "All Modern Lighting - You don't get names more obvious than this one, and with such dedication to modern lighting, this site really delivers with literally thousands of options, from floor lamps to track lighting.",
        "There are literally thousands of throw pillows to choose from, so there is definitely a color and style for every budget or taste.",
        "These choices will set your color palette, and you'll soon discover that your kitchen unfolds with an array of earthy colors that literally bring the outdoors inside your home.",
        "You have access to literally thousands of different styles and prices of area rugs that you can research from the comfort of your home.",
        "Customers can literally spray or drop a small amount of the perfume to try before buying.",
        "I literally have no eyebrows; how should I shape them?",
        "Remember, people are already banging down the doors of modeling agencies, and many of these places receive literally thousands of submissions per week.",
        "Actors can spend literally hours in the makeup chair before their character is expressed and revealed through the finished product.",
        "Officially referred to by doctors as \"permanent pigmentation of the dermis\", permanent makeup is a process that literally tattoos cosmetics onto the skin.",
        "Twenty dollars could literally go down the drain with the flick of a wrist.",
        "Of her clothing label, Bitten, Sarah Jessica Parker told The New York Times that her \"fatal flaw is that I have to be involved literally down to splitting the atoms.\"",
        "It was a breeze to apply and lasted, quite literally, all day long.",
        "One jar may literally last you a lifetime!",
        "However, her lipsticks have always left a funny taste in my mouth - quite literally.",
        "It literally looks as if my skin is glowing from the inside out, as opposed to just \"sitting\" on my cheeks.",
        "You literally look like yourself, only better!",
        "That's literally all you need to pull of this look.",
        "There are literally thousands of different items you can focus on.",
        "There are literally hundreds of online dating services available.",
        "Live365: There are literally hundreds of free radio stations on Live365, one of the oldest broadcasting entities on the Internet.",
        "While you can't literally earn a living from taking surveys, participating in online surveys can be a great way to pick up cash or prizes in exchange for sharing your opinion.",
        "There are literally thousands of information sites, both free and for pay, for fantasy football enthusiasts to examine.",
        "When drafting your team, you rank players at the web site where your league is hosted, and on draft day, you and other league members literally select each player via a fantasy draft.",
        "There is literally no shortage of places where you can find clothing online, from discount stores to high-end shops.",
        "Smileys War - A rather simplistic choice that literally requires you to blow the smile off someone else's face before he does it to you.",
        "There are literally dozens of stock photography sites on the Internet, each having different requirements from their photographers.",
        "The specialty food business is a $24 billion dollar industry literally encompassing everything from soup to nuts.",
        "\"Pesto\" comes from the Italian \"pe'stare\" which literally means to bruise or step on.",
        "In fact, there are literally thousands of different versions available as people adopt recipes and make them their own.",
        "Though viewing scrapbook layout galleries such as Scrapbook, Two Peas in a Bucket, and Scrapjazz can be time-consuming, but worth the effort since you can find inspiration among their literally millions of layouts.",
        "Even though we're not literally evolving on a daily basis, this definition of stress probably resonates with you when you feel anxiety about a new job, your kids moving away from home or any other changes in your life.",
        "This is unfortunate because unlike a disease that is isolated within one section of the body, stress travels everywhere, and quite literally, can manifest itself in several different forms.",
        "Excessive levels of stress hormones literally shrink the hippocampus, the part of the brain that controls memories and learning, by an average of 14 percent, according to Daniel G.",
        "Teens and School: Whether you are teacher's pet or jock, who couldn't use a little extra advice on navigating the place teens literally spend most of their time and energy.",
        "There are so many different styles to choose from, so your possibilities are literally endless.",
        "Wild, retarded (not literally, but you I thought he was stupid) and never prepared for class guy.",
        "Literally ask him \"out\" to do something.",
        "Anorexic teens literally starve themselves.",
        "Here, after literally stealing and marrying the Queen, the King must convince the court and its subjects that he deserves his title.",
        "Both guys and girls should have some cute running or tennis shoes on hand for moments when you have no time and literally have to run out the door.",
        "Dress designers literally have hundreds of dresses to rent or buy in retail dress shops and online stores.",
        "The latest female fashion trends are literally all over the map, and a lot of that has to do with our global economy.",
        "From swimming to volleyball, there are literally tons of fun ways to get physically fit.",
        "This site has literally hundreds of poems about many different topics, such as; life, love, teens, sadness, and friendship.",
        "There are literally thousands of tips and tricks on how to prank your parents available online, and if you are creative, then you can even create your own pranks with a little inspiration from websites about gags and pranks.",
        "While you don't want to throw out your scale literally (especially if it belongs to your parents!), it can be helpful to stop weighing yourself.",
        "Even with these restrictions, there are literally thousands of different meal options.",
        "The term probiotic literally means \"for life.\"",
        "You can pay inexpensive shipping and handling fees to receive a paper version of their most recent catalog, but why bother when you can have all of their great dresses literally at your fingertips with a single keyboard navigation?",
        "Remember, sleeping drinkers can literally choke on their own vomit.",
        "The final three weeks I literally drank around the clock, crying all the time and I had no idea why.",
        "I have literally dozens of AA friends and almost everything I do socially is with them.",
        "It's true that anorexics will literally starve themselves, but this behavior is actually an attempt to use control over food as a coping mechanism for more severe emotional problems.",
        "Books: There are literally thousands of books that have been written on the subjects of drug addiction and drug abuse.",
        "They have a home page for Smoking and Cancer with literally hundreds of links that all point to the same basic information: Smoking does cause cancer.",
        "There is also a technical name for shopping addiction, called oniomania, which literally translates from Greek as the words \"for sale\" and \"madness.\"",
        "Literally a show about nothing, it followed the lives of Jerry and pals George (Jason Alexander), Elaine (Julia Louis-Dreyfus) and Kramer (Michael Richards) and their everyday adventures.",
        "Actor Patrick Dempsey, aka Dr. McSteamy from the hit television series Grey's Anatomy, unwinds from his busy career as a television doctor by literally going around circles.",
        "Tween girls and boys have literally gone bananas for Hannah.",
        "Not sure about that one, given that Nick turned his modified Toyota Supra in to literally, a mangled mess of metal.",
        "If you missed the show last night, when Ryan Seacrest announced Kris Allen's name, his mouth looked like it literally dropped to the floor.",
        "Literally any information you want about the actress is at your fingertips, but remember, anyone can post anything on the Internet so it's important to take everything you read with a grain of salt.",
        "There are literally countless brands of children's fashion in stores across the country.",
        "This is comparable to the spy kits you've seen in the movies, where 007 or another spy receives a package with passport, identification, etc.: looks nice, but literally paper-thin.",
        "Popular for housing literally thousands of comic shorts, College Humor will provide days of entertainment.",
        "If you're the type of person who doesn't do well in large classroom environments (popular in freshman science courses), an online education shuts all the other people out of your sight--literally.",
        "St. Francisville, LA: This could be a haunting experience, quite literally.",
        "Because their are so many ways to train a dog, there are literally thousands of training aids available to cover almost any situation, and we cannot cover every one in a single article, so let's break them down into some general categories.",
        "Dog chew toys are fun for dogs, and can literally save a pet owner thousands of dollars.",
        "A toy is dragged across the floor to literally lure the puppies with a target.",
        "Literally, the worms make their way to the heart and interrupt the way it beats and moves blood.",
        "Socializing means you literally take your puppy or new dog and introduce him to everything and everyone you possibly can.",
        "There are literally thousands, if not hundreds of thousands of pathways to get better at playing.",
        "With literally hundreds of components to choose from including beads, charms and clasps, the combination possibilities are almost endless.",
        "Rosaries - The rosary, which literally translates to \"garland of roses,\" is a high profile prayer symbol of the Catholic faith, though the ornate jewelry itself has made its way into mainstream culture.",
        "Quite literally, these were clothes worn by athletes that grew in popularity and unexpectedly transitioned to the layman's wardrobe.",
        "What you'll love about this company is that it is literally designed just for you; there will be no competing here with other men's sizes when you visit this site.",
        "Having your professional wardrobe customized can save you thousands of dollars - quite literally.",
        "There are literally thousands of places to purchase polo shirts online and in retail stores.",
        "Literally worn underneath dress shirts, they were designed never to be seen.",
        "There are literally hundreds of different organic baby products on the market today, which can leave a person assembling a basket at a loss of where to start.",
        "As the company expanded, it merged and partnered with other like minded companies until it had literally spread throughout the United States.",
        "If a soil is too compacted, the roots of the plants don't get enough air and the plant literally suffocates.",
        "Their unique formulas contain enzymes which literally digest bacteria that cause odors, illness, and other problems.",
        "There are literally hundreds of companies making organic cleaners and a quick search on the Internet will bring up pages and pages of possibilities.",
        "Hypopnea literally means \"underbreathing\" or breathing that is slower than normal.",
        "In this way, it initially competed against the SNES and was winning, until the Sony PlayStation and Nintendo 64 (N64) hit shelves, and literally took the wind out from under the Saturn's wings.",
        "Swinging the sword and using items is done by moving the Wii Remote, so instead of tapping a button to attack an enemy you can literally just move your hand.",
        "It was literally an art to master the hopping, smoking boost, only to get your lead taken away by a rogue spiked shell.",
        "You can choose to try and retreat, but it's literally a blast to have a good old fashioned cannon battle with the other pirates.",
        "Galbadia Hotel - This game music ripping site stores thousands of MP3 files from literally hundreds of video games.",
        "There are literally posters for every kind of gamer.",
        "The closest thing you saw to a trailer or promotional video were the cut-scenes opened by a clapboard in which Pacman and Ms. Pacman literally bumped into each other and fell in love.",
        "Essentially, the way you do these things is you literally pick up an inhabitant and plop him or her in the area associated with task.",
        "In a nutshell, Wii Fit is an exercise-minded game that is comprised of literally dozens of different activities.",
        "It can literally make or break a wine or winery with a review, gossip, or interview.",
        "In talking with Lynn, he told me the name Lynmar was actually a combination of two words: Lyn (for his name) and Mar (referring to the sea, where the winery is literally just a crow's fly away from.",
        "Not only can your wine literally get cooked here because of the intense heat off the oven or stove, but when you cook things it can splatter and ruin the labels from your bottle (if you ever wanted to save one for whatever reason).",
        "Everything changed, literally overnight and the region became a destination for many wine fans from across the country (and the world).",
        "Wine clubs are popular because they are literally the gift that keeps on giving.",
        "Literally since the late 1600's into the early 1700's, cork was used as an alternative wine closure to oil soaked rags.",
        "Biblio represents a number of booksellers specializing in the antique book market, and literally offers access to millions of volumes for collectors to choose among.",
        "When you travel with a truck bed tent, you can literally set up camp anywhere that you can drive your truck.",
        "Sciphone:This site offers literally thousands of iPhone wallpapers with millions of downloads to date.",
        "There are literally oodles of them out there in all shapes, sizes, and price ranges.",
        "There are literally thousands of Sidekick 3 themes on this website.",
        "The easiest and probably most expensive way to buy cell phones without plans is to literally buy the cell phone without a plan at your chosen mobile operator.",
        "There are literally thousands of great free iPhone apps available through the official Apple App Store.",
        "With the iPhone, you can literally store thousands of pictures.",
        "There are literally hundreds of free BlackBerry Curve apps to download and enjoy on sites all over the Internet.",
        "There are literally thousands of cell phones that are compatible.",
        "This great Android app provides access to literally thousands of different recipes for all tastes and preferences.",
        "The word \"stomatitis\" literally means inflammation of the mouth.",
        "Alcohol use and abuse has been a feature of Western culture for centuries, a facet of American life since Europeans arrived in North America, literally arriving with the pilgrims on the Mayflower.",
        "The muscular weakness varies in severity; while some children may simply have less energy than usual, others may be literally unable to get out of bed or may have trouble swallowing or breathing.",
        "The herpes family of viruses share some common characteristics, including the capacity for long life, going into a dormant phase that in some cases can literally last decades following infection, having an affinity for nerve tissue.",
        "The word amniocentesis literally means \"puncture of the amnion,\" the thin-walled sac of fluid in which a developing fetus is suspended during pregnancy.",
        "The word malocclusion literally means \"bad bite.\"",
        "Another name for the disease is hydrophobia, which literally means fear of water, a symptom shared by half of all people infected with rabies."
    ],
    "definition": [
        "In a literal manner; word for word: translated the Greek passage literally.",
        "In a literal or strict sense: Don't take my remarks literally.",
        "Usage Problem\na. Really; actually: “There are people in the world who literally do not know how to boil water” ( Craig Claiborne )\nb. Used as an intensive before a figurative expression.",
        "Link/Cite",
        "(speech act) word for word; not figuratively; not as an idiom or metaphor\nWhen I saw on the news that there would be no school tomorrow because of the snowstorm, I literally jumped for joy, and hit my head on the ceiling fan.",
        "(degree, proscribed) used non-literally as an intensifier for figurative statements: virtually (often considered incorrect; see usage notes)",
        "(colloquial) Used as a generic downtoner: just, merely.\nYou literally put it in the microwave for five minutes and it's done.",
        "Link/Cite"
    ]
}