{
    "translation": ".1 להופיע במעורפל .2 לארוג, מכונת אריגה",
    "uses": [
        "He invented the loom for the weaving of wire-cloth.",
        "His first volume of poems, The Loom of Years, appeared in 1902, and his Collected Poems in 1910.",
        "By far the majority of Lancashire manufacturers sell their goods as they come from the loom, or, as it is called, in the \"grey state,\" but an increasing number now cultivate the trade in finished goods.",
        "The demand for cloths which require careful handling and regularity in weaving has helped to develop the supply of ring yarns which will stand the strain of the loom better than mule twists.",
        "The power loom, owing to the improvement in its mechanism, has gained a distinct precedence and materially increased its producing power.",
        "The inner walls are often hung with hand-woven tapestries, which harmonize well with the smokeblackened rafters, the primitive loom and the huge Dutch stove characteristic of a prosperous Rumanian farm.",
        "None of the sierras or mountains in Uruguay exceeds (or perhaps even attains) a height of 2000 ft.; but, contrasting in their tawny colour with the grassy undulating plains, they loom high and are often picturesque.",
        "(Thousands of tons.) The number of looms increased steadily, but the output per loom showed partially a distinct decrease.",
        "Hawes, inventor of an envelope machine; Thomas Blanchard (1788-1864), inventor of the machine for turning irregular forms; Samuel Crompton (1753-1827) and Lucius James Knowles (1819-1884), the perfectors of the modern loom; and Draper Ruggles, Joel Nourse and J.",
        "In the development of silk manufacture the hand loom has taken a very secondary position.",
        "The men devote to the loom those hours which are not required for the cultivation of their little farms; the women spin and reel the yarn during the intervals of their other domestic occupations.",
        "It is a light, narrow cloth made with a coloured border which is often so elaborate as to require a dobby loom for its manufacture.",
        "The early enthusiasm of the disfranchised classes for French principles had cooled with the later developments of the Revolution; the attempted invasions had roused the national spirit; and in the public imagination the sinister figure of Bonaparte, the rapacious conqueror, was beginning to loom large to the exclusion of lesser issues.",
        "Loom (Animal) >>",
        "At first only the \"Kidderminster\" carpets were made, but in 1749 a Brussels loom was set up in the town and Brussels carpets were soon produced in large quantities.",
        "was of skins of woven aloe and palm fibre, but at the time of the conquest cotton was largely cultivated in the hot lands, spun with a spindle, and woven in a rudimentary loom without a shuttle into the mantles and breech-cloths of the men and the chemises and skirts of the women, garments often of fine texture and embroidered in colours.",
        "The products of the textile industry in America were bark cloth, wattling for walls, fences and weirs, paper, basketry, matting, loom products, needle or point work, net-work, lacework and embroidery.",
        "In one or two cases the number of spindles is obtained approximately by reckoning twenty spindles per loom, which is about the average for the Indian mills.",
        "Bigelow established in Clinton the Lancaster Mills for the manufacture of ginghams. From 1845 to 1851 he perfected his loom for the weaving of Brussels and Wilton carpets, the greatest of his inventions; and he established the Bigelow Carpet Mills here.",
        "- These are taken straight from the spinning frame, wound on to a long paper tube and so delivered to the manufacturer ready to place in the loom shuttle.",
        "Harriet Hanson wrote Early Factory Labor in New England (1883) and Loom and Spindle (1898), an important contribution to the industrial and social history of Lowell.",
        "Thrice Samson scoffingly told her how he might be bound, and thrice he readily broke the bonds with which she had fettered him in his sleep; seven green bow-strings, new ropes, and even the braiding of his hair into the frame of the loom failed to secure him.",
        "The opportunity for developing water-power by the purchase of the canal around Pawtucket Falls (chartered for navigation in 1792) led them to choose the adjacent village of East Chelmsford as the site of their projected cotton mills; they bought the Pawtucket canal, and incorporated in 1822 the Merrimack Manufacturing Company; in 1823 the first cloth was actually made, and in 1826 a separate township was formed from part of Chelmsford and was named in honour of Francis Cabot Lowell, who with Jackson had improved Cartwright's power loom, and had planned the mills at Waltham.",
        "The conical-shaped stones belong to the same period, and were used, it is thought, as net sinkers or loom weights.",
        "Like most all brands of long underwear, Fruit of the Loom's are sold in the typical waffle design.",
        "Fruit of the Loom brand long underwear comes in a variety of different colors and range in size from extra small to extra large.",
        "Target sells a wide variety of long underwear by Fruit of the Loom for men, women, children and infants at low prices.",
        "Walmart - If you don't have a Target nearby, you can purchase long underwear by Fruit of the Loom at Walmart.",
        "Amazon - This website offers some of the lowest prices on a wide variety of long underwear by Fruit of the Loom.",
        "Price Grabber - This online discount retailer has a lot of great deals on thermal clothing by Fruit of the Loom.",
        "The Fruit of the Loom brand name long underwear has one of the longest, most well respected and trusted reputations when it comes to thermal clothing.",
        "When it comes to keeping warm, whether you're working or playing out in the cold weather, you can bet that thermal underwear bearing the Fruit of the Loom label is up to the task of keeping your body warm as the temperatures outside drop.",
        "Good quality exercise wear can be hard to find, so many people like to opt for a trusted name, and that's what a Fruit of the Loom sports bra aims to live up to.",
        "Although Fruit of the Loom is most famous for its men's briefs and T-shirts, it also makes a range of women's underwear.",
        "Fruit of the Loom sports bras can be found at Wal-Mart and all your favorite online shopping sites such as Amazon.",
        "Others prefer traditional Fruit of the Loom white cotton briefs.",
        "The shorts are made with a Jacquard loom and coordinate with other Mary Green products such as the printed silk pajama pants and sets.",
        "Wal-Mart offers Fruit of the Loom 2-pack Stretch Cotton Extreme Comfort Underwire Bras.",
        "Fruit of the Loom underpants have employed a designer to the same degree as La Perla.",
        "loom weavers formed the most important trade in the town with over 100 men plying the craft.",
        "The engine also operated a belt driven circular saw and a weaving loom.",
        "solder the new wires on to the loom.",
        "Long underwear - Fruit of the Loom manufactures and sells long underwear for men, women and children.",
        "This empress is said to have devoted herself personally to the care of silkworms, and she is by the Chinese credited with the invention of the loom.",
        "From Honolulu, the capital, which is about loom.",
        "When his business was enlarged in 1881 by the establishment of a tapestry industry at Merton, in Surrey, Morris found yet another means for expressing the medievalism that inspired all his work, whether on paper or at the loom.",
        "Popular furniture The full-size version of this furniture was made in a type of woven basketwork known as the Lloyd Loom style.",
        "deserve this accolade more than the classic Lloyd Loom armchair.",
        "The memories of 1991, when they rose against the dictator but received no Allied support, still loom large.",
        "Up ahead loom chalk hills blocking our path down to the sea.",
        "loom weaving.",
        "loom in the distance.",
        "Seeing France loom out of the sea mist was the first sight of land for about 6 weeks.",
        "All oriental rugs are woven on a loom by hand.",
        "All Oriental rugs are woven on a loom by hand.",
        "Instead, you solder the new wires on to the loom.",
        "Do they want to help, but not loom too much?",
        "Another benefit to Fruit of the Loom's underthings (or outerthings) is the fact that they're widely available.",
        "East of this the range now called Ala-Dagh extends for above loom.",
        "Another son of the first John Lowell, Francis Cabot Lowell (1775-1817), the founder in the United States of cotton manufacturing, was born in Newburyport on the 7th of April 1775, graduated at Harvard in 1793, became a merchant in Boston, and, during the war of 1812, with his cousin (who was also his brother-in-law), Patrick Tracy Jackson, made use of the knowledge of cotton-spinning gained by Lowell in England (whither he had gone for his health in 1810) and devised a power loom.",
        "Several spinsters (women who spun wool) would be needed to keep the weaving loom busy.",
        "temp sensor Next the wiring loom... .",
        "This was partly because devising a power-driven loom to handle dozens of warp threads without breakage proved difficult.",
        "weaveiking family would have had a loom on which they would have woven cloth.",
        "Angus weavers Ltd Scotland's last hand loom linen weavers.",
        "Edmund Cartwright's power loom ended the life style of skilled weavers.",
        "The loom in which it was woven was eternal wrath.",
        "The first successful power loom in America was set up at Waltham in 1814.",
        "He also invented the loom for the weaving of wire-cloth.",
        "The wiring loom had been secured by metal clips to the heavy 12 volt cable from the battery to the starter solenoid.",
        "To date I have fitted the MAP sensor, Oxygen sensor and temp sensor Next the wiring loom....",
        "A Viking family would have had a loom on which they would have woven cloth.",
        "Angus Weavers Ltd Scotland 's last hand loom linen weavers.",
        "Edmund Cartwright 's power loom ended the life style of skilled weavers.",
        "In 1917, Marshal Lloyd designed a wicker weaving loom that revolutionized the production of wicker.",
        "A loom wicker is spun in tight strands to give it a more refined appearance.",
        "You can choose a traditional wicker weave or a loom weave for wicker headboards.",
        "Field built an innovative loom that was capable of weaving rugs with the same amount of detail and craftsmanship as hand woven rugs.",
        "The wool was spun into yarn and the material woven, oftentimes people spun their own yarn with a spinning wheel and wove material on a home loom.",
        "Boys' Fruit of the Loom underwear is a staple on young boys' clothing shelves.",
        "Generations of boys have grown up in Fruit of the Loom, and the name is synonymous with affordable, classic, quality underwear.",
        "Fruit of the Loom is an underwear company that has served so many generations that the symbol of the company and the name are both readily recognized.",
        "For more than 150 years, Fruit of the Loom has been manufacturing quality products for the American consumer.",
        "Fruit of the Loom has gained customer confidence through their guarantee.",
        "The combination of good quality and affordable price is what drove Fruit of the Loom to long lasting success.",
        "Entire families can fill their underwear drawers with Fruit of the Loom products, making it a universal name in underwear.",
        "While Fruit of the Loom makes underwear, socks, and tank tops for men, women, and children, there is a classic appeal to the boys' line of products.",
        "Boys' Fruit of the Loom underwear have a signature style.",
        "Cut in the classic briefs style, Fruit of the Loom boys' underwear are the most comfortable, basic white underwear on the market.",
        "For additional style and color, check out Fruit of the Loom's newer collections, featuring other colors than white, and stripes.",
        "Fruit of the Loom also makes basic tank tops and socks for boys and toddlers.",
        "The extensive product line allows your boys to start in Fruit of the Loom straight out of diapers, and continue periodically to move into new, more grown up styles of underwear that are all made by Fruit of the Loom.",
        "Fruit of the Loom offers a guarantee on all products.",
        "The company prides itself on making products that are made, from start to finish, by Fruit of the Loom itself.",
        "While you can find Fruit of the Loom underwear at children's clothing outlets, you don't have to venture that far for the underwear if you don't want to.",
        "At your local Wal-Mart or Target you will find a broad selection of Fruit of the Loom products.",
        "This collection of often-visited family shopping centers makes it easy to buy Fruit of the Loom products.",
        "Walmart: You'll find the Fruit of the Loom white tees that go under everything as well as colored crewnecks that you can wear with jeans or shorts.",
        "For the gamer, they've got pictures from popular titles like Super Smash Bros, Crazy Taxi, and Street Fighter, as well as more obscure offerings like Loom, Deathkarz, and The Moon Project.",
        "Bead Patterns has nearly 300 free patterns for necklaces, bracelets, loom patterns, fringe, rings and more.",
        "An old style of beading involves beading on a loom.",
        "These days, you can find all sorts of patterns for loom projects small and large.",
        "If you'd like to learn how to work with a loom, check out this tutorial.",
        "There's no pattern here, but it will give you an idea of how the loom is used.",
        "For a few basic Celtic patterns, visit Kyal's Free Loom Bead Patterns.",
        "Aunt Molly's Bead Street is a great source for a lot of basic loom beading patterns.",
        "This makes it much quicker and simpler than using a Knifty Knitter loom, which has pegs that you have to hook separately by hand.",
        "Beading is an incredibly popular craft with many different variations, from loom beading to beading jewelry.",
        "There are tons of beading books and tutorials on the web that will give you a great deal of guidance, whether you're trying to loom bead or simply make beaded jewelry.",
        "You should choose the loom you want according to what you will be using it for and how much you can afford to spend.",
        "When most people think of a beading loom, they may think of the small looms they had as children.",
        "This type of loom allows you to mimic Native American style beading and usually only allows you to craft with tiny seed beads.",
        "This loom has a bent wire frame with wooden rollers.",
        "You should think about what types of projects you will be doing with your loom before you buy.",
        "For example, if you want to work fiber as well as beads, you will need a bigger loom.",
        "You should be able to go to your local craft store and find a loom or two, but if you are looking for a large or a specialty loom, you may have more choices on the Internet.",
        "They also have a special loom for weaving belts.",
        "You can easily make your own loom out of cardboard and weave simple beading patterns.",
        "If you want a more permanent loom and you have a little woodworking ability you may be interested in this wooden beading loom that you can build yourself.",
        "This way you can be sure that the loom you get will do what you want it to.",
        "Fruit of the Loom Spaghetti Strap Short Bra, a cotton sports bra designed for low-impact workouts that features a camisole look.",
        "And besides briefs, you can find items like Calvin Klein boxers and t-shirts made by a decent manufacturer such as Fruit of the Loom.",
        "Fruit of the Loom briefs are a staple when it comes to men's underwear.",
        "Amazingly, Fruit of the Loom has been around for more than 150 years, and during that time, many have come to depend on the company's commitment towards products that are durable, long lasting and comfortable to wear.",
        "In order to facilitate that trend, Fruit of the Loom offers what they term the Unconditional Guarantee.",
        "Simply put, this guranrantee says that if you are unsatisfied with your Fruit of the Loom purchase, simply return it.",
        "In light of this customer service oriented guarantee, is it any wonder that Fruit of the Loom remains so popular today?",
        "Fruit of the Loom briefs are available for both men and boys and along with its trademark fit, comfort and style, the company now offers the Comfort Loom when it comes to their briefs.",
        "For both men and boys, the classic category contains just that: Briefs that offer reinforced seams for added durability, the aforementioned Comfort Loom waistband design, and the typical 100 percent cotton material.",
        "Fruit of the Loom briefs have evolved significantly from the classic white briefs most think of when they hear the company's name.",
        "A Fruit of the Loom camisole will quickly become the peach of your wardrobe.",
        "A Fruit of the Loom camisole is the perfect way to beef up your wardrobe without breaking the bank.",
        "You can easily find Fruit of the Loom products online and in Wal-Mart, Target, Kmart, and other similar department stores.",
        "A camisole from Fruit of the Loom begs to be decorated-with ribbons, iron-ons, beads, or paint.",
        "In fact, many custom printing shops use Fruit of the Loom shirts for their inventory.",
        "Most of what you'll find from Fruit of the Loom when it comes to women's camis have the same style.",
        "Be ready to sift through quite a bit of men's lingerie from Fruit of the Loom in pursuit of your favorite Fruit of the Loom camisole.",
        "Consilium Group UK also offers Fruit of the Loom products for ladies.",
        "Fruit of the Loom long underwear is a perfect way to keep your body warm when it's cold outside.",
        "The Fruit of the Loom company has been making undergarments since the late 1800's and continues to be one of the most well known brand names in history.",
        "Fruit of the Loom operated successfully until 1999 when, due to, among other things, poor financial decisions made by former CEO, William F.",
        "Children's underwear - The very popular \"Underoos\" are made by Fruit of the Loom.",
        "Among the miscellaneous cloths made or made partly of cotton may be mentioned: waste cloths, made from waste yarns and usually coarse in texture; khaki cloth, made largely for military clothing in cotton as well as in woollen; cottonade, a name given to various coarse low cloths in the United States and elsewhere; lasting, which seems to be an abbreviation of \"lasting cloth,\" a stiff, durable texture used in making shoes, &c.; bolting cloth, used in bolting or sifting; brattice cloth, a stout, tarred cloth made of cotton or wool and used for bratticing or lining the sides of shafts in mines; sponge cloths, used for cleaning machinery; shoddy and mungo, which though mainly woollen have frequently a cotton admixture; and splits, either plain or fancy, usually of low quality, which include any cloth woven two or three in the breadth of the loom and \"split\" into the necessary width."
    ],
    "definition": [
        "To come into view as a massive, distorted, or indistinct image: “I faced the icons that loomed through the veil of incense” ( Fergus M. Bordewich ) See Synonyms at appear.",
        "To appear to the mind in a magnified and threatening form: “Stalin looms over the whole human tragedy of 1930-1933” ( Robert Conquest )",
        "To seem imminent; impend: Revolution loomed but the aristocrats paid no heed.",
        "Link/Cite",
        "A utensil; tool; a weapon; (usually in compound) an article in general.\nheirloom, workloom",
        "A frame or machine of wood or other material, in which a weaver forms cloth out of thread; a machine for interweaving yarn or threads into a fabric, as in knitting or lace making.",
        "That part of an oar which is near the grip or handle and inboard from the rowlock",
        "(dated) loon (bird of order Gaviformes)",
        "to impend; to threaten or hang over.\nThe clouds loomed over the mountains.",
        "To rise and to be eminent; to be elevated or ennobled, in a moral sense.",
        "Link/Cite"
    ]
}