{
    "translation": "לאבד, להפסיד",
    "uses": [],
    "definition": [
        "To be unsuccessful in retaining possession of; mislay: He's always losing his car keys.",
        "a. To be deprived of (something one has had): lost her art collection in the fire; lost her job.\nb. To be left alone or desolate because of the death of: lost his wife.\nc. To be unable to keep alive: a doctor who has lost very few patients.",
        "To be unable to keep control or allegiance of: lost his temper at the meeting; is losing supporters by changing his mind.",
        "To fail to win; fail in: lost the game; lost the court case.",
        "To fail to use or take advantage of: Don't lose a chance to improve your position.",
        "To fail to hear, see, or understand: We lost the plane in the fog. I lost her when she started speaking about thermodynamics.",
        "a. To let (oneself) become unable to find the way.\nb. To remove (oneself), as from everyday reality into a fantasy world.",
        "To rid oneself of: lost five pounds.",
        "To consume aimlessly; waste: lost a week in idle occupations.",
        "To wander from or become ignorant of: lose one's way.",
        "a. To elude or outdistance: lost their pursuers.\nb. To be outdistanced by: chased the thieves but lost them.",
        "To become slow by (a specified amount of time). Used of a timepiece.",
        "To cause or result in the loss of: Failure to reply to the advertisement lost her the job.",
        "To cause to be destroyed. Usually used in the passive: Both planes were lost in the crash.",
        "To cause to be damned.",
        "To suffer loss: investors who lost heavily on the firm's stock.",
        "To be defeated: Our team lost in overtime.",
        "To operate or run slow. Used of a timepiece.",
        "Link/Cite",
        "To cause (something) to cease to be in one's possession or capability due to unfortunate or unknown circumstances, events or reasons.\nIf you lose that ten-pound note, you'll be sorry.\nHe lost his hearing in the explosion.\nShe lost her position when the company was taken over.",
        "To wander from; to miss, so as not to be able to find; to go astray from.\nI lost my way in the forest.",
        "To have (an organ) removed from one's body, especially by accident.\nJohnny lost a tooth, but kept it for the tooth fairy.\nHe lost his spleen in a car wreck.",
        "To fail to win (a game, competition, trial, etc).\nWe lost the football match.",
        "To shed (weight).\nI've lost five pounds this week.",
        "To experience the death of (someone to whom one has an attachment, such as a relative or friend).\nShe lost all her sons in the war.",
        "To be unable to follow or trace (somebody or something) any longer.\nThe policeman lost the robber he was chasing.\nMission control lost the satellite as its signal died down.",
        "To cause (somebody) to be unable to follow or trace one any longer.\nWe managed to lose our pursuers in the forest.",
        "(informal) To shed, remove, discard, or eliminate.\nWhen we get into the building, please lose the hat.",
        "Of a clock, to run slower than expected.\nMy watch loses five minutes a week.\nIt's already 5:30? My watch must have lost a few minutes.",
        "To cause (someone) the loss of something; to deprive of.",
        "To fail to catch with the mind or senses; to miss.\nI lost a part of what he said.",
        "(archaic) To cause to part with; to deprive of.",
        "Do not confuse lose with loose.",
        "(obsolete) Fame, renown; praise.",
        "ESOL, Leos, sloe, sole",
        "Link/Cite"
    ]
}