{
    "translation": "אבוד, איבד, הפסיד",
    "uses": [
        "Had he lost his mind?",
        "We seem to have lost our stomach for these kinds of losses.",
        "Mom always said lost time couldn't be replaced.",
        "The gaze lost its humor and he grimaced.",
        "Russie is a lost cause.",
        "The ship sailed away and was soon lost to sight.",
        "The boys lost no time in trying it.",
        "I am lost! she said to herself.",
        "I'm so sorry, but with my gift, I felt you had some sort of pain, maybe you lost someone once, long ago?",
        "You've lost almost all of your self-esteem.",
        "They exchanged knowing glances, and treated her like a lost dog.",
        "At last James Hogg said, \"It's of no use; all we can do is to go home and tell the master that we have lost his whole flock.\"",
        "It's well that the charitable Prussian ladies send us two pounds of coffee and some lint each month or we should be lost! he laughed.",
        "By the time we were finished it was dark and the sand was blowing so bad we might have got lost, so we stayed in the cave until it let up.",
        "I never lost a jot of my delight in this great park.",
        "I do not think my brother will ever marry again, and certainly not her; and this is why: first, I know that though he rarely speaks about the wife he has lost, the grief of that loss has gone too deep in his heart for him ever to decide to give her a successor and our little angel a stepmother.",
        "\"No; I lost them somewhere in the air,\" explained the child.",
        "If Barclay is now to be superseded by Bennigsen all will be lost, for Bennigsen showed his incapacity already in 1807.",
        "He lost the power of thinking or understanding.",
        "Without moving from that spot or firing a single shot the regiment here lost another third of its men.",
        "Do you know that she has lost her father?",
        "For the want of a nail the shoe was lost; For the want of a shoe the horse was lost; For the want of a horse the battle was lost; For the failure of battle the kingdom was lost;-- And all for the want of a horseshoe nail.",
        "Lathum's tone lost some of the edge.",
        "All desire to push him away vanished and she clung to him, lost in the ecstasy of his urgent lovemaking.",
        "I followed about twenty lost souls up a rickety flight of stairs to a brightly lighted room, smelling of flowers and candles.",
        "By the way, if you took my bet, you lost five bucks.",
        "Breakfast was a quiet meal, with Dulce absent and Señor Medena lost in thought.",
        "Her eyes drooped and she lost consciousness again.",
        "I wonder what becomes of lost opportunities.",
        "When he returned the Princess looked down the narrow neck of the big ornament and discovered her lost piglet, just as Eureka had said she would.",
        "The four men followed them for some distance, and then lost them on the hillside.",
        "In their service he risked his skin and his life twenty times a year, and in their service had lost more horses than the money he had from them would buy.",
        "But the enemy has lost masses...",
        "'We've lost, so let us run,' and we ran.",
        "I came to the battle and have lost them.",
        "Just as he spoke, the ant lost its footing and fell to the ground.",
        "At sight of his lost treasure, the merchant began to dance and shout for joy.",
        "They traveled until she lost track of time.",
        "Without you, or when something comes between us like this, I seem lost and can't do anything.",
        "Anatole moved a chair for Natasha and was about to sit down beside her, but the count, who never lost sight of her, took the seat himself.",
        "Toward two o'clock the regiment, having already lost more than two hundred men, was moved forward into a trampled oatfield in the gap between Semenovsk and the Knoll Battery, where thousands of men perished that day and on which an intense, concentrated fire from several hundred enemy guns was directed between one and two o'clock.",
        "He had lost more than he could pay.",
        "But in spite of this he continued to struggle desperately forward, and from between the backs of those in front he caught glimpses of an open space with a strip of red cloth spread out on it; but just then the crowd swayed back--the police in front were pushing back those who had pressed too close to the procession: the Emperor was passing from the palace to the Cathedral of the Assumption--and Petya unexpectedly received such a blow on his side and ribs and was squeezed so hard that suddenly everything grew dim before his eyes and he lost consciousness.",
        "When the Emperor's health was drunk, Pierre, lost in thought, did not rise or lift his glass.",
        "I'm still not sure why they did - maybe because they had recently lost a lot of their own people.",
        "Other than the one time he had lost his temper with her, she had never known him to be anything but gentle.",
        "She might have lost the baby anyway, but the way he treated her couldn't have helped.",
        "We lost his mother to cancer at an early age and his father is in jail, convicted of fraud.",
        "As soon as the men of the various regiments began to disperse among the wealthy and deserted houses, the army was lost forever and there came into being something nondescript, neither citizens nor soldiers but what are known as marauders.",
        "Now he's at least functional but the sad part is he lost nearly all of his memory.",
        "Lives have been lost because we've either not been believed or someone was too late following up.",
        "The flames now died down and were lost in the black smoke, now suddenly flared up again brightly, lighting up with strange distinctness the faces of the people crowding at the crossroads.",
        "I swear to you on my honor that Napoleon was in such a fix as never before and might have lost half his army but could not have taken Smolensk.",
        "He knew that it was a lost battle and that the least accident might now--with the fight balanced on such a strained center--destroy him and his army.",
        "Have you lost anyone, my dear fellow?",
        "Tikhon scratched his back with one hand and his head with the other, then suddenly his whole face expanded into a beaming, foolish grin, disclosing a gap where he had lost a tooth (that was why he was called Shcherbaty--the gap-toothed).",
        "Señor Medena leaned back in his chair, his attention lost in thought.",
        "We're lost! shouted the fugitives.",
        "Your excellency! he kept repeating pertinaciously while he shook Pierre by the shoulder without looking at him, having apparently lost hope of getting him to wake up.",
        "He'd lost another five pounds this month.",
        "That way we'll never get lost from each other again.",
        "Infantry regiments, we are told, advanced to the attack with music and with drums beating, and killed and lost thousands of men.",
        "Are you lost or have the wolves eaten you?",
        "At that moment his home life, jokes with Petya, talks with Sonya, duets with Natasha, piquet with his father, and even his comfortable bed in the house on the Povarskaya rose before him with such vividness, clearness, and charm that it seemed as if it were all a lost and unappreciated bliss, long past.",
        "At the review next day the Emperor asked Prince Andrew where he would like to serve, and Prince Andrew lost his standing in court circles forever by not asking to remain attached to the sovereign's person, but for permission to serve in the army.",
        "From habit she scrutinized the ladies' dresses, condemned the bearing of a lady standing close by who was not crossing herself properly but in a cramped manner, and again she thought with vexation that she was herself being judged and was judging others, and suddenly, at the sound of the service, she felt horrified at her own vileness, horrified that the former purity of her soul was again lost to her.",
        "This was because all who began to grow depressed or who lost strength were sifted out of the army day by day.",
        "On the other hand, if he lost them, she would be sharing the loss of lifestyle.",
        "A body could get lost out here and never be found.",
        "Is Franklin the only man who is lost, that his wife should be so earnest to find him?",
        "At intervals the trees lost their icy covering, and the bulrushes and underbrush were bare; but the lake lay frozen and hard beneath the sun.",
        "The lectures are spelled into my hand as rapidly as possible, and much of the individuality of the lecturer is lost to me in the effort to keep in the race.",
        "While my days at Radcliffe were still in the future, they were encircled with a halo of romance, which they have lost; but in the transition from romantic to actual I have learned many things I should never have known had I not tried the experiment.",
        "I have lately read \"Wilhelm Tell\" by Schiller, and \"The Lost Vestal.\"...",
        "As I was desirous to recover the long lost bottom of Walden Pond, I surveyed it carefully, before the ice broke up, early in '46, with compass and chain and sounding line.",
        "However much he drank, he never lost his clearheadedness.",
        "\"Are we really quite lost, your excellency?\" he asked again.",
        "Consider that on our retreat we have lost by fatigue and left in the hospital more than fifteen thousand men, and had we attacked this would not have happened.",
        "A good chessplayer having lost a game is sincerely convinced that his loss resulted from a mistake he made and looks for that mistake in the opening, but forgets that at each stage of the game there were similar mistakes and that none of his moves were perfect.",
        "Natasha with animated and excited face was telling him how she had gone to look for mushrooms the previous summer and had lost her way in the big forest.",
        "Pierre exchanged glances with Countess Mary and Nicholas (Natasha he never lost sight of) and smiled happily.",
        "We began disputing--Pierre and I--and I lost my temper.",
        "If Darian lost his focus and disappeared again, he suspected it'd be another week before he had a chance to sleep.",
        "The success of a military action depends not on them, but on the man in the ranks who shouts, 'We are lost!' or who shouts, 'Hurrah!'",
        "Those who retreat after a battle have lost it is what we say; and according to that it is we who lost the battle of Pultusk.",
        "Prince Andrew was as glad to find the boy like that, as if he had already lost him.",
        "The Pavlograd regiment had had only two men wounded in action, but had lost nearly half its men from hunger and sickness.",
        "\"A town captured by the enemy is like a maid who has lost her honor,\" thought he (he had said so to Tuchkov at Smolensk).",
        "Prince Andrew collected all his strength in an effort to recover his senses, he moved a little, and suddenly there was a ringing in his ears, a dimness in his eyes, and like a man plunged into water he lost consciousness.",
        "The French generals lost touch with the Russian army of sixty thousand men, and according to Thiers it was only eventually found, like a lost pin, by the skill--and apparently the genius--of Murat.",
        "Not only was the paper money valueless which Napoleon so graciously distributed to the unfortunate, but even silver lost its value in relation to gold.",
        "\"I have quite lost the knack of talking to ladies,\" he said.",
        "He picked at a thread on the couch, his mind obviously lost in deep thought.",
        "The antidepressants didn't help that much, but maybe they were responsible for the fact that she had not lost control yet.",
        "His eyes clouded with belated concern and his voice lost its edge.",
        "His expression sobered and the blue eyes lost a little of their warmth.",
        "TO MR. WILLIAM WADE Cambridge, February 2, 1901. ...By the way, have you any specimens of English braille especially printed for those who have lost their sight late in life or have fingers hardened by long toil, so that their touch is less sensitive than that of other blind people?",
        "In the years when she was growing out of childhood, her style lost its early simplicity and became stiff and, as she says, \"periwigged.\"",
        "On the 1st of April it rained and melted the ice, and in the early part of the day, which was very foggy, I heard a stray goose groping about over the pond and cackling as if lost, or like the spirit of the fog.",
        "No wonder man has lost his elasticity.",
        "I did not need to go outdoors to take the air, for the atmosphere within had lost none of its freshness.",
        "An old-fashioned man would have lost his senses or died of ennui before this.",
        "It is a surprising and memorable, as well as valuable experience, to be lost in the woods any time.",
        "In our most trivial walks, we are constantly, though unconsciously, steering like pilots by certain well-known beacons and headlands, and if we go beyond our usual course we still carry in our minds the bearing of some neighboring cape; and not till we are completely lost, or turned round--for a man needs only to be turned round once with his eyes shut in this world to be lost--do we appreciate the vastness and strangeness of nature.",
        "Is it some ill-fed village hound yielding to the instinct of the chase? or the lost pig which is said to be in these woods, whose tracks I saw after the rain?",
        "It is said that when hatched by a hen they will directly disperse on some alarm, and so are lost, for they never hear the mother's call which gathers them again.",
        "If I endeavored to overtake him in a boat, in order to see how he would manoeuvre, he would dive and be completely lost, so that I did not discover him again, sometimes, till the latter part of the day.",
        "Ere long the hounds arrived, but here they lost the scent.",
        "Sometimes in the twilight I alternately lost and recovered sight of one sitting motionless under my window.",
        "She had the air of one who has suddenly lost faith in the whole human race.",
        "The sick man was so surrounded by doctors, princesses, and servants that Pierre could no longer see the reddish-yellow face with its gray mane-- which, though he saw other faces as well, he had not lost sight of for a single moment during the whole service.",
        "Though the latter held on tenaciously, her voice lost none of its honeyed firmness and softness.",
        "Here, Pierre, tell them your opinion, said she, turning to the young man who, having come quite close, was gazing with astonishment at the angry face of the princess which had lost all dignity, and at the twitching cheeks of Prince Vasili.",
        "No, lad, either you fellows have all lost your wits, or I have outlived mine.",
        "She was speaking as usual in French, and as if after long self-restraint she wished to make up for lost time.",
        "When he saw Mack and heard the details of his disaster he understood that half the campaign was lost, understood all the difficulties of the Russian army's position, and vividly imagined what awaited it and the part he would have to play.",
        "I know by now, if he wins he comes back early to brag about it, but if he stays out till morning it means he's lost and will come back in a rage.",
        "I lost yesterday like a damned fool! cried Denisov, not pronouncing his r's.",
        "They won't let us pass, we are left behind and have lost our people...",
        "I've lost my company, your honor.",
        "Kutuzov looked sternly at his adjutant and, after a pause, replied: I think the battle will be lost, and so I told Count Tolstoy and asked him to tell the Emperor.",
        "I'm lost! thought he.",
        "If Murat had not lost sight of the Russians?",
        "The nausea persisted for a while, but was eventually lost in sleep.",
        "What was it he said that day in the mountains... a body could be lost in those hills forever?",
        "In answer to her response, his kiss lost its hesitancy and became ardent.",
        "That made an extraordinary long hole, as you may imagine, and reached far down into the earth; and, as I leaned over it to try to see to the bottom, I lost my balance and tumbled in.",
        "\"Uncle Morrie\" of the next letter is Mr. Morrison Heady, of Normandy, Kentucky, who lost his sight and hearing when he was a boy.",
        "He had lost a dog, but found a man.",
        "He has lost count of his children, but this Pierre was his favorite.",
        "Her words fueled the sense of dread he'd felt the past two weeks, since he'd lost contact with his closest friends.",
        "He was lost to them.",
        "If you are going to fight a duel, and you make a will and write affectionate letters to your parents, and if you think you may be killed, you are a fool and are lost for certain.",
        "Rostov staked five rubles on a card and lost, staked again, and again lost.",
        "Sonya, owing to the count's contradictory orders, lost her head and did not know what to do.",
        "After meeting Princess Mary, though the course of his life went on externally as before, all his former amusements lost their charm for him and he often thought about her.",
        "The whole battle consisted in what Orlov-Denisov's Cossacks had done: the rest of the army merely lost some hundreds of men uselessly.",
        "The genuine as well as the false paper money which flooded Moscow lost its value.",
        "Looking into that semi-sweet chocolate gaze, it was easy to understand why Dulce lost her composure.",
        "But I seem to have lost the thread of my discourse.",
        "Indeed, when some friend is trying to speak to Miss Keller, and the attempt is not proving successful, Miss Sullivan usually helps by spelling the lost words into Miss Keller's hand.",
        "\"Countess Apraksina, poor thing, has lost her husband and she has cried her eyes out,\" she said, growing more and more lively.",
        "The squadron crossed the bridge and drew out of range of fire without having lost a single man.",
        "\"No, Princess, I have lost your affection forever!\" said Mademoiselle Bourienne.",
        "I must look for the commander in chief here, and if all is lost it is for me to perish with the rest.",
        "Having crossed over, by a forced march, to the Tula road beyond the Pakhra, the Russian commanders intended to remain at Podolsk and had no thought of the Tarutino position; but innumerable circumstances and the reappearance of French troops who had for a time lost touch with the Russians, and projects of giving battle, and above all the abundance of provisions in Kaluga province, obliged our army to turn still more to the south and to cross from the Tula to the Kaluga road and go to Tarutino, which was between the roads along which those supplies lay.",
        "\"Paradise Lost,\" she answered, and she read it on the train.",
        "She was positive she'd be lost for life.",
        "Toni was asleep at the computer. … Maybe you lost someone once.",
        "No one did, because the Mangaboos did not wear hats, and Zeb had lost his, somehow, in his flight through the air.",
        "The shepherd soon lost sight of them in the darkness.",
        "Over the three day period, we located one lost boy, identified two girls as runaways and fingered a true abduction.",
        "She simply felt sad, as if she had lost someone forever.",
        "After Mom died, Dad was lost.",
        "Katie said that Bill was a little lost at first, but eventually got the hang of taking care of the babies.",
        "I lost the baby.",
        "She had been so involved with plans for the ranch that she had completely lost track of time.",
        "I lost track of time.",
        "We've lost one child already and I don't think I could stand losing Jonathan as well.",
        "It's better to have fought and lost, than never to have fought at all, he quipped.",
        "It was a reminder of what they once shared and lost — a lesson that for some things, there is only one chance.",
        "Her implication that a lost love was the cause of a lost life was painful.",
        "You haven't lost that arrogance.",
        "\"I don't know,\" Damian replied, looking lost.",
        "Murat, seeing that all is lost if the sergeant is allowed to speak, turns to Auersperg with feigned astonishment (he is a true Gascon) and says: 'I don't recognize the world-famous Austrian discipline, if you allow a subordinate to address you like that!'",
        "Yes or no, yes or no, yes or no! he still shouted when the princess, as if lost in a fog, had already staggered out of the study.",
        "And do you know, my dear fellow, it seems to me that Bonaparte has decidedly lost bearings, you know that a letter was received from him today for the Emperor.",
        "This little boy could speak two or three languages before he lost his hearing through sickness, and he is now only about five years old.",
        "The stove not only took up room and scented the house, but it concealed the fire, and I felt as if I had lost a companion.",
        "If you have built castles in the air, your work need not be lost; that is where they should be.",
        "I saw that the State was half-witted, that it was timid as a lone woman with her silver spoons, and that it did not know its friends from its foes, and I lost all my remaining respect for it, and pitied it.",
        "I lost track of time until Alex came along and revived my interest in the ranch.",
        "It was like walking in water and I almost lost my balance but after a few steps, I could control my motion pretty well.",
        "Then I lost a grandson and thanks to a miracle, he was returned to me, unharmed.",
        "The story she pointed out was headlined, Psychic Help Finding Lost Children?",
        "He stood there, trying to take deep breaths, knowing he'd lost his cool.",
        "A lot are cases of runaway or lost and many are children found quickly.",
        "The intruder rode slowly on the bumpy forest trail but as soon as he reached a paved roadway, Howie lost him.",
        "Still, you'd have thought she'd lost the Hope diamond the way she carried on.",
        "The mountain before them was shaped like a cone and was so tall that its point was lost in the clouds.",
        "If he can produce but seven, then this is not the piglet that was lost, but another one.",
        "\"Good friend,\" he said, \"if you should find something that we have lost, what would you do with it?\"",
        "But in the excitement of carrying me to church my father lost the name on the way, very naturally, since it was one in which he had declined to have a part.",
        "But they were so happy and contented that I lost all sense of pain in the pleasure of their companionship.",
        "The tang of the untainted, fresh and free sea air was like a cool, quieting thought, and the shells and pebbles and the seaweed with tiny living creatures attached to it never lost their fascination for me.",
        "I had never crossed it until one day Mildred, Miss Sullivan and I were lost in the woods, and wandered for hours without finding a path.",
        "With a long overcoat on his exceedingly stout, round-shouldered body, with uncovered white head and puffy face showing the white ball of the eye he had lost, Kutuzov walked with plunging, swaying gait into the crowd and stopped behind the priest.",
        "He went far out of his way and lost much time, all on account of his surliness.",
        "You could ask it, \"What is the number of presidents of the United States born on Friday who have older sisters, multiplied by the number of wars lost by Bolivia?\" and it could instantly give you an answer.",
        "She also lost her sense of smell and taste.",
        "Sarah's gentle voice was so much like the mother she lost.",
        "You wouldn't get two miles into those woods before you were lost.",
        "Apparently Pete wasn't concerned about Bordeaux getting lost.",
        "Hopefully he wouldn't wander off and get lost.",
        "Howie can't drive two blocks out here without getting lost.",
        "I slowly opened one eye with the firm intent to tell him to get lost.",
        "\"You'll lose it if you don't,\" he said wisely, accustomed to helping Jonny help her search the house for keys, purses, and anything else she lost.",
        "\"I'm not sure I could live if I lost Jonny,\" she said.",
        "Carless, moneyless, lost, she retreated to the sidewalk.",
        "They both lost their footing at the top of one wave and tumbled into a valley, bouncing against the rubbery trough.",
        "He shouted at her, fury on his face, but his words were lost to the storm.",
        "Dusty's shout to Darian was lost in another burst of thunder.",
        "I thought I lost you!",
        "It was where she belonged, now that she'd helped those that needed it and lost her brother.",
        "She'd lost her father and her brother.",
        "If she kills you, nothing is lost.",
        "His brother, Darian, however, tended to follow her around like a lost puppy.",
        "I lost it when I was running from the man with the sword.",
        "Never met anyone more lost than I am.",
        "I'd say you're lost.",
        "He'd been a good kid, lost, but honorable.",
        "This was only a few days ago, when we all lost our magic.",
        "She lost sight of him and hurried her step.",
        "I regained a couple things I thought I'd lost.",
        "He was lost when I found him.",
        "Her turquoise eyes had been so lost and confused, he couldn't help but take pity on her.",
        "Her gaze turned to the curtain, where not even a lost sunbeam could enter the room.",
        "\"I'm not going to eat you, so you can stop looking at me like that,\" he said with a bitter edge that was lost on her.",
        "He began to cry, the soul-deep weeping of a man who'd lost all and spent his tormented life in a level of hell she'd never be able to imagine.",
        "I think you're a lost angel.",
        "I've lost my will to live today.",
        "How many Guardians had he lost this year alone?",
        "The words were familiar, the same words he'd spoken to Dusty thousands of years ago, when he'd discovered the youth who was not yet a man on a slave trader's block, bloodied and weeping for the family he'd just lost.",
        "I'm a lost sheep, Sofia said.",
        "The warmth of his smile was not lost on her, and she thought about what Linda had said about him.",
        "\"Guess I lost that bet,\" he muttered.",
        "\"I see a man who just lost the last connection to someone he loved to his soul,\" she whispered.",
        "He said no more, and she lost the nerve to pursue.",
        "Lost in his thoughts, he didn't sense the danger until it spoke.",
        "She took his arm, terrified they'd shoot the lost soul.",
        "\"Here I thought I'd lost two people I cared about only to recover three,\" he said, hoarse.",
        "Will he be lost like this forever?",
        "Despite the cool fear spiraling through her, she couldn't help but feel thrilled at the sight of him after she thought she'd lost him.",
        "He's lost in his mind right now.",
        "Her heart sang as she realized she hadn't lost him after all, her body echoing the desire on his face.",
        "She took Darian's hand and led him down the hall like the lost child he was.",
        "She'd challenged Gabriel's new mate to win him over in one week, or one of them lost their souls.",
        "Lost in the heady sensations, Deidre wriggled and strained beneath him.",
        "Their bodies were slick with sweat, and she lingered in the afterglow, lost in the heat and silk of his skin.",
        "What if she lost the bet entirely?",
        "She'd lost something when the Dark One turned her.",
        "The unnaturally deep intimacy of the moment wasn't lost on her.",
        "Someone lost a bet, he said.",
        "You lost the deal.",
        "\"He lost no time in turning you,\" Wynn said.",
        "She watched the battle with the Dark One – the one Darkyn lost – and saw him banished to the bowels of Hell.",
        "She was in Hell, because there was nowhere else for her lost soul to go.",
        "She knows she's lost and is desperate.",
        "It's the only deal I ever lost that I didn't mind losing.",
        "And getting lost down here would be really stupid.",
        "My brother Ralph, bless his soul, lost a son to the system after a divorce.",
        "I knew we wouldn't get lost, as long as we had the flashlight.",
        "He dreamed of bones and babies and lost little girls.",
        "Maybe some miner lost his finger and when they rushed him to a doctor the severed piece was lost.",
        "After all, someone tried to get us lost in that mine and sabotaged our Jeep.",
        "He lost sight of her while trying to find a parking spot.",
        "One of Fred's nameless cohorts buttonholed Dean as he stepped from his vehicle, and by the time he extricated himself from her verbal grasp, the blonde was lost in the crowd at the park.",
        "When I heard his voice saying that message, I nearly lost it.",
        "Dean thought he'd lost her completely but she remained sitting, clapping with the other spectators—a bit too strenuously—as the puppy parade continued.",
        "Both lost their wives to cancer and I think my father was a tad jealous but pleased our marriage made his friend and his daughter both so happy.",
        "Jennifer Radisson, in spite of her height and eye catching blonde hair, was quickly lost in the happy crowd that clogged the sidewalks.",
        "After a switchback, they crossed the bridge over a deep gorge, the location of Ouray's now-melted ice climbing park where David Dean had almost lost his life the prior winter.",
        "\"Don't get us lost,\" Cynthia cautioned as the trio began the climb downward, away from the mine.",
        "She bit her lip and closed her eyes, hugging against him like a lost child.",
        "Fred lost and muttered something about the unfairness of life as he left to do his duty.",
        "Cynthia lost the staring contest and shuffled out of the room.",
        "He called in to confirm but then lost the vehicle in traffic.",
        "There's sure no love lost between you two.",
        "You said so yourself—you've got no real evidence a crime was even committed—you lost the body!",
        "The body was pretty far back and even then, we were lost before we crawled our way out.",
        "You said you were lost in 1941, after the killing.",
        "We were still lost.",
        "The human was lost the moment Darkyn's name appeared across her back.",
        "His soul was … lost soon after we threw your old body into the deepest chasm in the mortal world.",
        "The thought of the Dark One reminded Gabriel that he lost three death-dealers to him in the course of a week, not to mention the deal Deidre made.",
        "She appeared lost as she looked around her.",
        "Deidre was watching him, her large blue eyes lost and frustrated.",
        "Morale was low, and many had lost faith in Gabriel.",
        "There had to be millions of lost souls to create that vibrant of a glow.",
        "Lost souls, shut out of the underworld, was the greatest nightmare for Death.",
        "In the meantime, the lost souls were stuck in a lake in the mortal world.",
        "When the sun was up, she retreated from the French doors, troubled by the lost souls and what she did to make Gabriel's life worse, when she'd hoped to make it better.",
        "She dwelled on Gabriel's touch, lost momentarily.",
        "Deidre drank the rest of her tea but had lost her appetite.",
        "She was lost for a moment in the sensations of his warm hand clasping hers.",
        "The chain-of-events had unfolded the way she planned, except that Gabriel didn't fall into her lap, and she had lost all her power in the process.",
        "If she lost her deal with the human and Darkyn came to collect?",
        "She'd already lost two days.",
        "Perhaps when she lost her soul at the end of the week or maybe, if she could help him recover his underworld, she'd tell Gabriel then.",
        "But no longer, because she'd been trying to make sure she never lost him.",
        "The only thing that was clear was that her soul was lost.",
        "For a moment, she appeared to be lost to her emotions.",
        "It sounded as if she'd already won, which meant his mate had lost.",
        "By the tremor in her voice, she knew she'd lost this one as well as he did.",
        "No, she was lost like the souls sitting in the mortal lakes.",
        "Alex had lost his parents and had to quit college to raise his little sister.",
        "Carmen had lost her parents before she met Alex.",
        "And then there was the baby she and Alex had lost before it reached full term.",
        "Maybe you would have lost her anyway, but at least we would have had some joy for a while.",
        "He'd probably lost count of the foals he had delivered.",
        "As if it were no particular problem, he said they had lost vital signs in flight a couple times.",
        "Some people never knew what they had until they lost it.",
        "His bare back had lost muscle tone while he was in the hospital, but he wasn't as thin as she had first thought.",
        "For a long moment they held each other, lost in a sweet moment of oneness.",
        "She had already lost him.",
        "Wynn lost this round.",
        "She was lost in a haze of heat and dark spices, of his hot kisses and solid strength, until his touch left her.",
        "Lost to him already, Deidre sank into his world, not caring if it was the last night of her life, if she spent it with him.",
        "Finally, after what felt like an eternity lost in his fury, a dagger sliced his forearm.",
        "For now, our mission is to protect the lost souls from the demons.",
        "To the lost souls, to the underworld, to a woman I want to hate, Gabe finished.",
        "Somewhere along the past few months, he lost his way.",
        "We lost so many Immortals, Gabe.",
        "She lost, Fate said.",
        "I thought I lost you.",
        "I found the body and I thought it was you and I lost it.",
        "He'd lost her once.",
        "I lost patients before, people who shouldn't have died.",
        "Everyone knew her somehow or about the Immortals, and she was lost.",
        "Was she a lost soul?",
        "The path towards the lost souls was anything but direct.",
        "There were millions, maybe even billions of the lost souls!",
        "Had past-Deidre lost them and condemned a billion souls to this existence?",
        "Deidre gazed at him, her throat tightening at the reminder of the lost souls.",
        "That was the bet she lost?",
        "Exactly. I then called in the favor she owed me from the bet I actually lost.",
        "The bitterness in his voice was not lost on Gabe.",
        "So you're a lost soul, too, like the rest of the lake and me.",
        "\"I feel lost,\" she murmured.",
        "She wasn't going to make it long here if she lost control.",
        "And they'd lost two of their brothers to the war.",
        "She'd lost Hannah in the crowd.",
        "She almost lost her stomach at the innocent question from the middle-aged matriarch of the bed and breakfast.",
        "Her curse was lost as she was sucked into the shadow world.",
        "We lost her the same night Andre died.",
        "Rhyn probably saved humanity by doing so but was sent to Hell and nearly lost his mind.",
        "I don't think he's the lost cause you're making him out to be, she said, disturbed.",
        "The last time you looked at me like that, I lost a bet.",
        "Gabriel was right --he had to figure it out before he lost his mate.",
        "\"She's a good girl,\" Giovanni said, \"but she's a bit of a lost cause.",
        "I couldn.t live if I lost you.",
        "The maid lost her balance and toppled over.",
        "All he needed was to figure out how to win a game of strategy he didn.t know how to play, before his time was up and he lost the only thing that mattered.",
        "He.d lost his lover, Jade, that way, a sacrifice that still stung.",
        "Was all truly lost?",
        "She sat in the bathroom and ran the shower to cover the sound of her crying, completely lost as to what to do.",
        "She heard a muffled response to her knock and walked in, not caring if he bid her enter or get lost.",
        "\"Andre lost that battle when Sasha defected and Rhyn went to Hell,\" Kiki stated.",
        "Hannah looked around, lost.",
        "Sanctuaries were managed by a convent of women who cared for the lost and injured.",
        "The distinction was lost on Helga, whose look of horror made Katie pity the woman.",
        "Rhyn was a lost cause from the beginning.",
        "We lost quite a few of our friends, she said with a frown.",
        "How many are lost?",
        "\"We lost half of Kris.s warriors and quite a few of mine,\" Kiki said.",
        "With a sinking heart, he realized he.d lost the Jade who.d been his friend and lover for a few hundred years.",
        "Jade was lost in his thoughts for a few minutes, staring without seeing.",
        "The madman had lost it.",
        "He.d lost a lot of blood.",
        "He.d lost the only thing that.d ever mattered, and the only person who ever truly loved him.",
        "Evelyn's happy response was lost as she faded into sleep.",
        "Evelyn followed leisurely, unconcerned with being lost on the massive ship.",
        "Kiera squeezed her back, feeling very, very lost.",
        "She'd lost complete control of her life overnight!",
        "Her translator had been lost during restless sleep then crushed in her pacing, and the cell was littered with several dozen pieces of colorful clothing.",
        "Kiera squeezed the gifts to her chest and walked back to the house, lost in thought.",
        "He'd lost faith in A'Ran.",
        "But to know even his most trusted advisor had lost faith in him enough to consort with the man who slaughtered his parents … \"We'll talk later,\" he said, disturbed.",
        "In the end, she made a drastic over-calculation and lost the ground battle.",
        "At the age of fourteen sun-cycles, before he reached manhood, he had lost all but his sisters, been proclaimed dhjan of a planet he couldn't even visit, and made battle commander of a war he knew nothing of.",
        "You must look beyond yourself to find a way to win her, A'Ran, or the planet is lost.",
        "He'd begun to think he'd lost any chance he had at keeping her.",
        "I'm going-- \" \"He's gone weak after all these years at battle and lost sight of winning back our planet!",
        "It's my fault Ne'Rin lost his faith in you.",
        "He'd dreaded his first steps on his planet, fearing it, too, would've lost faith in him.",
        "Her latest protest was lost on the warriors, who dragged her aboard yet another ship.",
        "She'd lost the ability to feel anger-- or feel at all-- and just wondered what her friend wanted.",
        "Seems she and her sister have been chasing after this long lost relative for years.",
        "It's like finding a long lost periodical son.",
        "He lost his beautiful wife and died so young himself.",
        "The note was undated and if there was a return address or an envelope, it was lost over the years.",
        "Edward is saying the book is 'based on the life of Annie Quincy Martin' just so he can take some liberties with the inconsequential details that have been lost in time.",
        "Effie explained effusively how she and her sister had spent the day resurrecting their long lost great-aunt, whom Dean wondered if they were about to dub Saint Annie.",
        "Piano George said they lost two fine black horses that slipped on the ice of the Sneffles road and I could hear the men talking loudly about it.",
        "\"Get lost,\" she said.",
        "There was a lingering smell of wood smoke in the night air and all earlier efforts at shoveling the walkway and stairs were lost in the smooth swirls of new fallen whiteness.",
        "Dean stared at him, but was lost for a snippy response.",
        "He could hear the strains of some lost cowboy lover coming from Fred's room, a sure sign the door to the old man's room was open.",
        "A Country and Western singer was mourning a lost love on Fred's mini boom box.",
        "To boot, now we've lost our only outside help.",
        "He picked up his pad and wrote, \"Lost them.\"",
        "So you're guessing he was the one who took the Annie papers, the ones Donnie lost?",
        "There were people milling about, most appearing as lost and confused as he felt.",
        "The pair sat embraced, grieving their lost lives.",
        "Jackson had lost count of the times she found 'The One', only to have her heart broken months or years later.",
        "She seemed so lost his heart ached for her.",
        "She followed him like a lost sheep.",
        "In the end, he finally lost her somewhere in Russia.",
        "He truly lost himself in music and the hard mask of self-control gave way to softening features.",
        "Jackson lost concentration in remembering her.",
        "She had lost that edginess and appeared even more beautiful than he remembered.",
        "Sorry, I got lost for a minute.",
        "Connor had lost the battle.",
        "Jackson stood at the bar lost in thought.",
        "He relaxed quickly and lost himself in the music.",
        "My party invitation must have been lost in the mail.",
        "By day three, Connor had lost consciousness.",
        "Josh and his group lost those rogues in Canada.",
        "Jackson had lost track of time.",
        "Sarah said, \"She probably lost track of time and is in a dead zone.\"",
        "They darted outside and closed the door before the room lost the little warmth it had gained.",
        "her voice drifted off as she realized she had finally lost his attention.",
        "The dark eyes lost some of their softness.",
        "At the moment she was glad she hadn't told Katie about their newfound relationship - because now it was lost.",
        "Warmth crawled up her neck with the realization that she had lost control - and Alex had been aware of it.",
        "The voice had lost its sleepy sound.",
        "What if their marriage wasn't successful and she lost both?",
        "Josh, Bill and Alex had gone hunting for them the day after the attack, but they lost the trail in some rocks on her back 40 acres.",
        "It seems we were all a little lost.",
        "We lost comms with the few who came from Ft.",
        "I didn't even think to ask if you lost anyone.",
        "I'll keep an eye out for any lost dogs.",
        "Some evenings, he talked with her until she lost the edge of worry in her voice.",
        "Sounds like she lost some of that timid field mousiness.",
        "Brady could've lost it in the river, but she should still pick up some electromagnetic fluctuation, if he was anywhere except the bottom of the river.",
        "Only this time, she'd lost everything: her belief in him, her Guardian.",
        "She couldn't help but feel surprised by the kindness and careful planning of the refugees who'd lost everything but electricity in one building.",
        "No love lost between us and them in any case.",
        "So many other lives have been lost that might've been saved.",
        "If she didn't get the Horsemen to safety, more might be lost.",
        "She'd destroyed these people's lives and lost the only man she'd cared for.",
        "People scrambled, and Lana looked around, lost.",
        "I lost her when our helo went down.",
        "I thought I'd lost you twice before.",
        "Rhyn had lost his mate the same day he earned some small piece of respect from his brother.",
        "He'd lost them both, the only good parts of his life.",
        "Gods, but he could smell her sweet scent!  Her large eyes seemed to see right through him.  He feared reaching out, in case she slid through his fingers like smoke.  He'd lost her in life; he wasn't going to risk losing her in his dreams.  He could imagine closing the distance between them, sweeping her up into his arms, and making love to her on the beach.",
        "The feeling of the angel's soft, cold hand in his own reminded Rhyn of the first thing he'd touched in Hell that hadn't been stone.  Gabriel had brought him a book with a worn, leather-like cover, and he'd lost himself dwelling on the sensation of buttery leather under his fingertips after the hazy nightmare that had been his existence in Hell.",
        "Lost in the food fantasy, she didn't see Gabriel disappear into the jungle.  Katie blinked and looked around, still uneasy with the snakelike branches that moved of their own volition overhead.  She didn't know what kind of creatures followed or what other critters would live in the Immortal jungle, but she wanted nothing to do with such a weird place.",
        "He'd lost three days already.  Four was cutting it close.",
        "Testing his magic, he realized he could call forth a portal.  He needed an ally, but it wasn't Kris.  He had no intention of bringing Kris to meet Darkyn, not when he didn't know what Darkyn wanted.  His thoughts went to Gabriel, the best friend he hoped he hadn't lost completely.  Gabe wouldn't try to negotiate with Darkyn if things went bad.",
        "Rhyn crossed his arms, irritated.  Kiki trotted from the patio into the house perched on a hill overlooking Tokyo.  He returned ten minutes later with a small briefcase, a jacket and a hard case for his iPad.  Rhyn opened the portal, and the two strode through it, back to the massive tree where Rhyn had lost Toby in the cold, wet French Alps.",
        "Andre didn't bother to disappear, as if no longer worried the Immortal might see him.  The death-dealer looked lost for a moment then rose and strapped on his weapons.",
        "She heard Gabriel shout something that was lost in the roar of the ground splitting apart.",
        "Toby felt almost as distraught at having to stay in the cell while his human was lost in the underworld.  Not that he didn't trust Rhyn or Gabe, just that, he might be able to find her first.",
        "Toby shook his head and started forward again, wondering when Ully had lost his sense of humor.  He led them in the direction where he sensed Katie, until night and clouds rendered the jungle too dark.",
        "Ully cursed as he moved to seek cover from the downpour.  Safe beneath his jungle roof, Toby watched him.  The brave, cheerful Ully that sat with him in Hell seemed lost in the underworld, and Toby began to suspect there was another reason their jailer, Jared, had freed them.",
        "I've lost everything because I listened to stupid Immortals who thought they knew more than me, Katie nearly shouted in frustration.",
        "Katie asked.  She settled next to the trapped woman, trying hard to keep her mind off how cold she was.  She was grateful for company, even if Deidre seemed as lost as she was.",
        "Rhyn heard the note of pain in the death-dealer's voice.  In a week's time, Gabe had gone from quietly confident to troubled to lost.  The death-dealer was struggling with himself, a feeling Rhyn knew well.",
        "The death-dealer smiled faintly.  Rhyn trotted away from him, out of the palace and into the jungle.  He suspected freeing Katie from Death would be easier than freeing Gabe from Death.  There was more at stake for her if she lost Gabe.",
        "Katie stared at him, suspecting he'd lost his mind.  To her surprise, a branch wrapped around her body.  She yelped, shoving at it then went still as it plucked her from the ground and moved her across the ravine, dropping her off in the jungle again.",
        "He'd lost Lilith when Rhyn killed her and their son.  He'd given up Jade, the man who held his soul, to take Katie as a mate, only to have Rhyn interfere again.  Paralyzed by indecision, Kris struggled to determine which Andre would've wanted him to do: save his brother or his mate.  Of the two, Hannah was weaker, but Kiki was his brother.",
        "He'd lost them all.  Lilith, Jade, Hannah.  Even Andre.  He'd not only failed every Immortal that ever lived, he'd failed the only people he'd ever cared for.  He lay on the ground, gasping as he tangled his fingers in Hannah's hair.",
        "Death was right.  Kris didn't have what it took to keep the Council together.  He may have just lost one of his brothers, because he lost focus of what he should've done.  Maybe he should've known Jade was a traitor or Hannah was a demon.  He hadn't known of Andre's danger or been able to bring the Council together to fight the demons that threatened them all.  He hadn't been able to keep Hannah safe or Toby or Katie.",
        "Suddenly, Deidre's vague story of lost love and Gabe's bitterness towards her clicked.",
        "\"Inside.  Or wherever.  She left us to deal with the demons.  We've lost five assassins already.  I hoped she'd recall more but …\" \"She's pissed at you.\"",
        "The death-dealer looked around, lost.  Rhyn moved away and drew off his demon power to call forth a portal.",
        "Rhyn paced under the watchful gaze of the convent member, itching to leave Kiki to find Katie.  Instead, he forced himself to wait.  He'd lost one brother this night.  He wanted to make sure Kiki was okay before leaving him.",
        "Katie fought to keep the emotions tumbling within her from leaking out, instead reveling in the sight of her mate.  While in the underworld, she'd lost all hope of ever standing next to him again.",
        "First I get to third-degree a woman who just lost her husband and then I get to fight Philadelphia traffic.",
        "A fisher­man had thought he'd sighted a body in the bay, but it was too far away to confirm and, with night approaching, the shape was lost in the darkening swells.",
        "Just tell her the Parkside Betterment Society voted for Billie and Willie to improve the city by getting lost.",
        "He half-hoped Fred would either be out socializing or asleep but lost on both counts.",
        "As soon as he had lost the tail, he was sorry, sorry he'd played games and ditched it instead of trying to find out who was following him.",
        "Rita would convey the message to Jonathan Winston as well allowing Dean to temporarily duck having to explain to the FBI why he played cowboy and lost the tail instead of getting the plate number.",
        "I think he actually lost weight.",
        "I don't think I was followed until Thursday and I lost them then before I got to the house.",
        "I managed to push the picture of Byrne in his face and he says the guy didn't look nothing like that and I should get lost.",
        "He managed to get a slow-moving truck between them on a winding road and nearly lost them until the road widened near Scranton.",
        "But I lost the guy!",
        "Fred must have been making up for lost time with the loves of his life.",
        "Whatever beauty the day held was lost once he was behind the wheel, listening to a chorus of horns amid a blue haze of exhaust.",
        "Every time Dean argued with himself, he lost.",
        "Although there was a scattering of other bikers, he was sure the bright yellow windbreaker would be easy to spot, unless the biker became lost in a large pack.",
        "Dean lost his convoy of younger bikers on the short uphill and he paused momentarily at the crest to wipe his eyes and scan the roadway below him for his prey.",
        "And tried to spook my stepfather in the process, only he lost your tail.",
        "I lost a wheel and a layer or two of skin.",
        "When they both died, she was lost.",
        "I... lost control, I guess.",
        "Actually, she had lost purpose in life then.",
        "Would she slide back into that lost mode?",
        "A body could be lost up here for years.",
        "The dance forgotten, they stood transfixed, lost in emotion.",
        "I thought I had lost you.",
        "Every morning when you left, I was lost.",
        "Then, when the twins came along and I got through a day without feeling so lost, I thought they were a good way to keep my mind off of you.",
        "They spent the rest of the day lounging around the house and making up for lost time.",
        "When you cried, I thought it was because you lost your innocence.",
        "Was it lost forever?",
        "Was he looking for Lori, or a lost friend?",
        "I lost the baby, didn't I?",
        "As it was, we nearly lost you.",
        "You people have lost your credence with me.",
        "In fact, he seemed lost in a sea of uncertainty.",
        "He had lost weight and his skin had a sallow look.",
        "How could she describe it without sounding like she had lost her mind?",
        "I want things to be the way they used to be between us, Alex, but I'm lost."
    ],
    "definition": [
        "Unable to find one's way: a lost child.",
        "a. No longer in the possession, care, or control of someone or something: a lost pen.\nb. No longer in existence; vanished or spent: lost youth.\nc. No longer known or practiced: a lost art.\nd. Beyond reach, communication, or influence: The expedition was lost to the world for two months.",
        "Not used to one's benefit or advantage: a lost opportunity.",
        "Having not been or unlikely to be won; unsuccessful: a lost battle; a lost cause.",
        "Beyond recovery or redemption; fallen or destroyed: a lost soul.",
        "a. Completely involved or absorbed; rapt: lost in thought.\nb. Bewildered or confused: I'm lost—can you start over?",
        "Link/Cite",
        "Simple past tense and past participle of lose.",
        "Unable to find one's way; unavailable, with location unknown.\nBecause she was so far behind the pack, she got lost in the forest.\nDeep beneath the ocean, the Titanic was lost to the world.",
        "lots",
        "slot",
        "STOL",
        "Link/Cite"
    ]
}