{
    "translation": "קולני, רועם",
    "uses": [
        "Boys, we're getting a little loud here.",
        "I'm right by where Billy Langstrom went over the side and I can read you loud and clear.",
        "Each boom of thunder was loud enough to rattle the window panes.",
        "Out loud, she replied, \"It's a good idea.\"",
        "But maybe as a civilization, we have to talk out loud to figure out where we stand, to make progress.",
        "Her breathing as loud and ragged as Hannah.s, Katie paused for a deep breath inside the larger stairwell.",
        "Hearing it out loud only made her more confused.",
        "One morning there was a loud knock at Dean Swift's door.",
        "Deidre's quick breathing was loud in her ears.",
        "He dived again, but I miscalculated the direction he would take, and we were fifty rods apart when he came to the surface this time, for I had helped to widen the interval; and again he laughed long and loud, and with more reason than before.",
        "One night in the beginning of winter, before the pond froze over, about nine o'clock, I was startled by the loud honking of a goose, and, stepping to the door, heard the sound of their wings like a tempest in the woods as they flew low over my house.",
        "But why, after displaying so much cunning, did he invariably betray himself the moment he came up by that loud laugh?",
        "Deidre held her breath and hoped her heartbeat wasn't as loud to him as it was to her.",
        "As it came to a stop the conductor called out in a loud voice.",
        "\"Health and happiness to her whose name day we are keeping and to her children,\" she said, in her loud, full-toned voice which drowned all others.",
        "Turning to my friend, she asked, \"Did you cry loud for poor little Florence?\"",
        "Admitting the truth out loud was worse than he expected.",
        "As she put the car in drive, something smashed the back window with a loud crash.",
        "\"Good enough,\" the creature down the hall, Jared, said with a loud sigh.",
        "Suddenly, a loud sound from above awakened him with a start.",
        "Lightning flashed so bright that the room lit up, and shortly afterward it thundered so loud that the windows rattled.",
        "She wasn't going to admit out loud he was right.",
        "I am no more lonely than the loon in the pond that laughs so loud, or than Walden Pond itself.",
        "It was very exciting at that season to roam the then boundless chestnut woods of Lincoln--they now sleep their long sleep under the railroad--with a bag on my shoulder, and a stick to open burs with in my hand, for I did not always wait for the frost, amid the rustling of leaves and the loud reproofs of the red squirrels and the jays, whose half-consumed nuts I sometimes stole, for the burs which they had selected were sure to contain sound ones.",
        "She leaned against her mother and burst into such a loud, ringing fit of laughter that even the prim visitor could not help joining in.",
        "Only after she had reached home was Natasha able clearly to think over what had happened to her, and suddenly remembering Prince Andrew she was horrified, and at tea to which all had sat down after the opera, she gave a loud exclamation, flushed, and ran out of the room.",
        "Shoving at her one more time he spoke loud and clear: \"No!\"",
        "When the warmer days come, they who dwell near the river hear the ice crack at night with a startling whoop as loud as artillery, as if its icy fetters were rent from end to end, and within a few days see it rapidly going out.",
        "Darkyn appeared unwelcoming as usual, his frame rigid and his growl loud enough for Gabriel to hear.",
        "The church was hot and loud, the scents that overwhelmed her outside stifling.",
        "They had not yet had a loud conversation among the men and a dispute about something important and clever.",
        "For crying out loud, Cindy, he'll be devastated, Mary interrupted.",
        "None of us would admit it out loud, but each harbored the same thought.",
        "\"Come to us, oh, Gwig!\" called the man, in a loud voice.",
        "Miss Keller will never be able, I believe, to speak loud without destroying the pleasant quality and the distinctness of her words, but she can do much to make her speech clearer.",
        "The dark monster sat in a dark corner of her mind and sobbed so loud, she thought them real.",
        "He was torn between wanting to confront Ne'Rin and demand he make his sister an honorable woman and laughing out loud to know that he had chosen a nishani capable of healing his planet, his people.",
        "Nancy was a bad child when I went to Memphis she cried loud, I whipped her with a stick.",
        "He knows he has nightmares and tosses and turns but he doesn't realize he talks out loud lots of times.",
        "When the communion service began, she smelt the wine, and sniffed so loud that every one in the church could hear.",
        "Here, by the very corner of my field, still nearer to town, Zilpha, a colored woman, had her little house, where she spun linen for the townsfolk, making the Walden Woods ring with her shrill singing, for she had a loud and notable voice.",
        "What is Howie telling her, not just out loud, but with his voice from dreamland?",
        "Someone beat on the door across the hall loud enough for Bianca to hear over the TV and sporadic thunder.",
        "Hannah called with a loud knock.",
        "\"No!\" she said, in a voice Dean thought loud enough to wake the house.",
        "They both looked up at the same time, hearing a loud racket coming from Sarah's room.",
        "The world grew loud, with voices jumbling with the sound of equipment and possibly the thump of a helicopter.",
        "Having finished her morning tea she went to the ballroom, which she particularly liked for its loud resonance, and began singing her solfeggio.",
        "She pushed him back, speaking as firmly as she could without talking loud enough for the children to hear.",
        "When you reach a step you do not understand, do you not start reading out loud really slowly?",
        "While still in the anteroom Prince Andrew heard loud voices and a ringing staccato laugh--a laugh such as one hears on the stage.",
        "My aunt never said it out loud or even admitted it, but she blamed her son.",
        "I speculated out loud about giving up my job.",
        "The captain went out into the porch and gave some orders in a loud voice.",
        "He's normally really loud and stupid about what he's doing.",
        "He spoke slowly in a loud voice and throwing out his chest slightly swayed one leg.",
        "You finish your thoughts out loud pretty often.",
        "\"Where's the Elder?\" demanded Rostov in a loud voice.",
        "Then don't talk so loud.",
        "She said nothing out loud.",
        "I'd yell discrimination so loud the County Commissioners and their insurance company would come running with a bucket of cash.",
        "A knock kept him from cursing the book and Fate out loud.",
        "Rhyn's mate squealed loud enough for Deidre to jump.",
        "The old fable of this bird inserting its beak into a reed or plunging it into the ground, and so causing the booming sound with which its name will be always associated, is also exploded, and nowadays indeed so few people in Britain have ever heard its loud and awful voice, which seems to be uttered only in the breeding-season, and is therefore unknown in a country where it no longer breeds, that incredulity as to its booming at all has in some quarters succeeded the old belief in this as in other reputed peculiarites of the species.",
        "About the time of setting out on his Indian expedition he was described as a most comely man, upwards of 6 ft., tall, well-proportioned, of robust make and constitution; inclined to be fat, but prevented by the fatigue he underwent; with fine, large black eyes and eyebrows; of sanguine complexion, made more manly by the influence of sun and weather; a loud, strong voice; a moderate wine-drinker; fond of simple diet, such as pilaos and plain dishes, but often neglectful of meals altogether, and satisfied, if occasion required, with parched peas and water, always to be procured.i During the reign of Nadir an attempt was made to establish a British Caspian trade with Persia.",
        "Many followed his example, and the loud shouting continued for a long time.",
        "Loud knocks were heard at the door.",
        "Leaning back against the counter, she laughed out loud at her absurd thought.",
        "The singing did not sound loud under the open sky.",
        "Suddenly he burst out into a fit of his broad, good-natured laughter, so loud that men from various sides turned with surprise to see what this strange and evidently solitary laughter could mean.",
        "Claire seemed pleased to be held by anyone, at least most of the time, but on occasion she'd let out a scream, loud enough to shake Howie from the past in spite of his near-soundproof basement room.",
        "She ran to the bedroom and flipped on the TV loud then hid in the coat closet beside the front door.",
        "He said it out loud, but there was no one close enough to hear.",
        "There was a loud bang as the front door slammed with Cynthia's violent departure.",
        "When I said it out loud to Howie, it made sense.",
        "Someone behind them laughed out loud and Dean turned to see a young man cover his mouth and apologize.",
        "She was angry last night and her voice had been too loud.",
        "The phone woke me up, even though it wasn't very loud.",
        "\"Damian,\" she read out loud.",
        "Jake shot off a burst of rounds as several vamps raced across the courtyard, their red eyes glowing and growls loud.",
        "\"I don't want to use you,\" she voiced out loud.",
        "\"No,\" she said out loud.",
        "I want to hear it out loud.",
        "Darkyn's frame was rigid and his growl loud.",
        "The sidewalks were jammed with people and smells, the traffic thick and loud.",
        "The buzzing in his ears was too loud.",
        "This order he spoke out loud.",
        "There were six students around five-years-old and an older boy on the verge of puberty sitting around a beautiful blond, who was reading a book out loud.",
        "The words were loud.",
        "She couldn.t bring herself to voice the words out loud.",
        "Cynthia laughed out loud.",
        "She thought out loud.",
        "Sarah laughed out loud.",
        "I just helped her to say it out loud.",
        "\"Slow down,\" she cautioned herself out loud.",
        "He stalked off into the forest, away from the castle and cliff.  Toby clambered through the brush and trees after him, the angel's footsteps loud where Rhyn's were silent.  Rhyn found a deer path and followed it until he reached a snowy meadow.  Crossing it, he continued to look for a place to stash the angel where the kid wouldn't freeze to death.  After another hour of walking, he found a small pocket in the roots of a massive tree.",
        "\"P. Corbin,\" Dean said disgustedly and then thought out loud.",
        "\"Midu, Tanna,\" she read the names of her parents out loud.",
        "Out loud, she said, \"I'm not going to put you in more danger.\"",
        "Her voice shook as she admitted the words out loud for the first time.",
        "The hum in the air became a whine almost too loud to bear.",
        "Her own breath was loud in her ears, the sound of her horse's hooves drowning out everything else.",
        "He bowed out after several rounds to watch a heated match between two warriors casting loud taunts at each other as they battled.",
        "She slammed the door to the bathing chamber, flinching at the sounds of a loud curse and the clatter of a table smashing into the stone wall.",
        "Her own breathing was loud in the pause, and she tried to focus on his voice and not the dark thoughts in her mind.",
        "The creature trapped within roared loud enough to shake the door.",
        "\"Get off me!\" she demanded in a voice loud enough to wake the dead.",
        "The other issue manifested in a loud wail from Destiny's room.",
        "The kitten pushed her head into Destiny's hand and began a loud purr.",
        "The copper tray hit the bottom of the can with a loud clatter, spewing ashes into the stale office air.",
        "\"My name is Clarabelle Thompson,\" she spoke in a loud voice as she picked up a dozen eggs.",
        "She dropped her plate into the sink with a loud clatter.",
        "For crying out loud, Justin.",
        "A startled scream in the lobby was followed by a loud bang.",
        "She stopped herself before saying it out loud.",
        "Jessi covered her mouth but ended up faking an outburst of coughs to keep from laughing out loud.",
        "The thought of saying it out loud to him made her want to throw things.",
        "She didn't say the word out loud.",
        "It seemed loud, overwhelming, and she realized she was still close to passing out.",
        "Her heartbeat seemed too loud in her ears, and she hoped he wasn't able to hear as well as Xander seemed to.",
        "In addition to various sounds produced at other times, an elephant when about to charge gives vent to a shrill loud 'trumpet'.",
        "So loud was the outcry that Margaret and Granvelle on their own responsibility sent away the Spanish regiments from the country (January 1561).",
        "The hindrance, however, to the general development of trade which the act involved aroused at once loud complaints, tO which Cromwell turned a deaf ear, continuing to seize Dutch ships trading in forbidden goods.",
        "Such multiple-electrode transmitters give a loud although somewhat harsh sound, and will bear being spoken to very strongly without breaking the circuit.",
        "The vast number of microphonic contacts present give rise to very strong electrical undulations, and hence to a loud sound.",
        "During the rutting-season male camels become exceedingly savage and dangerous, uttering a loud bubbling roar and engaging in fierce contests with their fellows.",
        "For instance, it is not very uncommon to find persons who can make loud sounds by partially dislocating and restoring the toe, knee, or other joints, and some experiments made with the Fox girls in 1851 supported the view that they made raps by this method.",
        "Evidence in support of this view is sought for in the accounts in the Anglo-Saxon Chronicle and elsewhere, where the decisions of the witan were received with loud expressions of approval or of disapproval by an assembled crowd, and it is argued that this is a survival from an earlier age, when all the freemen attended the witan.",
        "It is used as an anaesthetic, principally in dentistry, producing when inhaled a condition of hysterical excitement often accompanied by loud laughter, whence it is sometimes called \"laughing gas.\"",
        "He became deaf after the percussion from the loud crash.",
        "Hephaestus (or Prometheus) subsequently split open his head with a hatchet, and Athena sprang forth fully armed, uttering a loud shout of victory (Hesiod, Theogony, 886; Pindar, Olympia, vii.",
        "granted them the honour of being the first to receive knighthood at the coronation; this part of the ceremonies being opened by the herald asking in a loud voice \"Is no Dalberg present?\"",
        "Under the name godwit two perfectly distinct species of British birds were included, but that which seems to have been especially prized is known to modern ornithologists as the black-tailed godwit, Limosa aegocephala, formerly called, from its loud cry, a yarwhelp,' shrieker or barker, in the districts it inhabited.",
        "His voice is musical, metallic, fit for loud laughter and piercing wail, and all that may lie between; speech and speculation free and plenteous; I do not meet in these late decades such company over a pipe.\"",
        "Their herring fishery was ruined for the year, and the outcry against Tromp was loud.",
        "A loud outcry was raised in the fleet and the country.",
        "German wireless sounded loud and clear.",
        "But there is no doubt that with very loud explosive sounds the normal velocity is quite considerably exceeded.",
        "§ 388) thought that if the intensity of response by a given resonator in the ear to its own tone is taken as i, then its response to an equally loud tone a semitone different may be taken as about.",
        "But the interval is still dissonant, and this is to be explained by the fact that the two tones unite to give a third tone of the frequency of the beats, easily heard when the two primary tones are loud.",
        "The natural song of the canary is loud and clear; and in their native groves the males, especially during the pairing season, pour forth their song with such ardour as sometimes to burst the delicate vessels of the throat.",
        "The birth of the princess royal, on the 21st of November 1840, removing the unpopular King Ernest of Hanover from the position of heir-presumptive to the British crown, Birth of the was a subject of loud congratulations to the people.",
        "He loved music himself, and justified this profane pleasure by the example of Bishop Grosseteste, who lodged his harper in the chamber next his own; but he holds up as a warning to gleemen the fate of the minstrel who sang loud while the bishop said grace, and was miserably killed by a falling stone in consequence.",
        "Though he regards the Norman domination as a \"bondage,\" he is loud in his praises of Edward I., \"Edward of Inglond.\"",
        "Mickiewicz is very loud in his praise, and considers him one of the best followers of Theocritus.",
        "the short tail, tipped with numerous slender-stalked open quills, which make a loud rattling noise whenever the animal moves.",
        "Brantome is loud in praise of Diane.",
        "I cried out, when I was among you; I spake with a loud voice, with God's own voice, give ye heed to the bishops, and the presbyters and deacons \" (Philadelph.",
        "This did not make Mary Tudor any more friendly,and,although the story that Elizabeth favoured Courtenay and that Mary was jealous is a ridiculous fiction, the Spaniards cried loud and long for Elizabeth's execution.",
        "553, \"Mark that outcry of despair\" for \"Hark\"; Hellas, 472, \"Hold each to the other in loud mockery\" for \"Told.\"",
        "From his Journal we gather that he had piercing eyes and a very loud voice, and wore good clothes.",
        "Numerous humanists were appointed to the Chancery, and the Romans were loud in their praise of the papal regime.",
        "In pursuit of this heroic enterprise, which excited the loud admiration of Voltaire, she sent a fleet under Alexis Orlov into the Mediterranean in 1770.",
        "2 The air will also ring with loud notes that have been syllabled tinker, tinker, tinker, while other notes in a different key, something like djepp, djepp, djepp rapidly uttered, may be heard as if in response.",
        "But he was instantly on his feet again, cried with a loud voice that it was well with him, and set every one an example of duty by remaining on deck till the fight was over.",
        "An adept will know by the ring of the pot on striking it with his knuckles whether water is wanted or not, according as it rings loud and clear or dull and heavy.",
        "The weapon of famine, formerly in the hand of Alaric, was thus turned against him, and loud in consequence were the murmurs of the Roman populace.",
        "It consists at times of a low deep moaning, repeated five or six times, ending in faintly audible sighs; at other times he startles the forest with loud, deep-toned, solemn roars, repeated in quick succession, each increasing in loudness to the third or fourth, when his.",
        "The supreme issue was, however, delayed for a few weeks by the intervention of Napoleon, who, urged on by the loud alarm of the French people at the prospective aggrandizement of Prussia, attempted to detach Italy.",
        "In a speech in favour of the government bill for a rate in aid in 1849, he won loud cheers from both sides, and was complimented by Disraeli for having sustained the reputation of that assembly.",
        "Within the glottis is a pair of membranous folds which serve as vocal cords; all the Crocodilia are possessed of a loud, bellowing voice.",
        "They tore the caricature into a thousand pieces, and rolled after the king with loud ` Lebe Hoch, our Frederick for ever,' as he rode slowly away.\"",
        "This patriotic policy provoked loud protests both from Austria and Germany at the conference of Vienna in 1890, and Baross was obliged somewhat to modify his system.",
        "If alarmed they utter a shrill loud whistle, and rush down the burrow, but reappear after a few minutes to see if the danger is past.",
        "The latter work was interrupted almost as soon as begun by an extraordinary phenomenon - the outburst of flames and loud detonations, easily explained at the time as a divine judgment on this direct attempt to falsify the prophecy of Christ.",
        "Another general solution of the problem is given in the Proc. Loud.",
        "In all the ecclesiastical contests of the twenty years which followed 1845, Keble took a part, not loud or obtrusive, but firm and resolute, in maintaining those High Anglican principles with which his life had been identified.",
        "It attains at times an extreme degree of violence, and is apt to be aggravated by movement, loud noises or bright light.",
        "Again, there are chambers with drifts of snowy crystals of the sulphate of magnesia, the ceilings so thickly covered with their efflorescence that a loud concussion will cause them to fall like flakes of snow.",
        "Although there were already fifteen banks in the state in 1837 yet the cry against monopoly was loud, and so in that year a general banking law was passed whereby any ten or more freeholders might establish a bank with a capital of not less than fifty thousand nor more than three hundred thousand dollars and begin business as soon as 30% of the capital was paid in in specie.",
        "A most singular habit possessed by this bird is that of rising in the air and soaring there in circles at an immense altitude, uttering at intervals the very loud cry of which its local name is an imitation.",
        "The two first (like Iacchus, Bromius and Euios) have been connected with the loud \" shout \" (0-a06 ctv = A\"ECV = Euaq\"Et y) of his worshippers, Bassareus with OacQapac, the fox-skin garments of the Thracian Bacchanals.",
        "Mr Hofmeyr and the Bond were loud in their denunciation of him, nor can it be denied that the circumstances of the raid greatly embittered againstEngland the Dutch element in Cape Colony, and influenced their subsequent attitude towards the Transvaal Boers.",
        "Ten days later, the plaintiff crossed the fence in upon the land, with a law agent, a witness and a pair of horses yoked or harnessed, and in a loud voice stated the amount of the debt and called upon the defendant to pay it according to law.",
        "The king, who had tried to turn them back by taking the cross and declaring himself a crusader, and by making loud appeals for the arbitration of the pope, was forced to retire to Windsor.",
        "In deciding on war the British government relied on the capacity of its fleet, which was entrusted to the command of Sir Charles Napier, to strike a great blow in the Baltic. The fleet was despatched with extraordinary rejoicings, and amidst loud and confident expressions of its certain triumph.",
        "Of C. coscoroba Mr Gibson remarks (Ibis, 1880, pp. 36, 37) that its \"note is a loud trumpet-call,\" and that it swims with \"the neck curved and the wings raised after the true swan model.\"",
        "This declaration was received by the Chamber with loud cheers.",
        "Of Sulpicius as an orator, Cicero says (Brutus, 55): \"He was by far the most dignified of all the orators I have heard, and, so to speak, the most tragic; his voice was loud, but at the same time sweet and clear; his gestures were full of grace; his language was rapid and voluble, but not redundant or diffuse; he tried to imitate Crassus, but lacked his charm.\"",
        "The other custom is the use of the turndun, as the Australians call a little fish-shaped piece of wood tied to a string, and waved so as to produce a loud booming and whirring noise and keep away the profane, especially women.",
        "Berengar of Tours (11th century) had struggled in that interest, and with Abelard, in the 12th century, the revolt against authority in belief grew loud.",
        "The outcry of the Cortes, whether of Castile or of the other states, for relief from taxation was loud.",
        "Foreign exchanges rose, exports decreased, the railway traffic declined, and the commercial classes and consumers of foreign goods and products were loud in their protests.",
        "Indeed, during the long audience to which we were admitted, it was almost impossible to converse, so loud were the shouts of the people in the Thuilleries Gardens, which were full, though it was then dark.",
        "Loud), a seat of the countess of Cromartie, upon whose property Strathpeffer is built, lies a mile to the north and is an example of the Scots Baronial style dating from 1660.",
        "Destiny wiggled in Felipa's arms and pointed, declaring in a loud voice.",
        "Oh for crying out loud, Mary.",
        "A loud crack, as if lightning were striking, sent a shockwave of power that made the monument tremble.",
        "It was loud and dirty, the type of work they'd ceased two centuries before when the human population exploded and globalized.",
        "\"No!\" he answered, loud enough to startle Cynthia who quickly turned her head to him.",
        "Sometimes she answered as if she were alone, talk­ing out loud, reminiscing, remembering the tiniest of details of a life now forever changed.",
        "\"Churchy la fem,\" Fred said, loud enough for Dean to hear but below Mrs. Glass's audio perception.",
        "The barracks was loud with chatter from other new Guardians.",
        "The obelisk groaned, and the hum in the air became a whine almost too loud to bear.",
        "Talk was loud enough to hurt his ears, ranging between orders shouted across the chamber to the man Bastion bellowing at the messengers from the northern wall.",
        "The demon within her let out a screech loud enough for the three men to cover their ears while Memon roared again.",
        "Bridget's excellent diction was just loud enough to create an ambient echo which rather suited her careful English tones.",
        "Whenever possible speak that word out loud with a feeling of love.",
        "There were also sections with gentle guitar accompaniment then onto more loud rock.",
        "There used to be a crystal set, this went to a loud speaker set, which was done by charging an accumulator.",
        "The interior is famed for excellent acoustics (I tried a loud cough!",
        "The event was opened by our Lady Mayoress to loud applause.",
        "The sounds from his expert's audio equipment are immediately arresting, and again, very, very loud.",
        "austere landscape was the loud, piercing song of the moorland birds.",
        "Scottish bagpipeS The highland pipes are the best known of several types of Scottish bagpipe, and are very loud and powerful instruments.",
        "There was a loud bang, which I thought was a gunshot.",
        "The terror of the rest of my life beckons, but for now I'm just going to play my music really loud.",
        "With Lisa in front of me, and my camera in my hand, I let out a loud belch.",
        "She first complained in murmurs, then wept, and at last burst into loud lamentations, earnestly beseeching the operator to stop.",
        "blarey heard the tinkling of glasses, raucous laughter, and music blaring through loud speakers.",
        "blarey loud rock and heavy metal music is blaring from the jukebox.",
        "At length, Sir Guy made his choice, grabbed the hunting-horn and blew a loud blast.",
        "bling thing, a cleavage thing, a thong thing, a loud and lippy thing.",
        "Monster hit after hit was met with scattered applause and loud boos.",
        "Lovely deep burble at low revs without being too loud.",
        "cackle a loud laugh, then move to something timely.",
        "Suddenly there was a loud cacophony, a peal of organ music, the'mighty wind ' .",
        "captivity as pets can be very vocal, outright noisy and very loud, depending on the species.",
        "They were a loud outdoor instrument with a conical chanter.",
        "Indeed, he seems to like his movies as loud as his comedy and the film lurches between gun-toting set pieces and high-speed chases.",
        "In its place, the voice has become chatty, and often loud, arrogant, and hectoring.",
        "A loud cheer draws me back to the stage area.",
        "Then they were all at it, until the door gave way, falling down into the chamber with a loud clang.",
        "Double Vinyl Focus Target, Creates a loud clap with contact.",
        "It dropped quickly to the floor with a loud clatter.",
        "cleaved the air with her claws and broke trees with her loud voice.",
        "When you pick up the cup there's a loud clink, and you dump out the coin.",
        "When loud music is being played, all the windows must remain completely closed.",
        "A dark figure walked through the garden gate; a loud clunk came as metal hit metal, and the gate swung shut.",
        "coca cola for crying out loud!",
        "Or parents who feed their children a diet of junk food - 2 year olds drinking coca cola for crying out loud!",
        "You'd catch a cold for crying out loud.",
        "The organ solos were just great loud, moody and so commanding.",
        "Waiting outside, her friend soon heard a huge commotion inside the hall, followed by loud applause.",
        "concave shapes may produce places with very loud sounds or dead spots.",
        "And if you want to be really considerate why not take the emphasis away from loud bangs to apple bobbing and sparklers?",
        "Connections are also available for external loud speaker and the Icom automatic antenna coupler.",
        "At midnight loud crackling of rifle fire and machine guns as flares shot skyward.",
        "The Frogman felt he had been insulted, so he gave a loud croak of indignation and turned away.",
        "St John records neither the Eloi, nor the Father into thy hands, nor the loud cry.",
        "Praise Him with sounding cymbals; praise Him with loud crashing cymbals!",
        "The built-in speakerphone is really loud and although I haven't tried other Mp3's, the sample song sounds just dandy.",
        "You can use a loud decrescendo as a hail call to initially get the ducks attention.",
        "Studying smart requires concentration so encourage your student to eliminate distractions such as telephones, television and loud music.",
        "The assessment also covers: Access problems -- Stephen arranges for a loud doorbell to be fitted in the most suitable location.",
        "He spoke in the slightest of southern drawls, just loud enough to be heard over the hoot of foghorns out in the Bay.",
        "We see him change from being a chubby, loud mouthed drunkard to being a lean, mean, laconic, vengeance machine.",
        "earpiece volume is extremely low in non speaker mode yet quite loud in speaker mode.",
        "Simply clip one part over your phones earpiece and the loud speaker onto your sunvisor, .",
        "Reduce the time you spend in places where there is very loud music - or wear earplugs.",
        "exclaiming out loud regarding the several surprises and grittier parts.",
        "Furthermore, thank you for your prompt delivery, the delivery man was intrigued by my loud exclamation of delight at it's arrival!",
        "There was a loud bright explosion inside the Lincoln.",
        "The loud music produced by the young person is a negative consumption externality to the older person.",
        "One girls caught an eyeful and screamed a little too loud, \" That's tiny \" .",
        "The music is full of power with upbeat tempos, dynamic rhythyms, memorable themes and loud triumphant fanfares.",
        "It is not some great loud fart in an empty gym or on the rim of the Grand Canyon.",
        "Boys on Boys and Girls on Girls are our fresh and loud short films where budding new filmmakers round off the program.",
        "Technically, everything went wrong: the curtains stuck, the enchanted forest refused to grow, and the audience responded with loud guffaws.",
        "They were loud and sent the body buzzing into a mad frenzy.",
        "frigging horror movie, for crying out loud!",
        "Mr Monkey visits a small funfair, examines a Soviet missile launcher, then watches a torchlit parade and a lot of loud fireworks.",
        "She landed with such a loud thud that I let out an audible gasp.",
        "Try any of the species gladiolus they are beautiful and delicate and really quite different from the loud and sometimes brash cultivated varieties.",
        "Dare to knock with a loud thud in muffled orange fingerless gloves.",
        "Their reverie was broken by a loud groan from behind them.",
        "And I have a very loud growl What am I?",
        "Norm were ready to climb on ' is cart an ' depart When he heard a loud grunt from a bush.",
        "loud guffaws of course from the rest of the party.",
        "But Kel couldn't hear him over the loud gunshots and screams.",
        "Ben enjoys this sweet apple and he gives a loud hee haw.",
        "The call starts out as a loud, slow honk that becomes faster and quieter as the goose runs out of air.",
        "Most scent hounds were used in packs - making a loud, deep baying noise alerting hunters to their location.",
        "It detonated, leaving only a loud high pitched howl and the smell of burning web behind.",
        "There was always a loud hum audible from the enormous transformer.",
        "insufferable cow with the loud voice, moaning about everyone else?",
        "There was a loud bang and a severe jolt was felt through the airframe.",
        "joyful to hear these finely wrought poems read out loud.",
        "About an hour later Betty was startled by a loud knock at the door.",
        "laugh out loud \" .",
        "The day started with loud thunder ringing in my ears and sheet lightning flashes before by eyes.",
        "The harmful effects can be cumulative, so long-term exposure to short periods of loud noise can produce hearing loss years later.",
        "The sound quality is amazing and goes incredibly loud.",
        "Only problem with the PC is it is unbelievably loud, the fan runs constantly.",
        "The modem volume may be set too loud; turn down the volume.",
        "George: Permission to shout \" Bravo \" at an annoyingly loud volume sir?",
        "Ignition was as slow as can be expected from old AT AP, but the boost was good, and surprisingly loud.",
        "She is a very nice, extremely loud person (never shuts up ).",
        "loud enough to drown out any complaints from passengers.",
        "loud applause added.",
        "loud bang, which I thought was a gunshot.",
        "loud noise like air pressure from broken pipes.",
        "loud cheer draws me back to the stage area.",
        "loud voice, \" Father, into your hands I commit my spirit.",
        "loud hailers then be shot.",
        "Some examples include: LOL: Which stands for \" laugh out loud \" .",
        "So make sure you come down and cheer as loud as you can as you enjoy all the excitement!",
        "Tho some of the sayings don't sound very loud when playing there's various sound effects and heavy metal music in the background!",
        "Only criticism to the band was that they played too loud on stage.",
        "We've also discovered that answering the phone with a loud \" Ahoy there matey!",
        "Of the mice given methamphetamine, nearly 40% had seizures, but this was doubled if methamphetamine was combined with loud music.",
        "I have often cried out loud in sheer misery at the hopelessness of life, my life.",
        "Speaking it out loud before I say it to him it's bad mojo.",
        "movie clips, and games are quite loud, and crisp.",
        "The sound was still quite loud at 100 yards but it was so muffled as to be useless.",
        "A small opening does not strain the heart and the only abnormal finding is a loud murmur.",
        "Drink in perspiring caverns filled with too many people and lots of loud music.",
        "A: For me hell would be a really crowded nightclub where you can't breathe and very loud techno music.",
        "I was in my cabin at the time and heard a loud humming noise just before the first torpedo exploded.",
        "An especially loud outcry is raised over the celebrated \" fifth member \" of the Party Council.",
        "Then came a flash of lightning followed by a loud peal of thunder.",
        "perceived by the ear as about twice as loud.",
        "petrifyare unable to move anywhere and are petrified as loud noises prevent them from moving.",
        "The ripe seed pods burst open with a loud pop, throwing the seeds several feet.",
        "Yvette & Karl continue asking for visual and audible proof that someone is with them, suddenly a loud prang to a barrel.",
        "pretensions of great men was to laugh out loud.",
        "promos offered by Golden Palace are loud and in your face.",
        "The self-same tears Will fall into your husband's bosom, lady, With a loud protestation that you love him Above the world.",
        "We will miss you scratching at the window to come in and your loud purr when held and stroked.",
        "We already miss her mischevious and playful nature, love of getting in bags and boxes, loud purrs and company around the house.",
        "purring like a very loud domestic cat.",
        "The bar was really crowded and loud so I suggested we go somewhere quieter to talk.",
        "Something refreshing not based around heavy loud hip hop beats or guest rappers.",
        "This kind of facile observation, however, merely invites a loud raspberry.",
        "rattly noises weren't good especially when they're loud enough to drown out my new Enigma CD.",
        "Kusturica has a loud and inflammatory public persona which, one thinks, is partly a consequence of a naturally rebellious streak.",
        "remanded into custody pending very loud reports.",
        "People looked very resplendent in smart DJs, outstandingly LOUD TIES (well done Hutch, yet another triumph) and the like.",
        "The recording picked up some loud retorts, which sound like gunfire or explosions.",
        "ricochet from wall to wall, a series of loud thumps marking their progress.",
        "With a loud roar of anger, he charged toward Jared.",
        "This is the stage where you are most easily roused by loud noises or disturbances.",
        "A loud rumble to the right made me direct my attention to Giles again.",
        "ruminatest ruminating out loud really, but I hope to write a little more on this in the neat future.",
        "Falling nearby with the resultant loud explosion and debris scattered all over.",
        "scent hounds were used in packs - making a loud, deep baying noise alerting hunters to their location.",
        "Back to Top Rubbish Scene: 1st scout walks to center of stage and starts talking in a loud voice.",
        "scrabble in the sand and bang his drum when he wants to be Loud!",
        "Sora then heard a loud scream coming from behind him.",
        "Sudden acceleration of a car, forward or backward causes a loud screech of the tires, even on dirt or wet roads.",
        "A church of silent air rings loud today; hymn books stand sentry by the doors, orders of service behind them.",
        "They normally play in duet with the bombarde, an equally loud small shawm.",
        "If you mean the Spanish shawm, this instrument has a slightly different shape but is as loud as the normal renaissance shawm.",
        "A loud shout is a million times more powerful than a whisper.",
        "There was a loud shriek from a woman behind.",
        "Young hedgehogs will make a very shrill, loud, call if they are in distress.",
        "They utilized the signal of the republicans because they have not a sufficiently loud signalman of their own.",
        "About ten yards away, a loud siren on a telephone pole goes off.",
        "snipe circles high above in a series of roller-coaster arcs, = each descent marked by a loud and distinctive sound.",
        "The apnea often ends with a loud snore or gasp, along with movements of the whole body.",
        "snore loud I thought better one on my own.",
        "snoreeard a loud snoring sound coming from the pilots seat.",
        "snoren we finally went to bed we had to face the challenge of trying to sleep through someone's really loud snoring.",
        "Lynda seemed to have the right touch but Paul seemed to provoke loud snorts and galloping off.",
        "Pay attention to voice level: not too soft or too loud.",
        "speak the words out loud with the feeling of love.",
        "A man walking his dog heard a loud splash nearby and is positive he saw a man in the water.",
        "She gave a very loud squawk at this point which we considered a good sign.",
        "She has a very loud squeak for such a tiny shoe!",
        "Then with a loud squeal we would roar up toward the Market cross.",
        "squelch circuits would lift, resulting in the controller hearing loud bursts of static noise.",
        "studious type not given to loud parties!",
        "There was light modern music playing a bit loud for my tastes but as more people arrived it did become more subdued.",
        "Remember to chant loud enough for your own ears to hear the mantra, and try to pronounce each syllable clearly.",
        "For me, Indian movies were a little loud and garish; quite tacky.",
        "Some people hear ' voices ' which can be like a loud tannoy, whispers or compelling silent thoughts.",
        "Then blow some trumpet loud and free And give thine oaten pipe away, Ah, leave the hills of Arcady!",
        "Slowly the foil turns into a real, solid aluminum can which he sets down on a table with a loud thud.",
        "But soon after it ends, a loud thump is heard overhead; the sound of a falling body.",
        "Some sound like rolling thunder, some just like loud crack with no basses, like large tree falling down.",
        "From the loud thunder of the Spitfire crashing, to the superb cameo of two air-raid wardens rescuing beer.",
        "While I watched spellbound, a terrific explosion reached Dresser's Cottage in the form of a loud double thunderclap.",
        "Regular exposure to sound levels of 80 dB is sufficiently loud to cause tinnitus.",
        "Sound is well rounded, not too tinny or bassy and more importantly capable of getting quite a clear loud sound.",
        "There was a loud titter among the audience who thought this was an accident.",
        "She was a solitary little tomboy, living in her own world and talking out loud to herself.",
        "His only vices are coffee, movies with subtitles and really loud music.",
        "Many shouted, others wept with a loud voice.",
        "weepny shouted, others wept with a loud voice.",
        "well-fed birds sing loud; No birds, that sing loud, are unhappy.",
        "Then a woman's loud groans and the high-pitched whine of a drill filled the corridor.",
        "The gearbox is very noisy in first, a loud whine... \" yes they all do that \" the dealer tells me.",
        "whined Drives Some hard drives can make quite a loud whining noise with faster ones being even noisier in many cases.",
        "Somewhere someone cocked a pistol, and there was the loud whisper of a sword being drawn from a scabbard.",
        "I had just reached the spot, when a loud whistle sounded over the moat behind me.",
        "Suddenly, a loud whoosh blew threw through the park.",
        "On Christmas Eve, 2004, a loud bang in front of my place signaled what was perhaps the death-knell for my reliable workhorse.",
        "yell so loud.",
        "In addition to various sounds produced at other times, an elephant when about to charge gives vent to a shrill loud ` trumpet'; and on such occasions rushes on its FIG.",
        "This instrument was capable of giving very considerable speed, but it was more complicated than that now in use, which consists only of an electromagnet, with its armature lever arranged to stop against an anvil or screw in such a way as to give a distinct and somewhat loud sound.",
        "COUNCIL OF CHALCEDON, the fourth ecumenical council of the Catholic Church, was held in 451, its occasion being the Eutychian heresy and the notorious \"Robber Synod\" (see Eutyches and Ephesus, Council Of), which called forth vigorous protests both in the East and in the West, and a loud demand for a new general council, a demand that was ignored by the Eutychian Theodosius II., but speedily granted by his successor, Marcian, a \"Flavianist.\"",
        "By 1882 the cry as to land going out of cultivation became loud and general, and the migration of the rural population into the towns in search of work continued unchecked (see below, Agricultural Population).",
        "Perhaps the most important meteors are those which, after their bright careers and loud detonations, descend upon the earth's surface and can be submitted to close inspection and analysis (see Meteorites).",
        "In loud sounds, such as a peal of thunder from a near flash, or the report of a gun, the effect may be considerable, and the rumble of the thunder and the prolonged boom of the gun may perhaps be in part due to the breakdown of the wave when the crest of maximum pressure has moved up to the front, though it is probably due in part also to echo from the surfaces of heterogeneous masses of air.",
        "Accordingly, in 1655, he printed everything that had passed between them (under the title of A Defence of the True Liberty of Human Actions from Antecedent or Extrinsic Necessity), with loud complaint against the treatment he had received, and the promise added that, in default of others, he himself would stand forward to expose the deadly principles of Leviathan.",
        "She did cry loud.",
        "She is very good and sweet when she does not cry loud.",
        "The German landlady, hearing Rostov's loud voice, popped her head in at the door.",
        "The hussars crowded round and responded heartily with loud shouts.",
        "\"A geography lesson!\" he muttered as if to himself, but loud enough to be heard.",
        "Not at all expecting so loud a report, Pierre shuddered at the sound and then, smiling at his own sensations, stood still.",
        "After a while I heard her purring like a very loud domestic cat.",
        "Being smart, I knew that rattly noises were n't good especially when they 're loud enough to drown out my new Enigma CD.",
        "He was carrying a stereo system on his shoulder, out of which was blaring loud rave music.",
        "He was remanded into custody pending very loud reports.",
        "Stumbling down the corridor they ricochet from wall to wall, a series of loud thumps marking their progress.",
        "I 'm just ruminating out loud really, but I hope to write a little more on this in the neat future.",
        "He can pound his playdough, use his paws to scrabble in the sand and bang his drum when he wants to be Loud !",
        "If you mean the Spanish Shawm, this instrument has a slightly different shape but is as loud as the normal renaissance shawm.",
        "On the half hour Bedford had a loud shout for a penalty which was turned down by referee S. Rubery.",
        "Note: Calls loud and distinctive, but skulks normally in bushes and trees and is therefore not easy to see.",
        "The male snipe circles high above in a series of roller-coaster arcs, = each descent marked by a loud and distinctive sound.",
        "I heard a loud snoring sound coming from the pilots seat.",
        "As I snore loud I thought better one on my own.",
        "When we finally went to bed we had to face the challenge of trying to sleep through someone 's really loud snoring.",
        "He read it thoroughly and, when he failed to find anything useful, discarded it with a loud snort of disgust.",
        "There is a return to the agitation with loud, isolated orchestral chords playing against two solo violins.",
        "Where possible speak the words out loud with the feeling of love.",
        "Many people with disabilities use special Web browsers, including those that reads text out loud by using a speech synthesizer.",
        "She has a very loud squeak for such a tiny shoe !",
        "Pump makes a loud squealing noise, it heats up or is not running to its full capability.",
        "My boots made a loud, horrible squelching sound with each step.",
        "Normal squelch circuits would lift, resulting in the controller hearing loud bursts of static noise.",
        "Would suit quiet studious type not given to loud parties !",
        "They then proceeded to churn out some very loud, far from cute, woozy thrash metal.",
        "Loud guitars, driving bass lines and thumping drums, drenched in melodic vocals.",
        "While I watched spellbound, a terrific explosion reached Dresser 's Cottage in the form of a loud double thunderclap.",
        "There was a strange, loud whiz and a long, silvery tinkle of broken glass.",
        "The easiest way to describe the sound would be loud, noisy, tuneful songs.",
        "Just sit back, relax, and get ready to laugh out loud at all of Stephanie 's wacky adventures !",
        "All well-fed birds sing loud; No birds, that sing loud, are unhappy.",
        "Hard Drives Some hard drives can make quite a loud whining noise with faster ones being even noisier in many cases.",
        "Suddenly, a loud WHOOSH blew threw through the park.",
        "Beniah, there 's no need to yell so loud.",
        "One particularly loud thud was immediately followed by a yelp of pain from someone the other side of the room.",
        "96 Normal 0 false false false EN-US X-NONE X-NONE /* Style Definitions */table.MsoNormalTable{mso-style-name:\"Table Normal\";mso-tstyle-rowband-size:0;mso-tstyle-colband-size:0;mso-style-noshow:yes;mso-style-priority:99;mso-style-parent:\"\";mso-padding-alt:0in 5.4pt 0in 5.4pt;mso-para-margin:0in;mso-para-margin-bottom:.0001pt;mso-pagination:widow-orphan;font-size:12.0pt;font-family:Calibri;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;mso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;} She was loud and obnoxious; nevertheless, I found her fun to be around.",
        "Their new cat is weird looking, and it keeps me awake with its loud miaows.",
        "I really enjoyed the concert despite the loud and annoying people sitting behind me.",
        "When you turn up the bass in your car and play loud music, you will feel the vibration of the speakers.",
        "The crowd let out a loud cheer when their team scored the game-winning point.",
        "The crowd let out a loud cheer when their team scored the game-winning point.",
        "The flashing, red alerts make loud sounds when a fire drill is taking place.",
        "The elderly couple abominated their rude neighbors because they constantly made loud noise at night.",
        "The loud man on the street corner felt that he was divinely called to bring retribution to earth.",
        "There are lots of lights, loud sounds, and new faces for her to become familiar with.",
        "Point out animals and other objects on the TV screen and say their names out loud to your baby.",
        "It has given opportunities to tidy around the house - or just a breather- while Laura laughs out loud at those hilarious puppets!!",
        "As you consider different baby middle names in combination with the first and last name, say the whole name out loud.",
        "For instance, in some cases, an infant will startle easily at a sudden, loud noise.",
        "However, sound that continues to be quite loud for a prolonged period may actually encourage her to fall asleep as her body attempts to \"tune out\" the noise.",
        "After guests have finished answering, ask the new mom the questions and have her answer them out loud.",
        "Infants often turn towards loud, sudden noises.",
        "The Moro reflex: Also known as the \"startle\" reflex, this happens when an infant hears a sudden loud noise or feels that he's falling.",
        "The most common reaction is to place the candle far out of reach and to say \"no\" in a loud and clear voice.",
        "One disadvantage of the site is that most of the games don't have a pause function, so if you want to stop, for example, some very loud singing by Elmo about numbers, you have to use the home or return function.",
        "Unfortunately, this frequency may cause inference with cell phones or cordless phones; this interference causes loud screeching noises and can be very annoying.",
        "If you send an electronic card that is loud or bawdy, it is best not to send it to someone's office.",
        "Microwave ovens have come a long way from those heavy, loud monsters of the 1970s.",
        "Gone is the bulky rectangle with thick, loud keys and clumsy layout.",
        "Bearings: Most roller blade shoppers only need to know that loud bearings should be avoided.",
        "The Sonic Bomb alarm from Sonic Alert has an incredibly loud 113dB alarm, which is the approximately the same decibel level as a live rock concert or car horn at a distance of one meter.",
        "In addition to having a very loud alarm, the Sonic Bomb also has pulsing red lights and a bundled 12-volt Super Shaker.",
        "Loud Alarm: A very loud alarm, whether it is a bell, digital tone or radio is necessary to wake someone who is sleeping soundly.",
        "A loud and penetrating ring is going to be much more successful at waking a sound sleeper.",
        "She reacts with loud hissing and growling that I can hear two floors up when they are in the main part of the house.",
        "They have a loud meow that is a sure attention getter; just try to ignore a Siamese when she is determined to get your attention and see how far you get!",
        "Put them around the room the tree is in, and when you see your cat going near the tree, say \"NO\" firmly and loud enough for your cat to hear.",
        "They have a loud voice and love to use it when they want something.",
        "For this reasom, she may startle at loud sounds.",
        "The house's environment can become loud and dangerously hostile.",
        "Compostable chip bags, while loud, are the future of responsible snacking and will more than likely be implemented by other snack manufacturers in time>.",
        "You might need the girl in your household to turn the volume down a bit; the music accompanying the games can be lively and loud.",
        "A meter to the left of the screen indicates how loud of a burp you managed to produce.",
        "Also, read the message out loud to ensure everything sounds right and is spelled correctly.",
        "A cluttered or loud background will distract from your photo subjects.",
        "While very intricate and detailed cuts will cause your machine to stutter a bit, it should not continuously be making loud noises while it cuts your files.",
        "It's love when joy is a loud voice in moments of quiet.",
        "If you don't hear the loud snap, chances are the boot is not sufficiently attached.",
        "You also have the option of having the script said out loud, so all you have to do is sit back, relax and think, or \"meditate\" on the image.",
        "You may not think about reading as meditation time, but if you take the time to read inspirational or sacred texts either out loud or to yourself, and then take time to reflect on the words, this is another form of meditation.",
        "It's important to release tension in a proactive way through crying, yelling in a private room into a pillow or if no one is around out loud, or talking to someone you trust.",
        "Sitting near a door or loud space might necessitate a need to ask if there is an alternative place to work or if it's okay to wear earplugs or headphones.",
        "For example, you might choose to battle over graphic lyrics in music, but ignore music that is played a bit too loud.",
        "Reading out loud to your child builds vocabulary, stimulates imagination, and helps develop the love of reading.",
        "A print versus a solid: No one does a graphic print quite like Versace can, but if you don't think your personality can pull off one of their \"loud\" fashion pieces, choose a solid color.",
        "LOL: Means \"Laugh out loud\", to let someone know you liked their joke, or you are joking yourself (see j/k).",
        "After all the gifts are open, the designated guest will predict the bride's wedding night words by reading the list out loud.",
        "I laughed out loud when Zack ordered the Ultimate Burger.",
        "Say them out loud to yourself in the mirror several times.",
        "Instead of blasting loud Christmas music throughout the reception dinner, play a mix of instrumental holiday favorites in the background.",
        "In that case, you may prefer to read the poem out loud yourself while holding hands and occasionally locking eyes with the one you love.",
        "A lapel microphone may also be valuable when it's time to recite the wedding vows, especially if the venue is loud or you're having an outdoor wedding.",
        "Some people become loud and boisterous; others become quiet.",
        "There we were enabled to smoke, drink and listen to loud music in his basement.",
        "These 1960s styles brought loud, colorful prints into the upholstery and textiles industries.",
        "I really hope I never see Somethin again, she's rude obnoxious, loud and ignorant.",
        "She's a representative of California for crying out loud!",
        "He was arrested for disorderly conduct after having a loud argument with his wife."
    ],
    "definition": [
        "Link/Cite"
    ]
}