{
    "translation": "רווחי, משתלם",
    "uses": [
        "Indigo and opium are the most lucrative crops.",
        "Looks like my Internet business is pretty lucrative, wouldn't you say?",
        "made the royal courts of law a lucrative source of revenue, but he gave protection to suitors.",
        "No person holding a lucrative office under the state or the United States, no salaried officer of a railroad company, and no officer of any court of record is eligible for membership in either house.",
        "Crowds of wanderers were to be met on every road; Germany, Holland and Italy were full of Jews who, pack on shoulder, were seeking a precarious livelihood at a time when peddling was neither lucrative nor safe.",
        "In 1809 he was a captain in the Guards, wore medals, and held some special lucrative posts in Petersburg.",
        "long by 22 broad, produces gum-arabic, and is the seat of a lucrative turtle-fishery.",
        "It had complete control over the Euxine grain-trade; the absence of tides and the depth of its harbour rendered its quays accessible to vessels of large burden; while the tunny and other fisheries were so lucrative that the curved inlet near which it stood became known as the Golden Horn.",
        "In these circumstances there grew up in Rome a class of wealthy ' men, whose sole occupation it was to amass large fortunes by speculation,' and who found a most lucrative field of enterprise ' in state contracts and the farming of the public revenues.",
        "At thirty, still a dependant, without a settled occupation, without a definite social status, he often regretted that he had not \" embraced the lucrative pursuits of the law or of trade, the chances of civil office or India adventure, or even the fat slumbers of the church.\"",
        "The main object of the Portuguese was to obtain a share in the lucrative spice trade carried on by the Malays, Chinese and Japanese; the trade-routes of the archipelago converged upon Malacca, which was the point of departure for spice merchants trading with every country on the shores of the Indian Ocean and Arabian Sea.",
        "As palatine of Cracow he held one of the highest and most lucrative dignities in the state, and was equally famous for his valour, piety and liberality.",
        "This flourishing industry, which fully occupied 40,000 boats and 300,000 fishers assembled from all parts of Europe to catch and salt the favourite Lenten fare of the whole continent, was the property of the Danish crown, and the innumerable tolls and taxes imposed by the king on the frequenters of the market was one of his most certain and lucrative sources of revenue.",
        "A man who simply wished to retain his lucrative post would today agree with Pfuel, tomorrow with his opponent, and the day after, merely to avoid responsibility or to please the Emperor, would declare that he had no opinion at all on the matter.",
        "Alembert's fame spread rapidly throughout Europe and procured for him more than one opportunity of quitting the comparative retirement in which he lived in Paris for more lucrative and prominent positions.",
        "In January 1561 he was given the lucrative office of master of the court of wards in succession to Sir Thomas Parry, and he did something to reform that instrument of tyranny and abuse.",
        "Indeed, the doctrine of \"aspects\" and \"influences\" fitted excellently with his mystical conception of the universe, and enabled him to discharge with a semblance of sincerity the most lucrative part of his professional duties.",
        "The jealousy of the latter two was prompted by the fact that the governorship and military commands had become not only much more important, but also much more lucrative, while power and money again procured many adherents.",
        "16), which applied equally to all the territories under his rule, threatened to destroy at a blow the lucrative monopolies which supplied him with the sinews of war.",
        "In 1567 he became one of the secretaries of state, receiving also about the same time the lucrative appointment of protonotary of Sicily, and in 1573 the death of Ruy Gomez himself made room for Perez's promotion to be head of the \" despacho universal,\" or private bureau, from which Philip attempted to govern by assiduous correspondence the affairs of his vast dominions.",
        "That the predominance of the praetorians was already established is clear from the fact that Wathiq gave to two Turkish generals, Ashnas and Itakh respectively, the titular but lucrative supreme government of all the western and all the eastern provinces.",
        "reduced the period between these lucrative occasions from one hundred to fifty years, and Urban VI.",
        "In the 18th century, and early in the 19th, Norwich had a lucrative trade with the Atlantic ports and the West Indies, but later manufacturing became the most important industry; the manufactures including textiles, cutlery, firearms, paper, electrical supplies, printing presses, &c. In 1905 the factory products were valued at $6,022,391.",
        "He enjoyed a salary for defending the policy of Lord North's government, and held the lucrative post of London agent to Mahommed Ali, nabob of Arcot.",
        "Mme d'Aiguillon's intervention in the matter was perhaps as powerful as Jacqueline's acting, and Richelieu gave Etienne Pascal (in 1641) the important and lucrative 2 In vi.",
        "Irrigation protects large tracts against famine, and has immensely increased the wheat output of the Punjab; the Irrigation Commission of 1903 recommended the addition of 62 million acres to the irrigated area of India, and that recommendation is being carried out at an annual cost of 12 millions sterling for twenty years, but at the end of that time the list of works that will return a lucrative interest on capital will be practically exhausted.",
        "For Nureddin the fight meant the acquisition of an heretical country for the true faith of the Sunnite, and the final enveloping of the Latin kingdom:' for Amalric it meant the escape from Nureddin's net, and a more direct and lucrative contact with Eastern trade.",
        "Large flocks of sheep are kept, both for their flesh and their wool, and there are in the province large numbers of horned cattle and of pigs, Geese and goose feathers form lucrative articles of export.",
        "During the progress of the works, however, he acted as surveyor, and accumulated in that lucrative employment a sum of several thousand pounds, discovered after his death in an old iron chest, which had evidently lain unopened for above thirty years.",
        "This post he held till his death, though offers of more lucrative positions were made to him.",
        "The invasion of Switzerland, which Bonaparte had of late persistently pressed on the Directory, proved to be an equally lucrative device, the funds in several of the cantonal treasuries being transferred straightway to Paris or Toulon.",
        "The hardier mules are generally employed for draught, carriage, and saddle purposes in every part of the country, and their breeding is a lucrative industry in the southern states.",
        "But at last, in 1718, his talents were recognized by his appointment as professor of metaphysics at the university of Copenhagen; and in 1720 he was promoted to the lucrative chair of public eloquence, which gave him a seat in the consistory.",
        "Toward the end of his career at the bar, however, he changed from a general practitioner to a patent lawyer, and as such had a lucrative practice.",
        "Video games represent one of the most lucrative industries on the planet.",
        "It is well known for its well-established, lucrative manufacturing and distribution industries.",
        "While in England he was appointed (1503), by Henry VII., to the see of Hereford, and in the following year to the more lucrative diocese of Bath and Wells, but he never resided in either.",
        "The most lucrative of the lord's rights were wardship and marriage, but the feudal theory of these also was non-economic. The fief fell into the hands of the lord, and he enjoyed its revenues during the minority of the heir, because the minor could not perform the duties by which it was held.",
        "Situated in the heart of the \"Cotton Belt,\" Macon has a large and lucrative trade; it is one of the most important inland cotton markets of the United States, its annual receipts averaging about 250,000 bales.",
        "The cost of maintaining the imperial postal system (vehiculatio) was transferred to the fiscus; from the same source apparently money was found for repairing the public roads and aqueducts; and lastly, the lucrative but unpopular tax of 5% on all legacies or inheritances (vicesima hereditatum), was so readjusted as to remove the grosser abuses connected with it (Pliny, Paneg.",
        "There was no revival of industry until the orders of the military authorities began to come in, which gave lucrative employment.",
        "On the whole it appears that the British cotton trade continues to increase to a satisfactory degree in fancy and special goods, which require for their production a comparatively high degree of technical skill, and are more lucrative than some of the simpler products in which competitors have been rr ost formidable.",
        "The position was often lucrative and always honourable, and the priests were under the special protection of the gods they served.",
        "Fishing was a lucrative industry at an early date, and the Jews ascribed the laws regulating it to Joshua.",
        "In 1768 he was admitted to the bar, and rapidly acquired a lucrative practice.",
        "In 1610 a vessel was despatched with merchandise suitable for traffic with the Indians, the voyage resulted in profit, and a lucrative trade in peltry sprang up. Early in 1614 Adriaen Block explored Long Island Sound and discovered Block Island.",
        "In January 1661 a land commission was appointed to investigate the financial and economical conditions of the kingdoms; the fiefs were transformed into counties; the nobles were deprived of their immunity from taxation; and in July 1662 the Norwegian towns received special privileges, including the monopoly of the lucrative timber trade.",
        "He had been a member of the consultative committee on arts and manufactures since 1805; he was attached to the \"administration des poudres et salpetres\" in 1818, and in 1829 he received the lucrative post of assayer to the mint.",
        "The Indians had again attacked the border farmers, and the governor had refused assistance, being willing, it was generally believed, that the border population should suffer while he and his adherents enjoyed a lucrative fur trade with the Indians.",
        "and, in June 1629, the king gladly accepted the lucrative truce of Altmark.",
        "In theory the most lucrative branches of commerce, such as the pepper trade, were monopolies vested in the Crown; the chartered companies and associations of merchant Policy.",
        "lucrative sideline.",
        "Unfortunately, writing book reviews is not a very lucrative area of freelance writing.",
        "Though it never quite delivered the return on investment speculated in the 90's, internet advertising has proven to be somewhat lucrative.",
        "Although, enough people are willing to pay for it so that it has become both affordable for consumers - sometimes as low as free - and lucrative for web hosts.",
        "Learn more about why Fort Pierce is an exciting and lucrative web design market.",
        "He has turned down several lucrative buy-out offers, stating that he wishes to remain true to the original vision of selling exclusively through salons.",
        "Since the focus is on business, even the simple updates can become lucrative, though, and that's why Chris Brogan, a social media expert, recommends the status update as the number one tool to making LinkedIn work for you.",
        "lucrative niche in the Finnish consumer electronics industry.",
        "In 1804, having shown his unwillingness to sacrifice his convictions for the purpose of furthering the designs of Napoleon, he was removed from the office of tribune, being at the same time nominated to a lucrative post, which, however, he thought it his duty to resign.",
        "Their lucrative pearl fisheries have been practically monopolized by the Japanese, who use proper diving apparatus.",
        "Cattle-breeding is probably the most lucrative branch of stock-farming, the country being pre-eminently adapted for horned cattle.",
        "7, 22) placed the lucrative trade between the Mediterranean and the Red Sea in the hands of the rulers of Judah.",
        "Wilkinson's ventures were not as lucrative as he hoped for, and in October 1791 he was given a lieut.-colonel's commission in the regular army, possibly, as a contemporary suggested, to keep him out of mischief.",
        "The same year he was elected sheriff of New York county, then a lucrative post because of the system of fees (later abolished), and in 1917 president of the Board of Aldermen of New York City.",
        "During the 18th century Hartford enjoyed a large and lucrative commerce, but the railway development of the 19th century centralized commerce in New York and Boston, and consequently the principal source of the city's wealth has come to be manufacturing and insurance.",
        "Two months later Eric was crowned at Upsala, on which occasion he first introduced the titles of baron and count into Sweden, by way of attaching to the crown the higher nobility, these new counts and barons receiving lucrative fiefs adequate to the maintenance of their new dignities.",
        "His extreme impecuniosity made him from the first subservient to the Polish senate and nobles (szlachta), who deprived him of the control of the mint - then one of the most lucrative sources of revenue of the Polish kings - curtailed his prerogative, and generally endeavoured to reduce him to a subordinate position.",
        "At the Restoration he received many marks of favour from the king, including grants of land and lucrative monopolies.",
        "Although the establishment of a lucrative trade between India and central Asia had been the dream of many successive Indian viceroys, and much had been done towards improving the approaches to Simla from the north, very little was in really known of the highlands of the Pamirs, or of the regions of the great central depression, before the mission of central Asia.",
        "Madame Dupin, however, to whose house he had obtained the entry, procured him the honourable if not very lucrative post of secretary to M.",
        "In 1724 he entered the ministry as secretary of war, but this office he exchanged in 1730 for the more lucrative one of paymaster of the forces.",
        "gauge was built (1901-1902)in Northern Nigeria between Barijuko on theKaduna and the capital, Zungeru, and proved most successful and lucrative.",
        "In the administration which was formed in November 1756, and which was ruled by Pitt, the lucrative office of treasurer of the chamber was given to Townshend, and in the following spring he was summoned to the privy council.",
        "He was tail, rawboned and awkward; his early instruction was scant; but he \"read books,\" talked well, and so, after his admission to the bar at Richmond, Virginia, in 1797, and his removal next year to Lexington, Kentucky, he quickly acquired a reputation and a lucrative income from his law practice.",
        "Joining the New York bar he obtained a lucrative practice and in 1812-13 was attorney-general of New York; his abilities and success being such that Judge Story declared him to be \"by universal consent in the first rank of American advocates.\"",
        "In May of the same year he was promoted to the more important and lucrative office of paymaster-general, which gave him a place in the privy council, though not in the cabinet.",
        "In Idaho, as elsewhere, the first form of mining was a very lucrative working of placer deposits; this gave way to vein mining and a greatly reduced production of gold and silver after 1878, on account of the exhaustion of the placers.",
        "Later he became clerk of the court of common pleas of Hamilton (disambiguation)|Hamilton county - a lucrative position that was then most acceptable to him.",
        "He acted many times as Indian agent; his lucrative trade with the Indians, conducted from a trading house near Fort Pitt, was ruined during Pontiac's conspiracy.",
        "Their favour helped him to make a lucrative marriage with Miss Joan Scott, who had a fortune of Lioo,000, on the 8th of July 1800.",
        "Like pashas they rarely held their office more than three years, it being the natural policy of the Porte to multiply such lucrative nominations.",
        "In 1438, at the council of Basel, Aurispa attracted the attention of Pope Eugenius IV., who made him his secretary; he held a similar position under Nicholas V., who presented him to two lucrative abbacies.",
        "Notwithstanding their many successes in the Caribbean and on land, including a second plunder of Porto Bello, their thoughts ran frequently on the great expedition across the isthmus, and they pictured the South Sea as a far wider and more lucrative field for the display of their united power.",
        "She gave also to England the monopoly for thirty years of the lucrative slave trade with Spanish America, hitherto enjoyed by France: this was the famous Asiento treaty.",
        "Hicks's teachings on slavery had impressed both James and Lucretia; in 1830 James gave up a lucrative cotton commission business that he might not profit from the products of slave labour; and both took an active part in the campaign against slavery.",
        "Not content with enriching them by gifts and lucrative offices, he made their aggrandizement the principal object of his policy as a secular prince.",
        "The appointment was not only one of the most important in this quarter of the kingdom, but lucrative as well, part of the fines and forfeits falling to the warden, who was also entitled to ration and forage for his retinue.",
        "Gerard Cauvin began to suspect that he had not chosen the most lucrative profession for his son, and that the law offered to a youth of his talents and industry a more promising sphere.",
        "Fish-curing and whaling are lucrative industries.",
        "He doubtless believed in repeal at first; probably he ceased to believe in it, but he was already deeply committed, and had abandoned a lucrative profession for politics.",
        "lucrative occupation for some thousands of persons, and many of the claim-holders are British.",
        "Besides raising crops, the settlers possessed numbers of cattle, sheep and pigs, but their most lucrative occupation was seal fishing.",
        "War having become a congenial and very lucrative industry, its cessation caused want of work, with all the evils The that entails.",
        "The Choiseul party, which had gradually been reconstituted, under the influence of the queen, the princes, parlement, the prebendaries, and the trade corporations, worked adroitly to eliminate this reformer of lucrative abuses.",
        "At the Marchese's request he wrote, in 1588, a treatise on the centre of gravity in solids, which obtained for him, together with the title of \"the Archimedes of his time,\" the honourable though not lucrative post of mathematical lecturer at the Pisan university.",
        "On the other hand, the owner of one or two hundred colonies would find it more lucrative to work for extracted honey and send it out to wholesale buyers in that form.",
        "422 B.C.), Athenian politician during the Peloponnesian War, was the son of Cleaenetus, from whom he inherited a lucrative tannery business.",
        "Henriette had accepted in the family of Count Zamoyski an engagement more lucrative than her former place.",
        "batman hitch cover is forced very important in the most lucrative.",
        "One of the most lucrative tricks of the trade is the use of high-fructose corn syrup.",
        "For instance drug dealing would be far more lucrative.",
        "Our space suddenly became defensible, criminals flourished as opportunities became more lucrative and the laws changed in favor of civil liberties.",
        "foreclosed homes can be a highly lucrative investment option.",
        "Read more... Trusty Handyman Start a lucrative management franchise in the handyman business, a £ 28 billion market in the UK.",
        "hotshot attorney enjoying the fruits of a lucrative career.",
        "With First moving out of the market, there's a gap for another operator to move in to a potentially lucrative market.",
        "It provides a way out of the current 'A ' level exam fiasco and, as such, may be hugely lucrative.",
        "To date the building has proven to be a highly lucrative investment.",
        "Steve is presently trying to prevent an extremely lucrative client from giving him the slip.",
        "equally lucrative is the narcotics trade which generates a staggering $ 500 billion per annum.",
        "The report is a unique and original analysis of the increasingly lucrative area of movie sequels.",
        "lucrative for companies.",
        "lucrative for British investors considering a buy-to-let property purchase.",
        "lucrative for a few publishers is ridiculous.",
        "lucrative for manufacturers of crepe, such as Pryce-Jones in Newtown.",
        "lucrative contract in sports history: a 10-year deal worth $ 252 million.",
        "lucrative management franchise in the handyman business, a £ 28 billion market in the UK.",
        "lucrative market for elderly gamers has risen within their aging society.",
        "lucrative bids a major issue of assets.",
        "Ranking high in Google for popular keywords can prove very lucrative.",
        "It's a well known fact: even the simplest ideas can become very lucrative.",
        "The Truth behind Pension Mortgages A pension mortgage may seem lucrative at the first sight.",
        "Spain possessed the lucrative monopoly of the expensive cochineal dye.",
        "movie moguls into giving him lucrative jobs designing film decor.",
        "Ian Walker, her least favorite nephew, has been given the task of transcribing the sessions likely to prove most lucrative.",
        "Fitness instruments make up a lucrative niche in the Finnish consumer electronics industry.",
        "I always thought it was a vocation they felt to serve their fellow man, not a lucrative sideline.",
        "But even a miracle of western statecraft would only lead to Afghanistan's impoverished neighbors seizing a greater share of this lucrative trade.",
        "In colonial times the city was rich and prosperous and enjoyed a lucrative trade with the mother country, its population at that time being estimated at 30,000, but much of its prosperity has disappeared and its population is now estimated at io,000.",
        "A large tame snake with a false human head, wound round Alexander's body as he sat in a shrine in the temple, gave \" autophones \" or oracles unasked, but the usual methods practised were those of the numerous oracle-mongers of the time, of which Lucian gives a detailed account, the opening of sealed inquiries by heated needles, a neat plan of forging broken seals, and the giving of vague or meaningless replies to difficult questions, coupled with a lucrative blackmailing of those whose inquiries were compromising.",
        "The connecting link between the western and the eastern Baltic was the isle of Gotland, where German merchants from Lubeck had established a depot (the later Visby)_ The fur-trade with the Esthonians and Livonians proved so lucrative that a German colony was planted in Livonia itself at what was afterwards Riga, and in 1201 for its better security the colony was converted into a bishopric. A still firmer footing was gained by the Germans on Livonian soil when Abbot Theoderick of Riga founded the order of the Sword (a foundation confirmed by the pope in 1204), whose duty it was to convert the heathen Esths and Livs and appropriate as much of their land in the process as possible.",
        "After completing his course of medical study at the university of Edinburgh he sailed in 1797 for India, where he was attached as surgeon to a regiment; and his knowledge of the native tongues and his capacity for business threw open to him the lucrative offices of interpreter and commissary-general.",
        "It is called \" basket sugar,\" and meets with a brisk sale, at remunerative prices, among the Chinese coolies; and as the sugar as soon as cooled is packed ready for market, without losing any weight by draining, this branch of sugar-making is a most lucrative one whereever there is sufficient local demand.",
        "In the registers of these popes, which are now being actively investigated and published, dispensations (licences to violate the laws of the Church); indulgences; imposts levied with increasing regularity on universal Christendom and, in particular, on the clerks; the settlement of questions relating to church debts; the granting of lucrative benefices to Roman functionaries; the divers processes by which the Curia acquired the immediate disposal of monastic, capitulary and episcopal revenues - in short, all financial matters are of the first importance.",
        "Regular industrial work is however handicapped by competition with the tourist trade in its several branches - acting as guides and camp servants, manufacture and sale of \" souvenirs ' (carved toys and trinklets in mother - of-pearl and olive-wood, forged antiquities and the like), and the analogous trade in objets de piete (rosaries, crosses, crude religious pictures, &c.) for pilgrims. Travellers in the country squander their money recklessly, and these trades, at once easy and lucrative, are thus fatally attractive to the indolent Syrian and prejudicial to the best interests of the country.",
        "However much the administrators may have fallen short in actual practice, the Spanish ideal was to preserve and civilize the native races, rather than to establish lucrative trading posts where the natives might be easily exploited.",
        "In three days he had succeeded in per suading the Swedish estates of the lucrative expediency of his unnecessary and immoral attack on Poland (see Poland: History); but when he quitted Stockholm for Warsaw, on the 10th of July 1654, he little imagined that he had embarked on an adventure which was to contribute far more to his glory than to the advantage of his country.",
        "Venality and the extortion of the tax-gatherer flourished anew after the departure of Gordon, while the feebleness of his successors inspired in the Baggara a contempt for the authority which prohibited them pursuing their most lucrative traffic. When Mahommed Ahmed (q.v.), a Dongolese, proclaimed himself the long-looked-for Mandi (guide) of Islam, he found most of his original followers among the grossly superstitious villagers of Kordofan, to whom he preached universal equality and a community of goods, while denouncing the Turks 2 as unworthy Moslems on whom God would execute judgment.",
        "But even a miracle of western statecraft would only lead to Afghanistan 's impoverished neighbors seizing a greater share of this lucrative trade.",
        "Investing in wine is a highly lucrative and fun hobby -- one that can net you a big pay day for a single bottle.",
        "Wine investing can be a lot of fun for a wine enthusiasts, and with the right investments, it can be extremely lucrative as well.",
        "Investing in coins has been a popular hobby and lucrative source of income for decades.",
        "Shared hosting is a very lucrative option for medium to small businesses.",
        "Buying and selling wholesale flea markets products is a lucrative business, if you are smart about which products you choose to carry and what you pay for them.",
        "Some MBNA cards offered a rewards program that was relatively lucrative.",
        "One of the initial Bank of America World MasterCard benefits is a lucrative introductory offer.",
        "However, enough people fall for them that it is still a lucrative money making fraud for the criminals.",
        "With hard work and passion, interior designers can have lucrative, fulfilling careers.",
        "Home staging is just one path to Interior Decorator Jobs that are in demand and can be quite lucrative with the right perseverance.",
        "While a career in face painting is not exactly a lucrative one, you can perhaps find steady work (even if just volunteer) at churches, festivals, and school functions.",
        "You can write ebooks on anything, of course, but your most lucrative sales will come from a niche market that you know something about.",
        "Since you only pocket a fraction of the price paid by the client, selling your photos on microstock sites is not always very lucrative.",
        "One of the most lucrative and exciting ways to make a living taking pictures is to get into the field of sensual female photography.",
        "Female glamour photography is a lucrative business.",
        "While his father operated a lucrative London restaurant, George fostered a close relationship with his mother.",
        "No doubt his move to the states will lead to even more lucrative deals.",
        "This trend has forced many designers to reduce their prices to remain lucrative.",
        "However, the most lucrative merchandise inspired by the films is Stars Wars-related clothing items.",
        "For moms who work, going back to school can be financially lucrative in the long run.",
        "Cruise Line Employment can be exciting and lucrative, but it's not for everyone.",
        "This makes cruise wages highly competitive and potentially lucrative when compared to wages for similar land-based jobs, particularly if you are adept at saving money while working.",
        "Seasoned groomers can do approximately eight dogs a day, so as you can see, this career can be very lucrative.",
        "This member benefit can be quite lucrative, depending on the freebie you get.",
        "Organic farming is likely to experience continued growth due it lucrative nature.",
        "On the other hand, retailers are fast realizing that the plus size market is lucrative when they give full figured girls what they want.",
        "Expertly blending pop culture with famous faces has proven to be quite lucrative for the eyewear company.",
        "Essence: Not to be outdone, Essence magazine has also thrown their hat into the optical industry with a collection that embodies the strength and independence of their lucrative readership.",
        "That's because you would need to know about your competition and now how you can best compete in the lucrative and popular video game market.",
        "Aside from tournament winnings, these top players also attract lucrative sponsorship deals, not unlike athletes who participate in skateboarding competitions and other such events.",
        "Buy eggs to more exotic and thus, more lucrative animals.",
        "In this way, when you create your words, make sure that it isn't too easy for the other player to access the lucrative bonus spots.",
        "Then keep reading for a few hints and tips along the way, as well as a handful of bonuses to reward you for your hard work... and I'm not just talking about those lucrative gold coins.",
        "The market is so lucrative that two giant corporations -- Microsoft and Sony -- couldn't resist tossing in their goods to see how much money could be wrung out.",
        "Naturally, it would not be very lucrative to visit your local AT&T store to buy a large quantity of handsets, since you would be paying the full retail price for these phones.",
        "These shops may not have the most lucrative service sales, they're in business to blend their talent with your passion, so spread the word and keep them afloat!",
        "Your initiative may land you a lucrative job!",
        "Full time employees and those in the corporate office can expect to obtain the best benefits and the most lucrative positions.",
        "Learning about the possibilities in this area could be the first step toward beginning a relatively stable and lucrative career.",
        "Legal nurse consulting jobs provide nurses with an engaging, interesting and lucrative side job or a full time career.",
        "Seasoned workers have many choices to consider and those just entering the field can plan a path to a rewarding and lucrative career.",
        "Additionally, construction jobs, particularly those that involve membership into a union, can be quite lucrative.",
        "Workers who are willing to move up in their jobs may find themselves in lucrative positions eventually.",
        "On the other hand, for most people, landing a lucrative acting gig or hitting it big in a band is not likely.",
        "Investing in government tax foreclosure properties may be a lucrative investment.",
        "Holding some type of fundraising sale is one of the oldest - and most lucrative - ways to make money.",
        "This type of fundraiser provides an everlasting tribute and not only is decorative but can be lucrative as well.",
        "Since there are so many programs to choose from, be sure to look over the entire list of possibilities before making a decision on which one you think would be the most lucrative.",
        "Be creative to find the most lucrative fundraising program.",
        "Rank Fishkin wanted to propose to his girlfriend, Geraldine DeRuiter, in a spectacular way, and what better plan than to commandeer one of the most lucrative and widely watched commercial spots of the year?",
        "I find that if a client is pleased with your work, then they are more likely to come back for future (and more lucrative) projects rather than start advertising for someone new.",
        "Writing customized poems can be a lucrative form of poetry writing.",
        "For freelance writers, copy writing is among the most lucrative of writing opportunities available on the Internet.",
        "Creating white papers can be very lucrative for the technical writer who can do the research and prepare the material.",
        "Studio-The most lucrative greeting card category is the studio cards, which are the long, slim cards that are written for virtually any reason, be it friendship, apologies, holiday wishes, and more.",
        "Many new freelance writers immediately turn to a few popular sources for lucrative freelancing work.",
        "You can find these lucrative jobs in your local paper, on online job boards like Monster.com or even on online classified listings like Craigslist.",
        "With the wide array of blogs, online news sites and major corporations using the Internet for marketing and promotions, the Internet is becoming the major employer of writers, and the field of writing is finally becoming very lucrative.",
        "By searching the job listings of major companies under the keyword \"writer\" or \"writing,\" you can often discover some very lucrative freelancing opportunities.",
        "Freelance business writers may not get as much attention as novelists or newspaper journalists, but this can be a very lucrative way to make a living as a professional writer.",
        "However, it's safe to assume that copywriting is one of the more lucrative areas for a freelance writer.",
        "Becoming a freelance technical writer isn't an option for every aspiring work at home professional, but it can be a lucrative area of freelancing if you have the right mindset for this type of work.",
        "However, getting a byline for your work will help you get the experience you need to land more lucrative freelance writing assignments.",
        "This can be a very lucrative area of specialization for freelance writers who want to use their talents to help nonprofit organizations.",
        "More and more women are carrying concealed weapons these days and handbag manufacturers are starting to see that this could be a lucrative market.",
        "In addition, sports like tennis can also be beneficial and lucrative for this quick-footed sign.",
        "As to the actual timing of a specific title, know that home entertainment divisions are shaving the time between cinematic and DVD release dates as much as they can because the DVD market is so lucrative.",
        "Crying Ladies (2003)-A comedy about three professional mourners searching for more lucrative money opportunities in Manila's Chinatown.",
        "Most local appliance stores have a higher markup than big box stores like Best Buy or Sam's Club, but they may also have a more lucrative distributor relationship or special inventory promotions.",
        "Keep in mind that a high yield savings account is not a replacement for a more lucrative long-term investment, such as stocks and bonds.",
        "Also referred to as the \"generally angry\" goth, gutter goths prefer to keep their wardrobes simple as uncontrollable rage is very rarely lucrative.",
        "In many countries, women who are not normally encouraged to work outside the home can make extremely lucrative incomes by practicing henna art.",
        "The distribution of vintage watches has grown in popularity, making it a lucrative and thriving business.",
        "Also, very few retail outlets only do one kind of basket, so if you'd like your business to focus on wedding gift baskets, for example, you create a lucrative niche market for your company.",
        "Running a franchise from home is considered one of the best ways to create a home based business that's lucrative.",
        "For example, you might write: Fizz Drinks sells one million carbonated beverages annually to satisfied customers, making our company well positioned to enter the lucrative health drinks market.",
        "This can be a very lucrative business if you are good and have a lot of clients.",
        "Translation work can be extremely lucrative, especially if you are associated with an international translation company.",
        "Magazines were other lucrative opportunities made available to Marisa Miller.",
        "This career tact came at the urging of Colonel Tom Parker, and although lucrative, cost Elvis much of the critical acclaim he had built up in his early career.",
        "The women who are America's Next Top Model winners become poised to enter into a lucrative modeling career at full speed.",
        "A popular reality show character, he has since gone on to enjoy lucrative endorsement deals as well as getting his designs featured in major department stores.",
        "Bill is a New York native who owns a lucrative sales and telemarketing firm.",
        "While none of the winners have yet gone on to rival Tyra Banks as far as popularity goes, many of them have translated their appearances on the show into lucrative modeling gigs.",
        "This quirkiness, however, does not appear to inhibit his lucrative career."
    ],
    "definition": [
        "Link/Cite",
        "Producing a surplus; profitable.",
        "Said of profession, occupation, position, office, business, deal, etc.",
        "lucre",
        "Link/Cite"
    ]
}