{
    "translation": "קסום",
    "uses": [
        "If I'm not mistaken, I've got the magical power of stealth mode.",
        "Bible, where examples are given of incantations with magical by-play.",
        "Of smaller pieces many are magical and used as amulets.",
        "Did the room actually have a magical strength, or was it simply a childish fantasy?",
        "However bad his natural disposition, the magical words of absolution would make him a new man.",
        "After you went up in a balloon, and escaped us, I got back to Kansas by means of a pair of magical silver shoes.",
        "The Jewish records are put on a level with the Greek myths, and miracles are laughed at as magical tricks.",
        "17-23) actually used the clothing peculiar to some deity, nor is it quite clear what is meant when a Babylonian ritual text refers to the magical use of the linen garment of Eridu (seat of the cult of Ea).",
        "\"I'm supposed to make Xander miserable, drop off my cousins to a compound filled with complete strangers who have magical powers, and wait for things to blow up this weekend,\" Jessi summarized.",
        "xvi., \" The Magical Texts,\" where a fuller treatment will be found.",
        "8 Ala occurs also in the great magical papyrus of Paris, 1.3020 (Wessely, Denkschrift.",
        "magical act passes into sign or symbol, not however without the accompanying conception that underlies it still persisting that a mysterious effectuating potency belongs to the symbolic act.",
        "239), between the whole of the kinship group, whether adult or not; and, moreover, nowhere are rites found which are intended to strengthen the union between a man and his totem by means of the blood bond, unless we include the aberrant totemism of the Arunta (Spencer and Gillen, Native Tribes of Central Australia, 167), who eat their totems in order to gain magical powers of increasing the stock of the totem animal.",
        "\"But you ruled it wisely and well for many years,\" said she, \"and made the people proud of your magical art.",
        "Thus it occurs in a magical book of Moses, w hich has been edited from a Leiden papyrus of the 3rd or 4th century by Dieterich (Abraxas, 109).",
        "This is doubtless the original of 'Iaw, frequently found in Greek authors and in magical texts as the name of the God of the Jews.",
        "The idea of priestly asceticism expressed in the celibacy of the clergy belongs also to certain types of heathen and especially Semitic priesthood, to those above all in which the priestly service is held to have a magical or theurgic quality.",
        "For the first time the memory wasn't painful, but a reminder that despite all odds, something magical had happened between them.",
        "The special god of this city was Ea, god of the sea and of wisdom, and the prominence given to this god in the incantation literature of Babylonia and Assyria suggests not only that many of our magical texts are to be traced ultimately to the temple of Ea at Eridu, but that this side of the Babylonian religion had its origin in that place.",
        "(a) Natural causes, either of death or of disease, are hardly, if at all, recognized by the uncivilized; everything is attributed to spirits or magical influence of some sort.",
        "Nor was the knowledge confined to these pious circles; the name continued to be employed by healers, exorcists and magicians, and has been preserved in many places in magical papyri.",
        "To his delight they were now plainly visible, which proved that they had passed beyond the influence of the magical Valley of Voe.",
        "\"So all these people have magical powers,\" she said as they passed a muscular man jogging with his ear buds in.",
        "Salomon Reinach, guided by the analogy of similar practices among the aborigines of Australia, and noticing that these primitive pictures represent none but animals that formed the staple food of the age and place, and that they are usually found in the deepest and darkest recesses of the caves where they could only be drawn and seen by torchlight, has argued that they were not intended for artistic gratification (a late motive in human art), but were magical representations destined to influence and perhaps attract the hunter's quarry.",
        "The tall trees were draped in a white robe that had drifted to the earth, not snarled their way downward like the wind driven Eastern storms where snow was a dirty word, not the magical hush that mother nature bestowed on the mountains of the west.",
        "5, 8, 20), and as such is very common in magical texts.",
        "There was a statue of her as Gaia Caecilia in the temple of Sancus, which possessed magical powers.",
        "Please cite two instances of the magical skill of the Druids.",
        "The strength of the priesthood in Chaldaea and in Egypt stands plainly in the closest connexion with the survival of a magical element in the state religion, and Rome, in like manner, is more priestly than Greece, because it is more superstitious.",
        "On the other hand, there is reason to believe that the magical spell proper is a self-contained and selfsufficient form of utterance, and that it lies at the root of much that has become address, and even prayer in the fullest sense.",
        "However this may be, and it seems probable that Dr Mott is right in his identification, the pseudo-chroniclers and romance writers certainly had in their minds a genuine table, although, probably, one of magical properties.",
        "Moreover, under piaculum are confused purification, propitiations and expiations; Smith's contention that purifications, whose magical character he recognizes but interprets as late, are not sacrificial, is far from conclusive.",
        "We may assume that like the practice of the soothsaying priest (the earlier type of priest) and of the Izosem (diviner), so the procedure of the roeh was mechanical and magical in character.",
        "The great blot on his memory is his cruelty, which at times was frightful, and showed itself in its full fierceness in the punishment of persons accused of witchcraft, soothsaying or magical practices.",
        "lxvii., in which he maintains that animals of magical influence are elevated into divinities.",
        "The same may be said of the lineal descendant of savage medicine - the magical leech-craft of European folk-lore; cures for toothache, warts, &c., act in spite of the disbelief of the sufferer; how far incredulity on the part of the healer would result in failure is an open question.",
        "It never again obtained a footing there; for, although, late in the middle ages, the book of Revelation - by what means we cannot tell - did recover its authority, the Church was by that time so hopelessly trammelled by a magical cultus as to be incapable of fresh developments.",
        "The Cuvaj regime had a magical effect in furthering the movement for Yugoslav unity.",
        "Clear indications of a primitive magical modus operandi appear as survivals in the narratives of the pre-exilian prophets.",
        "Thus the pseudo-Democritus, who was reputed the author of the Physica et Mystica, which itself concludes each of its receipts with a magical formula, was believed to have travelled in Chaldaea, and to have had as his master Ostanes l the Mede, a name mentioned several times in the Leiden papyrus, and often by early Christian writers such as Tertullian, St Cyprian and St Augustine.",
        "One special class called kher heb were charged with reciting the divine formulae, which were popularly held to possess magical virtue.",
        "But the highest developments of priestly influence are hardly separable from something of magical superstition, the opus operatum of the priest has the power of a sorcerer's spell.",
        "Nevertheless in all religions, and especially in the Brahmanic and Christian, the cathartic virtue of water is enhanced by the introduction into it by means of suitable prayers and incantations of a divine or magical power.",
        "It indoctrinated the church with all its mysticism, its mystic exercises and even its magical cultus as taught by Iamblichus.",
        "I I) is difficult to explain, though Maimonides perhaps correctly regarded the law as a protest against heathenism (on the magical use of representatives of the animal and vegetable kingdom, in conjunction with a metal ring, see I.",
        "The children who built him found an old silk hat, which had magical properties.",
        "Fairies-who doesn't love these magical little ladies with their joyful spirits?",
        "It is noticeable that even the more highly developed forms of liturgical prayer tend, in the recitation of divine titles, attributes and the like, to present a survival of this magical use of potent names.",
        "Marillier sacrifice was, at its origin, essentially a magical rite - the liberation by the effusion of a victim's blood of a magical force which was to bend the gods to the will of man; from this arose, under the influence of cult of the dead, the gift theory of sacrifice.",
        "the only permitted method of kindling it, (b) the tracing on the ground of the vedi, or magical circle, to destroy impurities, (c) the digging of the hole which constituted the real altar, (d) the preparation of the post which represented the sacrificer and to which the victim was tied, and other minor details.",
        "Of these water is the commonest, and its efficacy is enhanced if it be running, and still more if a magical or sacramental virtue has been imparted to it by ritual blessing or consecration.",
        "She was supreme in magical power, cunning and knowledge.",
        "Karen is the child that finds the magical hat, which originally belonged to a magician named Professor Hinkle.",
        "Traditional folklore will tell you that Cinderella wore a glass slipper the night of her magical ball and Wonder Woman flew in a glass airplane when she was out and about saving the world.",
        "Although the two were like oil and water, they shared a magical chemistry that led to adventurous storylines in South America and as well as to mysterious underground cities like Eterna.",
        "This direct testimony is supplemented by that of the magical texts, in which Ia(3e (Jahveh Sebaoth), as well as Iaf3a, occurs frequently.° In an Ethiopic list of magical names of Jesus, purporting to have been taught by him to his disciples, Yawe is found.",
        "They were unanimous in regarding ministerial service as mainly pastoral; preaching, administering the sacraments and visiting from house to house; and, further, in perceiving that Christian ministers must be also spiritual rulers, not in virtue of any magical influence transmitted from the Apostles, but in virtue of their election by the Church and of their appointment in the name of the Lord Jesus.",
        "Would that make any well magical?",
        "\"Magical,\" she supplied instantly.",
        "The poor and sickly viewed Tiyan as a kingdom of refuge, where magical waters prevented sickness and death to any who drank from them.",
        "The oddities of Tiyan made him recall the wives' tales told about the city's magical powers.",
        "His magical appeal far transcends mere nostalgia.",
        "achee art of massage therapy Do you ever wish there were a magical oil to squeeze into your aching joints?",
        "With its glistening decorations and warm wishes, Christmas is a magical time to express yourself through prayers and poetry.",
        "Santa hasn't always been tracked by radar, ostensibly because of his magical powers and the incredible speed that allows him to deliver gifts all over the world on a single night.",
        "The beauty of German folk art ornaments made Christmas trees a magical sight in the middle of the dreary East Coast winters.",
        "Flesh out the design a bit with a nighttime sky and a magical sprinkling of stars.",
        "Most people tend to think of fairies in a light-hearted, magical sense, but this isn't so in every culture.",
        "The ancient Egyptian obsession with the afterlife is also quite intriguing, filled with magical amulets like the Ankh and the scarab.",
        "A final idea as to what fairies are supposed to represent is that they are an entirely different race from humans, but related to them, and gifted with magical powers as well as long life.",
        "Less magical and ethereal than either Chinese or Japanese dragons, Western dragons (taken from the beliefs of the Middle Ages) were far more likely to be ferocious and menacing.",
        "A fairy is often thought of as the cute little magical being portrayed in children's stories.",
        "Some can be viewed as good and helpful, using their magical powers to make our wishes come true.",
        "These magical winged creatures can be an ornate centerpiece for a tattoo design, a delicate accent to lend femininity to a tribal tattoo, or they stand alone nicely in a simple tattoo design.",
        "The simple form of the ankh boasts magical elements, making it attractive to a wide range of ink lovers.",
        "The fantastical tattoos seem to signify magical elements, status or sheer decoration.",
        "Others believed tattoos were magical and would transmit power to the person wearing it.",
        "Fairies are mythical creatures known for having magical powers, butterfly wings and a generally human appearance.",
        "Water pixies: If your heart is at sea, you can go the magical route by incorporating water pixies or mermaids into your body art design.",
        "During this magical performance, Tinkerbell flies over Sleeping Beauty's castle during the evening firework show.",
        "With the addition of fireworks and a flying Tinkerbell, you can create a magical mural of Tink.",
        "Paris, features the perfect copy of the Eiffel tower, while Aladdin is the home of 1001 nights and the magical world of flying carpets and genies.",
        "At Excalibur, the children can become a part of the magical world of Merlin and King Arthur.",
        "The magical two-night \"Just Say Yes\" package can seem pricey at $16,000 for two nights.",
        "The rustic ambience is magical, with cattle antlers on the rafters, cowboy saddles on the walls, and an enormous deer horn chandelier towering above it all.",
        "The moon merges with the shimmering stars and consumes the night with a palpitating aura of magical enlightenment.",
        "You don't have to travel far or spend a bundle to create magical vacation memories for your children.",
        "In ancient civilizations the moon played a mystical and magical part in popular culture of the time.",
        "Walking into a Michaels Crafts store is a magical experience for people who love crafting.",
        "The fact is lemons are not magical fat-burners.",
        "New to the world of wizards, Harry begins his magical education at Hogwarts School of Witchcraft and Wizardry.",
        "Whether the Hebrew names of angels came to him direct from the Jews or not we cannot tell, but they were, as the Greek magical papyri prove, widely diffused among the Gentiles long before his age.",
        "Immunity to Death, children with magical powers --",
        "And the snow makes this place look so magical!",
        "As an example of this stage in one of its aspects may be taken the European belief in the corn spirit, which is, however, the object of magical rather than religious rites; Dr Frazer has thus defined the character of the animistic pantheon, \"they are restricted in their operations to definite departments of nature; their names are general, not proper; their attributes are generic rather than individual; in other words, there is an indefinite number of spirits of each class, and the individuals of a class are much alike; they have no definitely marked individuality; no accepted traditions are current as to their origin, life and character.\"",
        "Perrault also uses fee for anything that has magical quality; \"the key was fee,\" had mana, or wakan, savage words for the supposed \"power,\" or ether, which works magic or is the vehicle of magical influences.",
        "In the magical texts of Babylonia a similar virtue was attached to oil: \"bright oil, pure oil, resplendent oil that bestows magnificence on the Gods ...",
        "In religion, the chief feature was the priesthood of Druids, who here, as in Gaul, practised magical arts and barbarous rites of human sacrifice, taught a secret lore, wielded great influence, but, at least as Druids, took ordinarily no part in politics.",
        "It was wrong to inquire into the future and do violence to nature by resorting to magical arts (ii.",
        "The statement that he issued an edict of toleration, to the effect that, while the exercise of magical rites would be severely punished, his subjects should enjoy full liberty of conscience, rests on insufficient evidence.",
        "He renounced the cross which its priests had signed on him with their chrism, their sham baptisms and other magical rites.",
        "cxiv.) are magical formulas.",
        "and the magical formulae of cxiii., cxiv.",
        "(XVIIIth Dynasty), and for a great magical text of the Roman period (3rd century A.D.) with some prescriptions, F.",
        "Thompson, The Demotic Magical Papyrus of London and Leiden (London, 1904).",
        "(J) The magical documents have been comparatively little studied, in spite of their great in.terest.",
        "But Isis collected the fragments, and wherever one was id, buried it with due honor; or, according to a different iunt, she joined the limbs together by virtue of her magical ers, and the slain Osiris, thus resurrected, henceforth reigned :ing of the dead in the nether world.",
        "a late book has preserved to us the magical formulae that were repeated by the wise kher-heb priest (who in the necropolis performed the functions of taricheutes, embalmer), as each bandage was applied.",
        "The priests and certain wise men were the depositaries of this mysterious but highly useful art, that was called hik or magic; and one of the chief differences between gods and men was the superior degree in which the former were endowed with magical powers.",
        "It is extremely hard to draw any fixed line in Egypt between magic and medicine; but it is curious to note that simple diagnoses and prescriptions were employed for the more curable diseases, while magical formulae and amulets are reserved for those that are harder to cope with, such as the bites of snakes and the stings of scorpions.",
        "The verbal spells were always accompanied by some manual performance, the tying of magical knots or the preparation of an amulet.",
        "Beads and all kinds of amulets could be infused with magical power so as to be potent phylacteries to those who wore them.",
        "When a pretence was made of opening, with an iron instrument, the mouth of the divine statue, to the accompaniment of recited formulae, this can hardly be termed anything but magic. Similarly, the potency attributed to ushebli-figures and the copies of the Book of the Dead deposited in the tombs is magical in quality.",
        "Egypt had long been bilingual when, in papyri of the 2nd century AD,, we begin to find transcripts of the Egyptian language into Greek letters, the latter reinforced by a few signs borrowed from the demotic alphabet: so written we have a magical text and a horoscope, probably made by foreigners or for their use.",
        "The effect of this piece was magical; the Royal Theatre ejected its cuckoo-brood of French plays, and even the Italian opera.",
        "In late hieroglyphic the name of Thoth often has the epithet \" the twice very great,\" sometimes \" the thrice very great \"; in the popular language (demotic) the corresponding epithet is \" the five times very great,\" found as early as the 3rd century B.C. Greek translations give o p..iyas Kai ' Alias and p. yco-Tos: T pio-jeyas occurs in a late magical text.",
        "Sentiment and tradition have magnified his achievements, and confused his career with tales of portents and magical powers.",
        "Magical practices and forms of sacred prostitution and human sacrifice were familiar, and the denunciations of the prophets and the 5 For the late date, see F.",
        "Like the other Vedas it is divided into Samhita, Brahmanas and Upanishads, representing the spiritual element and its magical and nationalistic development.",
        "Partly in consequence of this mystery and partly in accord with widespread superstitions, the Tetragrammaton figures in magical formulae from the time of the Gnostics, and on amulets.",
        "There are, moreover, numerous passages in the sacred books of the East, especially those of the Buddhists, which warn the student against the assumption that \"magical\" performances of any kind are to be regarded as proving the truth of the performer's teaching; and indeed it must be owned in justice to the theosophists that similar warnings are to be found scattered throughout their writings; while even Madame Blavatsky herself was wont to expatiate on the folly of accepting her \"phenomena\" as the mark of spiritual truth.",
        "The burning of hazel nuts for the magical investigation of the future is alluded to by John Gay in Thursday, or the Spell, and by Burns in Halloween.",
        "But these do not exert a quasi-physical or magical influence, ex opere operato.",
        "The Odyssey, on the contrary, is full of the magical and romantic - \" speciosa miracula,\" as Horace called them.",
        "Such customs repose on various superstitions; for example, the self-mutilation of the Galli or priests of Cybele was probably a magical ceremony intended to fertilize the soil and stimulate the crops.",
        "Passing on to positive conceptions of the sacred, perhaps the most fundamental is that which identifies the efficacy of sacredness with such mystic or magical power as is signified by the mana of the Pacific or orenda of the Hurons, terms for which analogies are forthcoming on all sides.",
        "Purified or organized magical religions.",
        "With them the ritualism and magical character, above mentioned, are fully developed.",
        "Originally a fisherman and diver of Anthedon in Boeotia, having eaten of a certain magical herb sown by Cronus, he leapt into the sea, where he was changed into a god, and endowed with the gift of unerring prophecy.",
        "The name Simon was common, and so was the claim to magical powers.",
        "Thus the modern Hindu, though using civilized means for lighting his household fires, retains the savage \" fire-drill \" for obtaining fire by friction of wood when what he considers pure or sacred fire has to be produced for sacrificial purposes; while in Europe into modern times the same primitive process has been kept up in producing the sacred and magical \" need-fire,\" which was lighted to deliver cattle from a murrain.",
        "In the West, however, the sacrament has been saved from becoming merely magical by the rite of confirmation or of reception of the Spirit being separated from the baptism of regeneration and reserved for an adult age.",
        "This was the time of rapid development in the universities, where not only were the scholastic philosophy i~ and systematic theology eagerly studied, but figures, ~j1,iJlife appear like that of the great Roger Bacon, a scientific researcher of the first rank, whose discoveries in optics and chemistry caused his contemporaries to suspect him of magical arts.",
        "If so, parliament was told that temporal possessions ruin the church and drive out the Christian graces of faith, hope and charity; that the priesthood of the church in communion with Rome was not the priesthood Christ gave to his apostles; that the monk's vow of celibacy had for its consequence unnatural lust, and should not be imposed; that transubstantiation was a feigned miracle, and led people to idolatry; that prayers made over wine, bread, water, oil, salt, wax, incense, altars of stone, church walls, vestments, mitres, crosses, staves, were magical and should not be allowed; that kings should possess the jus episcopale, and bring good government into the church; that no special prayers should be made for the dead; that auricular confession made to the clergy, and declared to be necessary for salvation, was the root of clerical arrogance and the cause of indulgences and other abuses in pardoning sin; that all wars were against the principles of the New Testament, and were but murdering and plundering the poor to win glory for kings; that the vows of chastity laid upon nuns led to child murder; that many of the trades practised in the commonwealth, such as those of goldsmiths and armourers, were unnecessary and led to luxury and waste.",
        "In this chronique the gods, like other gods, are adventurous warriors, adulterers, incestuous, homicidal, given to animal transformations, cowardly, and in fact charged with all human vices, and credited with magical powers.",
        "The gods were less numerous than the Asuras, but by a magical stratagem turned some bricks into gods (like a creation of new peers to carry a vote) - so says the Black Yajur-Veda.'",
        "It is much to be regretted that the Atharva-Veda, which contains the magical formulae and incantations of the Vedic Indians, is still untranslated, though, by the very nature of its theme, it must contain matter of extreme antiquity and interest.",
        "who taught a species of mysticism drawn from cabbalistic sources, and endeavoured to found thereon a secret cult with magical or theurgical rites.",
        "Much Egyptian magic turns on the healing or protection of Horus by Isis, and it is chiefly from magical texts that the myth of Isis and Osiris as given by Plutarch can be illustrated.",
        "I'm not saying exposure to a unique power load might not somehow intensify his imagination and perhaps cause heightened awareness; I'm simply stating there isn't some time machine or magical forest upstairs.",
        "The magical moment was long, but not long enough.",
        "Shaking his head, Rhyn realized how sweaty his palms were as he stood before the door leading to the zoo.  Sasha's mages had sat in the antechamber, repairing any damage the inmates did to their cells or preparing some magical torture that Sasha wanted.",
        "Millions of children across the globe are enjoying the magical adventures of Harry Potter.",
        "For example; The ancient Egyptians used Hematite in the creation of their magical amulets.",
        "arcanum In the greater arcana of the tarot cards, the magical order of the Golden Dawn assigned Saturn to the World.",
        "artifact of magical power that grants certain abilities to its wielder.",
        "This with many other aspects of the production by Ron Daniels, betrayed a conscious artifice, with reference to ballet and magical tricks.",
        "The chalet was stunningly refurbished in the summer of 2004 yet retains its magical aura that history has bestowed upon it.",
        "austerityfore he got them, India had taught him to fast and practice austerities in order to acquire invulnerability and other magical arts.",
        "The beautiful crystal balls appear to defy the laws of physics, creating the magical illusion that they are floating in mid air.",
        "Close-up magic and flair bartending (bottle juggling) performed by our international award winning magical bartender.",
        "Candles made from natural and colored beeswax Created by the bees, constructed by Miranda, empowered by Cassandra, made magical by you!",
        "expert botanists can take you on guided tours of the fynbos and horses are available for riding through this magical area.",
        "In its face, Alan Greenspan, long regarded by leading capitalists as possessing positively magical powers, confessed bewilderment.",
        "cauldron, the Bannus - like the magical caldron of Celtic myth - provides whatever is asked of it.",
        "After two or three hundred meters we rounded the southern tip and reached the magical cavern.",
        "Holidays to Florida Ã¢ A brilliantly conceived fantasy world Walt Disney World Resort holidays inhabit a unique brilliantly conceived magical fantasy world.",
        "Magical uses: Love potions, aphrodisiacs, fertility anti depressant.",
        "Somehow (probably through magical means) he gained the power to become a literal dervish of destruction whenever his tail is pulled.",
        "His wisdom and herbal remedies, each with it's own magical power, aids Alice on her journey of self discovery.",
        "At the window, some magical turtle doves, which nested in the willow tree by her mother's grave, appear.",
        "It is more likely that the sepia drawing itself has some magical significance which cannot be transferred.",
        "Boris Vaselev and the Master of the Onyx Tower were engaged in a magical duel.",
        "Although there are no magical elixirs, the news wires are, unfortunately, littered with stories about the dark underside of man.",
        "enchanting tale by a prize-winning author about a young boy's efforts to save a magical tree.",
        "Well, he was magical enchantment, just like the movie Black Stallion but even more beautiful!",
        "endowed with will, with an almost magical and irresistible power.",
        "Professor Popcorn Show Somerset Devon Dorset UK Professor Popcorn the Magical Clown Somersets favorite childrens entertainer.",
        "And with the magical eraser, they can clear the board magnetic preschool toys and start all over again.",
        "wonderful evocations of Latin America from the founder of ' Magical Realism ' .",
        "We spend the whole day exploring this magical island and if we are lucky may see a faerie or two or perhaps a Selkie!",
        "fate of the universe is held together by seven magical wands.",
        "feng shui master ensured that Mickey's magical kingdom satisfied traditional views of harmony with nature.",
        "Your wedding was magical, but you focus on the fact that the florist forgot to put the yellow freesias in your bouquet.",
        "frosty morning the mist rising from the harbor is a magical sight.",
        "Syd Segal has taken simple gaffs, yet squeezes every ounce of magical juice out of them for your spectator's amazement.",
        "gemstone bead at the top end they really do have something quite magical about them.",
        "My wish: I wish I could find a genie in a magical lamp.",
        "genie in a magical lamp.",
        "This clever little gimmick will enable you to perform one of the most visually, stunning magical effects you are ever likely to see.",
        "Come along for a one hour magical cruise and keep you r eyes open for Santa magical grotto.",
        "Get into a spin on a human gyroscope, pluck a magical harp and be led astray by a runaway briefcase.",
        "This is the magical landscape of nature uncluttered by human handiwork.",
        "You'll be enchanted by the magical beauty of these islands and captivated by the lavish hospitality of the Polynesians.",
        "Panday Real Name: Tristan Identity/Class: normal human armed with magical weapon.",
        "Why not immortalize your efforts by recording some of those magical numbers and putting them on a CD?",
        "You must go through a series of transformations by using spells, potions and all other magical impedimenta lying around Hazel's dwelling.",
        "incantation of a single, magical word, \" ownership.",
        "Then, by the use of magical incantation, \" Charis was thought to drop her own blood into the cup \" thus consecrated.",
        "indifferent weather was magical - met the real Harray potter!",
        "IQ score is some kind of magical constant used to more prevalent.",
        "A wordless, visual tapestry full of magical images that captures the sometimes joyful, sometimes melancholic mood of present-day Havana.",
        "lions roaring was simply magical, in fact the whole experience was inspiring ' .",
        "lulled to sleep each night by the magical sounds of ocean waves.",
        "He invents a magical operating system and language and becomes, in short order, the master mage of the good guys.",
        "magical for children and Philly is no exception.",
        "I will let you into a secret, I find loops magical.",
        "Hey and MÃºm have created something magical with music, bringing Louis ' world even more alive.",
        "Every little while I want to do something magical, and find I can't because the Belt is gone.",
        "magical realism for female purposes.",
        "magical 3D adventure into a strange new world.",
        "magical kingdom where make believe is real!",
        "magical spell.",
        "magical rite invoking paradise on earth.",
        "magical tales she could find.",
        "Half an hour spent in enjoying such a pastime will have a truly magical effect on all the subtle vehicles within us.",
        "Yet used seriously and imaginatively as with \" The Prisoner \", TV can still seem utterly magical.",
        "By the 14th century, the plant had become endowed with almost magical powers.",
        "How many speeches have you listened to and books have you read that have included those seemingly magical words?",
        "Nimmo successfully weaves a wonderfully magical mystery that only Charlie Bone can solve... .",
        "The atmosphere in this little churchyard on a sunny day is absolutely magical!",
        "Some seem almost magical in their simplicity or complexity.",
        "SCREEN - Excellent quality - pictures look magical on it and with Windows Media Player, the video is sensational.",
        "If you spend the time with this topic, and get the proper traditional medical training, it won't appear so magical.",
        "My ratling gun was very lucky, wiping out a whole unit of dryads with one burst of ' counts as magical ' fire.",
        "Dance around with magical mayhem exploring many different movement styles to a variety of music.",
        "mercuric sulfide meant to give immortality (cf red and gold Fawkes regenerating himself and his magical healing powers ).",
        "His mission was to create a magical world where Claire and Hailey could discover a beautiful mermaid.",
        "By day three we were in the modest town of Douentza after a magical afternoon bus ride through towering mesas and unlikely sandstone pinnacles.",
        "mighty warrior to the healing hands of the monk, with several magical classes in between.",
        "mingle entertainment will create strong, lasting magical memories for you and your guests.",
        "There's something distinctly magical about a garden on a cold frosty morn.",
        "The ecology is more sentimental than scientific, influenced by the author's love of the magical and her somewhat mystical feminism.",
        "numinous, magical quality.",
        "A unique blend of western occultism with authentic magical Hinduism.",
        "Stirner is not pursuing some fantasy of magical omnipotence.",
        "The Delphic oracle was not some sort of magical mystery show.",
        "papyrusof Jesus's miracles have parallels in the magical papyri.",
        "Tools are Also Made One way we could try this out is to make a magical pincushion.",
        "Wonder if we can get some magical glowy pixie drum sticks too.",
        "Aesop's famous fables are interwoven with music, rhyme and laughter in a magical new version by award-winning children's playwright Mike Kenny.",
        "Write a story based on the idea of a magical potion used to trick someone.",
        "The ' earth mysteries ' are becoming part of present-day reality, a present-day reality, a present-day magical technology.",
        "Magical harmonic progressions in the delicate coda prepare the way for the energy of the finale.",
        "psychic vampire their \" magical calling card \" back encased in a box of sea salt.",
        "pulsate with a magical inner light.",
        "radiateairies and Queen positively radiating a magical light Sports Day Presentation 1950 Holgate won the cup, and Shirley was in Form II.",
        "Artaud fully rejected realism in the theater, cherishing a vision of a stage of magical beauty and mythical power.",
        "She was female and used magical realism for female purposes.",
        "repeated listening, there's something magical there.",
        "I hope it will inspire other retirees to join the world's largest library, and share with us its magical allure.",
        "On each stage you must collect enough magical runes to open the portal to the boss.",
        "You must use your mystical winged scarab to shoot magical spheres and destroy the approaching colored spheres by making matches of three or more.",
        "shaman women dedicated to Freya still carried the magical staff.",
        "sigil method is often approached as if it were a ' one size fits all ' solution to every magical endeavor.",
        "smudge sticks, magical oils.",
        "To help you feel confident about kissing, we've come up with loads of tips to get you through that magical first snog.",
        "You cannot cast a spell, use a magical item, run, or attack for two seconds.",
        "Spontaneity (or at least apparent spontaneity (or at least apparent spontaneity) makes comedy seem more magical.",
        "Families are invited to join the storyteller, Taffy Thomas, for an evening of magical bedtime stories.",
        "Welcome to the magical world of Miss Keda Breeze where circus showgirl meets the glamorous decadence of burlesque striptease.",
        "surmise the existence of supernatural (magical or otherwise) properties by comparing knowledge of natural behavior with actual one.",
        "The Angel gave instructions for a magical talisman with which they could contact the spirit world more easily.",
        "magical MIXTURE: A well shuffled coincidence followed by a magical teleportation.",
        "thickets of the magical forest and in tight corridors of the mines.",
        "Magical and seemingly timeless, the hilltop stands of beeches were a favorite subject of the modern artist John Piper.",
        "touted as a magical cure for this pressing political problem.",
        "The book guides the reader through the process of healing childhood trauma through working with the Magical Child.",
        "The desire for this can come from Mentor or Student, or may even arise unbidden from the sharing of intense magical experiences.",
        "You may send the known psychic vampire their \" magical calling card \" back encased in a box of sea salt.",
        "Three souls that yearn to be touched by the magical wand of love.",
        "These range from the mighty warrior to the healing hands of the monk, with several magical classes in between.",
        "whirled away with Dorothy, to the magical Land of Oz.",
        "I practice as a solitary witch, tho I have the greatest respect for covens and formal magical practitioners.",
        "Enchanting wizard hats Create magical wizard hats Create magical wizard hats for your volunteers to wear.",
        "A truly magical winter wonderland, deep inside the Arctic Circle, this is a place where all your Christmas dreams can come true.",
        "A natural wonderland, visitors have flocked here to experience first hand the magical landscapes seen in The Lord of the Rings.",
        "That the East to-day has so much to tell about Alexander is only due to the fact that old mythical stories of gods or heroes who go travelling through lands of monsters and darkness, of magical fountains and unearthly oceans, became attached to his name in the popular literature of the Roman empire, and this mythical Alexander was reintroduced in the 7th century A.D.",
        "The magical papyri teem with strings of senseless and barbaric words which probably answer to what certain of the Fathers called the language of demons.",
        "As closely connected with religious life, he was an augur and seer; practised magical arts, especially astrology; founded or rendered accessible many important cults, such as those of Apollo and Dionysus; instituted mystic rites, both public and private; prescribed initiatory and purificatory ritual.",
        "On tlFe other hand, there is reason to believe that the magical spell proper is a self-contained and selfsufficient form of utterance, and that it lies at the root of much that has become address, and even prayer in the fullest sense.",
        "and we find as a fact that magical formulas mostly assume the tone of an actual or virtual imperative, \"As I do this, so let the like happen,\" \"I do this in order that the like may happen,\" and so on.",
        "The unity of procedure consists in the fact that every sacrifice involves putting the divine in communication with the profane by an intermediary - the victim - which may be piacular or honorific, a messenger or a means of divination, a means of alimenting the eternal life of the species or a source of magical energy which the rite diffuses over objects in its neighbourhood.",
        "As a logical consequence of this view of disease the mode of treatment among peoples in the lower stages of culture is mainly magical; they endeavour to propitiate the evil spirits by sacrifice, to expel them by spells, &c. (see Exorcism), to drive them away by blowing, &c.; conversely we find the Khonds attempt to keep away smallpox by placing thorns and brushwood in the paths leading to places decimated by that disease, in the hope of making the disease demon retrace his steps.",
        "We may cite two instances of the magical skill of the Druids.",
        "According to Plutarch, apart from its mystic virtues arising from the magical combination of 4 X 4, its sweet odour had a benign physiological effect on those who offered it.'",
        "This direct testimony is supplemented by that of the magical texts, in which Ia(3e (Jahveh Sebaoth), as well as Iaf3a, occurs frequently.Ã‚° In an Ethiopic list of magical names of Jesus, purporting to have been taught by him to his disciples, Yawe is found.",
        "The problem of the atonement is the means or condition of the restoration of man to God's favour; this has been variously found (a) in the endurance of punishment; (b) in the payment of compensation for the wrong done, the compensation consisting of sacrifices and other offerings; (c) in the performance of magical or other ritual, the efficacy of the ritual consisting in its being pleasing to or appointed by God, or even in its having a coercive power over the deity; (d) in repentance and amendment of life.",
        "But all is not finished with the passage of the soul to the land of the dead; the soul may return to avenge its death by helping to discover the murderer, or to wreak vengeance for itself; there is a widespread belief that those who die a violent death become malignant spirits and endanger the lives of those who come near the haunted spot; the woman who dies in child-birth becomes a pontianak, and threatens the life of human beings; and man resorts to magical or religious means of repelling his spiritual dangers.",
        "1 There can be no doubt that a magical power was ascribed to the anointing oil (cf.Frazer, Golden Bough, 2nd ed., ii.",
        "His commanding stature, the symmetry of his form, the dark and melancholy beauty of his countenance, rather rendered piquant than impaired by an obliquity of vision, produced an imposing impression even before his deep and powerful voice had given utterance to its melodious thunders; and harsh and superficial half-truths enunciated with surpassing ease and grace of gesture, and not only with an air of absolute conviction but with the authority of a prophetic messenger, in tones whose magical fascination was inspired by an earnestness beyond all imitation of art, acquired a plausibility and importance which, at least while the orator spoke, made his audience entirely forgetful of their preconceived objections against them.",
        "Elsewhere, there were sacred fires kindled by the aid of magical invocations (e.g.",
        "Literature.The vast mass of writing which has come down to us from the ancient Egyptians comprises documents of almost every conceivable kind, business documents and correspondence, legal documents, memorial inscriptions, historical, scientific, didactic, magical and religious literature; also tales and lyrics and other compositions in poetical language.",
        "But out of these primitive notions arose a real medical science: when the ailment could be located and its nature roughly determined, a more materialistic view was taken of it; and many herbs and drugs that were originally used for some superstitious reason, when once they had been found to be actually effective, easily lost their magical significance and were looked upon as natural specifics.",
        "So, too, fire-worship, especially of the sacrificial flame; the preparation of the intoxicating soma, which fills man with divine strength and uplifts him to the gods; the injunction to good thoughts and good works, imposed on the pious by Veda and Avesta alike: the belief in an unwavering order (rta)a law controlling gods and men and dominating them all; yet with this, a belief in the power of magical formulae (mantra), exclamations and prayers, to whose compulsion not merely demons (the evil spirits of deception druh) but even the gods (daeva) must submit; and, lastly, the institution of a priesthood of fire-kindlers (athravan), who are at once the repositories of all sacral traditions and the mediators in all intercourse between earth and heaven.",
        "Belief in a Supreme Being is vague but universal, but as this Being is good, or at least neutral, he is disregarded, and the native applies himself to the propitiation and coercion, by magical means, of the countless malignant spirits with which he imagines himself to be surrounded, and which are constantly on the watch to catch him tripping.",
        "The brightness of the morning was magical.",
        "Her paintings, like Samuel Palmer 's, seem to pulsate with a magical inner light.",
        "The Fairies and Queen positively radiating a magical light Sports Day Presentation 1950 Holgate won the cup, and Shirley was in Form II.",
        "Magical riff at breakneck speed with Stiv 's trademark rasping sneering vocals overlaid on top.",
        "In magical combinations, the lute and harp-playing by Robert Phillips and William Taylor produce the most ravishing, resonant sound.",
        "If a song can make the hairs on the back of neck stand up after repeated listening, there 's something magical there.",
        "I hope it will inspire other retirees to join the world 's largest library, and share with us its magical allure.",
        "The forest, writes Mr Bass, still exerts a magical hold where one can escape the sameness of modern life.",
        "Shaman women dedicated to Freya still carried the magical staff.",
        "The sigil method is often approached as if it were a ' one size fits all ' solution to every magical endeavor.",
        "Powder & stick incense, charcoal, herbs & resins, smudge sticks, magical oils.",
        "To help you feel confident about kissing, we 've come up with loads of tips to get you through that magical first snog.",
        "Spontaneity (or at least apparent spontaneity) makes comedy seem more magical.",
        "Blue Hayes Private Hotel Romantic and magical - watching a harbor sunset from own balcony.",
        "It is possible to surmise the existence of supernatural (magical or otherwise) properties by comparing knowledge of natural behavior with actual one.",
        "MAGICAL MIXTURE: A well shuffled coincidence followed by a magical teleportation.",
        "This happens just as clan wars threaten to destroy her adoptive family and magical beings terrorize the countryside.",
        "The dwarves fought under the Sun and the Moon, in thickets of the magical forest and in tight corridors of the mines.",
        "You can create a magical pathway across the lawn from the parking area to the party area by planting tiki torches.",
        "As the alienation of voters increases, technology is increasingly been touted as a magical cure for this pressing political problem.",
        "Intuition is not some magical property that arises unbidden from the depths of our mind.",
        "A local panto star has been helping to create a magical Christmas for underprivileged people in the region.",
        "The Wizard of Oz Open these pages and be whirled away with Dorothy, to the magical Land of Oz.",
        "Enchanting wizard hats Create magical wizard hats for your volunteers to wear.",
        "A baby's nursery doesn't have to be large in square footage to be a special and magical place for your little one to grow and thrive.",
        "Baby Christmas outfits are adorable in any style, as little ones add a truly special touch to the already magical holiday season.",
        "Four teen girls struggle with growing up, using their friendship -- and a pair of magical jeans -- to keep them going.",
        "People spend most of their money on a set of clubs hoping to find that one magical club that can win or lose a game.",
        "The language in the book is simple yet poetic as the short story for babies unfolds a magical description of a night following a birth.",
        "Moore. The poem has been featured in many different books, but A Magical Cut-Paper Edition is outstanding.",
        "The book opens when main character Milo, a small boy who struggles with boredom, discovers a magical tollbooth in his room.",
        "Using a debt consolidation service, however, is not a magical solution to becoming debt free.",
        "There is no magical way to quickly raise your FICO score.",
        "You have no reason to carry your social security card or anything else with these magical numbers on your person.",
        "While there's a lot to be said about the benefits of eating a plant-based diet and many reputable studies to support such claims, no supplement offers magical healing in a pill.",
        "To ensure a magical night at the movies, try adding a popcorn machine, soda dispenser, or snack counter to provide everyone with their most wanted treats.",
        "Get glowing with this truly magical collection.",
        "If you'd like to look more majestic and magical, try pairing your costume with silver details and glitter.",
        "As mentioned, the brush is uniquely shaped to encourage the mascara to do all of these magical things it promises.",
        "If need be, seek out a family member or friend that can help create your look, and rely on their expertise while dressing for your magical night.",
        "Why not incorporate a magical and mysterious look into your makeup routine by simply blending a smoky purple eye with a sheer pink glossy lip gloss and black eyeliner?",
        "The sparkles will create a light reflecting surface that will look magical and unique.",
        "Once you've decided on a wardrobe, you can use your imagination and creativity to create a magical and bedazzled look.",
        "Stars: Yellow stars can look very feminine or magical, depending on the placement and the number you paint.",
        "If you're daring, send your pet into the Ice Caves, where magical effects may occur, increasing its magic and health points.",
        "You can now own fairies and other magical creatures as NeoPets expanded beyond the normal assortment of animals.",
        "Sure, there are some magical photos taken with a disposable 35mm or with a point-and-shoot digital, but those are more random luck than the product of a skilled photographer expertly manipulating the shots.",
        "Whether you are looking for a simple breakfast dish, like pancakes or French toast, or seeking to explore the magical world of gourmet cooking, the recipes you need are here at LoveToKnow Recipes.",
        "Disneyland and Disney World are magical places for both the young and the young at heart, which is why they remain among the most popular destinations for family vacations.",
        "Magical moments: if you got a great shot of your child staring in wonder or laughing hysterically, surround it with an abundance of shiny star stickers of all sizes.",
        "The wonderful combination of the warm water and the massage of the jets is almost magical as you feel the stress and tension being released from your body.",
        "It's called The Magical Color Shower and it's by Nigel Coates.",
        "When you find the prom themes your committee likes best, take a moment to brainstorm invitations, dress code, decorations, music, and menu to see which one you want to create into your magical prom night.",
        "If you like more then one, let the student body vote and take ownership in their magical night.",
        "Luckily, shopping for these magical garments isn't difficult, and they are often sold at your local formal dress shop or they can be found online.",
        "With their stylish designs and quality construction, there are limitless possibilities to emulate the perfect look for your magical evening.",
        "For that is the way it feels to be a teenage girl in love; your life becomes full of magical moments you become caught up in.",
        "Before engaging in any of these events, teens should remember that while prom night can be a magical night, some events have consequences that can last for the rest of your life.",
        "One of the most special moments in the life of a teenage girl is shopping for that magical prom dress.",
        "Bottles of bubbles come in coordinating colors and miniature sizes to create a magical run-through for the newlyweds.",
        "Italy: Whether immersed in history in Rome, the unique medieval atmosphere of Florence, or the famous gondolas of Venice, these Italian cities are magical for honeymooners.",
        "Fairies for a magical and whimsical touch.",
        "The island is home to dozens of picturesque beaches, dramatic cliffs, peaceful lagoons, artistic gardens, and other settings that can make any wedding magical in an instant.",
        "By choosing the right type of gown for the season and location, brides can find stunning attire they'll love to wear on that magical summer day.",
        "From how to dress to what to bring, the magical solution to all etiquette issues is found in that one piece of paper that presents upcoming nuptials to your world.",
        "If you dream of having a magical wedding with the sound of crashing waves as your orchestra and the white sand as part of your processional, then the coast of Alabama may be a great place for you to check out.",
        "All around the Cocoa Beach region, you will find great vendors and coordinators to make your magical wedding dream a reality.",
        "If anyone is familiar with magical days in Southern Calfornia, it's Disneyland.",
        "Warning: This is not an ideal option for a bride on a small budget - like most things Disney, you will pay big time for this magical day!",
        "You've decided that your dream will come true in the most magical way possible - now all that's left to do is pen your fairytale wedding invitation wording.",
        "A wedding day in Maui should be magical and inspiring.",
        "Entertains magical thinking about weight (e.g.",
        "Nothing can capture the imagination of a child like fairies and magical forests.",
        "What more could a little girl ask for than colorful rainbows or unicorns; both are magical.",
        "Blaine's stunts aren't necessarily magical, just feats of endurance, mixed in with a little bit of crazy.",
        "Her character, Alex Russo, is one of three siblings who have magical powers.",
        "Some of the most famous actors to ever hit the screen give viewers magical movie and television moments.",
        "The boutique caters to this magical time in life.",
        "As if Disney couldn't make the process of spending money any more magical, these princess dresses can also be accessorized with crowns, tiaras and wands (only appropriate for some characters).",
        "Chasing Fireflies is a children's retailer that is known for its almost magical clothing.",
        "Disney Cruise Line: Younger passengers, especially, will delight in the magical themes of these vessels as well as the extensive children's programs.",
        "Although technically not a cruise, you can have a magical wedding cruise New Orleans style with New Orleans Paddlewheels.",
        "Some are more magical and interesting than others.",
        "Disney Cruise Line jobs can be a magical career move for anyone who enjoys guest service, hard work, and a truly fantastic environment.",
        "Disney Magic can be magical for a family, but perhaps not as enjoyable for a couple without kids.",
        "You can also select a themed cruise such as a \"Magical,\" \"Cultural\" or \"Heart of China\" cruise.",
        "The Nile is a magical river rich in history and intrigue.",
        "Royal Caribbean offers \"Royal Romance Wedding Consultants,\" who create magical memories for couples looking to celebrate their wedding anniversary with a romantic vow renewal ceremony.",
        "The magical ring makes a great wizard's ring or a buried treasure.",
        "Their magical and mysterious beauty continued to capture the hearts and imaginations of people throughout the ages.",
        "Magical Omaha: Magical Omaha sells a number of moon goddess and triple moon goddess necklaces and pendants.",
        "Many other types of magical creatures exist in this world besides vampires and some cause mischief.",
        "The classic children's book and Disney films introduced generations of children to Alice's adventure into a magical world.",
        "The word \"Magical\" is printed in a lilac color and placed sideways along the outer edge of the locket charm.",
        "There is something magical and timeless about opening up the box, hearing a musical tune, and seeing the tiny ballerina dance around.",
        "Ancient civilizations believed that pearls had magical properties and wore them as sacred jewelry.",
        "Does this shirt actually contain magical healing properties?",
        "Young plus size women have a bevy of options for that magical night.",
        "The cruising line offers a number of magical getaways, and Disney Cruise Line is senior friendly.",
        "This theme wraps every square foot of the park into a stunning, magical world, a fun and exotic getaway, right in the heart of one of Florida's largest metropolitan areas.",
        "At the same time, Disneyland annual passes are not magical discount cards.",
        "The announcement of a new Harry Potter theme park from Universal has led to tremendous excitement in the wizarding and muggle communities alike as eager fans await the opportunity to experience a truly magical theme park getaway.",
        "Children, teens, and adults alike enjoy the adventures of the boy wizard and his friends as they battle the dark forces of the magical world, and that broad appeal makes the Harry Potter franchise perfect for an interactive theme park.",
        "Meeting famous magical creatures, such as hippogriffs, unicorns, centaurs, and blast-ended screwts.",
        "The Disney Vacation Club is a great option for Disney aficionados who are not only interested in magical theme park getaways but who also enjoy extensive travel around the world.",
        "From adventurous getaways to relaxing retreats, whether guests want to ski, surf, or just enjoy the spa, the Disney Vacation Club can take them there and personal vacation planners will help ensure that every getaway is magical.",
        "Walt Disney World vacation deals can help you save a few bucks on your next trip to \"The Most Magical Place on Earth.\"",
        "Magical House on Boo Hill: Located near the Blue Streak, this family-friendly haunted house has several themed rooms to excite and delight younger guests.",
        "Located in Chorley, Lancashire, Camelot Theme Park is ideal for those who love witches, wizards, knights, round tables and the mystical magical time of King Arthur.",
        "This show did not do too well, and in 2005, it was closed to make room for the new Disneyland attraction, a filmed entitled, \"Disneyland: The First 50 Magical Years.\"",
        "In addition to the magical rides, the live shows immerse the visitor into the wizarding world.",
        "For most of the gamers I know, Final Fantasy 7 is the apex of RPGs, with a magical Science Fiction appeal.",
        "It wasn't the latest and greatest technology, but there was something undeniably magical about the Game Boy.",
        "For instance, the Elf has a Continental Assault that will launch many magical arrows towards his enemies.",
        "You can improve your abilities by collecting the magical red orbs, which are collected by killing enemies, opening chests and breaking certain objects.",
        "This magical pet simulation game has 20 cute creatures to choose from that can be used to help you with quests and fight monsters.",
        "Use the egg lab located in the apothecary near Greenwich Square to create new types of eggs that will result in magical pets.",
        "Magical Easter eggs can help or hurt you.",
        "Keep your eyes open for this game, as it will be a magical title.",
        "The goal of the game is to unlock seven magical fish, all of which are much more exciting than that boring regular goldfish.",
        "The presentation is truly magical and is an experience unto itself.",
        "When they have all been collected, a magical incantation is performed and another portion of the Rainbow Kingdom is freed.",
        "While there are no magical Scribblenauts cheats to provide you with abilities that you would not otherwise have, there are some useful tips that you can use in both the action stages and puzzle stages.",
        "Robotnik is often in search of Chaos Emeralds, which hold magical powers to make different types of weapons.",
        "Once again, Sonic must save the world from the evil Dr. Eggman, who has kidnapped the queen of the magical water city called Soleanna.",
        "Use melee combat, bows, magical instruments and creature taming abilities to defeat giants, orcs, dwarves, wolves and other dangerous foes.",
        "There are the traditional ways of getting magical items and Ingredients; make them, buy them, barter for them or talk to the vendors in Magic Town and perform tasks to get them.",
        "Ability Crystals - The most useful magical byproduct of them all.",
        "Note: Casting too many spells on public lots will bring about the \"Mystery Man\" (the guy who delivers the magical boxes when your Sims move in) and he will fine you for excessive spell-casting.",
        "Putting a chain on your boots may give you extra strength and a strategically placed gem may give your body armor added defense against magical attacks.",
        "The revived garden will be a special \"magical\" garden.",
        "Place the Golden Child in the \"magical\" garden created when you solved puzzle 9.",
        "Their vicious army destroyed the elves' land, protective runestones and magical fountain upon which they drew their mystical power.",
        "Venturing once again into the magical kingdom of Hyrule, it is time to explore some of the Zelda Wii cheats that are available at your disposal.",
        "As far as the guest list goes, it's more an art to create one than applying a magical formula to bring the right people together.",
        "The waiter comes over, shows you the wine, and then the oft-practiced ritual of removing the cork with the corkscrew and presenting the wine and the cork at the end is just magical.",
        "They also have delusions characterized by \"magical thinking,\" for example, by saying that they can foretell the future or read other people's minds.",
        "The sense of wonder continues as an older Clara and the Nutcracker journey to magical worlds, such as the Land of Sweets.",
        "The priests, known as Druids were experts in Celtic religious and magical practices and used the four leaf clovers to keep away evil spirits.",
        "The illusion creates a magical ambiance to this water feature.",
        "Add a few more magical details - a fancy dress and even an apple for that forbidden bite - and it's off to play she goes!",
        "There are many different options for prom hair styles, and understanding different looks is a great way to find the perfect style for a perfectly magical night.",
        "Prom is a magical, memorable time for many teenagers, and choosing from the many prom hair ideas available can be a challenge.",
        "Read internet reviews on local salons to find a stylist in your area with a magical reputation.",
        "Magical Kenya: Learn about popular attractions.",
        "A reverse mortgage is not a magical program which gives seniors free money that they never have to worry about paying back.",
        "There's a magical 48 hours around the time of ovulation when a woman is most likely to conceive, but a busy schedule means some couples simply miss the right moment.",
        "There's a magical 48 hours around the time of ovulation when a woman is most likely to conceive, but a busy schedule means some couples simply miss the right moment.",
        "Several accessories are available on the Ashley Paige website including T-shirts that tout love and peace and Magical Mood Bracelets.",
        "As previously mentioned, the Magical Mood Bracelets are reasonably priced that at $18.00, and the Peace, Love and Bikini T-shirt is priced at $32.00.",
        "True to her vivacious and honest nature, Bertinelli told People that it was no magical pill that helped her lose the weight.",
        "Presumably, this design feature in some Quiksilver board shorts has nothing to do with the elf in the Harry Potter books, although it does have a magical quality.",
        "In addition to being the magical trick of the trade that it is, Solar Tan Thru products are lightweight and exceptionally comfortable.",
        "The belief was that fairies, creatures possessing magical powers, would secretly provide gifts of beauty, wealth, protection, and happiness to kind, gentle people of their liking.",
        "When you press this button, the tip of the wand lights up and it makes one of five magical sounds.",
        "With this enclosure, they will be able to turn the area into any type of magical place they desire.",
        "The Pillow Pet™ Magical Unicorn combines two of children's favorite things, a stuffed animal and a comforting blanket.",
        "The Magical Unicorn is one of the most popular versions of the pillow toy.",
        "This Pillow Pet™ Magical Unicorn has a super-soft plush body covered with downy-like lavender chenille accented by a soft and cuddly white horn, muzzle and feet.",
        "Since the Magical Unicorn is so versatile, it will probably become your child's favorite toy and require frequent washing.",
        "This is because black is the universal neutral, the go-to color most women will readily admit they love and the one that is known for its magical slimming abilities.",
        "The history of the game chess is still being written by each generation who learns the magical movements of the pieces and the strategies that can take a lifetime to master.",
        "Candyland - A favorite children's race game in which players take a magical journey through a colorful candy-laden countryside.",
        "If you're looking to have a magical time with friends and family, pull out this game that both kids and adults can play.",
        "A beautiful effect is created by the flickering light of the candle as it burns in a hand crafted pearlized iridescent green votive holder from Amazing Magical Light.",
        "Sitting down with some cookies, cocoa and Christmas-styled stationery to draft a missive to the jolly old elf can be one of the most magical things you do during the holiday season.",
        "This is the perfect time to explain that Santa might not really be able to bring a unicorn since he knows your neighborhood isn't zoned for wild animals and since you don't have a good local supplier of magical creature chow.",
        "Magical Kingdom offers 12 free printable cards based upon religious artwork.",
        "While you may accessorize as you like, a ready-made costume is usually the easiest base to use for creating your magical look.",
        "They can also just be pure fantasy costumes, although they should still have a magical quality specific to the event.",
        "Also snakes, for the obvious reason of their complicated magical association, the slightly naughty flair and the chance to wear bright stripes.",
        "Open your mind, unbridle your fantasies and explore the magical world of costumes.",
        "Although Victorian costumes are a rather expensive costume choice, there is nothing quite as magical as opening your door to find a historically dressed group of people singing carols at your door.",
        "With his jolly belly, long white beard and cozy velour red suit, Santa defines the gift-giving and magical portion of Christmas.",
        "The major department stores on Fifth Avenue all spend small fortunes to create magical window decorations, many of which tell stories.",
        "For many, the simpler times evoke a magical feeling of love and nostalgia.",
        "A first date should be a magical time and fun for the both of you.",
        "When it comes to learning how to kiss a girl, knowing a few techniques, setting the mood, and watching her responses carefully can help make a kiss magical.",
        "This is her day and you want to make it special, so take some time to plan a magical time for her.",
        "Designers enhance the magical lucidity with a variety of artistic cuts to bring out the brilliance of the gem.",
        "Greeks believed pearls were created when lightening struck the sea and that the jewels were magical.",
        "Gemini tends to be the life of any party with lively mannerisms, a quick wit, and the ability to embellish a story about the most mundane experience and make it seem magical.",
        "This is a very strong day sign that may hold magical powers.",
        "Disney: To many individuals, the Disney name and the term \"magical\" are almost synonymous, so create a fantasy bedroom that revolves around favorite Disney characters like fairies, princesses or talking cars.",
        "While a trip to the magical kingdom is every kid's dream come true, some parents are looking for something different.",
        "You can use your \"regular\" cookbooks and cooking utensils when cooking with kids, but kid-sized tools make the experience even more magical.",
        "This enchanting bedroom set features a scrolled metal bed reminiscient of Cinderella's magical carriage.",
        "Harry Potter has all of these wild and magical adventures and even before he hits high school, has an archnemesis (\"he who shall not be named\") Lord Voldemort.",
        "Books similar to Harry Potter, with the magical spells and evil witches and warlocks, are widely available for children of all ages and pretty easy to find.",
        "Circle of Magic by Tamora Pierce - The Circle of Magic books are about four young children who are brought together by the magical powers the possess.",
        "This model is filled with sights and sounds sure to thrill your little one into a magical and magnificent world of luxurious abundance.",
        "Help her escape into the magical world of fairies with a themed gift basket.",
        "Many RPGs involve fantasy worlds with dragons, castles, knights, elves, fairies and other magical characters.",
        "The film is set to focus on Peter Parker and his magical abilities developing throughout high school.",
        "There is something about the magical atmosphere surrounding the dancing flames of a campfire that brings ghost stories to life.",
        "It can mean mystical, magical, artistic or visionary traits.",
        "It has been believed for centuries, in magical circles, that scrying can reveal the future face of a beloved.",
        "Are all of these witness events imagined or misunderstood naturally occurring phenomena, or is there something truly magical and perhaps supernatural about the Ouija board?",
        "The world may seem a little less magical if you believed in any of these urban legends.",
        "Disneyland is a great place for making magical memories with your children, but it can be very expensive if you're not careful.",
        "With careful planning and a bit of creativity, you can make magical Disney memories while still sticking to your travel budget.",
        "Shoes with four inch or higher heels also add that magical touch to your hottest lingerie.",
        "Diet products that promote magical thinking are usually a scam."
    ],
    "definition": [
        "Of, relating to, or produced by magic.",
        "Enchanting; bewitching: a magical performance of the ballet.",
        "mag′i·cal·ly\nadverb",
        "Link/Cite",
        "Of or relating to magic.",
        "Enchanting.\nThe fireworks created a magical atmosphere in that beautiful summer night.",
        "Link/Cite"
    ]
}