{
    "translation": "עיקרי, ראשי",
    "uses": [],
    "definition": [
        "Most important; principal. See Synonyms at chief.",
        "Exerted to the utmost; sheer: “They took her off the sled by main strength” ( Jack London )",
        "Nautical Connected to or located near the mainmast: a main skysail.",
        "Obsolete Of or relating to a continuous area or stretch, as of land or water.",
        "The chief or largest part: His ideas are, in the main, impractical.",
        "The principal pipe or conduit in a system for conveying water, gas, oil, or other utility.",
        "Physical strength: fought with might and main.",
        "A mainland.",
        "The open ocean.",
        "Nautical\na. A mainsail.\nb. A mainmast.",
        "The main dish of a meal: “Unsurprisingly, the mains and their house-made condiments were the standouts of a recent meal” ( Lindsey Tramuta )",
        "Link/Cite",
        "Principal; prime; chief; leading; of chief or principal importance. [from 15th c.]",
        "Principal or chief in size or extent; largest; consisting of the largest part; most important by reason or size or strength.\nmain timbers;  main branch of a river;  main body of an army",
        "Full; undivided; sheer (of strength, force etc.). [from 16th c.]",
        "(nautical) Belonging to or connected with the principal mast in a vessel.",
        "(dialectal) Big; angry.",
        "(UK, dialectal) Very; very much; greatly; mightily; extremely; exceedingly.",
        "That which is chief or principal; the chief or main portion; the gross; the bulk; the greater part.",
        "(now archaic, US dialectal) The mainland. [from 16th c.]",
        "(now poetic) The high seas. [from 16th c.]",
        "A large pipe or cable providing utility service to a building or area, such as water main or electric main. [from 17th c.]",
        "(nautical) The mainsail. [from 17th c.]",
        "A hand or match in a game of dice.",
        "A stake played for at dice.",
        "The largest throw in a match at dice; a throw at dice within given limits, as in the game of hazard.",
        "A match at cockfighting.",
        "A main-hamper, or fruit basket.",
        "A river in southern Germany, flowing from Bavaria to the Rhine.",
        "Link/Cite"
    ]
}