{
    "translation": "תפקוד לקוי",
    "uses": [
        "The pejorative connotation of an optical illusion is a visual malfunction.",
        "Whether it be due to team turnover or wardrobe malfunction, one of the key components of almost any squad is uniformity of style with the NFL Pro Bowl Cheerleaders squad being the exception to that rule.",
        "The worst cases are errors caused by hardware malfunction.",
        "Regardless of the specific cause of DIC, the results are a malfunction of thrombin (an enzyme) and prothrombin (a glycoprotein), which activate the fibrinolytic system, releasing clotting factors in the blood.",
        "While both singers and their representation maintained that it was a malfunction, many speculated that the occurrence of the reveal with the lyrics \"gonna have you naked by the end of this song\" was no coincidence.",
        "Even if your bikini top doesn't come completely off, if it leaves any of your top exposed, this can be an extremely embarrassing bikini malfunction, especially if you're a teenage girl.",
        "While some items can be purchased used at substantial discount, other investments should be new and fully protected under manufacturer warranty to protect against unforeseen repairs and malfunction.",
        "According to the Spina Bifida Association of America, nearly 40 percent of shunts malfunction and may need to be replaced within one year, 60 percent will require revision within five years, and 80 to 90 percent within ten years.",
        "In 2004, Jackson found herself in the center of a storm of controversy when a \"wardrobe malfunction\" during the Super Bowl halftime show ended with her bare breast being exposed on live television.",
        "Of course, there's the purely skeptical view that says the experience is nothing more than a sleep disorder or a malfunction of the normal circadian rhythm (body's natural 24-hour cycle).",
        "According to some sources, the crash was due to a technical malfunction.",
        "A wardrobe malfunction can easily result in a hot celebrity image, completely unintended by both the star and the photographer.",
        "Each defect acts in combination with the others to create a malfunction of the heart.",
        "With the above Apple Certified Refurbished Product standards, you will get a high-quality product without worrying if it will malfunction as soon as you turn it on.",
        "If your product were to malfunction after the warranty has expired, you would be responsible for footing the repair bill.",
        "Any celebrity wardrobe malfunction that gets caught on camera is newsworthy these days.",
        "It was in answer to this question that Justin Timberlake uttered the words that would instantly become part of the American lexicon: \"wardrobe malfunction.\"",
        "Once you sign up for the kids club at Sears, you can have any of your clothes replaced if there is a problem or malfunction with them.",
        "More than 140 million viewers witnessed Jackson's \"wardrobe malfunction\" when, at the end of their song, he removed part of Jackson's costume to expose one of her breasts.",
        "Celebrity oops come in a variety of screw-ups, from a simple wardrobe malfunction to hitting the town without underwear - and getting caught.",
        "Celebrity slips can come in all forms, from Janet Jackson's infamous wardrobe malfunction during the 2004 Super Bowl to Tara Reid's breast-baring escapade at P.",
        "However, People magazine explained that the wardrobe malfunction was just that -- but Beyoncé, 25, came prepared with natural looking undergarments just in case this would happen.",
        "Whether it's a fashion faux pas, a wardrobe malfunction, or silly stunt gone wrong, everyone makes an embarrassing mistake at one time or another.",
        "After all, you do not want to be the victim of a wardrobe malfunction at the pool or beach.",
        "Since hybrid vehicles utilize a lot of electrical power, a malfunction could cause electric jolts of more than 500 volts, which can be fatal.",
        "Some individuals may also experience leg swelling in serious cases of sleep apnea due to the malfunction of the heart and kidneys.",
        "Kidney failure - When the kidneys malfunction, body fluids including electrolytes go off balance, which can lead to muscle spasms.",
        "A stroke or tumor can damage the hypothalamus, causing the body's thermostat to malfunction.",
        "Alterations in enzyme levels, tissue abnormalities, and organ malfunction may be followed by illness and death.",
        "If such stimulation is unsuccessful, a malfunction of the anterior pituitary gland is likely.",
        "Fanconi's syndrome-A group of disorders involving kidney tubule malfunction and glucose, phosphate, and bicarbonate in the urine.",
        "Some other conditions such as malfunction of the adrenal gland or kidney failure can produce abnormal chloride readings.",
        "Disseminated intravascular coagulation (DIC) occurs when the malfunction of clotting factors causes platelets to form clots in small blood vessels throughout the body.",
        "Malabsorption-The inability of the digestive tract to absorb all the nutrients from food due to some malfunction or disability.",
        "After 42 weeks, the risk of placental malfunction increases dramatically.",
        "It's basically a wardrobe malfunction of the highest level that could lead to major embarrassment.",
        "You've had an embarrassing bikini malfunction, now what?",
        "Adjust your malfunction as soon as you can, take a few minutes to collect yourself and proceed to have fun.",
        "One of the last things most women want to have happen to them is a bikini malfunction while in public.",
        "If wearing a transparent bathing suit was not your aim, this bikini malfunction may leave you blushing.",
        "Whether walking, running or swimming, a bottom riding up and showing off more of your bottom than you'd like is a common malfunction that nearly every woman has suffered at some point.",
        "This may be more difficult depending on the bikini malfunction - a bottom riding up is typically not as serious a scenario as losing a bikini top at the company pool party!",
        "You might have a swimsuit malfunction on the sand.",
        "More likely than not, dealing with a wardrobe malfunction is the farthest thing from your mind.",
        "Extreme heat can also cause the toy to malfunction.",
        "If the touch pad is exposed to liquids or mistreated, it can cause the device to malfunction.",
        "Other parts, like the rechargeable battery, may break or malfunction.",
        "With regular usage, some microwave oven parts may malfunction or wear out.",
        "The thermostat may malfunction, the seal on the lid may loosen over time or the bowl may develop nicks or scratches.",
        "If there is a malfunction with your Crock Pot within that time frame and it's not related to neglect or misuse, JCS may, at the company's option, repair or replace the appliance.",
        "According to the Safe Kids fire prevention fact sheet, fires are most often caused by adult cigarette use, electrical malfunction, and misuse of heating equipment.",
        "Have your video camera checked by a professional for any malfunction.",
        "While recycled cartridges can save you money, they can sometimes malfunction and spill toner inside the unit or create streaky prints according to CBS news.",
        "This recall concerned problems with the front suspension lower ball joint, which could malfunction and lead to a loss of steering control.",
        "In the event of a malfunction, the accelerator pedal could become wedged beneath the driver's side floor mat, causing the driver to lose control of the vehicle.",
        "Even small mistakes can cause the vehicle to malfunction, and this could put you in danger.",
        "As long as you don't suffer a celebrity-style wardrobe malfunction, you're well within your fashionable rights to show a little skin with something delicate, shiny and even a bit posh.",
        "The live performance culminated in \"outing\" her as a lip sycher after an equipment malfunction.",
        "Don't worry, no wardrobe malfunction jokes here.",
        "They even engaged in a controversial hot tub scene in which Tamra had something of a wardrobe malfunction.",
        "The machine interpreted her singing as a biological malfunction.",
        "A malfunction aboard the craft caused severe issues for the crew, who had to abort their landing on the moon.",
        "After all, a wardrobe malfunction in the middle of a routine is not the goal.",
        "An integral strainer on the inlet side should prevent possible malfunction from particulate contaminants in the mains gas supply.",
        "The car was awaiting review by a GM rep to see what caused the malfunction.",
        "Administration errors, typing errors or mechanical malfunction can lead to misrepresentative pricing or details shown.",
        "Shortly thereafter, the car stalled on the backside of the track with an apparent electrical system malfunction.",
        "This can lead to a serious malfunction of your equipment.",
        "Both acute and chronic anxiety have a basis in physical malfunction in brain chemistry, where the brain sends and receives false emergency signals.",
        "The vehicle later developed a major electrical malfunction, and was pulled out of the Tour de Sol.",
        "Via MetaFilter, a bit of physics in action: Bush's necktie produces TV wardrobe malfunction.",
        "Complications set in because of kidney malfunction and I had to spend some time in hospital.",
        "Now that just does not compute - brain malfunction.",
        "At times, either by operator error or equipment malfunction, the pool may have suffered from the addition of too much chlorine.",
        "This can range from a flood or fire to a serious computer malfunction or information security incident.",
        "malfunction of computer equipment.",
        "Malfunction of the orexin system causes narcolepsy in mice, rats, dogs and humans.",
        "Choosing the wrong style can lead to an unfortunate \"wardrobe malfunction\" or the dreaded visible panty line.",
        "You must match up the plug exactly (red and black wires or read and white wires), otherwise your phone will malfunction.",
        "She emphatically stated that the wardrobe malfunction was not planned.",
        "Sometimes celebrities show a little more skin than they intend, and thanks to Justin Timberlake's term \"wardrobe malfunction\" we now have a name for it.",
        "Nothing is worse than a strapless corset that feels like it is sliding down, not to mention that crude tug-to-keep-it-in-place maneuver needed to prevent a wardrobe malfunction.",
        "Too much prolactin can cause malfunction of the reproductive organs.",
        "Computers are prone to malfunction and breakdown like any other electronic device.",
        "The Duchess of Cambridge is the last person you'd expect a wardrobe malfunction from, but this incident proves that no celebrity is immune from such occurrences.",
        "malfunction of the control system or from an unbalanced rotor."
    ],
    "definition": [
        "Link/Cite",
        "faulty functioning",
        "failure to function",
        "to function improperly\nShe told him the machine was poorly built, but they both knew that she was the one who had malfunctioned.",
        "to fail to function",
        "Link/Cite"
    ]
}