{
    "translation": "זדוני",
    "uses": [
        "They are malicious gossip, greed of money, giving security, nocturnal robbery, murder, unchastity.",
        "One of the principal grounds for an absolute divorce is malicious desertion.",
        "He took a sort of malicious pleasure in irritating the monks.",
        "This led to the circulation of malicious stories to the effect that Great Britain was not doing her share, and that she was preserving her soldiers at the expense of those furnished from overseas.",
        "Fascists can counter the malicious propaganda to destroy friendly relations with Germany by using this fact.",
        "malignus, evil-disposed, from maligenus), wicked, of a malicious or wilfully evil disposition.",
        "Now here, we are told, there is a malicious allusion to the \" messenger of Satan to buffet me \" of 2 Cor.",
        "The common notions of the devil as black, ill-favoured, malicious, destructive and the like, have occasioned the application of the term to certain animals (the Tasmanian devil, the devil-fish, the coot), to mechanical contrivances (for tearing up cloth or separating wool), to pungent, highly seasoned dishes, broiled or fried.",
        "Charles made the malicious remark that nothing was safe from Don John - not even vermin.",
        "First of all 2 the writer describes the futile attempt of Heliodorus to rob the Temple, and the malicious intrigues of the Benjamite Simon against the worthy high priest Onias III.",
        "He was plain malicious!",
        "It can be harsh and may seem malicious at times.",
        "There's no evidence of malicious intent here, it's all assumed.",
        "malicious falsehood were on the rise.",
        "malicious hackers.",
        "Some malicious callers may want nothing more than to have a conversation.",
        "malicious code has to get into your PC somehow.",
        "The Fox News hack was particularly malicious.",
        "He offered no explanation for his actions, but denied any malicious intent.",
        "Such systems could be targeted through unauthorized intrusions, DDoS attacks, worms, Trojan horse programs, or malicious insiders.",
        "Or did you know that and decided to get malicious because you were just made of fool of?",
        "Many schools across the United States now prevent students from accessing MySpace while on campus, because they feel the site leads to malicious gossiping.",
        "There is probably a malicious echo in a well-known passage of Gibbon (Decline and Fall, chap. ii.): \" The various modes of worship which prevailed in the Roman world were all considered by the people as equally true, by the philosopher as equally false, and by the magistrate as equally useful.\"",
        "Misinterpreting the motives of others: The person tends to see neutral or even friendly behavior as either malicious or manipulative.",
        "Viruses are malicious little computer programs.",
        "Having brought malicious charges in which his evidence was rejected, he narrowly escaped prosecution for perjury.",
        "All sorts of whispers have been circulated by idle or malicious gossip about Burke's first manhood.",
        "It can be too easy to infect your program with malicious programs.",
        "It is possible to meet people with malicious intentions over the Internet, though you can sometimes detect a degree of such instability through email correspondence.",
        "With just a name and phone number, malicious thieves can obtain a wealth of information.",
        "Many websites on the Internet that claim to unlock cell phones for free are filled with malware, spyware, viruses, and other malicious content.",
        "Many of the websites where such resources are offered can also be filled with malware, viruses, Trojan horses, and other malicious content.",
        "Most cases of malicious poisoning concern family members or acquaintances of the victim, but the number of intentional random poisonings of the general public has increased in the late 1990s and early 2000s.",
        "Enjoy the humorous and malicious remarks of the Bard and the Narrator.",
        "Most systems have around 80 or 90 pieces of potentially malicious code on them within a short time of connecting up to the internet.",
        "Mr Orpen, the chief magistrate of St John's Territory, asked: \" Is Cagn good or malicious?",
        "Although boys are more often the perpetrators and victims of bullying, girls tend to bully in indirect ways, such as manipulating friendships, ostracizing classmates, and spreading malicious rumors.",
        "Mara, the great tempter, appears in the sky, and urges Gotama to stop, promising him, in seven days, a universal kingdom over the four great continents if he will but give up his enterprise.2 When his words fail to have any effect, the tempter consoles himself by the confident hope that he will still overcome his enemy, saying, \"Sooner or later some lustful or malicious or angry thought must arise in his mind; in that moment I shall be his master\"; and from that hour, adds the legend, \"as a shadow always follows the body, so he too from that day always followed the Blessed One, striving to throw every obstacle in his way towards the Buddhahood.\"",
        "We certainly cannot subscribe to the conjecture of Lipsius that \" the story of the seeming beheading of Simon has at its root malicious misrepresentations of the beheading of Paul.\"",
        "Her chief function, however, was to see that the beasts of burden were duly fed, and to protect them against accidents and malicious influence.",
        "Some say enterprises may soon need a special firewall to thwart the malicious hackers, spoofers and...",
        "Individuals who make malicious or vexatious allegations may be liable to disciplinary action.",
        "What's more, there are countless websites that say that they offer free cell phone games, only to hit your computer with malicious viruses and spyware.",
        "Downloading a program like this from a malicious website can result in your computer receiving a virus.",
        "Using a secure site when paying your bills online will help ensure that prying and potentially malicious eyes stay far away from your financial data.",
        "You probably know about some of the malicious attacks that occur or the techniques used to pilfer personal data or gather information about your computer.",
        "Like other e-mail address services, Yahoo mail e-mail addresses are vulnerable to hacking attacks from malicious users.",
        "With his pink straw and two yellow chicken hands, he hatches ill-thought out schemes and malicious attempts to attack his fellow Aqua Teen, Meatwad.",
        "This spray fights all kinds of bugs but is especially useful in controlling: aphids, caterpillars, and a variety of malicious worms.",
        "You have to be extra careful when browsing these kinds of websites, though, as they may contain viruses, spyware, and other malicious content.",
        "You don't have to worry about your kids downloading malicious malware, spyware and viruses because absolutely no downloads are required to enjoy your time at ClubPenguin.com.",
        "Many sites have popped up that are just homes for spyware and malicious programs.",
        "If you accidentally get on a malicious website, your browser settings and security programs should block the bad content and prevent it from downloading anything.",
        "This is your single player mode where Sonic must save the queen of Soleanna from the malicious plans of Dr. Eggman and his henchmen.",
        "There are still others who have malicious intent, so keep an eye on your phone to avoid becoming a victim.",
        "The Windows WMF flaw allows hackers to attach or insert malicious code into image files.",
        "Since IE is the browser used by the vast majority of the browsing population, it has always been a popular target for malicious activity.",
        "Worm: malicious code which spreads by itself, with no user interaction.",
        "At the upper extreme crimes become cruel, filthy, beastly and disgusting, smiles become malicious and voices venomous.",
        "defy wasn't satisfied, v10 tells us, with a campaign of malicious gossip about John but deliberately defied him.",
        "Behavior blockers have another inherent disadvantage; they are unable to combat conceptually new malicious programs.",
        "Charles had bought along his hard redheaded wife Norma, and she was busy swapping malicious gossip with Emily.",
        "In the first case, Smith hears some malicious gossip about the past career of Jones.",
        "In plain English - it keeps out any malicious hackers.",
        "malicious intent will more likely result in posts being moderated.",
        "malicious gossip about the past career of Jones.",
        "He did not criticize, but was one-sided, exaggerated, even malicious; he gave nothing to which the Party could usefully turn.",
        "The virus writers used to hide viruses here (often malicious ones ).",
        "malicious in nature.",
        "malicious in intent and could therefore be classified as bullying.",
        "They were held for several hours inside the base and charged with malicious mischief.",
        "How can such a program be \" an exact copy \" while having also been modified \" with a malicious payload \"?",
        "thwart the malicious hackers, spoofers and.. .",
        "Unwise admirers and malicious opponents exaggerated the theological bearings of his system in this detail; and the efforts of the Jesuits succeeded in getting the works of Descartes, in November 1663, placed upon the index of prohibited books,- donec corrigantur.",
        "The principal grounds for an absolute divorce are impotency, adultery, wilful or malicious desertion, cruel and barbarous treatment, personal abuse and conviction of any such crime as arson, burglary, embezzlement, forgery, kidnapping, larceny, murder, perjury or assault with intent to kill.",
        "Throughout Africa the death of anyone is ascribed to the magicians of some hostile tribe or to the malicious act of a neighbour.",
        "i-18); ascribing all her woes to Yahweh's righteous wrath, provoked by her sins, and crying for vengeance on the malicious rivals who had rejoiced at her overthrow.",
        "is the hope of Divine vengeance on Judah's malicious rivals (i.",
        "Divorce is granted to either spouse for either adultery or malicious desertion, the distinctions established by the English law between husband and wife in respect of divorce being disregarded.",
        "Her contemporaries, scorning her low birth rather than her vices, attributed to her a malicious political role of which she was at heart incapable, and have done scant justice to her quick wit, her frank but gracious manners, and her seductive beauty.",
        "There's a chance the popup message isn't a legit system query at all, but rather works like a cleverly disguised ad that interprets any click as approval to install something malicious on your system.",
        "To do so, he must travel through the world of the humans in order to stop the doctor's malicious plans from succeeding.",
        "What this flaw allows is malicious installations of a Trojan horse or spyware on your system without independent of operator action.",
        "This gradually became malicious, with these nasty programs designed to destroy hard disk files or impede networks with hacker identity tags as a medal of honor.",
        "There is no spyware, adware or other malicious programs.",
        "Naturally, you will want a good antivirus and a good spyware checking program, so that you can scan the incoming files for any malicious content.",
        "While not actively malicious, fairies were dangerous to mortals simply because of their overwhelming glamour.",
        "But Anderson Cooper, even as a Q, would never be a malicious omnipotent being - no, his legendary compassion would be stirred by the crew's sad fashion plight.",
        "counter the malicious propaganda to destroy friendly relations with Germany than by using this fact.",
        "dereliction in each community area has been exacerbated by vandalism and malicious damage.",
        "drive-by spyware, malicious content and inappropriate on-line activity.",
        "The Guardian obituary describes his roles as juggling \" mischievousness, a sardonic wit, and a malicious glee \" .",
        "These include malicious Spyware, nuisance adware, phishing attacks and cookies.",
        "malicious spyware by not loading harmful ActiveX controls.",
        "The malicious falsehood arose from a cheeky claim by Mr Conway that BT was actually a client of his.",
        "Bins placed out the day before are easy targets for malicious ignition.",
        "Or you can sneak up behind unsuspecting mercenary types and knife them in the spine, if you're a particularly malicious individual.",
        "This brand of bully can be just as malicious as the playground variety, and just as damaging to your child's self-esteem.",
        "Given that plaintiffs must prove falsity, malice, and loss, actions in malicious falsehood are perhaps less likely to chill political speech.",
        "It isn't a malicious storm, just one that is instigated by boredom because nothing is changing.",
        "While the risk is minimal, it goes to show that even the smallest of details aren't ignored by those with malicious intent.",
        "That is both the blessing and curse of JavaScript - while it can be quite useful and enriching, it can also be annoying and malicious.",
        "But it is more difficult when someone is being deliberately malicious toward us or our family.",
        "He had a penchant for painting half- length figures of malicious sexually predatory women.",
        "Kaspersky® Anti-Virus for Windows Workstations is a comprehensive solution designed to protect workstations against viruses and malicious programs.",
        "The Lindos have taken out a civil case, charging the police with malicious prosecution, assault and false imprisonment.",
        "And if we were to combine those he wants to injure people by malicious slander.",
        "Protect your business from malicious code from websites and in emails, reduce unwanted spam and prevent users from accessing inappropriate websites.",
        "Typical causes of false alarm: cooking fumes steam aerosol sprays smoke detectors malicious breaking of alarms.",
        "But he survived these troubles - it is a malicious invention that he recanted during the persecution - and lived a few years longer in active intercourse with his friends.",
        "In his Life of Sir Henry Wotton Izaac Walton, calling him Jasper Scioppius, refers to Schoppe as \"a man of a restless spirit and a malicious pen.\"",
        "While in India the conception of the asura had veered more and more towards the dreadful and the dreaded, Zoroaster elevated it again - at the cost, indeed, of the daivas (daevas), whom he degraded to the rank of malicious powers and devils.",
        "The one has for its subject Barsauma and the other Nestorian leaders in Persia, and gives a highly malicious account of their proceedings.",
        "Many pictures of the life here, some of them not a little malicious, survive.",
        "With a view of safeguarding themselves from breakdowns caused by the inequality of feeding, or by the action of malicious persons introducing foreign substances, such as crowbars, bolts, &c., among the canes, and so into the mills, many planters have adopted socalled hydraulic attachments, applied either to the megass roll or the top roll bearings.",
        "Now by the Malicious Damage Act 1861 the unlawful and malicious destroying or damaging any picture, statue, monument or other memorial of the dead, painted glass or other monument or work of art, in any church, chapel, meeting-place or other place of divine worship is a misdemeanour punishable by imprisonment for six months, and in the case of a male under the age of sixteen years with whipping.",
        "This principle is reaffirmed in the Larceny Act 1861, § 109, and in the Malicious Injuries to Property Act 1861, § 67.",
        "The statements that he had been a slave and was never baptized appear to be malicious inventions of his theological opponents.",
        "It was probably after this that he was allowed to present himself at court, and his contemporaries took a malicious glee in telling how \"when, with some difficulty, he obtained leave to kiss the king's hand he, out of guilt, fell backward, as he was kneeling.\"",
        "Such gesture, directed towards an inoffensive person, became an insult, and the word sycophant might imply one who insulted another by bringing a frivolous or malicious accusation against him.",
        "It is only procurable at the residence of a Sasabonsum, a malicious non-human being.",
        "In his nephew's interests he accepted a compromise, disclaimed before parliament the truth of the malicious rumours against him, and was reconciled formally with his opponents.",
        "This fearful saying unquestionably expressed a frequent mood of Frederick's; and he sometimes acted with great harshness, and seemed to take a malicious pleasure in tormenting his acquaintances.",
        "It is in keeping with the somewhat malicious saying about Fox reported by Tyndale that he would sacrifice his father to save his king, which after all is not so damning as Wolsey's dying words.",
        "I don't think that this is malicious, tho Toby Jones ' story may suggest otherwise, but it is definitely cackhanded.",
        "Spyware control will protect you from malicious programs running on your PC that might be send out your details or logging keystrokes.",
        "It is a witty, malicious satire of the English literary world.",
        "Few things are finer in music or literature than the end of the second act of Die Meistersinger, from the point where Sachs's apprentice begins the riot, to the moment when the watchman, frightened at the silence of the moonlit streets so soon after he has heard all that noise, announces eleven o'clock and bids the folk pray for protection against evil spirits, while the orchestra tells us of the dreams of Walther and Eva and ends by putting poetry even into the pedantic ineptitudes of the malicious Beckmesser.",
        "Crime.-The following table shows the number of persons committed for trial, convicted and acquitted in Ireland in 1886, 1891, 1900 and 1905: Of rthe 1367 convicted in 1905, 375 were charged with offences against the person, 205 with offences against property with violence, 545 with offences against property without violence, 52 with malicious injury to property, 44 with forgery and offences against the currency, and 146 with other offences."
    ],
    "definition": [
        "Having the nature of or resulting from malice; deliberately harmful; spiteful: malicious gossip.",
        "Law Done with malice.",
        "ma·li′cious·ly\nadverb",
        "ma·li′cious·ness\nnoun",
        "Link/Cite",
        "Of, pertaining to, or as a result of malice or spite",
        "spiteful and deliberately harmful\nHe was sent off for a malicious tackle on Jones.",
        "Link/Cite"
    ]
}