{
    "translation": "שניתן לשלוט עליו",
    "uses": [
        "Since then, however, the problem has passed into a more manageable state.",
        "Now the Zimbabwean dollar has undergone four re-denominations (the process of shaving zeros off the currency to make a more manageable new currency.",
        "He used brevity codes to keep logistics manageable.",
        "Substantially, they remained till the end of the empire, though Tarraconensis was broken up at different dates into smaller and more manageable areas.",
        "For the healthy child of normal weight, the only dietary restriction should be sugars; fats, proteins, fruits, vegetables, grains, and dairy products should all be included, in reasonable, manageable portions.",
        "While it may be overwhelming, it is manageable.",
        "manageable size than some in recent years.",
        "If you're intimidated by technology, traditional sales may seem more manageable than trying to build your own Web site or differentiate yourself from the crowd of crafters on sites like Etsy.",
        "Whether you are fighting the elements of a harsh winter or struggling to keep your tendrils tame during the scorching and humid summer months, the right products will help keep your locks shiny and manageable.",
        "Other options include scaling the ring down proportionally to a more manageable size and price by option for a smaller center stone with fewer accents, though the overall design would still be reminiscent of the celebrity-inspired original.",
        "For example, if you have a large task on your \"A List\" like: develop an advertising plan the best way to tackle such a long range project is to break it into manageable goals that work toward your deadline.",
        "By dividing subject areas into smaller, more manageable chunks they can become more easily comprehensible.",
        "You can choose to keep your dog in a long, show-style coat or opt for a cute and more manageable pet trim.",
        "Lemonade Tycoon transports the tycoon idea to a smaller, more manageable scale.",
        "He'd hoped they'd be manageable.",
        "The gaps in these images are where the frozen cadaver was initially divided with a saw to produce portions of a more manageable size.",
        "You'll soon have happy, healthy and manageable hair with great shine for that cool catwalk chic.",
        "Although a mullet hairstyle has a split personality, it can serve a basic need for the man or woman who wants to keep the length of their hair while keeping the perimeter of their cut manageable and groomed.",
        "It brings the massive oeuvre and the chronicle of the life into manageable proportions, one illumining the other.",
        "pared down the text to a manageable shape that appears thrilling and trim - an admirable achievement.",
        "pervious part, split into multiple parts for keeping the article size manageable.",
        "The new boat will be faster and more manageable, as well as easier for the skipper to work single-handed.",
        "tip the balance and turn a manageable situation into a debt problem.",
        "To choose a basis with respect to which the matrix of a linear transformation has a particularly manageable form.",
        "Spread adhesive over a manageable area of about one square meter at a time, using a small trowel or large filling knife.",
        "A wise economy also contributed to reduce the national debt within manageable limits, and in the welfare of the peasantry Frederick IV.",
        "Sometimes all it takes is a small change in circumstances to tip the balance and turn a manageable situation into a debt problem.",
        "Still, it is a good idea to keep the party at a manageable size.",
        "It simply makes the thick texture of these foods more manageable.",
        "There are so many designs available that choosing a specialty makes the hobby much more manageable.",
        "This allows you to control your spending and budget the installment payments so you have manageable shopping expenses.",
        "This type of program allows you to purchase needed items and pay for them in manageable monthly installments.",
        "But if you have manageable debt, such as home and auto loans, you should be able to set aside a considerable amount for emergency savings and retirement.",
        "By rolling all of your monthly payments into one single payment, you can make your debt more manageable and easier to pay down.",
        "Some of these tasks are so large that they require the work of governments, but some are manageable for the average citizen.",
        "These can be real structural beams or the more manageable decorative beams made of fiber glass, but which appear the same as authentic oak beams.",
        "But if you have your bottom line in mind and want to save the money, it is a manageable job for DIY.",
        "Keep your project manageable by implementing a few time saving scrapbook tips.",
        "Breaking down the process of creating an entire scrapbook album into several smaller steps will make the job seem much more manageable.",
        "Once you get to the root of the anger and realize how to treat it effectively, you will enjoy a less stressful existence where your anger is manageable.",
        "By learning the tools that can control our anger emotions, we can make anger manageable.",
        "Instead, calculate what the best weight is for you and then make small, manageable changes, to help achieve it.",
        "Manageable: Finally, you may also enjoy the fact that you may be able to manage the work load and the time you learn the information.",
        "In other words, instead of having to take in a lot of information at one time, with these courses, all of that very valuable information will be broken down into manageable chunks.",
        "Prices are fairly manageable as the 24-lesson course is priced at $65.00.",
        "Chronic anxiety is manageable with modifications in lifestyle and assistance from a healthcare professional.",
        "If you suffer from excessive test anxiety, you can use strategies that can get your nervousness under control and reduce your anxiety to a manageable level.",
        "Having a manageable amount of anxiousness can motivate you to think harder on questions.",
        "The only way you can gauge how much stress you should have before a test is to ask yourself if your anxiety is manageable.",
        "Buspirone - For individuals who are able to work, go to school and function in society with manageable effects from their anxiety, buspirones can help reduce their nervousness.",
        "Common tips include list making, breaking projects into smaller manageable parts, setting time limits, and creating reasonable expectations.",
        "Choosing seasonal flowers is an easy way to ensure less expensive blooms, and using greenery or cheaper flowers as filler in larger arrangements can keep costs manageable.",
        "These can all be challenging for parents to work with, but manageable with the right attention and efforts.",
        "Or are you looking for something quick, easily manageable and inexpensive for an event like a family portrait?",
        "To make going back to school as manageable as possible, moms shouldn't hesitate to seek out resources that are designed to help them succeed.",
        "One dog at a time in a belly band should be manageable.",
        "O. Halleri has charming, compact flowers, of as deep a blue as that of the Gentians, and proves a manageable plant in the rock garden in deep moist loam.",
        "Before you start, plan a strategy that breaks the project into manageable pieces.",
        "Some feature a straight bottom hem, allowing for side vents and even more comfort, while others include a manageable collar for a more put together look.",
        "This line is enriched with plant proteins that nourish and repair hair scales to invigorate the hair and tame its volume, leaving it resilient and manageable.",
        "Although the prospect of buying a dress for your son's wedding day seems overwhelming, it is a manageable task.",
        "Instead of having clean, manageable hair, your victim will be called \"Greasy-Locks\" until he or she has washed the hair a number of times.",
        "Others opt to downsize into more manageable abodes and enjoy accessible activities found in retirement communities.",
        "They may simply not need the space, and want to live a more manageable residence.",
        "There are other concerns, too, such as health issues and basic safety but these are all manageable if you plan a little, use good sense, and stay alert and aware of your surroundings.",
        "Use a quality conditioner to keep your hair soft and manageable.",
        "If the costs of an annual pass seem too steep for your budget, Universal Studios Resort offers a convenient FlexPay option that breaks the pass cost into more manageable monthly chunks.",
        "Braid hair styles are fun, manageable, and easier than many people think.",
        "Using conditioner regularly can help keep the different layers manageable and will also help prevent split ends and other unsightly damage.",
        "This makes hair more manageable and soft without oily residue.",
        "The key to sleek, manageable styles is to properly care for the hair regardless of the final look.",
        "If you have very curly hair, then you must blow-dry in order to make the straightening process more manageable.",
        "A healthy hair diet can help provide the necessary protein and nutrients for stellar hair growth as well as the nutrition necessary to keep long hair shiny, strong, and manageable.",
        "To keep their manes manageable, many people with curly hair opt for light layers to lighten up their style while maintaining length.",
        "Spritz your hair with a light hairspray, such as Got2b Smooth Operator, which provides hold while keeping your tresses soft and manageable.",
        "Stick straight, manageable and so shiny, the flat ironed look begins with blowdrying.",
        "Added Control: Even if hair is long and thick, shags are a manageable cut or shape to implement in a heavy hair type without sacrificing overall length.",
        "They add aromatherapy benefits on top of making your hair more manageable.",
        "Long curly hair styles are a better option than short looks, so try to grow your hair out into a manageable length if you want to keep your curls.",
        "Book hair appointments roughly every 6-8 weeks to keep your style and shape manageable while promoting healthy hair growth.",
        "Focus on finding more manageable ways to save money.",
        "It is noted that the platform in fact renders the heel a more manageable three inches.",
        "Consequently, it's no surprise that Rand McNally designed a way to make road trip planning more manageable.",
        "However, if you find a larger book, it's fairly simple to glue some of the pages together to create a more manageable project.",
        "Photo quilts make impressive wall hangings, placemats and table runners that are manageable projects even a beginning sewer can tackle easily.",
        "The temple phase is about maintenance of what has already been learned and keeping this consistent and manageable for the foreseeable future.",
        "No matter how much weight you have to lose, it's a matter of breaking up your goal into manageable steps, eating well, and getting plenty of daily activity.",
        "Luckily, nearly all overwhelming tasks become manageable if broken down into a few simple steps.",
        "The beginning phases of treating tennis elbow should involve treating the pain to make it manageable and resting the elbow.",
        "Using themes allows you to organize the vocabulary and language skills into manageable groups that logically lend themselves to being acquired at the same time.",
        "The key to making anything stick when teaching preschoolers is to make the amount of information manageable.",
        "For this reason, when choosing, for example, to teach colors in class one day, keep the list of colors that you would like to teach at a manageable level, between five and eight colors.",
        "A number of providers offer individual, family, and group plans to help make oral health care more manageable.",
        "Songs are encoded at 256 kbps to produce maximum quality while maintaining a manageable file size.",
        "Keep the guest list manageable to cut down on the number of favors.",
        "Sit down with your tween and set a manageable budget.",
        "For wedding day nails, schedule your manicure and pedicure the day before your wedding and keep nails at a manageable length to extend wear and avoid chipping.",
        "Any points or questions can be expanded upon in a more productive and manageable fashion in a conversational method.",
        "To keep expenses at a manageable level, many businesses are choosing SEO training in Austin and other Texas cities rather than engaging outside companies.",
        "45, two vertical stems are adopted, but there is no particular advantage in this, and a single-stemmed tree is more manageable.",
        "The upper slide has the shape of a truncated cone, and it reduces the orifice of flow so as to render the flow of the sugar more manageable.",
        "Breaking things down into a series of manageable chunks usually makes things easier.",
        "distill trying to simplify, of course, and distil things down to some manageable divisions.",
        "This whole album positively fizzes and bubbles with life, truth and unbounded enthusiasm - all delivered in manageable soundbites.",
        "manageable in terms of the way in which IWG work would be undertaken.",
        "To keep things manageable, the original data are sampled to produce a screen image no bigger than 600 screen pixels.",
        "These days, I am allowing myself to cut things down, to make things more manageable.",
        "manageable chunks usually makes things easier.",
        "manageable proportions.",
        "manageable workload.",
        "manageable portions for our clients.",
        "manageable repayment of your debt.",
        "PMC enables branch servers to perform as print servers because they are remotely manageable on a one-to-many basis.",
        "In many cases, the cost are easily manageable - far less than moving house for example.",
        "Things like going to the shops, which would in practice be perfectly manageable with relatively modest amounts of lifting, then become impossible.",
        "When the sale isn't on they are $ 15 which is a fairly manageable price point too.",
        "We're now up to 4519 lines of code, so it's still quite manageable.",
        "In terms of work, the reading and assignments are at a level much higher than at A-level, but it is completely manageable.",
        "Once you start to tick off your checklist it will seem much more manageable.",
        "However this becomes manageable the more work you have to mark.",
        "Therefore, during the next few weeks there will be some thinning out of material to ensure the site remains manageable.",
        "Potatoes and willow might be introduced subsequently, and looked manageable.",
        "Larger summary lists are made more manageable by our range of'Sort Order' buttons.",
        "The number of vectors in the plot is kept to a manageable value by only plotting vectors for pixels on a sparse regular matrix.",
        "The peritoneum is no longer regarded with awe as inviolable; by modern methods, if not as manageable as other lymphatic sacs, it is at any rate accessible enough without considerable risk to life.",
        "The ancient practice of transfusion has been placed on a more intelligible footing, and by the method of saline injections made more manageable as a means of relief or even of cure.",
        "In practical dialectic the unlimited possibility was reduced to manageable proportions in virtue of the groundwork of received opinion upon which the operation proceeded.",
        "Start small and start with something that is manageable like a set of earrings.",
        "The lower your interest rate is, the more manageable your payments will be.",
        "You can tweak them with every batch until you get the one you like best based on how manageable your hair becomes and how much you like the scent of your new shampoo.",
        "Curls and waves look fabulous in a manageable length that provides added lift and volume.",
        "A bob is a manageable yet professional cut that makes a distinctive impression.",
        "This cut helps to remove weight from the hair while keeping the bulk of the cut at a manageable length based on your own unique wave patterns.",
        "He also needs to consider how much time he is willing to spend styling his hair and whether or not maintaining the look will be manageable for him.",
        "If you want a manageable and flirty cut for summer, medium length hairstyles are a versatile choice.",
        "Soak up the sun and flaunt your natural waves in a manageable wavy style and you're sure to look right at home on the beach this summer.",
        "If you have the money and are willing to take the gamble with the chemicals, frizz-free, manageable hair is a definite possibility for your future.",
        "However, your job search is going to be much more manageable if you pinpoint a few areas that interest you.",
        "Programs are available to homeowners to help them lower their monthly payments to a manageable level.",
        "Whether you are a first-time or fifth-time mom, the support and information you receive from an online group can make your pregnancy more manageable.",
        "Modal Leggings: These soft and manageable pants are the basics of leggings looks.",
        "A metal herb grinder is a small, hand-held non-electric appliance that's used to grind or shred substances into smaller, more manageable pieces.",
        "After answering the initial questions, you should be able to narrow down your choices to a more manageable list.",
        "Gluten sensitivity does not usually require the total elimination of gluten, but understanding how your body reacts to wheat products will help you keep your symptoms at a manageable level.",
        "This delicious bag is roomy, but manageable and includes organizational features like an interior zip pocket, cell phone pouch, and interior key hook.",
        "A checkbook wallet from Buxton is a manageable size and allows them to keep organized.",
        "Keep your kid's party manageable by not having it last too long or have too many guests, either.",
        "By sorting through the toys, you gain a more manageable selection to store.",
        "The number of results is very manageable for children to use.",
        "Adult Asperger syndrome is a complex subject, with many who suffer its symptoms and feel its limitations struggle to find the help they need to make their lives more manageable.",
        "Subdividing files keeps them manageable and organized.",
        "By breaking tasks down into manageable increments, less time is wasted and people feel less overwhelmed, enabling them to make use of their time more effectively.",
        "If spending several hours on it is too overwhelming, then break the task down into smaller chunks that are more manageable.",
        "If time is one of your biggest bugaboos, try breaking the task into manageable chunks such as one drawer a day for six days.",
        "Small windows can be cleaned all at once, but larger picture windows and glass doors may need to be cleaned from top to bottom in manageable sections."
    ],
    "definition": [
        "man′age·a·bil′i·ty man′age·a·ble·ness\nnoun",
        "man′age·a·bly\nadverb",
        "Link/Cite",
        "Capable of being managed; governable; tractable; subservient.",
        "manage",
        "manageableness",
        "manageably",
        "management",
        "Link/Cite"
    ]
}