{
    "translation": "פגם, השחתה",
    "uses": [
        "Mar Mani will we bless.",
        "In addition, the intervention of very heavy weather may mar all the work already accomplished, and require the whole series of operations to be undertaken de novo.",
        "As Graetz says: \"To Jeremiah and Mar Samuel Judaism owes the possibility of existence in a foreign country.\"",
        "Two missionpriests reside in Turkey, one at Qudshanis with Mar Shimun, the Nestorian Catholicus and Patriarch.",
        "The town was almost entirely burned down by the earl of Mar in 1716 during the abortive Jacobite rising.",
        "The other constructive processes, which arc dependent partly upon the oxidation of the carbohydrates so formed and therefore upon an expenditure of part of such energy, also mar]~ the storage of energy in the potential form.",
        "The first consists of an almost continuous range crossing the northern end of Rio Grande do Sul and following the coast northward to the vicinity of Cape Frio, and thence northward in broken ranges to the vicinity of Cape St Roque, and a second parallel range running from eastern Sao Paulo northeast and north to the eastern margin of the Sao Francisco basin in northern Bahia, where that river turns eastward to the Atlantic. The first of these is generally known as the Serra do Mar, or Coast Range, though it is locally known under many names.",
        "above sea-level, where it is crossed by a railway; north-east is another extensive saline basin enclosing the \" Mar Chiquita \" (of Cordoba) and the morasses into which the waters of the Rio Saladillo disappear; and on the north are the more elevated plains, partly saline, of western Cordoba, which separate this isolated group of mountains from the Andean spurs of Rioja and San Luis.",
        "About 1479, probably with reason both suspicious and jealous, James arrested his brothers, Alexander, duke of Albany, and John, earl of Mar; Mar met his death in a mysterious fashion at Craigmillar, but Albany escaped to France and then visited England, where in 1482 Edward IV.",
        "In the 6th century an attempt was made to secure by force political autonomy for the Jews, but the exilarch who led the movement (Mar Zutra) was executed.",
        "Marjorie, an only child by his first wife, Isabella, daughter of Donald, earl of Mar, had predeceased him.",
        "Alloa Park, the seat of the earl of Mar and Kellie, is in the immediate vicinity, and in its grounds stand the ruins of Alloa Tower, an ancient structure 89 ft.",
        "Incidentally he desires also to purify the heart from other violent passions which corrupt it and mar its peace.",
        "But we gather that in two directions our reason is bound up with bodily conditions, which make or mar it, according as the will, or central energy of thought, is true to itself or not.",
        "They begin with Mar Rab Sheshna (7th century) and continue to Hai Gaon, who died in 1038, and are full of historical and literary interest.",
        "Of Herrera's writings, the most valuable is his Historia general de los hechos de los Castellanos en las islas y tierra firme del Mar Oceano (Madrid, 1601-1615, 4 vols.), a work which relates the history of the Spanish-American colonies from 1492 to 1554.",
        "Anne took advantage of his absence to demand possession of the prince, and, on the \"flat refusal\" of the countess of Mar, fell into a passion, the violence of which occasioned a miscarriage and endangered her life.",
        "Passing Santarem, the highest point to which the tide ascends, and the limit of navigation for large sailing vessels and steamers, the river divides below Salvaterra into two arms, called the Tejo Novo (the only one practicable for ships) and the Mar de Pedro.",
        "The principal exception is the Zatas or Sorraia, which, rising in the Serra d'Ossa, flows westwards across the plateau of Alemtejo, and joins the Mar de Pedro.",
        "COBIJA, or Puerto La Mar (the official title given to it by the Bolivian government), a port and town of the Chilean province of Antofagasta, about Boo m.",
        "Harry, The Mar y land Constitution of 1851, Johns Hopkins University Studies in Historical and Political Science (Baltimore, 1902), contains an account of the agitation from 1835 to 1850 for constitutional reform; B.",
        "Sailing thence north-westward for many weeks, over a sea so calm that he named it El Mar pacifico, he sighted only two small islands.",
        "Landing at Kinghorn in Fifeshire in August 1332, he gained a complete victory over the Scots under Donald, earl of Mar, at Dupplin Moor, took Perth, and on the 24th of September was crowned king of Scotland at Scone.",
        "Their character is also determined by the distance of the Serra do Mar from the coast, the more southern rivers having short precipitous courses.",
        "South of Cape Frio there are no large rivers along the coast because of the proximity of the Serra do Mar - the coastal plain being very narrow and in places disappearing altogether.",
        "There remains only the elevated valley of the Parahyba do Sul, lying between the so-called Serra das Vertentes of southern Minas Geraes and the Serra do Mar, and extending from the Serra da Bocaina, near the city of Sao Paulo, eastward to Cape Frio and the coastal plain north of that point.",
        "It is traversed by two mountain chains, the Serra da Mantiqueira and Serra do Mar, and the broad, fertile valley of the Parahyba do Sul which lies between them, and which slopes gently toward the east from a general elevation exceeding 2000 ft.",
        "The largest of these and the only one of commercial value is the Ribeira de Iguape, which has its source on the tablelands of Parana and after receiving several affluents west of the Serra do Mar breaks through a depression in that range and discharges into the Atlantic\"some miles below Santos on the southern boundary of the state of Sao Paulo.",
        "Mar Mani, Jesus - virgin of light, Mar Mani.",
        "He was a descendant of John, 1st or 6th earl of Mar, regent of Scotland in the reign of James VI., a grandson of Colonel John Erskine of Carnock.",
        "Many of the Scots princes received their education as wards of the Lords Erskine and the earls of Mar, the last to be thus educated being Henry, the eldest son of James VI.",
        "below Xiririca, and communicates with an inland canal or waterway extending for many miles along this coast and known as the Iguape, or Mar Pequeno.",
        "Those of the Paraguay drain the south-western part of Matto Grosso, and the tributaries of the Parana cover the western slopes of the Serra do Mar from Rio Grande do Sul north to the south-west part of Minas Geraes, and include the south-east part of Matto Grosso and the south part of Goyaz within their drainage basin.",
        "2 In a fragmentary Syriac homily by Mar Jochanis, found in a Sinai MS. written not later than the Loth century and edited by J.",
        "On the death of the bishop Mar Athanasius Matthew in 1877, litigation began as to his successor; it lasted ten years, and the decision (since reversed) was given against the party that held by the Nestorian connexion and the habitual autonomy of the Malabar church in favour of the supremacy of the Jacobite patriarch of Antioch.",
        "Forming at once a church and a nation, they own allegiance to their hereditary patriarch, Mar Shimun, Catholicus of the East, who resides at Qudshanis, a village about 7000 ft.",
        "In the summer of 1388 the Scots invaded England by way of Carlisle, sending a small body under the earls of Douglas, Mar and Moray to invade Northumberland.",
        "The birth of an heir to the throne (Prince Henry) in 1594 strengthened her position and influence; but the young prince, much to her indignation, was immediately withdrawn from her care and entrusted to the keeping of the earl and countess of Mar at Stirling Castle; in 1595 James gave a written command, forbidding them in case of his death to give up the prince to the queen till he reached the age of eighteen.",
        "The \"Marriage of the Adriatic,\" or more correctly \"of the sea\" (Sposalizio del Mar) was a ceremony symbolizing the maritime dominion of Venice.",
        "The historical student will find valuable material in Bernal Diaz del Castillo, Cronica de la conquista de Nueva Espana (Madrid, 1632, and other dates); Antonio Herrera Historia general de los hechos de los Castellanos en las islas y tierra firma del mar oceano (4 vols., Madrid, 1601); F.",
        "These seven mormaorships, or original \"earldoms\" of Scotland, as they were afterwards called, were: Angus, Athole with Gowry, Caithness with Sutherland, Fife, Mar with Buchan, Moray with Ross, and Stratherne with Menteith.",
        "of the city in a valley of the Serra do Mar, where a large reservoir has been created by building a dam across the Rio das Lages.",
        "do Espinhago, which runs parallel to the Serra do Mar, or coast-range, and separates the inland or campo region from a lower forested zone between the two ranges.",
        "Orseolo's victory was commemorated and its significance affirmed by the magnificent symbolical ceremony of the \"wedding of the sea\" (Sposalizio del Mar), celebrated henceforward every Ascension day.",
        "Thus the Nestorian Church in India, voluntarily and with perfect indifference to theological dogmas, passed under Jacobite rule, and when early in the 18th century, Mar Gabriel, a Nestorian bishop, came to Malabar, he had a cool reception, and could only detach a small following of Syrians whom he brought back to the old Nestorianism.",
        "known as the Serra da Carioca, and the imposing wooded heights of the Serra do Mar on the N.",
        "Though Mar was now regent, Morton was the man of action.",
        "Sahdona, who was a monk in the Nestorian monastery of Beth `Abhe (the same to which Thomas of Marga belonged two centuries later) and afterwards a bishop early in the 7th century, wrote a biography of and a funeral sermon on his superior Mar Jacob who founded the monastery, and also a long treatise in two parts on the monastic life, of which all that survives has been edited by P. Bedjan (Paris, 1902).",
        "Gregory, the Jacobite metropolitan of Jerusalem, visited Malabar, and, as the people had no consecrated bishop at the time, he consecrated Mar Thomas, who had been filling the office at the people's request, and remained in the country jointly administering the affairs of the Church with Thomas.",
        "20 As in Genesis they are styled \" men,\" mar akh for \" angel \" does not occur in Ezekiel.",
        "He left three sons - his successor, James IV.; James Stewart, duke of Ross, afterwards archbishop of St Andrews, and John Stewart, earl of Mar.",
        "to the N.W., was fought in 1411 the great battle between Donald, lord of the Isles, and the royal forces under the earl of Mar.",
        "thick, which was built about 1315, and was once the residence of the powerful family of Erskine, descendants of the earl of Mar.",
        "Long fringed robes were worn by Hittites of both sexes, and the women represented at Mar`ash and Zenjirli wear FIG.",
        "Recent Mar.",
        "- 1520); Mar.",
        "There are various pleasure resorts in the mountains, and among seaside resorts are Santa Monica, Ocean Park, Venice, Playa del Rey, Hermosa, Redondo, Terminal Island, Long Beach, Alamitos Bay, Huntington Beach, Newport, Balboa and Corona del Mar.",
        "The western border of the state is traversed by low ranges of mountains forming a northward continuation of the Serra do Mar.",
        "In Khamdo, but subject to the direct rule of Lhasa, are several small districts, the principal are Nyarong, Tsarong, and Mar Khams or \" Lower Khamdo.\"",
        "Santa Maria del Mar, Santa Ana, Santos Justo y Pastor, San Pedro de las Puellas, and San Pablo del Campo are all churches worthy of mention.",
        "of Aragon empowered Barcelona to issue its famous Consulado del Mar, a code of maritime law recognized as authoritative by many European states.",
        "ABU UBAIDA [Ma`mar ibn ul-Muthanna] (728-825), Arabian scholar, was born a slave of Jewish Persian parents in Basra, and in his youth was a pupil of Abu`Amr ibn ul-`Ala.",
        "On the second day following Mary went to visit her child at Stirling, where his guardian, the earl of Mar, refused to admit more than two women in her train.",
        "A treaty projected on the news of the massacre of St Bartholomew, by which Mary should be sent back to Scotland for immediate execution, was broken off by the death of the earl of Mar, who had succeeded Lennox as regent; nor was it found possible to come to acceptable terms on a like understanding with his successor Morton, who in 1577 sent a proposal to Mary for her restoration, which she declined, in suspicion of a plot laid to entrap her by the policy of Sir Francis Walsingham, the most unscrupulously patriotic of her English enemies, who four years afterwards sent word to Scotland that the execution of Morton, so long the ally of England, would be answered by the execution of Mary.",
        "10,263 Col du Loup du Valgaudemar (Vallouise to the Val Gaude mar), snow.",
        "In case the mar riage should have no issue, the sovereignty of the Netherlands was to revert to the king of Spain.",
        "The French influence upon the trade has been, and still is, primarily one of style and combination of colour, bad judgment in which will mar the beauty of the most valuable furs.",
        "Kerun is all that is left of - C s - D the Lake of Mocris, an ___________________ ancient artificial sheet ______________________ iEngels 05:28, 24 Mar 2006 (PST)--- of water which played _____________________ _________ an important part in the irrigation schemel ~ - ~- of the Pharaohs.",
        "Vatde= His long reign (1340-1375) resulted in the re-establish- mar IV., ment of Denmark as the great Baltic power.",
        "The Riffians having submitted, the Spaniards, in 1910, restarted the mines and undertook harbour works at Mar Chica.",
        "While the nobles were in the church considering grievances, Robert Cochrane,recently created earl of Mar, one of the king's favourites, whose \"removal\" was at the very moment under discussion, demanded admittance.",
        "Archibald Douglas, earl of Angus, opened the door and seized Mar, who was forthwith dragged to Lauder Bridge and there, along with six other obnoxious favourites, hanged in sight of his royal master.",
        "They were opposed by the new regent of Scotland, the earl of Mar, who was routed with heavy loss and was slain, at Dupplin, on the r2th of August 1332.",
        "The earl of Mar, with a small force of heavily-armoured lowland cavaliers, stopped and scattered the plaided Gael at Harlaw (141 I).",
        "In March 1425 he met his second parliament, relying on a council of barons with no great earl but Mar.",
        "The Lord of the Isles made submission, but Donald Balloch, his cousin, defeated Mar near Inverlochy, later fled to Ireland, and was reported dead, though he lived to give trouble.",
        "The earls of Mar and March also lost their lands, on one pretext or another: James's policy was plainly to break the power of the nobles.",
        "This aroused the wrath of the nobles and the two princes of the blood, Albany and Mar.",
        "Mar was arrested on a charge of magic, and died, whether murdered or from natural causes is uncertain, while his accomplices are said to have been the protomartyrs of witchcraft, scarcely heard of in Scotland till the reformers began to burn old women.",
        "The death of Mar (28th of October 1572) left power in the stronger hands of Morton, and the death of Knox (24th of November) put the kirk for a while at the mercy of the new regent.",
        "In March 1578, a coalition of his public and private foes caused Morton to resign the regency, while the young earl of Mar became custodian of the boy king.",
        "On the 28th of May, Morton allied himself with Mar, who commanded Stirling castle, and after negotiations recovered power.",
        "Mar, Queensberry, Stair (of Glencoe) and Argyll (Red John of the Battles) were the leading statesmen of the Unionist party; being opposed by Hamilton, Atholl and Lockhart of Carnwath as Jacobites; by Fletcher of Saltoun as an independent patriot; by popular sentiment, by mob violence, and by many of the preachers, though not by the General Assembly.",
        "Through a series of confusions and blunders, Mar prematurely raised on the 16th of September 1715 the standard of King James, and though in command of a much larger army than ever followed Montrose, was baffled by Argyll, who held Stirling with a very small force.",
        "Mar never crossed the Forth, and the command of Mackintosh, who did, was captured, with his Northumbrian cavaliers, at Preston, on the very day (12th of November) when Argyll foiled Mar in the confused battle of Sheriffmuir.",
        "Mar's highlanders began to desert; his council was a confusion of opinions and discontents, and when, after many dangers and in the worst of health, James joined the Jacobites at Perth, it was only to discourage his friends by his gloom, and to share their wintry flight before Argyll to Montrose.",
        "The marriage was unhappy; James was eternally occupied with the business of his cause and the feuds of his adherents; Clementina lost her gaiety and became causelessly jealous; and her retreat to a convent in 1725 was a greater blow to the cause than the failure of Atterbury's plot (1720), the alleged treason of Mar and the splits in the Jacobite party.",
        "781, is followed by a series of short inscriptions in Syriac and the Estrangelo character, containing the date of the erection, the name of the reigning Nestorian patriarch, Mar Hanan Ishua, that of Adam, bishop and pope of China, and those of the clerical staff of the capital.",
        "He unduly favoured his own countrymen, and for three years after the Sicilian Vespers (Mar.",
        "- Mar.), when the heat is tempered by violent thunderstorms.",
        "It is now known as the monastery of Mar Saba.",
        "Already in 1068 Count Berengarius gave the city a special law (usatici) based on its ancient usages, and from the 4th century its commercial code (libro del consolat del mar) became influential all over southern Europe.",
        "Consider the link BC,, and let it be required to find the velocity of the point B having given the velocity of the point C. The principle upon which Engels 05:59, 27 Mar 2006 (PST)D",
        "In others there are imperfections in rhythm, conventionalities of language, obscurities or over-subtleties of thought, which mar the reader's enjoyment.",
        "Issel, Morfologia e genesi del Mar Rosso.",
        "It is usually inexpedient to apply manure directly to the flax crop, as the tendency of this is to produce over-luxuriance, and thereby to mar the quality of the fibre, on which its value chiefly depends.",
        "There is one large refinery at Villa del Mar, however, which imports raw cane sugar from Peru for refining.",
        "After the victory at Concon the insurgent army, under command of General Campos, marched in a southerly direction towards Villa del Mar, and thence to Placilla, where the final struggle in the conflict took place.",
        "1017), he was \"bishop of Mar Mattai,\" a famous monastery near Mosul, but it is unlikely that this institution existed so early.",
        "The death of Karim Khan had raised two formidable ad~ersaries to mar his peace.",
        "From his throne at Leiden he ruled the learned world; a word from him could make or mar a rising reputation; and he was surrounded by young men eager to listen to and profit by his conversation.",
        "Yet even in this, his most characteristic talent, his proneness to exaggeration, the attraction which coarse and repulsive images have for his mind, and the tendency to sacrifice general effect to minuteness of detail not infrequently mar his best effects.",
        "Ferrero in the Revue de Paris, Mar.",
        "Mar ate Ne 4 '?",
        "We are told of an early Antiochene, Mar Marun or Maro, who died about A.D.",
        "To appease her furious uncle, Abelard now proposed a marriage, under the condition that it should be kept secret, in order not to mar his prospects of advancement in the church; but of marriage, whether public or secret, Heloise would hear nothing.",
        "\" ` 28 Mar.",
        "He beat the regent Mar at the battle of Dupplin, seized Perth and Edinburgh, and crowned himself at Scone.",
        "He called it the Rio Santa Maria de la Mar Dulce, which soon became abbreviated to Mar Dulce, and for some years, after 1502, it was known as the Rio Grande.",
        "The Serra do Mar rises not far from the coast and leaves only a narrow coast zone, and the plateau above is much broken with irregular ranges of mountains.",
        "Broad Street contains the ruins of Mar's Work, the palace built by John Erskine, 1st (or 6th) earl of Mar, about 1570, according to tradition, out of the stones of Cambuskenneth Abbey; the old town house, erected in 1701 instead of that in which John Hamilton, the last Roman Catholic archbishop of St Andrews, was hanged for alleged complicity in the murders of Darnley and the regent Moray; the town cross, restored in 1891, and the house which was, as a mural tablet says, the \"nursery of James VI.",
        "At the Reformation Mary Queen of Scots bestowed it on the rst earl of Mar (1562), who is said to have used the stones for his palace in Stirling.",
        "It was occupied in 1584 by the earls of Angus and Mar, the Protestant leaders, who, however, fled to England on the approach of the king.",
        "Warnings of the danger of the routes to southern Syria turned him from his purpose; and his friend and fellow-pilgrim, Rabban Marcos, becoming Nestorian patriarch (as Mar Yaballaha III.) in 1281, suggested Bar Sauma's name to Arghun Khan, sovereign of the Ilkhanate or Mongol-Persian realm, for a European embassy, then contemplated.",
        "On returning to Rome, he was cordially received by the newly elected pontiff Nicolas IV., who gave him communion on Palm Sunday, 1288, allowed him to celebrate his own Eucharist in the capital of Latin Christendom, commissioned him to visit the Christians of the East, and entrusted to him the tiara which he presented to Mar Yaballaha.",
        "Chabot's translation and edition of the Histoire du Patriarche Mar Jabalaha III.",
        "1858 - Dec. 1858 Dec. 1858 - May 1859 May 1859 - May 1861 May 1861 - Mar.",
        "This page gives an overview of all articles in the 1911 Brittanica which are alphabetized under Mar to Mar.",
        "According to tradition it was during his reign that the codification of the Senchus Mar took place.",
        "North of Cape Palos a line of flat coast, beginning with the narrow strip which cuts off the lagoon called the Mar Menor from the Mediterranean, bounds half of the province of Alicante, but in its northern half this province, becoming mountainous, runs out to the lofty headland of Cape de Ia No.",
        "Further, the only post-tonic Latin vowel preserved ~y the Catalan is, as in Gallo-Roman, a: mare gives mar, gratu (s) gives grat, but anima gives arma; and, when the word terminates in a group of consonants requiring a supporting vowel, that vowel is represented by an e:",
        "If you are looking for hectic nightlife, Lloret de Mar is just a short taxi ride away.",
        "Bye for now Best Wishes Alan. alan coxon 's baked treacle sponge anne2004 Posted 12:09pm Wed 1 Mar 2006 Hiya sorry!",
        "Alvin booth Sun 3 Mar 02 09:34 Mark asks... Why would you choose to drive diesel over gasoline.",
        "ancestral home of the Earl of Mar.",
        "Please click on the images above for larger photographs Chabil Mar Villas boasts almost 400 feet of private beachfront and offers exclusive privacy.",
        "Re: Diesels - Alvin booth Sun 3 Mar 02 09:34 Mark asks... Why would you choose to drive diesel over gasoline.",
        "Angie Le Mar A comedienne, writer, director, actor, Angie Le Mar is one of Britain's top comediennes.",
        "Mar 12 2006, 08:01 PM Saudi stocks crashing (-6% !",
        "GM backtoparents Mar 1 2006, 02:26 PM Are you shutting the curtains during the day?",
        "flying fists mar a set that recaptures the potency of these punk legends.",
        "Mar Burn Beyond Burn of Mar the path climbs fairly quickly along the northern flank of Conic Hill.",
        "More about Enceladus more images on Mar 9 2005 Cassini will make another close flyby of Enceladus.",
        "footworks announcements Posted: Mon Mar 13, 2006 12:54 pm Subject: Competition time!",
        "grandmother's penthouse Marije Mar 16 2005, 10:29 PM Lettuces have huge green leaves.",
        "Previous article: widening gulf between Parliaments (Fri 4th Mar 2005 ).",
        "Reviewed by: Wez Reviewed on: 25 Mar 2006 Eli Roth is a talentless hack.",
        "DrBubb Mar 5 2005, 05:40 PM What is Most Worrying is... his view of what happens in a serious hyperinflation.",
        "There are some small hotels, trattorias and cafes but little to mar a summers day idyll.",
        "On 22 Mar 1945 the Russian infantry broke into Neisse city (Moniushko, 2005 ).",
        "Mar 11 Penruddock's Uprising in the West Country: co-ordinated royalist insurrections around the country fail to ignite.",
        "While the Mar Menor salt-water sea lagoon with its superb beaches, salt marshes and islands is only slightly further afield.",
        "The fertile lands of Cromar are in the center of Mar, on the left bank of the River Dee.",
        "Related News Stories: Thu 9th Mar 2006: Sir Menzies Campbell wins Lib Dem leadership race!",
        "Mar Hall Hotel and Spa Mar Hall Hotel and Spa is a 5 star luxury hotel located just outside Glasgow.",
        "mar sin.",
        "Some of his manuscripts were confiscated, including that for the novel Otra vez el mar, which he eventually published in 1982.",
        "mi cinnteach gum biodh tu an aghaidh leasachadh mar sin.",
        "Technical Area Posted: Wed Mar 15, 2006 4:34 pm Subject: I've got a rotten moggy!",
        "obituary published in the Telegraph on 13 Mar 04, the online version is available here.",
        "And yet perfect oneness, nothing to mar or interrupt pure fellowship.",
        "ours to make or mar.",
        "One night we left droppings splattered around in my grandmother's penthouse Marije Mar 16 2005, 10:29 PM Lettuces have huge green leaves.",
        "Time: GMT + 2 (daylight saving time GMT + 3 from 29 Mar to 26 Sep ).",
        "Bye for now Best Wishes Alan. alan coxon's baked treacle sponge anne2004 Posted 12:09pm Wed 1 Mar 2006 Hiya sorry!",
        "squabbles over petty matters, would mar our prospects.",
        "Episode 3 (4 MAR 85) The Hold Up The staff have to work late to finish stocktaking.",
        "On athyr sid wery war Thai, That nycht thai did no mar perfay.",
        "treacle sponge anne2004 Posted 12:09pm Wed 1 Mar 2006 Hiya sorry!",
        "vole habitat on Mar Lodge Estate, Cairngorms.",
        "yank 155 posts Posted: Mar 31 2006 05:10 PM Report Quote Quote: Hi Alex, You Rock!",
        "SAMUEL OF NEHARDEA, usually called MAR SAMUEL or YARHINAI (c. 1 65 - c. 257), Babylonian Rabbi, was born in Nahardea in Babylonia and died there c. 257.",
        "The pampas, which cover so large a part of the republic, have no native trees whatever, and no woods except the scrubby growth of the delta islands of the Parana., and a fringe of low thorn-bushes along the Atlantic coast south to Mar Chiquita and south of the Tandil sierra, which, strictly speaking, does not belong to this region.",
        "The capital is Bello Horizonte, or Cidade de Minas; other important cities and towns are: the former capital, Ouro Preto, Barbacena, Diamantina, Baependy (pop. 22,817 in 1890), on the head-waters of the Rio Verde, the centre of a rich tobacco-producing district; Curvello (8071), north of Sabara in the Rio das Velhas Valley, the centre of a cottongrowing district and cotton manufactures; Entre Rios (7681), in the coffee district of south-east Minas; Januaria (5888), a river port of the Sao Francisco in northern Minas; Juiz de Fora; Marianna (4751), an episcopal town east of Ouro Preto, Mar de Hespanha (18,712), the centre of a productive and populous agricultural municipality of south-east Minas; Paracatu (21,418), an important commercial centre of western Minas near the Goyaz frontier; Queluz (12,600), on the Central do Brazil railway; Congonhas do Campo (10,902), in the municipality of Queluz, celebrated for its miracle-working image, its great church and chapels, and the pilgrimages to its shrine; Sabara (4959), a railway junction on the Central do Brazil, and port on the Rio das Velhas; Congonhas de Sabath (14,066), in the municipality of Sabath, where the celebrated Morro Velho gold-mine is situated; Sao Joao d'El-Rei (15,820) an important commercial mining and pastoral centre, near the Rio das Mortes, connected with the Central do Brazil railway by a branch called the Oeste de Minas; and Uberaba (12,231), a commercial town of the western campos of Minas, connected with Sao Paulo by the Mogyana and Sao Paulo railways.",
        "Above all, many of its members have come to \" the conviction, which is not new, but old, that the virtues which can be rewarded and the vices which can be punished by external discipline are not as a rule the virtues and the vices that make or mar the soul \" (Hatch, Bampton Lectures, 81).",
        "In theatrical matters in the old days of stock companies the verdict of an Edinburgh audience was held to make or mar an actor or a play.",
        "Crispi, helped by Mancini and Cardinal Pecci (afterwards Leo persuaded the Sacred College to hold the conclave in Rome, and prorogued the chamber lest any untoward manifestation should mar the solemnity of the event.",
        ".es®.xanaarm.i.sruwareaa?A?sma?aos ee?are.c5.waar,0a,??mar ???s?w?au?",
        "He left three sons, his successor, James III., Alexander Stewart, duke of Albany, and John Stewart, earl of Mar (d.",
        "From1571-1579Craig was in the north, whither he had been sent to \"illuminate those dark places in Mar, Buchan and Aberdeen.\"",
        "the Life of Saint Gregory by Agathangelos, the Armenian translation of the Syriac Doctrine of the Apostle Addai, the Antiquities and the Jewish War of Josephus, and above all the History of Mar Abas Katina (still preserved in the extract from the book of Sebeos), 5 who, however, did not write, as Moses alleges, in Syriac and Greek, at Nisibis, about 131 B.e., but was a native of Medsurch, and wrote in Syriac alone about A.D.",
        "Thence he furtively sailed with Mar to France, a broken man, leaving his army to shift for themselves.",
        "It was sent to Schaaf at Leiden in 1720 by Mar Gabriel, the last Nestorian bishop in Malabar (see Germann, F.",
        "The succession of Mary of Burgundy led to the grant- Mar i ng to Holland as to the other provinces of the Nether lands, of the Great Privilege of March 1477, which restored the most important of their ancient rights and liberties (see Netherlands).",
        "The only considerable lakes in Spain are three coast lagoonsthe Albufera (q.v.) de Valencia, the Mar Menor in Murcia and the Laguna de la Janda in Cadiz behind Cape Trafalgar (see MURCIA and CADIz).",
        "Time: GMT + 2 (daylight saving time GMT + 3 from 29 Mar to 26 Sep).",
        "Weariness, complacency or discord, squabbles over petty matters, would mar our prospects.",
        "Have they the right to mar the very peace of our starry heavens by human sacrifices?",
        "On athyr sid wery war thai, That nycht thai did no mar perfay.",
        "Water vole habitat on Mar Lodge Estate, Cairngorms.",
        "Re: Diesels - martin Sun 3 Mar 02 11:56 This debate does widen when you start to consider the LPG factor.",
        "Maria yank 155 posts Posted: Mar 31 2006 05:10 PM Report Quote Quote: Hi Alex, You Rock !",
        "It doesn't take much to mar the mirror-like finish on this audio player.",
        "Reach for a softly colored brown or a clear mascara to add the finishing touch, and remember to clear up any stray hairs that may mar the brows.",
        "Furthermore, order extra invitations to compensate for printing errors and other mistakes that may mar some invitations.",
        "In 2003, Deschanel won an award for Best Actress at the Mar Del Plata Film Festival in Argentina, for her role as Noel in All the Real Girls.",
        "Mar Vista Medical Center suggests mixing one part bleach with 30 parts water to successfully kill the parvovirus on surfaces.",
        "Finding helpful information about Del Mar snoring treatment options can be very challenging.",
        "Del Mar is a popular region near San Diego, California.",
        "The location makes Del Mar a great option for many living in the region.",
        "Some suggest that the Del Mar program is all-natural, others refer visitors to exercise programs and some provide vague references to doctors, pharmacists and health food stores in the Del Mar region.",
        "Del Mar is a region that offers great resources that promise excellent results in a natural approach.",
        "Dr Trudeau from Del Mar Family Dentistry offers acrylic devices like Snore Guard that are worn while the patient sleeps.",
        "Locate a Doc, a medical/dental referral website, offers a list of dentists in the Del Mar area.",
        "The Association of Sleep Disorders Centers may be one of the most valuable resources in the Del Mar region; however, it is as elusive as finding a specific Del Mar snoring treatment.",
        "Scripps Clinic Sleep Center, in La Jolla, which is roughly nine miles away from Del Mar.",
        "The American Academy of Sleep Medicine (AASM) does not have a listing for the Association of Sleep Disorders Center in Del Mar.",
        "Just as there seems to be no specific Del Mar snoring treatment, there seems to be no accredited sleep disorder center in the region.",
        "The lenses use Costa Del Mar's \"Exclusive Colorific Polarization System\" in order to ensure the absolute best clarity they can offer via glare reduction.",
        "To find a Costa Del Mar dealer near you so that you can try on the styles in person, check their Dealer Locator.",
        "You may also want to visit the online store, especially if you're familiar with the Costa Del Mar fit.",
        "With the slick silver toned Costa Del Mar insignia and the many lens colors, from sunrise yellow to turquoise mirrors, these are a great looking and popular style.",
        "Although costs vary depending on the lens type and model, price range for most Costa del Mar eyewear ranges from one hundred to two hundred dollars.",
        "Suppliers of hunting, fishing, and outdoor gear often carry Costs del Mar.",
        "Besides their stylish eyewear for both men and women, Costa del Mar offers superior sunglass technology.",
        "Three factors allow Costa del Mar to stand out: technology, a perfect fit, and savvy lenses.",
        "A lot of sunglass brands claim to offer that \"perfect fit\", but only Costa del Mar does this in four ways.",
        "What you'll especially like about Shopzilla is that they offer a healthy variety of looks from various Costa del Mar collections (as opposed to just selling shades from one collection).",
        "Costa Del Mar also offers several collections to suit your sense of style and your level of comfort.",
        "Costa Del Mar glasses offer a distinctive style, with all of the protection that you need as a golfer.",
        "The minor flaws it suffers are far too inconsequential to mar an otherwise perfect game.",
        "Unfortunately, this did nothing to mar Thompson's reputation in the eyes of his supporters.",
        "In talking with Lynn, he told me the name Lynmar was actually a combination of two words: Lyn (for his name) and Mar (referring to the sea, where the winery is literally just a crow's fly away from.",
        "Del Mar, CA: Prometheus Nemesis Book Co., 2002.",
        "Journal of Applied Physiology 82 (Mar. 1997): 799-806.",
        "When you think \"high-end\" swim wear fashion, think Onda De Mar.",
        "Dripping candle wax should also be taken into account so it does not mar tablecloths or other decorations.",
        "Too much stirring incorporates air bubbles, which will mar the sides of the finished candle.",
        "Furthermore, because CZ is grown in a laboratory under tightly controlled conditions, it is typically flawless and lacks the diamond flaws and inclusions that mar natural stones.",
        "This helps reduce disappointment and embarrassment that can mar an otherwise very special occasion.",
        "With its full frame and lightweight construction, the Del Mar Lite collection is protective and practical at the same time.",
        "They should be stored on a closet shelf with plenty of room so that other shoes don't mar or scuff them.",
        "Novela del Mar refers to a trilogy of telenovelas featuring the popular Thalia, the Latin American singing sensation and press dubbed 'Queen of the Telenovela.'",
        "The Novela del Mar featured the first telenovelas trilogy or story of the three Marias all portrayed by singer and actress Thalia.",
        "Her performances in telenovelas including the Novela del Mar Maria trilogy cinched her fame around the world.",
        "Novela Del Mar is a trilogy of telenovelas featuring the Latin American singing sensation Thalia.",
        "If the ink is placed too deep, migration will happen more quickly and scars may mar the letters.",
        "The women's locker area also offers a Mar de Paz bath (an enclosed private bath that's enhanced by candlelight and aromatherapy scents).",
        "The elegant, austere tower sits alone with no messy cables buttons to mar its appearance yet it yields professional sound quality for the radio or your favorite audio files.",
        "These products can destroy fabric fibers and mar the surface of leather or vinyl.",
        "507; (7) Ridewood, \" Cephalodiscus \" Mar.",
        "mar.",
        "Mar.",
        "& Mar.",
        "Withal there was no noise or confusion to mar the tranquillity of their intercourse; no one usurped more than his share of the conversation; the stillness of the place oppressed a stranger with a feeling of mysterious awe.",
        "The large saline Mar Chiquita, of Cordoba, is fed from the Sierra de Cordoba and has no outlet.",
        "In the Parahyba valley, which extends across the state of Rio de Janeiro, the mean temperature is somewhat higher than it is in Sao Paulo and Minas Geraes, and the nights are warmer, but the higher valleys of the Serra do Mar enjoy a delightfully temperate climate."
    ],
    "definition": [
        "Link/Cite"
    ]
}