{
    "translation": "שוק, לשווק",
    "uses": [],
    "definition": [
        "a. A public gathering held for buying and selling goods or services: a weekly flower market.\nb. An open space or a building where goods or services are offered for sale by multiple sellers: bought the chair at the downtown antiques market.\nc. A store or shop that sells agricultural produce: bought vegetables from the corner market.",
        "a. A system of exchange in which prices are determined by the interaction of multiple, competing buyers and sellers: an electronic market for trading pollution credits.\nb. A similar system in which information or ideas are evaluated by multiple competing interests.",
        "a. The buyers and sellers for a particular good or service or within a particular region: recent college graduates entering the US labor market.\nb. The business transacted between such sellers and buyers: a slump in the housing market.\nc. The price of a particular good or service as determined by supply and demand: The gold market climbed for the fifth straight day.\nd. The demand for a particular commodity: a big market for denim; a growth market.",
        "A standing commitment to buy and sell a given security at stated prices: a brokerage that made a market in the company's stock.",
        "A subdivision of a population considered as consumers: targeting the teen market; a new product for the West Coast market.",
        "The market price: executed the sale at market.",
        "To offer for sale: merchants marketing their wares in the souk.",
        "To try to make (a product or service) appealing to particular groups of consumers; promote by marketing.",
        "To deal in a market; engage in buying or selling.",
        "To buy household supplies: We marketed for a special Sunday dinner.",
        "Link/Cite",
        "City square or other fairly spacious site where traders set up stalls and buyers browse the merchandise.",
        "An organised, often periodic, trading event at such site.\nThe privilege to hold a weekly market was invaluable for any feudal era burgh.",
        "A group of potential customers for one's product.\nWe believe that the market for the new widget is the older homeowner.",
        "A geographical area where a certain commercial demand exists.\nForeign markets were lost as our currency rose versus their valuta.",
        "A formally organized, sometimes monopolistic, system of trading in specified goods or effects.\nThe stock market ceased to be monopolized by the paper-shuffling national stock exchanges with the advent of Internet markets.",
        "The sum total traded in a process of individuals trading for certain commodities.",
        "To make (products or services) available for sale and promote them.\nWe plan to market an ecology model by next quarter.",
        "To sell\nWe marketed more this quarter already then all last year!",
        "(intransitive) To deal in a market; to buy or sell; to make bargains for provisions or goods.",
        "Link/Cite"
    ]
}