{
    "translation": ".3 יריב שקול",
    "uses": [
        "As a rule, a match consists of 21 points, or 21 ends (or a few more, by agreement).",
        "Zeb struck a match and lighted one of the lanterns.",
        "Can you match that pedigree, little girl?",
        "My match burned my fingertips before I shook it out.",
        "She struck fire with the third match and tossed it into the stove.",
        "But Cesare, while trusting no one, proved a match for them all.",
        "She'd always thought him her perfect match in the sparring ring.",
        "He had arranged this for himself so as to visit his neglected estates at the same time and pick up his son Anatole where his regiment was stationed, and take him to visit Prince Nicholas Bolkonski in order to arrange a match for him with the daughter of that rich old man.",
        "\"At least we're a good match for Darkyn,\" he said.",
        "He took a jar lid from the cupboard and lit a match, holding it on the bottom of the candle until it began to melt.",
        "I will make a match for you with the princess.",
        "To Sarah and Connor, a match made in heaven.",
        "She felt this to be their last hope and that if Nicholas refused the match she had found for him, she would have to abandon the hope of ever getting matters right.",
        "They each went to their assigned wagon and lit a match, tossing it inside the wagon and moving away from the circle almost in unison.",
        "I heard that they were arranging a match for her with young Rostov.",
        "I will do all I can to arrange the match between them.",
        "Striking a match, she dropped it into the middle and gently blew on the flame.",
        "Jessi bit her tongue, not wanting to get into a pissing match with her cousin.",
        "His brother wasn't sure of anything or anyone else, even if he did match the faces in his thoughts with those around him.",
        "Unwilling to appease the man she didn't like, she made no effort to match his pace.",
        "While the equipment didn't match what was displayed on the cover of current ski magazines, they looked surprisingly good for the twenty bucks Fred said he'd paid for them, with boots and poles part of the package.",
        "\"You guys match,\" she observed.",
        "The same part of her that recoiled at draining dead men's magic also understood one truth: she was no match for her father, if he decided to bury her with them.",
        "Lifting his foot, he struck the match on the sole of his shoe.",
        "Many Thomisidae lurk amongst the stamens and petals of flowers, which they closely match in colour, waiting to seize the insects which visit the blossoms for nectar.",
        "The young lady's relatives ultimately became reconciled to the match, and procured him an appointment as attache to the British legation at Turin.",
        "When their destination and ideas didn't match, it was like lighting one.",
        "Fred O'Connor had a sharp mind and a sharp tongue to match it.",
        "Katie found some material to match and made quilts for the cribs.",
        "But over time, as incomes around the world rise, people will migrate more and more to products associated with social practices that match their own ideals.",
        "But I was more than a match for him on the surface.",
        "Of course, it is a very brilliant match, but happiness, my dear...",
        "They sat dutifully, sharing the pillow, and were calm for several moments before a discreet elbow match broke out between them.",
        "Urquhart (in his Discovery of a most exquisite jewel) states that while in Paris Crichton successfully held a dispute in the college of Navarre, on any subject and in twelve languages, and that the next day he won a tilting match at the Louvre.",
        "\"Do you know, dear boy,\" began the governor's wife with a serious expression on her kind little face, \"that really would be the match for you: would you like me to arrange it?\"",
        "Impatient of control and hasty in action, he was no match for his crafty and plotting adversary, Louis XI.",
        "Cupping his hands around the flame, he sucked life into the cigarette and then shook the flame from the match before tossing it into an ashtray.",
        "His father announced to him that he would now pay half his debts for the last time, but only on condition that he went to Moscow as adjutant to the commander-in-chief--a post his father had procured for him--and would at last try to make a good match there.",
        "His having encountered her in such exceptional circumstances, and his mother having at one time mentioned her to him as a good match, had drawn his particular attention to her.",
        "\"She is a splendid match, a millionairess,\" said Peronskaya.",
        "After three such good fortunes by marriage Norfolk in his folly looked for a crown with a fourth match, listening to the laird of Lethington when he set forth the scheme by which the duke was to marry a restored queen of Scots and rule Scotland with her who should be recognized as Elizabeth's successor.",
        "In 1902-1903 there were 219 match factories scattered throughout Italy, but especially in Piedmont, Lombardy and Venetia.",
        "Dolokhov was a suitable and in some respects a brilliant match for the dowerless, orphan girl.",
        "You look like the poor little match boy.",
        "Great, how about a match while we wait?",
        "It was ridiculous to stand here, trying to match wits with such a polished salesman.",
        "He and Darian would make for a thrilling match, she noted.",
        "Alex had been no match for Josh there in her kitchen, but he had certainly done well for himself.",
        "The Mowbray match had already brought to the Howards the representation of an elder line of the Fitzalan earls, who sat in the seats of their ancestors, the Aubignys and Warennes, great earls near akin to their sovereigns.",
        "The light cavalry had been much improved and the heavy cavalry on the whole proved a fair match for their opponents.",
        "Then he poured over them all the kerosene oil that was left in his oil-can, and lighting a match set fire to the pile.",
        "They found two more body parts last night and they don't match up with any of the earlier ones unless some Colombian had three legs.",
        "But he was now destined to learn that his enemy Francis, whom he had discomfited in the council chamber at Calcutta, was more than his match in the parliamentary arena.",
        "So eminently respectable a person as John Evelyn thought no harm in bowling for stakes, and once played at the Durdans, near Epsom, for £io, winning match and money, as he triumphantly notes in his Diary for the 14th of August 1657.",
        "Among the former was the poet Sir Thomas Wyatt, 2 and among the latter, Henry Percy, heir of the earl of Northumberland, a marriage with whom, however, was stopped by the king and another match provided for her in the ' See Anne Boleyn, by P. Friedman; The Early Life of Anne Boleyn, by J.",
        "The river furnishes good water-power, and the city has various manufactures, including lumber, paper, wood pulp, match blocks and boxes.",
        "The crown prince of Sweden (Bernadotte), with his Swedes and various Prussian levies, 135,000 in all, lay in and around Berlin and Stettin; and knowing his former marshal well, Napoleon considered Oudinot a match for him.",
        "Anna Pavlovna had already managed to speak to Lise about the match she contemplated between Anatole and the little princess' sister-in-law.",
        "Ordinarily a match team consists of four rinks of four players each, or sixteen men in all.",
        "As instances of procryptic or celative coloration may be mentioned that of the species of the genus Dolomedes, one of the Lycosidae, which lives amongst reeds and is marked with a pair of longitudinal yellow lines which harmonize with the upright stalks of the vegetation, and Lycosa pitta, which lives on the sand, can scarcely be seen on account of its mottled pattern: Sparassus smargdulus and the species of Pecucetia, which are found amongst grass or low green herbage, are mostly green in colour, and Salticus scenicus is banded with white and black to match the grey tint of the rocks and stone walls on which it hunts its prey.",
        "The question was no longer whether this was possible, but only which was the better match and how the matter would be regarded at court.",
        "He attended some lectures somewhere and imagines that the devil is no match for him.",
        "Her father objected to this because he wanted a more distinguished and wealthier match for Andrew.",
        "And now, a small voice told her he'd be her perfect match outside the ring, too.",
        "He bowed out after several rounds to watch a heated match between two warriors casting loud taunts at each other as they battled.",
        "Events had shown that, even after losing half a million of men in Russia, he was a match for her and Prussia combined.",
        "Vera's remark was correct, as her remarks always were, but, like most of her observations, it made everyone feel uncomfortable, not only Sonya, Nicholas, and Natasha, but even the old countess, who--dreading this love affair which might hinder Nicholas from making a brilliant match-- blushed like a girl.",
        "Sir John Howard, only son of the match between Howard and Mowbray, took service with his cousin the third duke of Norfolk, who had him returned as knight of the shire for Norfolk, where, according to the Paston Letters, this Howard of the Essex branch was regarded by the gentry as a strange man.",
        "In match play each space is further marked off from its neighbour by thin string securely fastened flush with the turf.",
        "He may already have found a suitable and wealthy match, and now he's half crazy.",
        "He lowered his sword and straightened from a sparring match with Rhyn, whose pewter eyes glowed unnaturally.",
        "Any such shifts in funding have to be match funded from the national exchequer.",
        "Boris had not succeeded in making a wealthy match in Petersburg, so with the same object in view he came to Moscow.",
        "Edith at first looked shocked, but almost at once, her face melted to a resigned look—a condemned maiden mounting the guillotine steps, Joan of Arc as the match ignited her pyre.",
        "In Filelfo and Valla Poggio found his match; and Italy was amused for years with the spectacle of their indecent combats.",
        "On reaching the country of the Bebryces, they again landed to get water, and were challenged by the king, Amycus, to match him with a boxer.",
        "She will really begin to arrange a match... and Sonya...?",
        "The pilot light had gone out on the stove, so she took a match from the box in the cabinet and lit one of the candles.",
        "Although he was anxious to marry this lady, the match was rendered impossible by the dislike of George II.",
        "This latter match, though unpopular in England and Normandy, was a fatal blow to the designs of Louis VI., and prepared the way for the expansion of English power beyond the Loire.",
        "It has mineral springs, and the industries comprise fisheries, ironworks and foundries, sulphur furnaces, silkmills, rope walks, match factories, brickworks, flourmills and furniture.",
        "The third match, where a* matches aa, is interesting.",
        "excuse for failure to match the greatest need with the highest standards of care.",
        "exemplify computer chess programs play extremely well, which was perhaps exemplified by Deep Blue's famous match with Kasparov a several years ago.",
        "exhilarate day the country's finest 11 are exhilarating to watch and a match for any team in the world.",
        "More specifically, these are genes where the matching cDNAs match some bases of every predicted exon.",
        "Immediately, this does not match the exuberance and vitality of French expressionism.",
        "Godber directs his own script with now trademark physicality and, while effective, it doesn't match the exuberance of earlier productions.",
        "Doral apparently is suffering fallout from the Andersen Consulting Match Play begin staged at La Costa -- on the opposite coast -- last week.",
        "festivityal festivities will follow the match... NEXT NEWSLETTER Date of next newsletter is 25 March.",
        "Alex Borg, the number two seed made short work of his match against last year's semi finalist Simon Zammit.",
        "first quarter of the match was closely contested with both teams playing attractive passing football.",
        "first strikeplaced Royals eventually won the match 1-0 thanks to a first half strike from phenomenal forward Dave Kitson.",
        "I'm still looking for match fitness, I'm seven or eight games behind the other guys who were out there tonight.",
        "Think of carbs as the match needed to ignite the fat-burning flame.",
        "flavour set and match to natural fruit flavor!",
        "foothold in the match through Fonseca's header.",
        "In order to match the correct virtual host a client must send the correct Host: header.",
        "humdinger of a match.",
        "Each speaker has a different idiolect and discourse structures are varied to match this.",
        "One week you're man of the match in a glorious win against France, the next a split second's indiscretion brings ignominy.",
        "ill-tempered match that saw two players from each side sent off.",
        "Mix and Match with scanned images Using the same principle as above, you can include images in your resources.",
        "immensityof the immensities of this universe and realize my life is only the flaring of a match against eternity's darkness.",
        "impress the boss in their first match, he did his best to upset him!",
        "The final indignity came on Chang's first match point in the next game.",
        "Alastair Cook had a highly promising debut innings of 60 during yesterday's test match against India.",
        "They will charge you a straight £ 3,000 to access and match your interim assignment against its library of senior interims.",
        "interior refurbished to match the exacting standards expected of a luxury country house.",
        "intoxicate from the American press about Match Point is almost intoxicating.",
        "intuit checks, laser checks and discount business checks and click on the links that match.",
        "Artistic Checks Chose between intuit checks, laser checks and discount business checks and click on the links that match.",
        "There was even a pitch invasion not long ago, during a reserve team match.",
        "jolly well rope a bit off next time, to make sure we get a match at all.",
        "Otsuka then goes onto tell us the tale of a match he witnessed in his youth between a Japanese judoka and a foreign wrestler.",
        "keg of gunpowder within me, I am not to blame the match if there comes an explosion.",
        "On 1 April, while his family was taking the afternoon siesta, he poured kerosene all over himself and then lit a match.",
        "A high temperature from a match or spark etc., gives the reactant molecules enough kinetic energy to overcome the activation energy * .",
        "CRICKET: Gloom despite Free... CRICKET: Skipper blasts lac... CRICKET: Ian wins match award CRICKET: Handy Andy blasts.. .",
        "laconic physical style to match the vocal delivery.",
        "lacrosse match against the School's first XII.",
        "lakeside ROUND-UP The best match weight of the week fell to Daz Godley in the Jenkins of Retford match on Sunday.",
        "The new laths will then be painted to match the existing finish.",
        "league match.",
        "Famously, it was Bertie Peacock who gave soccer legend George Best his debut international match against Wales in 1962.",
        "legionnaire cap to match each UV swim wear outfit.",
        "He sustained a 90 per cent tear of his medial ligaments in last Tuesday's Test match.",
        "Match Report By: Dave A very lively start from both teams with the best of the initial chances falling to the home team.",
        "What?s more they are really easy to match with loads of outfits and really liven up your legs!",
        "loading gage, to match the hoped for larger continental wagons.",
        "Elite never really spawned that many look-alikes because its reputation was so hard to match.",
        "losers of match one, Grove Elite.",
        "On Board sound chips are also only low-end or entry-level products and cannot match a HQ soundcard.",
        "However, he was refused; as a curate, Kilvert was considered too lowly a match for the daughter of a landed family.",
        "luffing match.",
        "But up stepped man of the match Wilson with a top class display of quality goalkeeping to keep the magpies in the game.",
        "man of the match Rob for his total commitment and effort and his 5 goals.",
        "Any player who does not respond in a timely manner to the match admin regarding problems will be removed from the server.",
        "A whopping 14.5% alcohol and full flavor makes this a match for any salsa or spicy marinade.",
        "Use \" quotation marks \" to search for an exact title match.",
        "Happily, his brother Neil donated bone marrow for Lee, which was a perfect match.",
        "marrow transplant do not have a match within their family.",
        "Generally there is no point providing a solvent mask, since the solvent density generally does not provide a match to atomic features.",
        "This is only the first match of the season with 7 more match of the season with 7 more matches to be played.",
        "There then followed a remarkable loss of form for in the following season Alain failed to win a single match.",
        "Instead, I watched the match at the Wharf pub in Cardiff Bay.",
        "Bk IV:290-350 Bk XVII:107-165 Defeated in a wrestling match with Odysseus on Lesbos.",
        "Jodie Fletcher, born in July 2005, was found to be a perfect genetic match for her then three-year old brother Joshua.",
        "Duncan tried hard against Nick but it was always going to be a tough match against a player ranked 65 places above him.",
        "Unfortunately in the semi finals we faced a very strong team from Loose, and in a very competitive match lost 2-0.",
        "The final match of the evening saw the in-form John White take on England's qualifier Adrian Grant.",
        "match fitness The players will all return from their summer breaks out of shape and lacking match fitness.",
        "match funding, there must be a clear audit record to support the amounts.",
        "match ball and Hammill entertained us with his ball skills.",
        "The 12th February saw the squad of 20 university netballers travel to Oxford for their varsity match being held at Iffley Road.",
        "When he attended a boxing match at Madison Square Garden he was applauded more than the fighters.",
        "In the same spirit, the Derby match was moved to the evening to maximize the crowd.",
        "K.H.R. OLD BOYS ' DAY, 1973 The afternoon was very pleasant for the most interesting soccer match with the School for many years.",
        "He saved a first match point with a blistering winner before putting a forehand long on the second.",
        "Both New Historicists and cultural materialists are charged with failing to match the ambition of their theory with their critical practice.",
        "medial ligaments in last Tuesday's Test match.",
        "Likewise the Sunderland - Newcastle match turned out to be a fairly mellow affair.",
        "midfield dynamo Gareth Seeley showed why he was voted man of the match by his team mates.",
        "For the second match running, we had the misfortune to have a no height in the pole vault.",
        "On a personal note, scoring a goal at the Festival football match was a particularly momentous occasion for Tessa.",
        "mothballed 20 years ago because ' dry ' production techniques could not match modern health standards.",
        "motley crowd of heavily armored devil worshipping freaks should be a match for anybody.",
        "The proto -type aluminum mountings were no match for the pot holes of Bristol Town.",
        "Tony at B & I did a great job of the back end, he sculpted the rear mudguards to match the original mudguard.",
        "The light nape of neck to be confined to triangle behind ears and to be as small as possible color to match flanks.",
        "Other new additions to the Table Linen range include stacks of colored napkins with new wide border tablecloths to match.",
        "Being able to include their products in our offering means we can provide the best pick and mix solution to match individual client needs.",
        "The Gardeners Retreat A definite no-no for away fans, full on a home match of Stoke fans.",
        "Paper Monitor would sooner pluck out its own eyebrows than read a match report, yet manages to find a few nuggets.",
        "If this happens repeatedly during a game then the match will be declared null and void and be rescheduled on a different server.",
        "Bulldog provide another example of a communication company unable to match its go-faster broadband offering with reasonable support.",
        "The dipole has a built-in transformer to match the 72 ohm balanced terminal impedance to 50 ohm unbalanced (balun) feeder cable.",
        "The DJ will match this with a Danube Delta groove selected from the best of Romanian modern music plus a few oldies for fun.",
        "The match itself was a totally one-sided affair in which Montrose outclassed the Loons.",
        "The first quarter of the match was pretty one-sided.",
        "There was also the change in paint composition, it's a lot harder to match natures colors using today's mostly opaque palette.",
        "It looked a routine victory for Australia and a fairly ordinary match.",
        "organza bag to match your crystal color selection.",
        "outplayed again in the period but still in the match.",
        "Listening to Test Match Special recently, I felt a sudden pang of sympathy for TMS's veteran producer Peter Baxter.",
        "pasta bake yesterday evening that could referee a football match better than those two fools.",
        "For a more contemporary design pastel pink or peach can be used to match your wedding colors.",
        "Golf is a popular pastime for the wealthy with hotels to match.",
        "payee name on the check must exactly match your ING Direct account name.",
        "This keyword modifies the starting search position for the pattern match function from the beginning of the packet payload.",
        "light pelmet to match the kitchen is needed to hide these fittings.",
        "Many ranges are available as complete sets with wall lights, ceiling pendants, table lamps and floor standards to match.",
        "perpendicular style to match the simple elegance of the existing church.",
        "The public thinks that she has a voice to match her on-screen persona.",
        "phoneme IE 1-e oe words and spelling lists. match mate is an adaptable matching pairs game.",
        "The method to use is groundbait feeder with maggot flouro pinkie or worm hook bait with match weights going to 24lb.",
        "pithy observations, too; at one point, he compares a football match to the funeral of Princess Diana.",
        "plait pattern by clicking the match button.",
        "Official match sponsors Northern Care awarded their man of the match plaudits to Adie Orr.",
        "So is Celtic's Japanese playmaker Shunsuke Nakamura who had a big influence in his team's first match until Australia turned the tide.",
        "playoff match.",
        "ploughplowing match was held in two fields near the town.",
        "This is a good match, nicely poised at the interval.",
        "possessive quantifiers also try to find the longest match.",
        "Greenpeace's size and centralized power structure gives it tremendous muscle that smaller grassroots groups cannot match.",
        "preset to match up audio sources with different output levels.",
        "A sweet attacking move from the restart saw South apply some early pressure by winning their first short corner of the match.",
        "presumel take training on Thursday and I'm presuming someone may come in at the weekend after Saturday's match.",
        "Made his senior debut earlier in the campaign in the first match played under the permanent floodlights at Chelmsford against Pakistan.",
        "Ireland's enduring love affair with the ' pint of plain ' has proved more than a match for Murphy's marketing gurus.",
        "It was a truly gutsy, fast-paced match, with both boxers unleashing quick punches from the bell.",
        "handmade wedding stationery available in almost any color to match your theme.",
        "When fully hardened sand to open up the grain and stain or paint to match.",
        "In terms of visual daring there's nothing else in the family hatchback segment to match the Civic's radical styling.",
        "This is a recurring headache with using mpich; the library interface names have to match the conventions used by the compiler.",
        "Jimmy Rimmer produced an outstanding save from a downward header from a corner in the last minute of the Bristol City match in 1985.",
        "How to recognize head lice The adult head louse is a small gray or brown insect, about the size of a match head.",
        "heads-up match when he went in with KK (signs of a looser image maybe?",
        "City could not match the quality of football in the second half and there was a little hesitancy at times.",
        "homecoming match are on sale now.",
        "The idea is to make scale more closely match the size of spatially homogeneous areas in each settlement.",
        "Burnley open a crucial festive period with a vital match against fellow playoff hopefuls Stoke City on Boxing Day.",
        "His innings was to be a match winning innings.",
        "I broke his arm before he could toss the match.",
        "She wore glasses, a maroon business suit, and an all-business attitude to match.",
        "His clothes were strangling him in heat after the match.",
        "He couldn't not believe her to be his match!",
        "It was no match.",
        "So, you ready for that chess match?",
        "She wore an ivory A-line dress with shoes to match.",
        "Connor suggested a chess match.",
        "\"Come on,\" Josh said curtly to Carmen, and led her to the table with a stride she couldn't hope to match.",
        "Katie was kneeling beside the stove, her soot smudged forehead wrinkled in a frown as she lit another match.",
        "There wasn't even a close match.",
        "As much as I hate to say this, there's a reason fate pulls your guard down when it's time for you to meet your match.",
        "Placing a cigarette in the corner of his mouth, his long fingers then searched the pockets of his brown tweed jacket and finally emerged with a match.",
        "Then he quickly pushed it against the lid and blew out the match.",
        "Clarissa and Denton were a perfect match.",
        "I can make me and Moira one then we'll all match.",
        "The influence of Barras with this fashionable lady helped on the match.",
        "Hockey claims many votaries, there usually being on New Year's day a match at shinty, or camanachd, between opposing teams of Highlanders resident in the city.",
        "Thus Sir Bartle Frere wrote at the time: \" All accounts from Pretoria represent that the great body of the Boer population is still under the belief that the Zulus are more than a match for us, that our difficulties are more than we can surmount, and that the present is the favourable opportunity for demanding their independence.\"",
        "The mother discouraged the affair, and, though Voltaire tried to avail himself of the mania for proselytizing which then distinguished France, his father stopped any idea of a match by procuring a lelire de cachet, which, however, he did not use.",
        "In 1768 he entered into controversy with the bishop of the diocese; he had differences with the superior landlord of part of his estate, the president De Brosses; and he engaged in a long and tedious return match with the republic of Geneva.",
        "In the Crystal Palace grounds the final match for the English Association Football cup is generally played, and huge crowds from both the metropolis and the provinces witness the game.",
        "The rearing of these animals requires much patience and skill, in which no one has been able to match the Indian breeders of the Andean plateaus.",
        "Match >>",
        "In 1533 his father married him to Catherine de' Medici, from which match, as he said, Francis hoped to gain great advantage, even though it might be somewhat of a misalliance.",
        "However, although they run very swiftly, when their size and heavy build is considered, they are no match for an average good horse.",
        "The part in greatest favour among hunters is the hump, which, if cut off whole and roasted just as it is in the skin, in a hole dug in the ground, would, I think, be difficult to match either for juiciness or flavour.\"",
        "There are iron foundries, a match factory, &c. At Ostrabo, the episcopal residence without the town, the poet Esaias Tegner died in 1846, and he is buried in the town cemetery.",
        "The match appears to have been happy, though Shaftesbury had little sentiment on the subject of married life.",
        "The result, though disastrous, abundantly demonstrated Leslie's capacity as a soldier, and it might be claimed for him that Cromwell and the English regulars proved no match for him until his movements were interfered with and his army reduced to indiscipline by the representatives of the Kirk party that accompanied his headquarters.",
        "That the Cesare of history does not exactly match the Duca Valentino of Machiavelli's writings is certain.",
        "There are mechanical works, match factories and stockinet factories, and a mineral spring rich in iron, the water of which is bottled for export.",
        "On Hercules' return to Thebes he gave his wife Megara to his friend and charioteer Iolaus, son of Iphicles, and by beating Eurytus of Oechalia and his sons in a shooting match won a claim to the hand of his daughter Iole, whose family, however, except her brother Iphitus, withheld their consent to the union.",
        "Underlying the new policy adopted by the Free State was the belief held, if not by President Steyn himself, at least by his followers, that the two republics combined would be more than a match for the power of Great Britain should hostilities occur.",
        "lob) that \"for Adam he found no helper (qualified) to match him.\"",
        "Nevertheless he proved more than a match for the forensic ability arrayed against him, and his first plea in defence is in a high degree dignified and manly.",
        "The Turkish fleet, \"adrift in the Archipelago\" - as the British seamen put it - though greatly superior in tonnage and weight of metal, could never be a match for the Greek brigs, manned as these were by trained, if not disciplined, crews.",
        "On one occasion he met his match.",
        "On the other hand, he proved more than a match for his domestic rebels, especially after his great victory at Brobjaerg in Funen (1357).",
        "But since the death of Witowt (1430) the military efficiency of Lithuania had sensibly declined; single-handed she was no longer a match for her ancient rival.",
        "Dr. Goldschmidt obtained ignition of a cold mixture by means of a barium-peroxide fuse, which was set off by a storm match.",
        "As is related in the legends, Quetzalcoatl came into the land to teach men to till the soil, to work metals and to rule a well-ordered state; the two gods played their famous match at the ball-game, and Tezcatlipoca persuaded the weary Quetzalcoatl to drink the magic pulque that sent him roaming to the distant ocean, where he embarked in his boat and disappeared from among men.'",
        "Christiansen found, in an investigation of this kind, that the refractivity of the liquid could only be got to match that of the powder for mono-chromatic light, and that, if white light were used, brilliant colour effects were obtained, which varied in a remarkable manner when small changes occurred in the refractive index of the liquid.",
        "In 1672 Louis de Buade, comte de Frontenac, was named governor of New France, and in 'him the church found her match.",
        "But he proved no match for his able colleague.",
        "Soult had to move southwards to live, and the English were again more than a match for the enemy in front of them.",
        "and broken (casse)\" - was no match for the \"Iron Tsar.\"",
        "For protective purposes soles, which are edible, also lie buried in or on the sand which they match in colour, with the exception of the right or upper pectoral fin which has a large black patch.",
        "Barbara brought him a dower of ioo,000 gulden and the support of the Magyar magnates, but the match nearly brought about a breach with the emperor Maximilian, jealous already of the Jagiello influence in Hungary.",
        "A scholar and a linguist, he was a match for the diplomats of the Christian powers, against whom he successfully defended the interests of his country.",
        "These however are exceedingly scarce, and when a number are required to match for a large garment, considerable time may be necessary to collect them.",
        "It is not prolific, added to which it is very difficult to match a number of skins in quality as well as colour.",
        "Her mother, supported at first by her husband's great rival and her own former suitor, Bacon, objected to the match, and placed her in concealment.",
        "There are a school of navigation, and tobacco and match factories, the produce of which, together with timber and oats, is exported.",
        "The discovery of gunpowder made small bodies of men, adequately armed, more than a match for great forces M,,ethods equipped in medieval fashion.",
        "He had been married, in 1793, without his wishes being consulted, to the beautiful and amiable Princess Maria Louisa of Baden (Elizabeth Feodorovna), a political match which, as he regretfully confessed to his friend Frederick William of Prussia, had proved the misfortune of both; and he consoled himself in the traditional manner.",
        "Suffolk brought about the match with Margaret of Anjou.",
        "They fought with courage, but were no match for Roman discipline; it was, however, impossible to follow them into their mountain fortresses, nor were the difficulties of pursuit thoroughly overcome till after the battle of Culloden in 1746.",
        "They wished, as we saw, to secure the hand of Elizabeth for the earl of Arran, a match which would practically have taken away the Scottish crown from Mary Stuart, unless she were backed by the whole force of France.",
        "Murray knew that his day of influence was over, and encouraged by the promises of Elizabeth, who was remonstrating violently against the match into which she had partly beguiled and partly forced Mary, he assumed a hostile attitude and was outlawed (6th of August 1565).",
        "After Charles's death in 1477 Adolf was released from the captivity in which he had been held, and placed himself at the head of a party in the powerful city of Ghent, which sought to settle the disputed succession by forcing a match between him and Mary, the heiress of Burgundy.",
        "His colleagues were Warham and Ruthal, but Warham and Fox differed on the question of Henry's marriage, Fox advising the completion of the match with Catherine while Warham expressed doubts as to its canonical validity.",
        "His death came very unexpectedly, after an injury in a local cricket match.",
        "Ghazni was reached 21st July; a gate of the city was blown open by the engineers (the match was fired by Lieut., afterwards Sir Henry, Durand), and the place was taken by storm.",
        "But the fertility of the soil, the warm and genial climate, the mingling of races and the absence of opposition, combined to render the Messenians no match for their hardy and warlike neighbours of Sparta.",
        "Thus a man wishing to marry his son or daughter had to look for a suitable match outside his sept, but within his caste.",
        "This consists in burning a portion of a sulphur \"match\" (i.e.",
        "The match was distasteful to Lady Hatton and to her daughter; a violent quarrel was the consequence, and Bacon, who thought the proposed marriage most unsuitable, took Lady Hatton's part.",
        "Bacon, who seems to have acted from a simple desire to do the best for Buckingham's own interests, at once changed his course, advanced the match by every means in his power, and by a humble apology appeased the indignation that had been excited against him.",
        "\"Companion\" is particularly used of soldiers, as in the expression \"companion in arms,\" and so is the title of the lowest rank in a military or other order of knighthood; the word is also used of a person who lives with another in a paid position for the sake of company, and is looked on rather as a friend than a servant; and of a pair or match, as of pictures and the like.",
        "The manufactories consist chiefly of distilleries (over 13, 500,000 gallons annually), cotton (at Kranholm falls on the Narova), woollen, flour, paper and saw mills, iron and machinery works, and match factories.",
        "The match and paper export trade is principally with the United Kingdom.",
        "In 1890 a Russian company started a match factory near Teheran with an initial outlay, it is said, of about 20,000, but could not successfully compete with Austrian and Swedish matches and ceased operations very soon.",
        "by winning a victory in a wrestling match, and soon became the emperor's boon companion and was appointed chamberlain (parakoemomenos).",
        "The match was an unhappy one, owing partly to incompatibility of temper, but still more to the mischievous interference of the jealous queen-mother.",
        "It would be difficult to match the stately dignity and imposing presence of a Baluch chief of the Marri or Bugti clans.",
        "The Surtees family objected to the match, and attempted to prevent it; but a strong attachment had sprung up between them.",
        "Sertorius proved himself more than a match for his adversaries, utterly defeating their united forces on one occasion near Saguntum.",
        "There are engineering shops producing railway stock and motors, jute spinning and weaving mills, and match and joinery works.",
        "A great hunting match was organized at Danchurch in Warwickshire by Digby, to which large numbers of the Roman Catholic gentry were invited, who were to join the plot after the successful accomplishment of the explosion of the 5th of November, the day fixed for the opening of parliament, and get possession of the princess Elizabeth, then residing in the neighbourhood; while Percy was to seize the infant prince Charles and bring him on horseback to their meeting-place.",
        "Although the forces of Mithradates were far superior in numbers, his troops were no match for the Roman legionaries.",
        "The marriage was disclosed at Michaelmas, much to the vexation of Warwick, who in pursuit of his foreign policy had projected a match with a French princess.",
        "Since this form does not inflame until heated to above 350°, it is manufactured in large quantities for consumption in the match industry.",
        "For the chronic form of industrial poisoning in the manufacture of lucifer matches - a form of necrosis, known in England as \" phossy jaw \" and in France as \" mal chimique,\" a localized inflammatory infection of the periosteum, ending with the death and exfoliation of part of the bone - see Match.",
        "He returned in August and brought fresh gunpowder into the cellars to replace any which might be spoilt by damp. A slow match was prepared which would give him a quarter of an hour in which to escape from the explosion.",
        "The state revenue is derived from customs; from public works and public land; from indirect taxes in the shape of stamp, inheritance, beer, spirit, petroleum and other duties; from direct taxes on land and buildings, with road-tolls, licences for the sale of alcohol and traders' registration fees; from the tobacco, salt, match, playing-card and cigarette-paper monopolies; and from the postal, telegraphic and telephonic services.",
        "instead of id.; beer and spirit duties were doubled, and tobacco and match and sugar duties raised; letters were to be 12d.",
        "The match, though his Norman barons sneered at it, gave him the hearts of all his English subjects, who supported him with enthusiasm, and not merely (as had been the case with Rufus) because they saw that a strong king would oppress them less than a factious and turbulent baronage.",
        "When the rising was well started Warwick declared his sympathy with the, aims of the insurgents, wedded his daughter to Clarence despite the kings prohibition of the match, and raised a force at Calais with which he landed in Kent, But his plot was already successful before he reached the scene of operations.",
        "The match manufacture, for which it is principally famous, was founded by Johan Edvard Lundstrdm in 1844.",
        "Miinnich had at least dissipated the illusion of Ottoman invincibility, and taught the Russian soldier that 100,000 janissaries and spahis were no match, in a fair field, for half that number of grenadiers and hussars.",
        "Among minor industries are match factories, rice and paper mills, ice, cigarette, piano, carriage and furniture factories, wood carving, &c.",
        "The fruitless intrigues carried on by Sophia Dorothea to bring about this match played a large part in Wilhelmina's early life.",
        "The inability of the council to enforce its resolutions was chiefly due to its composition; the majority of the communities represented were even in combination no match for individual cities like Athens, Sparta or Thebes.",
        "The match had always been kept in view, but its completion depended greatly on the assurance Ferdinand and Isabella could feel of Henry's secure position upon the throne.",
        "Another match was presently proposed for Catherine with the king's second son, Henry, which only took effect when the latter had become king himself.",
        "of Scotland - a match distinctly intended to promote international peace, and make possible that ultimate union which actually resulted from it.",
        "In 1878, in spite of the well-known hostility of his mother to the Montpensiers, and in spite of his ministers preferences for an Austrian match, King Alphonso insisted Mai~i~iage ol upon marrying the third daughter of the duke of Aiphonso Montpensier, Doa Mercedes, who only survived XII.",
        "Coming to the court of Giuki, a king in the Rhine country, Sigurd formed a friendship with his three sons, Gunnar, Hogni and Guthorm; and, in order to retain so valuable an ally, it was determined to arrange a match between him and their sister Gudrun.",
        "But once again, though far outnumbered, and unsupported by his own government, the Polish grand-hetman proved more than a match for Gustavus, who, on the 10th of September, broke up his camp and returned to Prussia; the whole autumn campaign had proved a failure and cost him 5000 men.",
        "When Sigismondo was absent she governed Rimini wisely and well, and proved herself a match for the statesmen with whom she had to deal.",
        "Alondra offered a timid handshake, but Dulce must have thought it was an invitation to a wrestling match.",
        "While he made a good match for Sofia, Dusty had never met any Guardian with such a loose interpretation of discipline.",
        "Then he glowered with a smile to match Dean's.I saw you and your blonde friend cuddled up down at the park.",
        "Deities, Ancients and Immortals all have a match, past-Death explained.",
        "Edith at first looked shocked, but almost at once, her face melted to a resigned lookâ€”a condemned maiden mounting the guillotine steps, Joan of Arc as the match ignited her pyre.",
        "Rev. Martin and his socially conscious wife must have dined there many a time, perhaps as poor Annie, like some wayward match girl, hovered outside.",
        "It was a good match for her mood.",
        "The five barbarians toyed with Sami and inflicted him with wounds meant to disable and bleed him, to prolong the match without killing him.",
        "Tiyan was a match for the demon-possessed warrior-king of Landis.",
        "For this reason, he became arrogant for he believed that nobody could match him.",
        "With the underdog team refusing to let ill-fortune dampen enthusiasm, things improved in the fourth match against Eastwood Park.",
        "By batting for nearly nine hours in the match he displayed a fortitude to match anything achieved in his previous 78 tests.",
        "On the second match point against him, the demoralized American fired a long forehand from a fairly innocuous blocked return of service.",
        "Even after vehement protests from United players, the match continued, with Mottram refusing demands to consult his linesman.",
        "abolished in favor of other schemes that match funding.",
        "accelerated the pace to get to match ball 8/6.",
        "Both the protein accession number and the protein overview match are clickable and return the detailed matches view for the protein.",
        "Let me, without further ado, present to you, with notes, the match.",
        "Joyce's sardonic persona is easily a match for Harvey's own; with little ado, they are soon married.",
        "The creative of TBG's online adverts will match the style of Ocean Finance's current TV advertising campaign.",
        "The two Nuneaton men arrested following the football match on suspicion of causing affray were released on police bail pending further enquiries.",
        "afternoon siesta, he poured kerosene all over himself and then lit a match.",
        "England had hoped the star all-rounder would return to captain them for the second match of the series at his Lancashire home ground.",
        "Steve Dorrington, City's press officer, said: \" The match ended in utter mayhem following a major altercation.",
        "This handle is black anodized aluminum, to match our black anodized cases.",
        "The amino acid substitution matrix contains match values for the comparison of all possible amino acid substitution matrix contains match values for the comparison of all possible amino acids.",
        "Letters: Dear Paulo a-n Magazine October 2005 Yes we did find your comments quite amusing in our post match knees up.",
        "An ilka troot will be the match O ilka ither ane I catch?",
        "The senior coarse anglers fished a match on Sunday at the Lily Pools in Ledbury.",
        "No matter if you are an experienced match angler, or a novice, you will empty the lake!",
        "rear angulation should match the front to give balance.",
        "The FA cup match at Anfield also saw Alan Smith suffer an horrific broken leg and dislocated ankle.",
        "This handle is black anodized aluminum, to match our black anodized aluminum, to match our black anodized cases.",
        "apply some early pressure by winning their first short corner of the match.",
        "The Referee is the sole arbitrator in all aspects concerning time during a match.",
        "The poorly armed Ethiopians were no match for Italy's modern tanks and aeroplanes.",
        "Whilst Berger and Jacoby articulate deep disquiet with disturbing eloquence they match their unease with an equally articulate deep disquiet with disturbing eloquence they match their unease with an equally articulate hope.",
        "aspiring to achieve is at least match your existing terms in terms of performance or to increase them.",
        "Similar to positive lookbehind assertions, the contained pattern must only match strings of some fixed length.",
        "Our tuition is therefore designed to match with young children's attention spans.",
        "Simon Parke looked awesome for the first 23 minutes of tonight's match with Nick Matthew.",
        "The sleek wedge headboard will match the base and be supported by a visible beech backboard.",
        "Six minutes were added to the match and the Rams time wasting tactics backfired as the home side drew level in added time.",
        "A backhand flick from Ashour gave him match point number 4, which he slammed a cross-court backhand flick from Ashour gave him match point number 4, which he slammed a cross-court backhand into the tin.",
        "A backhand flick from Ashour gave him match point number 4, which he slammed a cross-court backhand into the tin.",
        "backtracking to try to exhaustively find all nodes that match the given pattern.",
        "One last word on battery backup systems is to match the type of battery to the system's requirements.",
        "backyard wedding is hunter green to match the natural surroundings.",
        "bad-tempered match.",
        "It took Sir Parke 11 flicking match balls to win the match.",
        "bandeau tops that match perfectly with a Hussy denim skirt to create a casual look for day and night.",
        "The original staircase banister has been reinstated, treated and stained to match its original color.",
        "batsman scores no runs in either innings of a match, two zeros written together resemble spectacles.",
        "battened doors to match existing with T hinges and Suffolk latches.",
        "Man of the match for excellent batting in very difficult conditions.",
        "Meanwhile Ben Mimmack writes: \" Sri Lanka's contrasting innings at Lords showed that England's Achilles heel is old-fashioned test match batting.",
        "The match turned into a midfield battle with very few clear cut chances.",
        "Lucius longs for a woman to match his animalistic needs, one who could tame the beast he has become over the centuries.",
        "beige to match external wall finishes.",
        "Demetrius's use of proper names and characteristic expressions match the Septuagint, the Greek Bible, not the Hebrew scriptures.",
        "bikini sets to match and a range of cute hotpants or longer shorts for the less daring!",
        "billing address details much match the Hope account or card holders primary details.",
        "This event, a Winter Pairs match, was fished in a raging blizzard with a north wind to help cool things down.",
        "NewsTuner then combs its massive audio index, returning a directory of short blurbs describing each match.",
        "Leg detail from water boatman resized to match the image right.",
        "They had a doubles match with the two stars playing against two of Nintendo's top marketing bods.",
        "bookmaker odds on the match.",
        "I mean moost people try to impress the boss in their first match, he did his best to upset him!",
        "They employ bouncers on match days who won't let anyone in without a home ticket.",
        "Match the winner recurrent bouts of of lithium in somehow is going.",
        "Being with Malaysia's ten-pin bowling team earlier today helped to inspire me for my match.",
        "brainstem response will closely match the levels at which a child responds to sound.",
        "In his league match for Oxford at the Abbey, he was very unlucky with mechanical breakdowns restricting his score.",
        "As expected, bream dominated the match, although a few good tench were also taken.",
        "March 2004 The York stone was lifted and a new retaining wall was built from reclaimed bricks to match those used in the house.",
        "Yet where is the man or woman that is prevailed with to enter a match with this glorious bridegroom?",
        "The game really is a sequel, and just can't match the groundbreaking brilliance of the first game.",
        "Stallion bridles have a brass browband and mare bridles have a plain or rolled browband to match the bridle.",
        "brown to gray to match the sea bed and it feeds on other bottom-dwelling fishes and crustaceans.",
        "Co-promoter Nicol said: \" That was a tough match and the tournament schedule makes a brutal sport even more brutal.",
        "However, the base model Club and GLS added only colored bumpers to match the paintwork and a rev counter.",
        "Size and spacing of puncture wounds match wolf canines.",
        "Example: advanced driving and car tests Use appropriate capitalization Capitalize proper nouns, and remember that lower-case words will match any case.",
        "However, unless these products are complemented by Epson consumables to match, users cannot expect to fully capitalize on their investment.",
        "The match, organized by Palace's inspirational former captain Geoff Thomas, is set for next Thursday 6th April with a 7.45pm kick-off.",
        "On the other side of the engine, Mick has taken the inlets out to 32mm to match the twin carbs.",
        "The groom usually wears a single white carnation to match the brides dress.",
        "Westminster cathedral can be said to be the only catholic cathedral able to match the splendor of Anglican church music.",
        "chairman of selectors David Graveney has given the move his full backing and is determined not to let England lose a match all season.",
        "He quickly stamped his authority on the match and in a few minutes had knocked out the defending champ without reply 4-0.",
        "There was no doubt that this good-looking, smooth-talking charmer was a match for Jim Fenner.",
        "chest of drawers for us from match boxes.",
        "The black smoke that billows from the engine is a graphic match to the incinerator chimneys at the camps.",
        "Plinth scribes are made of multi-layered chipboards and match the carcase color.",
        "chroma gain and phase are adjusted for each component under evaluation using a color analyzer to optimally match color standards.",
        "It is time they were properly dated to the eighth century and the Egyptian chronology corrected to match.",
        "chukka (boot)to play a straight six chukka match on a near perfect field was too good an opportunity to miss.",
        "In polymorphism, the taxonomic classification of species does not always match up with a tight genetic definition.",
        "For this cruel land can cast a spell which no temperate clime can match.",
        "coarse anglers fished a match on Sunday at the Lily Pools in Ledbury.",
        "colonial era most cities were named to match the tongue flexing capabilities of the settlers.",
        "Match of the day was a stirring comeback from Thierry Lincou that fell just short against world number one Amr Shabana.",
        "commentate on the football match afterward, which was quite difficult.",
        "condominiums built on a large scale to match the terrain of Royal Docklands.",
        "The creation of a series of twelve constellations to match the twelve months naturally came later.",
        "Lee looked so contented, and when I watched the match... what can I say... he looked so contented!",
        "York stone paving was selected to match with the existing footway along the King's Road thus providing visual continuity of pedestrian surfaces.",
        "Williams has contrived to pot two reds, now can he get himself into the match?",
        "corpse of the woman, there its match on the calendar.",
        "Just like last week's game, missed free throws proved costly in both halves of the match.",
        "Earn New costumes Cheats To get an alternate costume for your character, finish the Hard Match Race.",
        "The class then filled individual charts trying to match the characters in the TV show with their real-life counterparts.",
        "Not for the first time in recent events he will be playing fellow countryman James Willstrop in a crucial match.",
        "craftsmanayed well, but could not match the liquid skills of the Italian master craftsmen.",
        "cricket match has depended on the toss of the coin.",
        "CricInfo's fantasy County cricket Cricinfo's England v Sri Lanka fantasy test match cricket gives you the chance to win cricket gear.",
        "criteriontest match players who do not meet the criteria stated above must have played five test matches in the previous ten years.",
        "The Mix & Match Activity garden has colorful rings and garden critters that can be sorted and stacked onto three soft flower stems.",
        "Captain Rhian Williams duly received the League Shield from RFU President Gill Burns before an appreciative crowd on the pitch after the match.",
        "Kelly Fisher found her match being watched by an enthusiastic crowd of German fans who had heard that the world champion was in town.",
        "crunch match in Henman's half of the draw did not involve the Briton at all.",
        "This should provide an excellent curtain raiser for the Conference League match which follows.",
        "customized to match the colors in your wedding.",
        "Newly hatched cuttlefish Newly hatched cuttlefish (1cm) will often change color to match the eggs they have hatched from.",
        "With Miedzinski passing 16-year-old Danish debutant Jonas Raun, the resultant 7-2 advantage saw Swindon haul themselves back into the match.",
        "I worked with some of the best decorators in London - having to match colors from bits the size of a fingernail.",
        "deflectionnutes Clyde took the lead for the first time in the match, courtesy of another cruel deflexion.",
        "Conditions under which control characters match a space delimiter are none.",
        "Are you a match for the fearsome denizens of the dungeons below?",
        "Derby match was moved to the evening to maximize the crowd.",
        "desperate to regain rates of profit which match their non-European competitors.",
        "The first game promised a grand fight; the first game in Perry's match with Budge yielded ten deuces and this one nine.",
        "diffracted beam intensities is to match convergent beam patterns.",
        "They combine filial obedience and propriety with a steadfast resolve to take no real notice of parental disapproval of her unlikely but successful match.",
        "A carelessly discarded match, a chip pan left unattended.",
        "In the throws Garry Power won the discus for the second match in succession.",
        "displeased with the match, but Beatrix was firm and eventually they relented.",
        "Whilst Berger and Jacoby articulate deep disquiet with disturbing eloquence they match their unease with an equally articulate hope.",
        "dissenters on this thread, as evident by their posts, are absolutely no match for your intelligence and insights.",
        "Rather than making a specific prediction, however, the outcome of a match is expressed in the form of a probability distribution.",
        "What had looked like match for Koch now looked decidedly dodgy!",
        "Miss the match The vast expanse of the Black Forest is on the city's doorstep with its lakes, hiking trails and castles.",
        "The move effectively downgraded their jobs to match their lower pay and conditions in an attempt to avoid the charge of discrimination.",
        "I still have hopes that Lancs will get a drubbing in the roses match next week.",
        "Four superb goals for the center midfield dynamo Gareth Seeley showed why he was voted man of the match by his team mates.",
        "One student became ecstatic each time he made a match.",
        "elope Alexander, it is a match more heavenly than many made by eloping lovers over the anvil.",
        "A highly entertaining match, played in good spirits, which the crowd enjoyed.",
        "Match: Any word All words exact phrase Sound-alike matching 20th April, 2003 Added Guestbook Read Our Guestbook!",
        "A company with price remained flat is deemed expendable to match of.",
        "footie match.",
        "And Federer misses an easy forehand down the line, as the commentator says, a match point squandered.",
        "forehand drop gave White match ball.",
        "frags difference on that match.",
        "Imagine if the \" coolest \" place to find your perfect match is in your supermarket freezer aisle!",
        "match funders often do not welcome requests for information at a later date.",
        "But a special gaff allows the performer to always take the gaffed match!",
        "Many's the time I've used the opening gambit ' You going to the match?",
        "He ended up becoming a big under-dog with Slatts looking like he could even get a gammon to even the match.",
        "Thom played just 45 minutes of the match at Rochdale on Saturday before coming off with a badly gashed leg.",
        "gathered to watch the big match on a big-screen projection TV.",
        "From informal gatherings to roast dinner with the in-laws there's wine here to match.",
        "gaugelt for speed, with gentle gradients, it had a generous loading gage, to match the hoped for larger continental wagons.",
        "given a glimmer of a chance in the decider English compiled a crucial 53 break to settle the match.",
        "goal of the season in the match against Bradford.",
        "But she seemed to match the really golden slave of Zelensky.",
        "For rock events on a truly grand scale, few venues can match Slane Castle for the drama of this one summer night.",
        "They now match up with quantum mechanics and provide a totally satisfactory solution for quantum gravitation.",
        "Consistently challenging gremlins that give you close match results can result in consistently recieving challenges from those grems.",
        "grudge match of Monkey Tennis.",
        "The pity is they donÃ¢t begin to match the extra billions poured into the NHS.",
        "preamble Good evening everyone, and welcome to Manchester United's opening match in this season's Champions League.",
        "The Nest Fan site containing news, match previews and regular columnists."
    ],
    "definition": [
        "Link/Cite"
    ]
}