{
    "translation": "להתגשם, להפוך לגשמי",
    "uses": [
        "Some experts believe that these anomalies are proof of a spirit's attempt to materialize.",
        "The hair on the back of his neck rose, and he tensed, waiting for the creature to materialize.",
        "Remember, most young students will struggle with abstract concepts, as these theories rarely materialize in their daily childhood activities.",
        "Repetitive behaviors may materialize, such as tissue shredding or hand wringing.",
        "This didn't really materialize with the iPhone 3G S, since it was merely an extension of the iPhone 3G.",
        "materialize the thoughts \" .",
        "materialize leaving her the crown odyssey.",
        "materialize objects from space and perform other miracles.",
        "bleat endlessly about the hypothetical risks of recombinant DNA technology -- which never materialize.",
        "Helen took a physical drumstick and used it to materialize yards of material which covered the floor of the room.",
        "materialize due to the lack of natural hair from the individual donor.",
        "He said for example: \" If we wait for threats to fully materialize, we will have waited too long.",
        "materialize then the next challenge is to ensure it gets to the right people in the right form.",
        "Enlarge Image In the early months of the war the expected air attacks did not materialize.",
        "Thus, retrieving an SQL ref value as a Ref object does not materialize the attributes of the structured type on the client.",
        "The market reporters make some attempt to materialize the current gossip, and doubtless catch well enough the great movements in the ebb and flow of demand, but the sum of countless obscure transactions cannot be estimated.",
        "Thus, retrieving an SQL REF value as a Ref object does not materialize the attributes of the structured type on the client."
    ],
    "definition": [
        "To come into existence; become real: Their support on the eastern flank did not materialize.",
        "To appear, especially suddenly: “As they plunged down the highway, hazy purple mountains materialized” ( Tom Bissell ) See Synonyms at appear.",
        "To take physical form or shape. Used especially of a spirit or ghost.",
        "To cause to become real or actual: By building the house, we materialized a dream.",
        "To cause to become materialistic: “Inequality has the natural and necessary effect … of materializing our upper class, vulgarizing our middle class, and brutalizing our lower class” ( Matthew Arnold )",
        "ma·te′ri·al·i·za′tion\nnoun",
        "Link/Cite",
        "To cause to take physical form, or to cause an object to appear.",
        "(intransitive) To take physical form, to appear seemingly from nowhere.",
        "To regard as matter; to consider or explain by the laws or principles which are appropriate to matter.",
        "Link/Cite"
    ]
}