{
    "translation": "מבוך",
    "uses": [
        "Life was simply a maze of possibilities waiting on decisions.",
        "This time they started out heading west, into a maze of arroyos and low brush.",
        "They finally reached the end of the maze where they all gasped.",
        "They went through another maze before Jim reached a metal door.",
        "I don't know how she reached him inside that dark maze, Damian said with a shake of his head.",
        "The warehouse had been divided up with hanging blankets into a maze of hallways and personal rooms.",
        "Her apprehension grew as the vamp led her down a maze of hallways through scores of other vamps and past multiple doorways.",
        "Gabe made his way through the narrow alleys and disjointed walkways that wound like a maze through the market.",
        "- Maze at Hampton Court.",
        "She wove her way to her bathroom through the maze of boxes and took a long shower to ease her tired body.",
        "When she'd gathered everything she needed for bathing, she trailed Megan through the maze of hallways back to her room.",
        "Near it are a series of curious circular excavations in the chalk, called the Maze, of unknown date or purpose.",
        "Glimmers lit up along one wall, guiding her through the maze of the ship.",
        "- Maze at Somerleyton Hall.",
        "After the Turks were driven from the city in 1878, it was in many respects modernized; but something of its former character is preserved in the ancient Turkish palace, mosque and fountain, the maze of winding alleys and picturesque houses in the older quarters, and, on market days, by the medley of peasant costumes - Bulgarian, Albanian and Rumanian, as well as Servian.",
        "He led them through the maze until they emerged into a yawning cave lit by lanterns then continued into another set of halls.",
        "I'm sure the poor darlin' is as confused as a mouse in a maze but I'm sorry it's put you two on the outs with each other.",
        "The Alleghany Plateau consists of nearly horizontal beds of limestone, sandstone and shales, including important seams of coal; inclines slightly toward the north-west, and is intricately dissected by extensively branching streams into a maze of narrow canyons and steep-sided hills.",
        "He touched it with some trepidation, fearing it'd changed back into the scarred maze that was him for so long.",
        "becomes an unintelligible maze of mean and selfish ideas.",
        "Here is he merely offered a flimsy thread that, we hope, may guide him through the maze of facts, but alas!",
        "See Maze, Le General Marceau (1889); Parfait, Le General Marceau (1892); and T.",
        "The older parts of the city, on the right bank of the river, are a maze of narrow and crooked streets, surrounded by ruined walls and a moat, and commanded by the ancient citadel, which stands on a height overlooking the plains of Noguera on the north and of Urgel on the south.",
        "When the gardens of the Royal Horticultural Society at South Kensington were being planned, Albert, Prince Consort, the president of the society, especially desired that there should be a maze formed in the ante-garden, which was made in the form shown in fig.",
        "It is difficult to extract any historical fact out of this maze of myths; the various groups cannot be fully co-ordinated, and a further perplexing feature is the neglect of Thebes in the Homeric poems. At most it seems safe to infer that it was one of the first Greek communities to be drawn together within a fortified city, that it owed its importance in prehistoric as in later days to its military strength, and that its original \"Cadmean\" population was distinct from other inhabitants of Boeotia such as the Minyae of Orchomenus.",
        "The history of the next few years is a maze of intrigues between Joanna, Sforza, Giovanni.",
        "But after Harsha Hindu history is lost in a maze of small and transitory states, incapable of resisting the ever advancing Mahommedan peril.",
        "52, p. 455; Maze, Annales de l'Institut Pasteur, t.",
        "barking dog around a maze to find all the authors.",
        "It appears from the observations of Maze that the bacterium can even absorb free nitrogen when grown in cultures FIG.",
        "Local glaciation has carved the higher levels of this range into a maze of amphitheatres containing lakes, separated from each other by aretes and alpine peaks.",
        "cornfield maze this summer.",
        "He, moreover, definitively established, in 1783, the fact and general direction of the sun's movement in space, and thus introduced an element of order into the maze of stellar proper motions.",
        "Sometimes they fancied they had got within the topping walls of the maze, and might hope to gain the point whence survey could be made of the whole; but as often they found themselves, in a moment, where they stood at last and at first - outside.",
        "We can hardly any longer hesitate to recognize in this vast building, with its winding corridors and subterranean ducts, the Labyrinth of later tradition; and as a matter of fact a maze pattern recalling the conventional representation of the Labyrinth in Greek art actually formed the decoration of one of the corridors of the palace.",
        "Within this is a maze of structures out of which rises the colossal ruin of the theatre, built up on arches like a Roman amphitheatre for lack of a convenient hill-side to be hollowed out in the usual Greek fashion.",
        "She jogged after him with great effort as he strode through the maze.",
        "Maze: St. Patrick's Day 3 (easy) help the fiddling leprechaun find the pot of gold.",
        "There is another way of scaling up a Cretan maze.",
        "At the bottom of the traverse a phreatic maze leads back to the junction.",
        "However they come in useful for ' editing ' a maze, such as by blocking a passageway.",
        "phreatic maze leads back to the junction.",
        "It used to be that homeschoolers were truly lone pioneers in the educational movement, forging their own way through the maze of education.",
        "Recommended for children ages six to eight, Reading Riddles Maze Game helps develop and improve listening and reading comprehension skills.",
        "MTV The City follows former Hills girl Whitney Port through the maze of New York's fashion world.",
        "Yup. Even after running around with that dingbat mother like a mouse in a doorless maze.",
        "The warehouse was lit, but metal-framed partitions covered in sheeting formed a maze.",
        "To a small child it seemed like a maze of heavy green drapery stretching out to the sun.",
        "The restrained sentiments of the council in regard to Hoadly found expression in a war of pamphlets known as the Bangorian Controversy, which, partly from a want of clearness in the statements of Hoadly, partly from the disingenuousness of his opponents and the confusion resulting from exasperated feelings, developed into an intricate and bewildering maze of side discussions in which the main issues of the dispute were concealed almost beyond the possibility of discovery.",
        "In gardening, a labyrinth or maze means an intricate network of pathways enclosed by hedges or plantations, so that those FIG.",
        "19) applies the word to a rude drawing on the ground or pavement, to some extent anticipating the modern or garden maze.",
        "He didn't take his eyes off the god until he disappeared among the maze of waves.",
        "There was a bewildering maze of funds equally matched by complex application procedures.",
        "arcade adventure where you have to search for objects in a maze.",
        "boomerang gifts - maze, Maze gifts, alternative gift and personalized gift shop, alternative company gift, gift.. .",
        "Maze: Rain Forest Animals 1 (easier) Help find the chimp.",
        "The complexity of this governmental maze is increased by the fact that the borders of the various bodies are not necessarily coterminous.",
        "crevasse maze after 2 long days of 11 hours and 15 hours.",
        "Maze: Endangered Animals 4 (harder) Help the kiwi find the earthworm.",
        "intrepid explorer trapped in a large maze - around 250 screens.",
        "intricate maze of the circumstances that lead to a major food poisoning outbreak.",
        "I hope it does not go kaput, i will not be able to replace it:( a 4d maze!",
        "Maze: Rain Forest Animals 3 (hard) Help find the ring-tailed lemur.",
        "maze of little alleyways lead up from the shore below the palace gardens.",
        "maze of narrow alleys, topped by a 12th century church.",
        "maze of corridors, which are obstructed by toys or dead ends.",
        "maze of tunnels, with ladders going up around certain points of the map.",
        "It is a bewildering maze of funds equally matched by complex application procedures.",
        "The wall follower must negotiate the maze; it must not climb or jump over the walls of the maze.",
        "However, I have decided that a unicursal maze is an abstract pattern made by a single line, or a few crossing lines.",
        "The plot leads the viewer through the intricate maze of the circumstances that lead to a major food poisoning outbreak.",
        "Meander through Venice's labyrinthine maze of canals and alleyways.",
        "The ' Rabbit Warren ' is a veritable maze of passages, the main ones however, much larger than those required by rabbits.",
        "maze solver has no knowledge of the current position of the mouse.",
        "At the center of the micromouse maze shall be an opening composed of 4 unit squares.",
        "The garden has the oldest yew hedge maze in England.",
        "The furthest end of the garden is terminated with a blue brick and turf maze.",
        "mirror maze or imagine a dangerous maze of flames?",
        "Maze: Summer 4 (harder) Help the boy find the baseball mitt.",
        "navigate through the maze of environmental legislation.",
        "navigatedependent, ' Navigating the moral maze ' .",
        "operant task and the maze task more rapidly than their counterparts from barren environments.",
        "But underneath, a dense maze of melodic and gestural underpinnings paddle furiously to prevent the material from sounding prosaic.",
        "The giant rhubarb was the first place to go then we went to the dragon, then the bamboo maze.",
        "rockery features include giant rockeries, herbaceous borders, rose garden, the maze and extensive walks among rare shrubs and forest trees.",
        "sullying the maze they will not permit it to run.",
        "turf maze.",
        "uncurled the maze so it made a rectangle.",
        "unlucky enough to be lost in the maze, all is confusion.",
        "wandering through a cavernous, low-ceilinged maze, discovering new areas and bars at every turn.",
        "yew hedge maze in England.",
        "On the 20th the Italians began the attack, and General Maze de la Roches division having effected a breach in the Porta Pia, the pope ordered the garrison to cease fire and the Italians poured into the Eternal City followed by thousands of Roman exiles.",
        "Resuming the Talmudic idea of an Over-soul present in every Israelite on the Sabbath, Luria and his school made play with this Over-soul, fed it with spiritual and material dainties and evolved an intricate maze of mystic ceremonial, still observed by countless masses.",
        "A Grand Commission, which might be called a consultative parliament, composed of 652 members of all classes - officials, nobles, burghers and peasants - and 1 To assist the reader in threading the genealogical maze briefly described above, the following tabular statement is inserted (I.) Michael, founder of the Romanov dynasty (1613-45).",
        "Thus the table of social precedence attached to the Cochin report shows that while a Nayar can pollute a man of a higher caste only by touching him, people of the Kammalan group, including masons, blacksmiths, carpenters and workers in leather, pollute at a distance of 24 ft., toddy-drawers at 36 ft., Pulayan or Cheruman cultivators at 48 ft., while in the case of the Paraiyan (Pariahs) who eat beef the range of pollution is no less than 64 ft.\"In this bewildering maze of social grades and class distinctions, the Brahman, as will have been seen, continues to hold the dominant position, being respected and even worshipped by all the others.\"",
        "The maze in the gardens at Hampton Court Palace (fig.",
        "The maze in the gardens at Somerleyton Hall, near Lowestoft (fig.",
        "The maze of islands, hundreds in number, of the Alexander Archipelago (area about 13,000 sq.",
        "The last London Maze was a huge success and the refreshment stall, like all the others, was very busy.",
        "Other features include giant rockeries, herbaceous borders, rose garden, the maze and extensive walks among rare shrubs and forest trees.",
        "If the judges consider that a mouse has a high risk of damaging or sullying the maze they will not permit it to run.",
        "Maze This is part ot a maze of twisty little passages, all alike.",
        "Then I uncurled the maze so it made a rectangle.",
        "To those unlucky enough to be lost in the maze, all is confusion.",
        "You 're wandering through a cavernous, low-ceilinged maze, discovering new areas and bars at every turn.",
        "Invention Reaction - touted as the website with inventions for guys, you'll find everything from maze door locks to multi-functional spinning walls.",
        "For example, Coin Catchers resembles Pac Man in that your character works its way through a maze and earns power ups.",
        "You job is to clear the maze of all the little dots.",
        "In the maze also are four slightly larger dots that activate the blinking ghosts.",
        "The insurance industry can be a frustrating maze, especially when you sign up for more than you bargained for.",
        "The maze of medical insurance for senior citizens is often the cause of concerns and confusion as people try to understand the increasingly complex subject.",
        "The park offers mini-golf, a maze and much more, making it ideal for a family getaway for a day or a few hours.",
        "The Millennium Maze - In North County Kildare, Ireland includes a life size maze, crazy golf, sandpit and a petting zoo.",
        "Coral Reef Cavern: The splashtastic activity pool features water basketball and a floating lily-pad maze.",
        "Heroes, Bionicle: The Game, Matoran Adventures, Maze of Shadows and Tales of the Tohunga (the earliest game released in 2001) are action-adventure games set on the various planets in the Bionicle atmosphere.",
        "Chomp your way through the maze and munch all the dot pellets in your way while avoiding ghosts who chase after you.",
        "From maze games, shooters, puzzle and action/adventure titles, they can be found online and on your PS2 and Xbox consoles.",
        "That's one ghost on maze one, two on maze two, three on maze three, and four on maze four.",
        "Then, create your own mini-map and go head-to-head with a friend to see who can complete the maze first.",
        "Cowboy Animatic: Torture Maze with at least 30 melee kills.",
        "Before you can get hurt though, a hero named Maze shows up and whisks you away to the Heroes' Guild, where you could grow up to be a mighty hero.",
        "The second WiiWare game is The Incredible Maze.",
        "Very similar to the ball balance game on Wii Fit, The Incredible Maze has you moving a ball around a maze to make it fall through the hole goal.",
        "Move to the upper-left part of the maze.",
        "Go to the rightmost part of the maze and use the dryer to melt the ice wall.",
        "We here at LoveToKnow have jumped knee-deep into the maze that is the interweb and emerged out the other side with a few of the best options when it comes to free Sony Ericsson Themes.",
        "The performance section includes picture completion, copying geometric designs, using blocks to reproduce designs, working through a maze, and building an animal house from a model.",
        "Tiles are fixed to the board game with remaining tiles sliding in to create the maze.",
        "A simple maze board game - Draw a row of boxes using the table tool.",
        "Check out Snowball Bounce, Penguin Pitch Softball, Snow Maze, and more.",
        "Find a corn maze, hayride or go on a haunted house tour.",
        "This line resembles a maze with twists and turns that form an interlocking geometric pattern.",
        "Create a maze for children to meander through by raking the leaves into a maze of paths across your yard.",
        "Create a spooky house by taping boxes together to form a maze that kids have to crawl through in the dark.",
        "Help the Boeing 717 airliner find its way to the airport with this printable maze.",
        "Mega Mazes is a super mega-site that offers links to a variety of other maze sites.",
        "Help the Dog Find Its Bone: Kids must draw a line to navigate a dog through a maze of words to find a bone.",
        "The words on the maze help children improve an understanding of vowels.",
        "In Maze, kids can help their horses find their way home.",
        "Little gamers will have to help characters navigate through a colorful maze, finding bonus items and overcoming obstacles to find letters and reach each subsequent level of the game.",
        "If you love fall farm activities like pumpkin patches, hay rides and finding your way through corn mazes, then you'll probably be excited about the New Moon attraction - a huge New Moon corn maze at Black Island Farms in Syracuse, Utah.",
        "As the 2009 Halloween season approached, the owners of Black Island Farms found inspiration in the popularity of Twilight and decided to create an impressive twenty-four acre corn maze featuring two main actors from the movie.",
        "There is a \" human gnomon \" analemmatic sundial in the middle of the maze in the pleasure gardens.",
        "The gallery also holds a large collection of works by Paul Maze, the renowned British impressionist.",
        "To navigate the maze you need a special suit that protects you from the attacks of the resident monsters.",
        "Hence, there is a case for the spiral maze theory which archeologists are willing to entertain.",
        "Cornfield MAiZE manager Dorathy Black Law (also the daughter of the farm owner) sat down with LoveToKnow Movies for an exclusive interview about the New Moon corn maze.",
        "LTK: In September 2009, the official New Moon website published a story about your corn maze, and it looks huge!",
        "I was actually a little worried about that because I thought, you know, it's a corn maze.",
        "LTK: How do you build such a large corn maze like this one?",
        "DBL: Normally you plot in one direction, but when we plot the corn for the maze we plot it in two directions.",
        "We've been in business for fifty years and this is actually the fifth year that we've been in the corn maze business.",
        "We turned an old onion shed into a haunted house, and it actually starts inside and then goes outside into a section of the corn maze and then comes back and finishes inside.",
        "LTK: Do you find that it's mostly people from the local area coming, or are there folks from further out coming to see the maze?",
        "You can easily compare this self-hypnosis technique to the La Maze technique used by women in labor to lessen their focus on pain in order to manage it better.",
        "Although it's not an actual Celtic butterfly knot tattoo, the Meditation Maze flash is also reminiscent of a butterfly, and a talented artist could probably alter the four points of this design to resemble a butterfly's wings.",
        "Eight acres of cornfields carved into a challenging maze await tourists.",
        "The maze at Chartres contains four quadrants, surrounding a rose, said to symbolize God's love.",
        "Other works that are more general or anecdotal include Finding Ben: A Mother's Journey Through the Maze of Asperger's by Barbara LaSalle and Running on Dreams' by Herb Heiman.",
        "Because of the maze of regulations and the cultural divide, contracting with this agency may be a wise choice.",
        "This will save time, as the waiters won't have to get through a maze of tables to deliver food.",
        "Promotion - Does your farm hold an annual corn maze or other seasonal festival?",
        "The village is a maze of narrow alleys, topped by a 12th century church.",
        "A maze of scaffolding erected for the building of the cathedral tower.",
        "North of the churchyard is a little maze of lanes, which add much to the character of Painswick and invite exploration.",
        "You are an intrepid explorer trapped in a large maze - around 250 screens.",
        "If you have a question, consider reading the general maze FAQ first.",
        "follower maze shall be an opening composed of 4 unit squares.",
        "If you are into arcade games then you will enjoy moving around and killing the monsters in the maze.",
        "The Maze looking through a small hole everything looks gigantic - even the mites.",
        "It was planted in the early part of the reign of William III., though it has been supposed that a maze had existed there since the time of Henry VIII."
    ],
    "definition": [
        "a. An intricate, usually confusing network of interconnecting pathways, as in a garden; a labyrinth.\nb. A physical situation in which it is easy to get lost: a maze of bureaucratic divisions.",
        "A graphic puzzle, the solution of which is an uninterrupted path through an intricate pattern of line segments from a starting point to a goal.",
        "Something made up of many confused or conflicting elements; a tangle: a maze of government regulations.",
        "To bewilder or astonish.",
        "To stupefy; daze.",
        "Link/Cite",
        "A labyrinth; a puzzle consisting of a complicated network of paths or passages, the aim of which is to find one's way.",
        "Something made up of many confused or conflicting elements; a tangle.",
        "Confusion of thought; perplexity; uncertainty; state of bewilderment.",
        "to amaze, astonish, bewilder",
        "to daze, stupefy, or confuse",
        "Link/Cite"
    ]
}