{
    "translation": "אחו",
    "uses": [
        "No man could cross the meadow and stay alive.",
        "Soon the road opened to the beautiful meadow of Thistle Farm.",
        "Look there in the meadow behind the village, three of them are dragging something.",
        "The soil is varied, much of it being good meadow land or well adapted to the growing of grain and fruit.",
        "The marsh hawk, sailing low over the meadow, is already seeking the first slimy life that awakes.",
        "The name Wisibada (\" meadow bath \")\") appears in 830.",
        "For instance, in meadow crane's-bill,.",
        "The name, CluainUamha, signifies \"the meadow of the cave,\" from the curious limestone caves in the vicinity.",
        "One has suggested, that if such a \"leach-hole\" should be found, its connection with the meadow, if any existed, might be proved by conveying some colored powder or sawdust to the mouth of the hole, and then putting a strainer over the spring in the meadow, which would catch some of the particles carried through by the current.",
        "The meadow was a tranquil site, far removed from main roads of present day habitation.",
        "He looked out over the forests to the north, the destruction of the south, and the meadow to the east.",
        "Richard then led the mob to a neighbouring meadow, where he kept them in parley till Walworth, who had returned within the city to summon the loyal citizens to the king's aid, returned with a sufficient following to overawe and disperse the rebels.",
        "The tracks of the vehicle that preceded him were clear in the dust of the turnoff, and he knew he'd guessed correctly as he neared the now-familiar meadow below the mine.",
        "Memon's arrogance allowed him to enter the meadow without his men.",
        "He waited until he was free of the meadow before raising two torches above his head.",
        "FAIRY RING, the popular name for the circular patches of a dark green colour that are to be seen occasionally on permanent grass-land, either lawn or meadow, on which the fairies were supposed to hold their midnight revels.",
        "Cursing, he went to the wall overlooking the meadow and spotted Vara atop his horse, awaiting his signal at the edge of the forest.",
        "Meadow Cooper for the same society (1875).",
        "They'd stopped in the center of the meadow, the safe path through the traps marked by wooden stakes.",
        "About 55% of the whole is under tillage, while 16% consists of meadow and pasture and 21% is covered by forests.",
        "They also showed me in another place what they thought was a \"leach-hole,\" through which the pond leaked out under a hill into a neighboring meadow, pushing me out on a cake of ice to see it.",
        "The territory of the \" township \" consisted of arable land, meadow, pasture and waste.",
        "But this I know, I love to play In the meadow, among the hay-- Up the water, and o'er the lea, That's the way for Billy and me.",
        "Not satisfied with seed-sown grass or meadow turf, they experimented with seaside turf and found it answer admirably.",
        "at Grand Meadow in the south-east and 33.3 in.",
        "Tofieldia, an arctic and alpine genus of small herbs with a slender scape springing from a tuft of narrow ensiform leaves and bearing a raceme of small green flowers; Narthecium (bog-asphodel), herbs with a habit similar to Tofieldia, but with larger golden-yellow flowers; and Colchicum, a genus with about 30 species including b the meadow saffron or autumn crocus (C. autumnale).",
        "It has more than one advantage over the meadow mushroom in its extreme commonness, its profuse growth, the length of the season in which it may be gathered, the total absence of varietal forms, its adaptability for being dried and preserved for years, and its persistent delicious taste.",
        "On that very meadow he had ridden over the day before, a soldier was lying athwart the rows of scented hay, with his head thrown awkwardly back and his shako off.",
        "COLCHICUM, the Meadow Saffron, or Autumn Crocus (Colchicum autumnale), a perennial plant of the natural order Liliaceae, found wild in rich moist meadow-land in England and Ireland, in middle and southern Europe, and in the Swiss Alps.",
        "Homer describes it as covering the great meadow (&acobeXos XELµcA;v), the haunt of the dead (Od.",
        "A group of bareheaded peasants was approaching across the meadow toward the prince.",
        "This isn't the Kosoy meadow nor the Demkin hill, and heaven only knows what it is!",
        "Late in the afternoon, as he was resting in the thick woods south of Walden, he heard the voice of the hounds far over toward Fair Haven still pursuing the fox; and on they came, their hounding cry which made all the woods ring sounding nearer and nearer, now from Well Meadow, now from the Baker Farm.",
        "By this Meadow Crane's-bill, Geranium pratense, 4 nat.",
        "Promising to assent to their demands, he agreed to meet the barons, and the gathering was fixed for the 15th of June, and was to take place in a meadow between Staines and Windsor, called Runnimede.",
        "Prince Andrew, pale and gloomy like everyone in the regiment, paced up and down from the border of one patch to another, at the edge of the meadow beside an oatfield, with head bowed and arms behind his back.",
        "Shadows rose from the pits littering the meadow as men spilled out of hiding into the meadow.",
        "They were driving downhill and coming out upon a broad trodden track across a meadow, near a river.",
        "A verbal lease is deemed to be for the term necessary to enable the lessee to gather in all the produce, thus for a year in the case of a meadow or vineyard; in the case of lands leased in tillage, where they are divided into shifts or seasons, for as many years as there are shifts (Art.",
        "Of the total area of the province 56% is occupied by arable land, 10.2% by pasture and meadow, and nearly 29% by forests.",
        "He was in truth the Sicilian bee, and, plucking the flowers of the prophetic and apostolic meadow, he produced a wonderfully pure knowledge in the souls of the listeners.\"",
        "Believing their danger past, they sprang from their ambush and, chirruping something in their shrill little voices and holding up their skirts, their bare little sunburned feet scampered merrily and quickly across the meadow grass.",
        "\"One moment, one moment!\" replied the adjutant, and riding up to a stout colonel who was standing in the meadow, he gave him some message and then addressed Pierre.",
        "He remembered the meadow, the wormwood, the field, the whirling black ball, and his sudden rush of passionate love of life.",
        "Closely associated with the medical school, and separated from it by the Middle Meadow Walk, is the Royal Infirmary, designed by David Bryce, R.S.A.",
        "It terminated in a forest meadow.",
        "m., about one-half is meadow and grazing land, one-quarter under tillage, and the remainder occupied by a little woodland, some unprofitable sandy wastes, the bed of the Weser and the towns.",
        "In the western counties of England, and generally by agriculturists, the name honeysuckle is applied to the meadow clover, Trifolium pratense.",
        "Pierre saw that there was a bridge in front of him and that soldiers were doing something on both sides of it and in the meadow, among the rows of new-mown hay which he had taken no notice of amid the smoke of the campfires the day before; but despite the incessant firing going on there he had no idea that this was the field of battle.",
        "As she was gathering flowers with her playmates in a meadow, the earth opened and Pluto, god of the dead, appeared and carried her off to be his queen in the world below.",
        "Although this plant is popularly termed the \"meadow mushroom,\" it never as a rule grows in meadows.",
        "Another field experiment of singular interest is that relating to the mixed herbage of permanent meadow, for which seven acres of old grass land were set apart in Rothamsted Park in 1856.",
        "Of the entire area of the country 28.6% is arable, 16.2 in meadow or pasture land, 14% in forests, 37.2% in uncultivated moors, heaths, &c.; from 17 to 18% is in possession of the state.",
        "Xajscw (meadow), in allusion to its occurrence as \"bog-ore\" in meadows and marshes.",
        "The trail entered another dark thatch of forest, and she arrived soon at the agreed upon meeting place, a meadow marked with a single obelisk.",
        "Its white stone houses form a long curve between the uplands of Salisbury Plain,which sweep away towards the north and east, and the tract of park and meadow land lying south and west.",
        "Lydia Larkin spun out of the meadow in a cloud of dust, leaving Dean to await its dissipation before following in his open vehicle.",
        "The surface is undulatory; marshy meadow lands no longer exist on the flat watersheds, and only a few in the deeper and broader river valleys.",
        "The eastern wall is buffered by the meadow.",
        "Hear the melodic songs of the meadow birds.",
        "Lilac Meadow Rue (Thalictrum Dipterocarpum) - A distinct and graceful plant, one of the best hardy flowers introduced for many years.",
        "Available colors include black, cream and meadow violet, and you can expect to pay about $29.00 for the look.",
        "Sea-aster flourishes in the Wadden of Friesland and Groningen, the Dollart and the Zeeland estuaries, giving place nearer the shore to sandspurry (Spergularia), or sea-poa or floating meadow grass (Glyceria maritima), which grows up to the dikes, and affords pasture for cattle and sheep. Along the coast of Overysel and in the Biesbosch lake club-rush, or scirpus, is planted in considerable quantities for the hat-making industry, and common sea-wrack (Zostera marina) is found in large patches in the northern half of the Zuider Zee, where it is gathered for trade purposes during the months of June, July and August.",
        "Orange tip and brimstone are first, followed by meadow brown, gatekeeper, ringlet, green-veined white, small copper and common blue.",
        "Meadow The meadow area supports a range of grass species such as the delicate quaking grass, tufted hair grass and sweet vernal grass.",
        "In the morning, Landis would move its men into the meadow.",
        "majestic mountain at the end of this meadow.",
        "osier beds, or meadow.",
        "Other uncommon plants include meadow saffron, saw-wort and herb Paris.",
        "She made her way through the forest until she reached the trap-riddled meadow.",
        "skylark breeds on the meadow.",
        "The water vole resembles in many particulars the little meadow vole of the fields.",
        "Two female wasp spiders Argiope bruennichi were found on their webs in Latchford Meadow in late August.",
        "The first meadow leads steeply down to a vale of wet grassland.",
        "Reports of the year 's first Whinchat on the New Land and a Ring Ouzel in Long Meadow.",
        "The destruction of the wild-flower meadow by the building of an 18-hole golf course would also remove a wildlife haven.",
        "Perhaps it is a tranquil ocean beach, a grassy meadow with patches of beautiful wildflowers, or a snowy mountain peak.",
        "For example, if you visualize a meadow imagine you are walking barefoot in the grass.",
        "A. Liliastrum (St Brunos Lily) is a graceful alpine meadow plant in deep, free, sandy soil, in early summer throwing up spikes of snowy-white Lily-like blossoms.",
        "All the best Narcissi, and practically all the forms of the yellow and the bicolor Daffodils, may be planted in June, July, or August, in three ways-in the lawn or meadow, in the beds and borders of the garden, or in 6 or 8-inch pots.",
        "These kinds are really the only free and hardy open-air Narcissi, and are the best for the meadow or the lawn.",
        "Isopyrum - A graceful little plant allied to the Meadow Rues, I. thalictroides has prettier white flowers, and is valuable for its Maiden-hair Fern-like foliage.",
        "Meadow Beauty (Rhexia) - R. virginica is a beautiful dwarf bog plant with vivid, deep rosy flowers 6 or 8 inches high, in sandy swamps in New England and the Eastern States, and is found as far west as Illinois and Wisconsin.",
        "Meadow Rue (Thalictrum) - Perennial herbs with elegant foliage, but not showy flowers.",
        "Much the best and most ornamental of the violet-colored Meadow Rues is T. dipterocarpum, from W.",
        "Their cultivation is almost as simple as that of meadow grass.",
        "Above the handsome five-parted leaves, and rising to 4 feet or so high, the tall panicles of creamy-white flowers produce an effect not unlike that of a giant Meadow Sweet.",
        "Spring Meadow Saffron (Bulbocodium) - B. vernum is a pretty liliaceous bulb from 4 to 6 inches high, and one of the earliest of flowers, sending up large rosy-purple flower-buds, distinct in color.",
        "Meadow Ridge has the luxury of resort-style living for active seniors, including classes, trips, and a connected community.",
        "Even through the salty air, I could whiff the wine's bright citrus, melon, wild meadow aromas, and some honeysuckle blossoms.",
        "Whitetail deer wander aimlessly through the meadow, meandering between colorful vegetation and flowing water.",
        "The quiet solitude of a snow covered meadow or the amazing sight of the huge wind drifts along the sides of a cliff are often enough to get people coming back for more winter camping every year.",
        "However, if you're searching for a shot of color, you'll also find fun fashions in cherry, meadow, orchid, and other trendy colors.",
        "It's near the intersection of Meadow Lane and Dahlberg Drive off of Olson Memorial Highway.",
        "Visualization: Ask your teen to picture a peaceful setting, such as the beach, a meadow, a stream, etc. Have him close his eyes and dwell on this picture for several minutes.",
        "Most critics also thought that the film missed the mark when it came to the novel's famed \"meadow scene.\"",
        "They do not see the beauty of the wildflower meadow, or our wildlife haven.",
        "Trailing or half-shrubby herbs, the one best worth growing being the native L. corniculatus, which occurs in almost every meadow or pasture, forming tufts of yellow flowers with the upper part often red on the outside.",
        "Jule drew a deep breath and faced the small, grandfatherly man with eyes the color of an Irish meadow.",
        "He stalked off into the forest, away from the castle and cliff.  Toby clambered through the brush and trees after him, the angel's footsteps loud where Rhyn's were silent.  Rhyn found a deer path and followed it until he reached a snowy meadow.  Crossing it, he continued to look for a place to stash the angel where the kid wouldn't freeze to death.  After another hour of walking, he found a small pocket in the roots of a massive tree.",
        "Under hay are included the produce of clover, sainfoin and rotation grasses, and also that of permanent meadow.",
        "In the meadow adjoining, still called Llwyn y Groes (\"grove of the cross\"), is \"Eliseg's Pillar.\"",
        "- Nowhere in England can it be said that irrigation is necessary to ordinary agriculture, but it is occasionally employed in stimulating the growth of grass and meadow herbage in what are known as water-meadows.",
        "From the peculiar use which is made of the produce of an irrigated meadow, and from the conditions to which it is subjected, it is necessary to include in our mixture of seeds some that produce an early crop, some that give an abundant growth, and some that impart sweetness and good flavour, while all the kinds sown must be capable of flourishing on irrigated soil.",
        "Thus Ranunculus bulbosus has been observed to become quite rare after a few years' watering of a meadow in which it had been most abundant, R.",
        "The second point of primary importance is the size and slope of the main conductor, which brings the water from the river to the meadow.",
        "The stuff taken out of the conductor should be employed in making up its banks or correcting inequalities in the meadow.",
        "Here the con ductor should be led along the highest end or side of the meadow in an inclined plane; should it terminate in the meadow, its end should be made to taper when there are no feeders, or to terminate in a feeder.",
        "The main drain to carry off the water from the meadow should next be formed.",
        "It should be cut in the lowest part of the ground at the lower end or side of the meadow.",
        "That portion of the ground which is to be watered by one conductor should be made into beds to suit the circumstances of that conductor; that is, instead of the beds over the meadow being all reduced to one common level, they should be formed to suit the different swells in the ground, and, should any of these swells be considerable, it will be necessary to give each side of them its respective conductor.",
        "The distribution of the water over the whole meadow is regulated by the sluices, which should be placed at the origin of every conductor.",
        "By means of these sluices any portion of the meadow that is desired can be watered, whilst the rest remains dry; and alternate watering must be adopted when there is a scarcity of water.",
        "All the sluices should be substantially built at first with stones and mortar, to prevent the leakage of water; for, should water from a leak be permitted to find its way into the meadow, that portion of it will stagnate and produce coarse grasses.",
        "A small sluice placed in the side of the conductor opposite to the meadow, and at the upper end of it, will drain away the leakage that may have escaped from the head sluice.",
        "The meadow should be ready by August for sowing with one of the mixtures of grass-seeds already given.",
        "Then let the turf be laid down again and beaten firm, when the meadow will be complete at once, and ready for irrigation.",
        "The water should be let on, and trial made of the work, whenever it is finished, and the motion of the water regulated by the introduction of a stop in the conductors and feeders where a change in the motion of the current is observed, beginning at the upper end of the meadow.",
        "There are few pieces of land where the natural descent of the ground will not admit of the water being collected a second time, and applied to the irrigation of a second and lower meadow.",
        "In such a case the main drain of a watered meadow may form the conductor of the one to be watered, or a new conductor may be formed by a prolongation of the main drain; but either expedient is only advisable where water is scarce.",
        "Where it is plentiful, it is better to supply the second meadow directly from the river, or by a continuation of the first main conductor.",
        "In a meadow on the W.",
        "The meadow is ready.",
        "acres of meadow.",
        "It is also alive with insects including orange-tip and meadow brown butterflies and five-spot burnet moth.",
        "buttercup meadow behind the cottages, to the east of Milton Rd.",
        "In pasture, cutting will prevent meadow buttercup seeding.",
        "In addition this is one of the few sites in the county where meadow clary grows.",
        "The gently sloping gardens - not suitable for the elderly or toddlers, include a copse, lawns, flower meadow and formal gardens.",
        "An adjacent meadow of carefully cultivated corncockle, wild cornflower and poppies beside the local church is a delight in high summer.",
        "Outside there is a graveled courtyard which leads to a sunny spacious grassed garden with meadow views, perfect for a barbecue.",
        "cowherd boys used to tend their cows in a meadow where a terrible poisonous snake lived.",
        "Here we found meadow and bloody cranesbill, creeping jenny and rock stonecrop, as well as hoary plantain in flower.",
        "The striking meadow cranesbill showers our wildlife garden meadow with its bright blue flowers from June to August.",
        "They were essentially a class of land cultivators, who possessed small tenements, in which arable predominated over both meadow and pasture.",
        "The wildflowers might include ox-eye daisy, buttercup, yellow rattle, meadow sweet and cow slips.",
        "diverted from the stream along the top of the meadow and fed along the tops of the ridges.",
        "animal dung can change the plants growing in a meadow.",
        "These fen vegetation types grade into fen vegetation types grade into fen meadow on the drier ground behind.",
        "fen meadow had not been grazed for 25 years.",
        "flower meadow.",
        "fouling bin is in the process of being installed on Oxford Meadow.",
        "Among the attractive grasses, such as quaking-grass and meadow foxtail, you will find yellow rattle, an indicator species of old grassland.",
        "gatekeeper butterflies were common; perhaps, some of these were Meadow Browns.",
        "Through the open window there came the roar of a mown meadow and it suddenly became very gloomy in the room.",
        "The only species which would not be particularly welcome in a wildflower meadow was rye grass which can be very vigorous and competitive.",
        "Roesel's, dark and speckled bush-crickets are also in the Meadow, as is lesser marsh grasshopper.",
        "grassy meadow with houses just visible to the left.",
        "graveled courtyard which leads to a sunny spacious grassed garden with meadow views, perfect for a barbecue.",
        "graze in a meadow which he had all to himself.",
        "grazed meadow to rank vegetation.",
        "gusts of wind blow through the meadow.",
        "Good meadow hay, especially organic hay, will also provide these elements.",
        "Feed them meadow (grass hay) or timothy hay in unlimited amounts.",
        "There's a bright, golden haze on the meadow There's a bright, golden haze on the meadow.",
        "Numbers slowly declined, but we finished with a quick look round Skaters Meadow, which had abundant water horsetail and spike rush.",
        "Plant houses must both exclude local weather and imitate foreign climates: arid deserts, Amazonian jungle, tundra, alpine meadow.",
        "The grounds include a kitchen garden, vineyard, formal garden, fruit trees and hillside meadow for sun bathing and walks.",
        "ladyurchyards are often the only place where traditional meadow plants such as ladies ' bedstraw and meadow saxifrage can still flourish.",
        "In addition to skylarks, other birds feeding on the roof have included linnet, meadow pipit and pied wagtail.",
        "low-lying damp meadow next to the harbor at the top of Fishbourne channel.",
        "magnolia trees in the meadow, King Harvest has surely come.",
        "Design a summer meadow with some spring plants but include marjoram, knapweed and scabious.",
        "And he shall plow, carry manure, weed the grain, mow the meadow, scatter and pile.",
        "At Little Lathe near Coniston there is a small meadow typical of unimproved northern hay meadows.",
        "Peaceful meadow You stand in the tall grass of an enormous grassy meadow.",
        "meadow pipits are reported to undergo a partial molt in the first three months of the year.",
        "meadow cranesbill, green hellebore, tufted vetch and bird's foot trefoil are other seeds that will benefit from this treatment.",
        "meadow vetchling and hop trefoil.",
        "Churchyards are often the only place where traditional meadow plants such as ladies ' bedstraw and meadow saxifrage can still flourish.",
        "You may wish to sow or plant a wildflower meadow.",
        "The wet fen meadow had not been grazed for 25 years.",
        "Scarcer plants that occasionally occur throughout include Alpine saw-wort Saussurea alpina, alpine meadow rue Thalictrum alpinum.",
        "Agnes Marr, widow, surrendered a messuage and 48 acres of land and meadow with appurtenances in Thurcroft to Ralph Marr.",
        "moultfavorite choice is a Meadow Pipit that has recently molted.",
        "It also does well naturalized among grass if you have room for a meadow area that is only mowed once or twice a year.",
        "overflyround there all about lyeth in low meadow, often overflown by rage of rayne.",
        "In the floodplain there are still areas of enclosed meadow pasture.",
        "The reserve is also home to a number of bird species including meadow pipit, snipe and skylark.",
        "A muddy walk on March 22nd near junction of routes 51 and 57 produced only meadow pipits, Kentish plover and 2 cattle egrets.",
        "Pipits ran out with red throated and meadow but no water pipits ran out with red throated and meadow but no water pipit here.",
        "Indeed, the nineteenth century topography is of village in a meadow ascending a lofty sandstone ridge which has extensive views.",
        "Butterflies include ringlets, small skippers and meadow browns.",
        "Insect life is abundant with many common species of butterfly such as wall and meadow brown, ringlet and gate keeper.",
        "riverside meadow and is a common feature of Northumberland and Durham place names.",
        "Uncommon plants such as saw sedge, greater meadow rue and marsh valerian are found in the meadow.",
        "In autumn the meadows bloom once more, this time with meadow saffron - a plant associated with ancient grasslands.",
        "Species within the meadows include Yorkshire fog, great burnet, Lady's bedstraw, common knapweed, meadow vetchling and pepper saxifrage.",
        "The meadow floods regularly, as indicated by the damp-loving grasses, including the uncommon brown sedge.",
        "Meadow pipits skylarks and small waders are their most common meals.",
        "specialityass=\"ex\">Specialities of the reserve: Meadow thistle, heath spotted orchid, pignut.",
        "Sneezewort has been recorded on the riverbank and the meadows contain many species such as meadow saxifrage, great burnet and lesser stitchwort.",
        "syndrome by proxy \" theory put forward by Professor Sir Roy Meadow and now discredited.",
        "Specialities of the reserve: meadow thistle, heath spotted orchid, pignut.",
        "toot hill in the meadow ' .",
        "trample trampling meadow grass by staying in single file through meadows in summer.",
        "tufted hair-grass, ragged robin and meadow sweet are common.",
        "They are ideal for use with our wildflower meadow turf - please e-mail us with your requirements or for further details.",
        "The small pink flowers of marsh valerian can also be found throughout the meadow, often in large numbers.",
        "The flora includes reeds, rushes and sedges along with drier grassland species such as meadow vetchling.",
        "wasp spiders Argiope bruennichi were found on their webs in Latchford Meadow in late August.",
        "high - the whole plant resembling one of the large meadow sweets.",
        "Haugh is the first element of the name and means riverside meadow and is a common feature of Northumberland and Durham place names.",
        "Breeding birds of the river margins include sedge warbler, whitethroat and reed bunting, while skylark breeds on the meadow.",
        "Also seen were 4 woodcock, 34 meadow pipit, a redpoll and a skylark in song.",
        "Specialities of the reserve: Meadow thistle, heath spotted orchid, pignut.",
        "They were not payable of the following, except by custom: things of the substance of the earth, such as coals, minerals, turf and the like; things ferae naturae, such as fish, deer and the like; things tame, such as fowls, hounds or fish kept for pleasure or curiosity; barren land, until it is converted into arable or meadow land, and has been so for seven years; forest land, if in the hands of the king or his lessee, unless disafforested; a park which is disparked; or glebe land in the hands of the parson or vicar, which was mutually exempted from payment by the one to the other, but not if in the hands of the vicar's lessee.",
        "Dal, a meadow - Dolwilym, Dolau.",
        "They picnicked on fresh bread and jam washed down with warm Gatorade and a banana for dessert, sprawled in the grass next to a country stream, in a meadow abloom with spring flowers.",
        "meadow buttercup seeding.",
        "Specialities of the reserve: Juniper, meadow saxifrage, wild thyme, pyramidal orchid, round headed rampion, Duke of Burgundy butterfly.",
        "Reports of the year's first whinchat on the New Land and a Ring Ouzel in Long Meadow.",
        "wildflower meadow, or our wildlife haven.",
        "wildflower meadow turf - please e-mail us with your requirements or for further details.",
        "Avis Meadow - 15 acre wildflower meadow in Braydon Forest area of north Wiltshire.",
        "that of the Schermer in 1685, and their conversion into rich meadow land, Alkmaar gradually acquired an important trade.",
        "- Corm of Meadow Saffron (Colchicum autumnale).",
        "above freezing, the severity of frosts in winter is thus obviated, and the growth, especially of the roots of grasses, is encouraged; (2) nourishment or plant food is actually brought on to the soil, by which it is absorbed and retained, both for the immediate and for the future use of the vegetation, which also itself obtains some nutrient material directly; (3) solution and redistribution of the plant food already present in the soil occur mainly through the solvent action of the carbonic acid gas present in a dissolved state in the irrigation-water; (4) oxidation of any excess of organic matter in the soil, with consequent production of useful carbonic acid and nitrogen compounds, takes place through the dissolved oxygen in the water sent on and through the soil where the drainage is good; and (5) improvement of the grasses, and especially of the miscellaneous herbage, of the meadow is promoted through the encouragement of some at least of the better species and the extinction or reduction of mosses and of the innutritious weeds.",
        "Poa, a large genus widely distributed in temperate and cold countries, includes many meadow and alpine grasses; eight species are British; P. annua (fig.",
        "It would not be turned off the field even on the Tsaritsin Meadow.",
        "The smoking shell spun like a top between him and the prostrate adjutant, near a wormwood plant between the field and the meadow.",
        "Its meadow land - Mickle Mead, was once crucial for the sustenance of the whole community.",
        "An example is the \" Munchausen syndrome by proxy \" theory put forward by Professor Sir Roy Meadow and now discredited.",
        "The defeat is said to have left a bad taste in the mouths of the Everton fans who traveled to Gay Meadow.",
        "Early forms of the place-name suggest ' toot hill in the meadow '.",
        "Avoid trampling meadow grass by staying in single file through meadows in summer.",
        "In wetter areas, tufted hair-grass, ragged robin and meadow sweet are common.",
        "The first project to be completed is the Meadow Road underpass project, undertaken with local primary schools.",
        "Ataxia Telangiectasia (A-T) Medical Research Foundation. 5241 Round Meadow Road, Hidden Hills, CA 91302.",
        "The address is 845 Meadow Lane, N; Golden Valley, MN 55422.",
        "Of the land in the possession of the peasants no less than 70% is under crops, and of the land in the larger estates 52%; of the former category t i %, and of the latter 8%, is meadow.",
        "Other frequent species include meadow brome, meadow foxtail grass pepper saxifrage and meadow sweet.",
        "They are found on heath, salt marsh and open scrub, where they can find goldfinch, linnet or meadow pipit.",
        "Meadow Saffron (Colchicum) - Hardy bulbs, some handsome in autumn.",
        "On the steep sides of valleys the plan is easily and cheaply carried out, and where the whole course of the - water is not long the peculiar properties which give it value, though lessened, are not exhausted when it reaches that part of the meadow which it irrigates last.",
        "The points which require constant attention are - the perfect freedom of all carriers, feeders and drains from every kind of obstruction, however minute; the state and amount of water in the river or stream, whether it be sufficient to irrigate the whole area properly or only a part of it; the length of time the water should be allowed to remain on the meadow at different periods of the season; the regulation of the depth of the water, its quantity and its rate of flow, in accordance with the temperature and the condition of the herbage; the proper times for the commencing and ending of pasturing and of shutting up for hay; the mechanical condition of the surface of the ground; the cutting out of any very large and coarse plants, as docks; and the improvement of the physical and chemical conditions of the soil by additions to it of sand, silt, loam, `` chalk, &c.",
        "Even with a river supply fairly constant in level and always abundant, no attempt should be made to force on a larger volume of water than the feeders can properly distribute and the drains adequately remove, or one part of the meadow will be deluged and another stinted.",
        "The adjustment of the water by means of the sluices is a delicate operation when there is little water and also when there is much; in the latter case the fine earth may be washed away from some parts of the meadow; in the former case, by attempting too much with a limited water current, one may permit the languid streams to deposit their valuable suspended matters instead of carrying them forward to enrich the soil.",
        "The growth is less checked by early frosts; and whatever advantages to the vegetation may accrue by occasional excessive warmth in the atmosphere in the early months of the year are experienced more by the irrigated than by the ordinary meadow grasses by reason of the abundant development of roots which the water has encouraged.",
        "The principal river of northern Italy is the Po, which rises to the west of Piedmont and is fed not from glaciers like the Swiss torrents, but by rain and snow, so that the water has a somewhat higher temperature, a point to which much importance is attached for the valuable meadow irrigation known as marcite.",
        "Of this only about one-twelfth is meadow land.",
        "Within its borders are various popular beaches, including Woodmont (incorporated as a borough in 1903), Pond Point, Bay View, Fort Trumbull Beach (where a fortification, named Fort Trumbull, was erected in 1776), Myrtle Beach, Meadow's End, Walnut Beach and Milford Point.",
        "Most of the straths and glens have a floor of detritus which, spread out between the bases of the boundary hills, has been levelled into meadow land by the rivers and provides almost the sole arable ground in each district.",
        "The story which tells how the two went out one morning to dance round a tree of liberty in a meadow is an anachronism, though in keeping with their opinions.",
        "North Park, the highest of all, is a lovely country of meadow and forest.",
        "When it is found that the fibre separates readily from the woody shove \" or core, the beets or small bundles are ready for removing from the dams. It is drained, and then spread, evenly and equally, over a grassy meadow to dry.",
        "Ystrad, a meadow or rich lowland - Ystrad Mynach, Llanfihangel Ystrad.",
        "- and contains 4000 acres of arable land and 18,00o acres of meadow and hill pasture.",
        "Of the total land area of Sweden only about is arable or meadow land, but the percentage varies greatly in different parts, as will be understood from a recollection of the main physical divisions.",
        "There are two public parks - Broad Meadow (zo acres), part of ground reclaimed in 1859, and Levengrove (32 acres), presented to the corporation in 1885 by Peter Denny and John McMillan, two shipbuilders who helped lay the foundation of the town's present prosperity.",
        "RUNNIMEDE, or Runnymede, a meadow on the S.",
        "It has been disputed whether the ceremony took place actually in the meadow or on Magna Carta or Charter Island lying off it.",
        "About 35% of the total surface is occupied by forests, while about 4 o% is under tillage and about 19% under meadow and pasture.",
        "leah, meadow), e.g.",
        "These properties include tithes, tithe commutation rent charge, land used as arable, meadow or pasture ground only, or as woodlands, market gardens or nursery grounds, orchards, allotments, any land covered with water such as the reservoir of a waterworks company, or used only as a canal or towing-path of the same, or as a railway constructed under the powers of any Act of Parliament for public conveyance.",
        "Holcus lanatus (Yorkshire fog, soft grass) is a common meadow and wayside grass with woolly or downy leaves.",
        "The convent stands in a very picturesque position in a large meadow, sloping to the S.",
        "Dolbadarn means the \"Padarn meadow.\"",
        "The grass of the interior plains is of a coarse character and yellowish colour, very different from the meadow grasses of England.",
        "heaih-wic, \" the village on the flat meadow,\" or haga-wic,\" the fenced-in dwelling,\" the Gadeni being supposed to have had a settlement at this spot.",
        "\"Underhill\" flocks that have been kept for generations in East Anglia, on the Weald, and on flat meadow land in other parts of the country, have assumed a heavier type than the original \"Upperdown\" sheep. It was at one time thought not to be a rent-paying breed, but modern market requirements have brought it well within that category.",
        "The song birds and insectivorous birds include the cardinal grosbeak, scarlet and summer tanagers, meadow lark, song sparrow, catbird, brown thrasher, wood thrush, house wren, robin, blue bird, goldfinch, red-headed woodpecker, flicker (golden-winged woodpecker), and several species of warblers.",
        "The song-birds are well represented in the hermit thrush, wood thrush, Wilson's thrush (or veery), brown thrasher, robin, blue bird, bobolink, meadow lark, gold finch, &c. Among the game birds are the ruffed grouse (partridge), quail, prairie hen and wild turkey.",
        "On the northern slopes, at the higher levels, Juniperus pseudo-Sabina is the only tree that grows on the mountains, and luxuriant meadow grasses cover the syrts.",
        "It lies pleasantly on the river Avon, which here divides into numerous branches, flowing through flat meadow land.",
        "Starting, however, with that year as the most important in Irish economic history in modern times, we find that between 1847 and 1905 the total area under crops - cereals, green crops, flax, meadow and clover - decreased by 582,348 acres.",
        "Outside the recognized cereal and green crops, two others may be considered, flax and meadow and clover.",
        "During the period under review the area under meadow and clover has increased by more than 50%, rising from 1,138,946 acres in 1847 to 2,294,506 in 1905.",
        "It would thus appear that a large proportion of the land which has ceased to bear cereal or green crops is now laid down in meadow and clover.",
        "Song birds are numerous and of many varieties; among them are thrushes, mocking birds, blue birds, robins, wrens, chickadees, warblers, vireos, sparrows, bobolinks (reed birds or rice birds), meadow larks and orioles.",
        "The Old Hall, or manor house of the Asshetons, remains in an altered form, with an ancient prison adjoining, and the name of Gallows Meadow, still preserved, recalls the summary execution of justice by the lords of the manor.",
        "east of the city it loses itself in the marshlands known as the Meadow Lakes.",
        "The creek where the whippoorwills nested, the rolling hills of wild flowers, and the soothing sound of meadow larks - they were all the sights and sounds of a happy childhood.",
        "There they discovered a thin outline of tire tracks curving away in that direction, crossing a meadow of flowers.",
        "The messenger across the meadow waved and wheeled his horse.",
        "No man could cross the meadow alive without knowing where the traps lay.",
        "Taran signaled the archers first, then watched as Tiyan's warriors melted from the meadow to the south side of the city.",
        "You have access to the adjacent farmland; so, use the meadow for feeding.",
        "I do not know the distribution and extent of the grazing marsh which is pasture or meadow and how much is grazed and periodically inundated with water.",
        "Sibson, the 19th century antiquarian, mentions finding the Road in the field to the west of the Smallbrook stream in Brook Meadow.",
        "The cultivated land is principally arable; the proportion of meadow being very small; the downs and commons are extensive.",
        "Damper areas support species such as meadowsweet, ragged robin, water avens, lady's mantle and meadow fescue.",
        "avenue of mature beech above and overlooking an area of wet meadow.",
        "What we had originally believed to be a high ' alpine ' meadow was an expanse of dwarf bamboo turned white by the cold.",
        "The grounds are wonderful, with pathways leading through wild meadow and by a little beck is a child's play house.",
        "The immediate effect of this is rather like stepping straight from a glorious, sunlit, flower-filled meadow into a treacherous bog.",
        "bounty offered by a meadow.",
        "On the 3rd April the first female brimstone was seen on Latchford meadow.",
        "He also reckons both meadow and soft bromes are becoming more widespread.",
        "In spring and summer the meadows have a rich collection of wet meadow plants including great burnet and the fragrant meadowsweet.",
        "Butterflies, including meadow brown, common blue and dark green fritillary, add more color to the forest rides."
    ],
    "definition": [
        "mead′ow·y\nadjective",
        "Link/Cite",
        "A field or pasture; a piece of land covered or cultivated with grass, usually intended to be mown for hay; an area of low-lying vegetation, especially near a river.",
        "Low land covered with coarse grass or rank herbage near rivers and in marshy places by the sea.\nthe salt meadows near Newark Bay",
        "Link/Cite"
    ]
}