{
    "translation": ".1 אמצעי, צעד\n.2 מד, מידה",
    "uses": [],
    "definition": [
        "a. A reference standard or sample used for the quantitative comparison of properties: The standard kilogram is maintained as a measure of mass.\nb. A unit specified by a scale, such as an inch, or by variable conditions, such as a day's march.\nc. A system of measurement, such as the metric system.\nd. The dimensions, quantity, or capacity of something as ascertained by comparison with a standard: curtains made to measure; took his measure for the suit jacket.\ne. A device used for measuring.\nf. The act of measuring: By measure the picture was four feet tall.",
        "An evaluation or a basis of comparison: “the final measure of the worth of a society” ( Joseph Wood Krutch )",
        "Extent or degree: The problem was in large measure caused by his carelessness.",
        "a. A definite quantity that has been measured out: a measure of wine.\nb. A fitting amount: a measure of recognition.\nc. A limited amount or degree: a measure of goodwill.",
        "a. Limit; bounds: generosity knowing no measure.\nb. Appropriate restraint; moderation: “The union of … fervor with measure, passion with correctness, this surely is the ideal” ( William James )",
        "a. An action taken as a means to an end; an expedient: measures taken to improve energy efficiency.\nb. A law or ballot initiative adopted by a legislature as a remedy for a problem.",
        "a. Poetic meter.\nb. Music The metric unit between two bars on the staff; a bar.",
        "a. To ascertain the dimensions, quantity, or capacity of: measured the height of the ceiling.\nb. To mark, lay out, or establish dimensions for by measuring: measure off an area.\nc. To mark off or apportion, usually with reference to a given unit of measurement: measure out a pint of milk.\nd. To allot or distribute as if by measuring; mete: The revolutionary tribunal measured out harsh justice.",
        "a. To estimate by evaluation or comparison: “I gave them an account … of the situation as far as I could measure it” ( Winston S. Churchill )\nb. To bring into comparison: She measured her power with that of a dangerous adversary.",
        "To serve as a measure of: The inch measures length.",
        "To consider or choose with care; weigh: He measures his words with caution.",
        "Archaic To travel over: “We must measure twenty miles today” ( Shakespeare )",
        "To be of a specific measurement: The room measures 12 by 20 feet.",
        "To take a measurement.",
        "To allow of measurement: White sugar measures more easily than brown.",
        "meas′ur·er\nnoun",
        "Link/Cite",
        "The quantity, size, weight, distance or capacity of a substance compared to a designated standard.",
        "An (unspecified) quantity or capacity.\na measure of salt",
        "The precise designated distance between two objects or points.",
        "The dimensions or capacity of anything, reckoned according to some standard; size or extent, determined and stated.\nThe tailor took my measure for a coat.",
        "The act of measuring.",
        "A musical designation consisting of all notes and or rests delineated by two vertical bars; an equal and regular division of the whole of a composition.",
        "(music) The group or grouping of beats, caused by the regular recurrence of accented beats.",
        "(dancing) A regulated movement, especially in a slow and stately dance, corresponding to the time in which the accompanying music is performed.",
        "(poetry) The manner of ordering and combining the quantities, or long and short syllables; meter; rhythm; hence, a metrical foot.\na poem in iambic measure",
        "A rule, ruler or measuring stick.",
        "A tactic, strategy or piece of legislation.\nHe took drastic measures to halt inflation.",
        "(mathematics) A function that assigns a non-negative number to a given set following the mathematical nature that is common among length, volume, probability and the like.",
        "(arithmetic, dated) A number which is contained in a given number a number of times without a remainder; a divisor.\nthe greatest common measure of two or more numbers",
        "(geology) A bed or stratum.\ncoal measures; lead measures",
        "An indicator; something used to assess some property.\nThe average price of basic household goods is a measure for inflation.   Honesty is the true measure of a man.",
        "(mathematics): positive measure, signed measure, complex measure, Borel measure, Ïƒ-finite measure, complete measure, Lebesgue measure",
        "To ascertain the quantity of a unit of material via calculated comparison with respect to a standard.\nWe measured the temperature with a thermometer.   You should measure the angle with a spirit level.",
        "To estimate the unit size of something.\nI measure that at 10 centimetres.",
        "To judge, value, or appraise.",
        "To obtain or set apart; to mark in even increments.",
        "(rare) To traverse, cross, pass along; to travel over.",
        "To adjust by a rule or standard.",
        "To allot or distribute by measure; to set off or apart by measure; often with out or off.",
        "Link/Cite"
    ]
}