{
    "translation": "חבר (בקבוצה כלשהי)",
    "uses": [
        "I'm showing a new member to her room.",
        "\"He knows a member of his family helped me,\" was the response.",
        "Normally I am greeted by a member of my clan.",
        "A'Ran, assuming his sisters could handle the newest member of their family, turned and started toward the white dwelling before him.",
        "\"A member without salary,\" repeated Arakcheev.",
        "The newest member of their family, Yully wasn't quite comfortable yet.",
        "It was not likely for the paths of a soldier and a member of the political elite to cross paths, but he was the closest thing she had ever had to a friend since leaving her home at the age of four.",
        "We'll take the supplies and come back for our team member when he's well.",
        "They nearly reached the women's wing when the strange little Council member with white eyes called out to her.",
        "His reward for his services was election in 1859 to the Ohio Senate as the member from Portage and Summit counties.",
        "Nesvitski was there as an old member of the club.",
        "I was tardy in keeping him informed, especially concerning Julie, now a sort-of member of our group.",
        "I'm a member of the ruling pack.",
        "She would fight, and she would die by her own hand if it came to it, as bravely as any member of her guard died for her.",
        "Enforcement of all rules will apply appropriately by the Ouray County Sheriff, the Ouray Police or by any board member of the Ouray Ice Park, Inc.",
        "His trusted advisor had never done so before, but A'Ran hadn't thought any member of his household capable of the complexities of battle planning.",
        "She leaned against the wall and drew a deep breath, praying A'Ran trusted this Council member for a reason.",
        "She dressed in a comfortable uniform marking her as a civilian member of the government service before hesitating to choose what uniforms to bring: the summer- or winter-weight uniforms.",
        "Jetr, the only Council member he trusted, had been an ally for three generations of his family without appearing to age.",
        "\"You told Romas I was trying to leave, and now he's going to-- \" \"I told him a member of his family freed me.",
        "Suddenly, she felt guilty for using the emerops depots for herself like a typical member of the elite.",
        "I have to be a member of your group, and I have to stay here so the bad guys don't get me.",
        "We have a member of the healing guild on staff, but her skill wasn't old enough for you.",
        "They reached Sasha.s room, and the convent member pushed the door open to reveal Sasha.s torn-up body.",
        "\"You choose to honor a member of his guard,\" Taran added.",
        "You're officially now detailed to the VP's staff; however, you'll remain a permanent member of my staff.",
        "Right, because killing in cold blood isn.t something a Council member does.",
        "With the exception of Lori, a childhood playmate; Katie, the groom's sister; and Saundra, the receptionist at the groom's veterinary clinic – and of course, Carmen, the bride; everyone in attendance was a member of the Reynolds family.",
        "Oh yes, that would make Lori a member of the Reynolds family too – technically.",
        "Ledden, the oldest member of her guard, stood by the door.",
        "Supported by the influence of Louis Batthyany, after a keenly fought struggle he was elected member for Budapest in the new Diet.",
        "He was a member of Congress for many years, and was noted for his odd manners and strong self- will.",
        "Besides, Nota was the only member of the crime family who knew Dean's face and by all accounts he'd left Parkside some time ago.",
        "On the accession of the latter to the throne, Andrew Stone was appointed treasurer to Queen Charlotte, and attaching himself to Lord Bute he became an influential member of the party known as \"the king's friends,\" whose meetings were frequently held at his house.",
        "In 1808 he was elected a member of the French Academy in place of Cabanis, and in 1832 he was also named a member of the Academy of Moral Sciences on its reorganization.",
        "Having devoted much time to the study of the Latin writers, historians, orators and poets, and filled his mind with stories of the glories and the power of ancient Rome, he turned his thoughts to the task of restoring his native city to its pristine greatness, his zeal for this work being quickened by the desire to avenge his brother, who had been killed by a noble, a member of the ruling class.",
        "Rhyn paced under the watchful gaze of the convent member, itching to leave Kiki to find Katie.  Instead, he forced himself to wait.  He'd lost one brother this night.  He wanted to make sure Kiki was okay before leaving him.",
        "What are your thought concerning our love sick member?",
        "And now they had another family member.",
        "He has slain a family member.",
        "Unfortunately, you are a Council member.",
        "The cafeteria was four times the size of the one she was used to, and she lingered in the doorway, finally catching the attention of a convent member.",
        "You've refused women from every Council member's family.",
        "He would find a bar where gangs hung out and purposely pick a fight with the biggest, most obnoxious member.",
        "With the hour, he may know the condition of his team member.",
        "A look of incredulity crossed her features, and he doubted any army-type had ever threatened one of the elite class member forces.",
        "\"Charlie!\" he bellowed at the PMF member.",
        "\"Mr. Jones,\" was Jack Webster, a local realtor, who was apparently having an affair with the wife of a city council member.",
        "Only a member of the White God's family can kill him.",
        "She turned and almost ran into the third member.",
        "In 1876 Garfield for the eighth time was chosen to represent his district; and afterwards as one of the two representatives of the Republicans in the House, he was a member of the Electoral Commission which decided the dispute regarding the presidential election of 1876.",
        "It originated with Mahommed ibn Tumart, a member of the Masmuda, a Berber tribe of the Atlas.",
        "In 1892 he became a member of the British House of Commons as an Irish Nationalist, being elected for South Longford.",
        "In 1851 he became a member of the staff of the College de France as assistant to A.",
        "He became a member of the Academy of Medicine in 1863, and ten years afterwards entered the Academy of Sciences, of which he became perpetual secretary in 1889 in succession to Louis Pasteur.",
        "From 1832 to 1885 Kendal sent one member to parliament, but since the last date its representation has been merged in that of the southern division of the county.",
        "In 1394 the countship came to the house of Orleans, a member of which, Francis I., became king of France in 1515 and raised it to the rank of duchy in favour of his mother Louise of Savoy.",
        "His attention to all trade questions was close and constant; he was a member of the council of trade and plantations appointed in 1670, and was its president from 1672 to 1676.",
        "Molly appeared less shy around Howie than us, acting more casual toward him as if he was a member of her family.",
        "Jonathan was no more blood relation to them than Destiny, but neither child could have been loved more deeply nor considered more a family member.",
        "\"You took an oath to serve the Immortals, their cause, and be a member of this Council,\" Kris grated.",
        "He rejoined the awaiting convent member in the courtyard outside Hannah's room and trailed her through the Sanctuary.",
        "\"You!\" he yelled at a member of the Sanctuary entering the courtyard.",
        "If the lowly guards knew a member of her clan must be on the throne for the Springs to heal, who else did?",
        "Her advisor did not believe what the guards believed, that only a member of her clan could make the Springs heal people.",
        "In 1862 he was elected a member of Congress from the Ashtabula district of Ohio, and, resigning his.",
        "Another friend tells her either member of the couple should be able to instantly remove the couple page when the relationship goes sour.",
        "A member of the Hofkriegsrath from Vienna had come to Kutuzov the day before with proposals and demands for him to join up with the army of the Archduke Ferdinand and Mack, and Kutuzov, not considering this junction advisable, meant, among other arguments in support of his view, to show the Austrian general the wretched state in which the troops arrived from Russia.",
        "She frowned at his tone, as if he considered her the newest, permanent member of his organization and not the guest she was.",
        "One member of Mountain Rescue grabbed him under the arms while another unfastened his line, but he shook off their ministrations while he tried to focus on the activity going on around him.",
        "Andre gave him a disapproving look, and Gabriel realized the joke was probably misplaced when talking to the family member of the deceased.",
        "They had badgered the parents of their thirteen year old member into getting him a cell phone and then had started on Carmen.",
        "The tongue is so serviceable a member (taking all sorts of shapes, just as is wanted),--the teeth, the lips, the roof of the mouth, all ready to help, and so heap up the sound of the voice into the solid bits which we call consonants, and make room for the curiously shaped breathings which we call vowels!",
        "This lasted for several minutes; then this mood passed, and Nancy was thrown ruthlessly on the floor and pushed to one side, while a large, pink-cheeked, fuzzy-haired member of the family received the little mother's undivided attention.",
        "Fred was snuggled up on the sofa, next to the only woman member of the law-folk group.",
        "Next year he was made a domestic prelate and shortly afterwards a member of the Congregation del boon governo.",
        "Douglas is in all important respects even more of a medievalist than his contemporaries; and, like Henryson and Dunbar, strictly a member of the allegorical school and a follower, in the most generous way, of Chaucer's art.",
        "A delegate must be a member of the association.",
        "This Robert Livingston, founder of the American family, became in 1675 secretary of the important Board of Indian Commissioners; he was a member of the New York Assembly in1711-1715and 1716-1727 and its speaker in 1718-1725, and in 1701 made the proposal that all the English colonies in America should be grouped for administrative purposes \"into three distinct governments.\"",
        "He was one of the founders of the College of New Jersey (now Princeton University), was a member of the New York Council for some years before the War of Independence, a member and president of the First Provincial Congress of New York (1775), and a member of the Second Provincial Congress (1775-1776).",
        "He was a member of the New York Assembly in 1759-1769, a delegate to the Stamp Act Congress of 1765, a member of the Continental Congress from 1774 until his death and as such a signer of the Declaration of Independence, and in1777-1778was a member of the first state senate.",
        "In 1820 he was elected as a deputy to the cantonal council, and was a member of the extraordinary diet of 1832.",
        "Portocarrero was induced to become a supporter of the French party, which desired that the crown should be left to one of the family of Louis XIV., and not to a member of the king's own family, the Habsburgs.",
        "In 1761 he was promoted to be member of council, under the presidency of Mr Vansittart, who had been introduced by Clive from.",
        "On the failure of this attempt he left Austria and joined the headquarters of the Prussian army (1813), and became a member of the board of administration for north Germany.",
        "In 1820 he retired with a pension his estate at Hornau, near Hochst, in Hesse-Darmstadt; but as a member of the first chamber of the states of the grand-duchy he continued to take an active share in the promotion of measures for the welfare of his country.",
        "He then entered the Dutch service, took part in the campaigns of 1815, and, after studying another year at Heidelberg, was member for Luxemburg of the military commission of the German federal diet (1824, 1825).",
        "Up to 1848 he was a government official in Nassau; in that year he became a member of the German national parliament and undersecretary of state for foreign affairs.",
        "Throughout the revolutionary years he supported his brother's policy, became a member of the Erfurt parliament, and, after the collapse of the national movement, returned to the service of the duchy of Nassau.",
        "In 1871 he retired, and in 1881 was nominated a life member of the Upper Chamber (Herrenhaus).",
        "Roland became a member of the Jacobin Club.",
        "He sat for Wiltshire in the Barebones parliament, of which he was a leading member, and where he supported Cromwell's views against the extreme section.",
        "On the resignation of this parliament he became a member of the council of state named in the \"Instrument.\"",
        "On the formation of the kingdom of Italy he returned to Tuscany and was elected member of parliament; he died in 1862.",
        "On his return to Lyons, Chalier was the first to be named member of the municipal bureau.",
        "He soon became a prominent member of the national or Calixtine party, and after the death of Ptacek of Pirkstein its leader.",
        "Cremona's reputation had now become European, and in 1879 he was elected a corresponding member of the Royal Society.",
        "The parliamentary borough of Greenwich returns one member.",
        "He held this position until 1906, and in that year was returned as Socialist member for Blackburn.",
        "In 1920 she went to Russia as a member of one of the various Labour delegations invited to inspect Soviet conditions of government.",
        "In 1847 he began to act as Privatdozent in the university, and founded with Reinhardt the Archiv fiir pathologische Anatomie and Physiologic, which, after his collaborator's death in 1852, he carried on alone, and in 1848 he went as a member of a government commission to investigate an outbreak of typhus in upper Silesia.",
        "In 1862 he was elected a member of the Prussian Lower House.",
        "In the local and municipal politics of Berlin again he took a leading part, and as a member of the municipal council was largely responsible for the transformation which came over the city in the last thirty years of the 19th century.",
        "About the same time (April 1645) Schoock was summoned before the university of Groningen, of which he was a member, and forthwith disavowed the more abusive passages in his book.",
        "Having discovered this prime or absolute member of the group, we proceed to consider the degrees in which the other members enter into relation with it.",
        "You cannot in the actual man cut soul and body asunder; they interpenetrate in every member.",
        "He was a priest of the Jerusalem temple, probably a member of the dominant house of Zadok, and doubtless had the literary training of the cultivated priesthood of the time, including acquaintance with the national historical, legal and ritual traditions and with the contemporary history and customs of neighbouring peoples.",
        "As a member of the council of Madras he helped to defend the city against the French in 1759, and in July 1760 he went to Bengal as president of the council and governor of Fort William.",
        "Scarcely any member of the Arabian circle of the sciences, including theology, philology, mathematics, astronomy, physics and music, was left untouched by the treatises of Avicenna, many of which probably varied little, except in being commissioned by a different patron and having a different form or extent.",
        "So stringent are the obligations of hospitality that a household is bound to exact reparation for any injury done to a guest as though he were a member of the family.",
        "In 1880 Prenk was kidnapped by the Turkish authorities and exiled to Anatolia; another member of the ruling family was appointed kaimakam, but the Mirdites refused to obey him, and their district has ever since been in a state of anarchy.",
        "Notwithstanding certain points of resemblance in structure and phonetics, Albanian is entirely distinct from the neighbouring languages; in its relation to early Latin and Greek it may be regarded as a co-ordinate member of the Aryan stock.",
        "Southern Albania and Epirus remained under Byzantine domination till 1204, when, after the capture of Constantinople by the crusaders, Michael Comnenus, a member of the imperial family, withdrew to Epirus and founded an independent sovereignty known as the Despotate of Epirus at Iannina; his realm included the whole of southern Albania, Acarnania and Aetolia.",
        "He was educated at Cambridge and afterwards entered politics, becoming private secretary to the Prime Minister, Lord Derby, from 1852 to 1855, and sitting as member for Beverley from 1854 to 1857.",
        "MARCUS AEMILIUS SCAURUS (c. 163-88 B.C.), Roman statesman, was a member of a great patrician family which had sunk into obscurity.",
        "Membership in the church depends solely upon being enrolled as a member of one of these meetings for Christian fellowship, and thus placing oneself under pastoral oversight.",
        "In 1870, by an arrangement which he attributed to his friend Robert Lowe, afterwards Lord Sherbrooke (at that time a member of Gladstone's ministry), Scott was promoted to the deanery of Rochester and Jowett was elected to the vacant mastership by the fellows of Balliol.",
        "The\" kerk-raad \"(kirk-session) met weekly, the magistrate being a member ex officio.",
        "Dr Briggs remained a member of the Union Seminary faculty but left the Presbyterian Church to enter the Protestant Episcopal.",
        "In 1861 he became inspector of the Academy of Paris, in 1864 professor of philosophy to the Faculty of Letters, and in 1874 a member of the French Academy.",
        "He was elected member for the city of Dublin in 1761, his colleague in the representation being the recorder, Henry Grattan's father.",
        "Thurman was a member of the Electoral Commission of 1877, and was one of the American delegates to the international monetary conference at Paris in 1881.",
        "Argentina has been a member of the Postal Union since 1878.",
        "No member of a family that has reigned in France is eligible for either chamber.",
        "The only exception to this rule is that no member of a royal family which has once reigned in France can be elected.",
        "The ministers, whether members of parliament or not, have the right to sit in both chambers and can address the house whenever they choose, though a minister may only vote in the chamber of which he happens to be a member.",
        "This council, which consists for the most part of business and professional men, is elected by universal suffrage, each canton in the department contributing one member.",
        "He is assisted, and in some degree controlled, in his work by the district council (conseil darrondissement), to which each canton sends a member, chosen by universal suffrage.",
        "Every Frenchman therefore is a member of the army practically or potentially from the age of twenty to the age of forty-five.",
        "The chief of staff of the army is also a member of the council.",
        "A friend of the family, Lord Foley, provided the funds for his legal training, and he became a member of Lincoln's Inn on his departure from Oxford, being called to the bar in 1730.",
        "He became by a singular arrangement, only repeated in the case of Lord Ellenborough, a member of the cabinet, and remained in that position through various changes of administration for nearly fifteen years, and, although he persistently refused the chancellorship, he acted as Speaker of the House of Lords while the Great Seal was in commission.",
        "He became a member of parliament, and was sent in 1562 as ambassador to France, where he remained till 1566; and in 1572 he again went to France in the same capacity for a short time.",
        "This last word is the regular French for \"knight,\" and is chiefly used in English for a member of certain foreign military or other orders, particularly of the Legion of Honour.",
        "As the name implies, the ports originally constituting the body were only five in number - Hastings, Romney, Hythe, Dover and Sandwich; but to these were afterwards added the \"ancient towns\" of Winchelsea and Rye with the same privileges, and a good many other places, both corporate and non-corporate, which, with the title of limb or member, held a subordinate position.",
        "To Rye was attached the corporate member of Tenterden, and to a Hythe the non-corporate member of West Hythe.",
        "During the next twenty years the philo-laconian policy of Cimon secured Aegina, as a member of the Spartan league, from attack.",
        "The one species, from Western Australia, is the largest member of the family, being about the size of a rabbit, to which it bears sufficient superficial resemblance to have acquired the name of \"native rabbit\" from the colonists.",
        "His ancestor, Richard Seymour, a Protestant Episcopal ` clergyman, was an early settler at Hartford, Connecticut, and his father, Henry Seymour, who removed from Connecticut to New York, was prominent in the Democratic party in the state, being a member of the \"Albany Regency\" and serving as state senator in1816-1819and in 1822, and as canal commissioner in 1819-1831.",
        "Marcy in 1833-1839, was a member of the New York Assembly in 1842, in 1844 and in 1845, being speaker in 1845; mayor of Utica in 1843, and in 1852 was elected governor of the state over Washington Hunt (1811-1867), the Whig candidate, who had defeated him in 1850.",
        "Lord Rayleigh had an interest in abnormal psychological investigations, and became a member and vice president of the Society for Psychical Research.",
        "During a long and active life, he played many parts: professor of mathematics at the Elphinstone college (1854) founder of the Rast Goftar newspaper; partner in a Parsi business firm in London (1855); prime minister of Baroda (1874); member of the Bombay legislative council (1885); M.P. for Central Finsbury (1892-1895), being the first Indian to be elected to the House of Commons; three times president of the Indian National Congress.",
        "Biog.) to have been \"at once admitted to the privy council\"; but probably this is a mistake for the ordinary council, of which Morton might well have been made a member when he was appointed master in chancery and chancellor of the duchy of Cornwall.",
        "the excess of the 1 The statistical portion of this article includes Tasmania, which is a member of the Australian Commonwealth.",
        "This tribunal differs from similar courts in the states inasmuch as it consists of a single member, called the \" president,\" an officer appointed by the governor-general from among the justices of the High Court of Australia.",
        "Smith, at the request of a member of the commission by which the prize was proposed, undertook in 1882 to write out the demonstration of his general theorems so far as was required to prove the results for the special case of five squares.",
        "JACQUES ROUSSEAU (1630-1693), French painter, a member of a Huguenot family, was born at Paris in 1630.",
        "He was soon admitted a member of the French Academy of the Fine Arts, but on the revocation of the edict of Nantes he was obliged to take refuge in Holland, and his name was struck off the Academy roll.",
        "Sachsen-Meiningen), a duchy in Thuringia, forming an independent member of the German empire and consisting chiefly of an irregular crescent-shaped territory, which, with an average breadth of 10 m., stretches for over 80 m.",
        "Saxe-Meiningen had entered the confederation of the Rhine in 1807, but had joined the allies in 1813 and became a member of the German confederation in 1815.",
        "1826), who immediately made peace with Prussia and joined the North German Confederation, his land becoming a member of the new German empire in 1871.",
        "de Lesseps was a member of the French Academy, of the Academy of Sciences, of numerous scientific societies, Grand Cross of the Legion of Honour and of the Star of India, and had received the freedom of the City of London.",
        "university statutes, in which he indicated the necessity for reform; and in 1850 and 1855 he was a member of the commission of inquiry relative to the university of Cambridge.",
        "- After the revolution in Russia, Western (or Russian) Turkestan became a member of the Federation of Soviet Republics.",
        "In 1879 he was made hereditary member of the Upper House.",
        "The parliamentary borough returns one member.",
        "In 1914 his preeminence had become so evident that a special position was created for him in Berlin, where he was elected a member of the Royal Academy of Sciences and given a sufficient stipend to enable him to devote all his time to research without any restrictions or duties whatsoever.",
        "He was elected a foreign member of the Royal Society.",
        "in 1921, having also been made previously a member of the Amsterdam and Copenhagen Academies, while the universities of Geneva, Manchester, Rostock and Princeton conferred honorary degrees on him.",
        "He was the real founder of the Romantic school; to him more than to any other member of the school we owe the revolutionizing and germinating ideas which influenced so profoundly the development of German literature at the beginning of the 19th century.",
        "Fain was a member of the council of state and deputy from Montargis from 1834 until his death, which occurred in Paris on the 16th of September 1837.",
        "Tompkins in state, and a National Republican in national politics, after 1828 became allied with the Anti-Masonic party, attending the national conventions of 1830 and 1831, and as a member of the organization he served four years (1830-1834) in the state Senate.",
        "In North America, where the species of oak are very numerous, the most important member of the group is Q.",
        "In July 1643 Cromwell had been appointed governor of the Isle of Ely; on the 22nd of January 1644 he became second in command under the earl of Manchester as lieutenant-general of the Eastern Association, and on the 16th of February 1644 a member of the Committee of Both Kingdoms with greatly increased influence.",
        "Although the idol of his victorious army, and in a position enabling him to exercise autocratic power, he laboured unostentatiously for more than a year and a half as a member of the parliament, whose authority he supported to the best of his ability.",
        "He was a member of the Missouri Constitutional Convention of 1820, and was elected to the state House of Representatives in 1820 and to the state Senate in 1822, serving one term in each house.",
        "In 1833 he was appointed professor of Greek and Roman philosophy at the college of France and a member of the Academy of Sciences; he then published the Mélanges philosophiques (4th ed.",
        "Marx as indicating that Plautus was a member of the theatrical staff of Livius Andronicus.",
        "The precursor of the thegn was the gesith, the companion of the king or great lord, the member of his comitatus, and the word thegn began to be used to describe a military gesith.",
        "The thegn became a member of a territorial nobility, and the dignity of thegnhood was attainable by those who fulfilled certain conditions.",
        "Her brother, the actor Nicolas Desmares (c. 1650-1714), began as a member of a subsidized company at Copenhagen, but by her influence he came to Paris and was received in 1685 sans debut - the first time such an honour had been accorded - at the Comedie Frangaise, where he became famous for peasant parts.",
        "Although married she always remained a member of her father's house - she is rarely named wife of A, usually daughter of B, or mother of C. Divorce was optional with the man, but he had to restore the dowry and, if the wife had borne him children, she had the custody of them.",
        "A sort of symbolic retaliation was the punishment of the offending member, seen in the cutting off the hand that struck a father or stole a trust; in cutting off the breast of a wet-nurse who substituted a changeling for the child entrusted to her; in the loss of the tongue that denied father or mother (in the Elamite contracts the same penalty was inflicted for perjury); in the loss of the eye that pried into forbidden secrets.",
        "Early in the 10th century the papacy fell into the hands of a noble family, known eventually as the counts of Tusculum, who almost succeeded in rendering the office hereditary, and in uniting the civil and ecclesiastical functions of the city under a single member of their house.",
        "The last member of the Visconti family of whom we had occasion to speak was Azzo, who bought the city in 1328 from Duchy of Louis of Bavaria.",
        "Garibaldi, elected member for Naples, ouficed Cavour in unmeasured terms for his treatment of the inteers and for the cession of Nic,e, accusing him of leading country to civil war.",
        "Formerly a friend and disciple of Mazzini, with whom he had broken on the question of the monarchical form of government which Crispi believed indispensable to the unification of Italy, he had afterwards been one of Garibaldis most efficient coadjutors and an active member of the party of action.",
        "Giolitti scarcely improved matters by creating Tanlongo a member of the senate, and by denying in parliament the existence of any mismanagement.",
        "In November Signor Gianturco died, and Signor Pietro Bertolini took his place as minister of public works; the latter proved perhaps the ablest member of the cabinet, but the acceptance of office under Giolitti of a man who had been one of the most trusted and valuable lieutenants of Signor Sonnino marked a further step in the dgringolade of that statesmans party, and was attributed to the fact that Signor Bertolini resented not having had a place in the late Sonnino ministry.",
        "But at present the word \"leech\" is applied to every member of the group Hirudinea, for the general structure and classification of which see Chaetopoda.",
        "He was a member of parliament in 1774 and 1775; in 1776 he became a peer as Baron Osborne, and in 1777 lord chamberlain of the queen's household.",
        "An embassy, with the earl of Wiltshire at its head, was despatched to Rome in 1530, that \" the matter of the divorce should be disputed and ventilated,\" and Cranmer was an important member of it.",
        "Famous for his speeches at the Jacobin club, he was elected a member of the municipality of Paris, then of the Legislative Assembly, and later of the National Convention.",
        "a member of the Onge tribe) - has thus become a persistent book-name for the people.",
        "Early in 984 the king was seized by Henry II., the Quarrelsome, the deposed duke of Bavaria, who claimed the regency as a member of the reigning house, and probably entertained the idea of obtaining the kingly dignity himself.",
        "Musselburgh joins with Leith and Portobello (the Leith Burghs) in returning one member to parliament.",
        "In 1858 he resumed this office in Lord Derby's second administration, being returned to the House of Commons as member for Stamford.",
        "He also succeeded Fourcroy as member of the Academy.",
        "Berthollet's theoretical views regarding the composition of the metallic oxides, and he also showed Berthollet's \"zoonic acid\" to be impure acetic acid (1802); but Berthollet (q.v.), so far from resenting these corrections from a younger man, invited him to become a member of the Societe d'Arcueil.",
        "He took part in the revolution of 1868, wrote the \"Manifesto of Cadiz,\" took office as colonial minister, favoured the candidature of the duc de Montpensier, resigned in 1871, returned to his early Conservative principles, and was a member of Alfonso XII.'s first cabinet.",
        "A member of all the chief archaeological societies in Europe, he was given hon.",
        "He helped to crush the rising of the peasants under Thomas Munzer in Thuringia in 1525; he was a member of the league of Schmalkalden, and took part in all the movements of the Protestants against Charles V.",
        "With Albert was associated his brother Gebhard, and another member of the family was Johann Gebhard, elector of Cologne from 1558 to 1562.",
        "In this capacity he was present in 1569 at the battle of Moncontour, where another member of his family, Count Wolrad of Mansfeld (d.",
        "In the most generally used sense, a plant is a member of the lower or vegetable order of living organized things; the term is also popularly applied to the smaller herbaceous plants, thus excluding trees and shrubs.",
        "The turgidity in the cells of a growing member is not uniform, but shows a fairly rhythmical variation in its different parts.",
        "If the member is one which shows a difference of structure on two sides, such as a leaf, the two sides frequently show a difference of degree of turgidity, and consequently of rate of growth.",
        "The leaf (phyllome) is an appendicular member only borne by a stem, but differing from it more or less obviously in form and development, though co-ordinate with it in complexity of structure.",
        "Metamorphosis.It has already been pointed out that each kind of member of the body may present a variety of forms. For example, a stem may be a tree-trunk, or a twining stem, or a tendril, or a thorn, or a creeping rhizome, or a tuber; a leaf may be a green foliage-leaf, or a scale protecting a bud, or a tendril, or a pitcher, or a floral leaf, either sepal, petal, stamen or carpel (sporophyll); a root may be a fibrous root, or a swollen tap-root like that of the beet or the turnip. All these various forms are organs discharging some special function, and are examples of what Wolff called modification, and Goethe metamorphosis.",
        "But, in actual operation, these two processes are simultaneous; every member is developed as an organ for the performance of some special function.",
        "ALBERT (1522-1557), prince of Bayreuth, surnamed THE WARLIKE, and also Alcibiades, was a son of Casimir, prince of Bayreuth, and a member of the Franconian branch of the Hohenzollern family.",
        "The reputation thus gained, confirmed by his translation of Horace (1750), led to his becoming a member of the Academie des Inscriptions (1754) and of the French Academy (1761).",
        "second great series of crust waves from north to south, giving rise by their interference to six great elevated masses (the continents), arranged in three groups, each consisting of a northern and a southern member separated by a minor depression.",
        "In February 1679, when the country was agitated by real or fancied dangers to the Protestant religion, the earl entered political life as secretary of state for the northern department and became at once a member of the small clique responsible for the government of the country.",
        "He was a member of the commission for ecclesiastical causes, and although afterwards he claimed that he had used all his influence to dissuade James from removing the tests, and in other ways illegally favouring the Roman Catholics, he signed the warrant for the committal of the seven bishops, and appeared as a witness against them.",
        "Finally a clause said that \"no person born out of the kingdoms of England, Scotland or Ireland, or the dominions thereunto belonging (although he be naturalized or made a denizen) except such as are born of English parents, shall be capable to be of the Privy Council, or a member of either House of Parliament, or enjoy any office or place of trust, either civil or military, or to have any grant of lands, tenements or hereditaments from the Crown to himself, or to any other or others in trust for him.\"",
        "configuration of the palate, precoracoid, pelvis, intestinal convolutions, copulatory organ, &c. Loss of the keel is co-ordinated with the power of using the forelimbs for locomotion; although a \" Ratite \" character, it is not sufficient to turn a Notornis, Cnemiornis or Stringops, not even a Phororhacos into a member of the Ratitae.",
        "On the outbreak of Kosciuszko's insurrection he returned to Poland, and as member of the national government and minister of finance took a leading part in affairs.",
        "He was elected a member of the New York Assembly in the spring of 1789, and at a special session of the legislature held in July of that year was chosen one of the first representatives of New York in the United States Senate.",
        "Rufus King's son, John Alsop King (1788-1867), was educated at Harrow and in Paris, served in the war of 1812 as a lieutenant of a cavalry company, and was a member of the New York Assembly in1819-1821and of the New York Senate in 1823.",
        "He was a member of the New York Assembly again in 1832 and in 1840, was a Whig representative in Congress in 1849-1851, and in1857-1859was governor of New York State.",
        "He was a prominent member of the Republican party, and in 1861 was a delegate to the Peace Conference in Washington.",
        "The Copley medal was conferred upon him in 1823, and the Lalande prize in 1817 by the Paris Academy, of which he was a corresponding member.",
        "In 1885 he became professor of modern history in the university of Berlin, and he was a member of the German Reichstag from 1884 to 1890.",
        "He was elected to the House of Representatives of the last Royal .Assembly of New Hampshire and then to the second Continental Congress in 1775, and was a member of the first Naval Committee of the latter, but he resigned in 1776, and in June 1776 became Congress's agent of prizes in New Hampshire and in 1778 continental (naval) agent of Congress in this state, where he supervised the building of John Paul Jones's \"Ranger\" (completed in June 1777), the \"America,\" launched in 1782, and other vessels.",
        "He was a judge of the New Hampshire Court of Common Pleas in 17761 777, a member (and speaker) of the New Hampshire House of Representatives from 1776 until 1782, a member of the state Constitutional Convention of 1778 and of the state Senate in 1784-1785, and in1783-1784was again a member of Congress.",
        "during the first Congress and the second session of the second Congress; a member of the New Hampshire House of Representatives in1801-1805and its speaker in 1803-1805; and governor of the state in1805-1809and in 1810-1812.",
        "The last member of it, Simon the Just (either Simon I., who died about 300 B.C., or Simon II., who died about 200 B.C.), was the first of the next series, called Elders, represented in the tradition by pairs of teachers, ending with Hillel and Shammai about the beginning of the Christian era.",
        "The Ahom language is the oldest member of the Tai branch of the Siamese-Chinese linguistic family of which we have any record.",
        "In 1881 Leroy-Beaulieu was elected professor of contemporary history and eastern affairs at the Ecole Libre des Sciences Politiques, becoming director of this institution on the death of Albert Sorel in 1906, and in 1887 he became a member of the Academic des Sciences Morales et Politiques.",
        "After this short ministry he represented his country with dignity and effect at the Hague peace congress, and in 1903 was nominated a member of the permanent court of arbitration.",
        "In1820-1822and in1824-1830he was a member of the South Carolina legislature.",
        "In 1837-1839, as a Union Democrat, he was a member of the national House of Representatives, and there ably opposed Van Buren's financial policy in spite of the enthusiasm in South Carolina for the sub-treasury project.",
        "At the same time he became a member of the secret society of the Carbonari.",
        "He became first a postmaster near Lyons, and in 1841 was appointed, through the influence of some of his friends who had risen to posts of power, member of a scientific commission on Algeria, which led him to engage in researches concerning North Africa and colonization in general.",
        "He entered the House of Commons as Liberal member for Berwick-on-Tweed in 1885, but he was best known as a country gentleman with a taste for sport, and as amateur champion tennis-player.",
        "He lived in the household of a member of the gens Livia, probably M.",
        "But they are handed on only to one member of the family at a time.",
        "The Great Council of Venice, the curiae of Rome, were each of them the assembly of a privileged class, an assembly in which every member of that class had a right to a place, an assembly which might be called popular as far as the privileged class was concerned, though rigidly oligarchic as regarded the excluded classes.",
        "The member of a civic nobility is more than a member of an order; he is a member of a corporation; he has no powers, he has hardly any being, apart from the body of which he is a member.",
        "The noble of the large country, on the other hand, the rural noble, as he commonly will be, is a member of an order, but he is hardly a member of a corporation; he is isolated; he acts apart from the rest of the body and wins powers for himself apart from the rest of the body.",
        "In 1741 he received his first public distinction in being admitted a member of the Academy of Sciences, to which he had previously presented several papers, including a Memoire sur le calcul integral (1739).",
        "He wrote for that work the Discours preliminaire on the rise, progress and affinities of the various sciences, which he read to the French Academy on the day of his admission as a member, the 18th of December 1754.",
        "In 1755, on the recommendation of Pope Benedict XIV., he was admitted a member of the Institute of Bologna.",
        "Under Napoleon he became a member of the council of state, and from 1812 to 1814 he governed Catalonia under the title of intendant-general, being charged to win over the Catalonians to King Joseph Bonaparte.",
        "Each band was under the command of a leader, who was assisted by two lieutenants; and obedience to the leader was enjoined upon every member on entering the brotherhood.",
        "In 1861 he became a member of the Lower Austrian diet and in 1869 was nominated to the Upper House of the Austrian Reichsrath.",
        "In England the second military member of the Army Council is styled adjutant-general to the forces.",
        "All we can reasonably believe is that he gave encouragement to poetry as he had done to architecture and the drama; Onomacritus, the chief of the Orphic succession, and collector of the oracles of Musaeus, was a member of his household.",
        "In the college itself the voting - secret and by ballot throughout - is by majority; and since this majority consists, under the actual system, of very conservative elements (the landowners and urban delegates having 8ths of the votes), the progressive elements - however much they might preponderate in the country - would have no chance of representation at all save for the curious provision that one member at least in each government must be chosen from each of the five classes represented in the college.",
        "Any member may bring in a \" project of law,\" but it has to be submitted to the minister of the department concerned, who is allowed a month to consider it, and himself prepares the final draft laid on the table of the House.",
        "Finally, a great number of artels on the stock exchange, in the seaports, in the great cities, during the great fairs and on railways have grown up, and have acquired the confidence of tradespeople to such an extent that considerable sums of money and complicated banking operations are frequently handed over to an artelshik (member of an artel) without any receipt, his number or his name being accepted as sufficient guarantee.",
        "In theory the whole Russian land was a gigantic family estate belonging to the Rurik dynasty, and each member of that great family considered himself entitled to a share of it.",
        "It had to be divided, therefore, into a number of independent principalities, but it continued to be loosely held together by the dynastic sentiment of the descendants of Rurik and by the patriarchal authority - a sort of patria potestas - of the senior member of the family, called the grand-prince, who ruled in Kiev, \" the mother of Russian cities.\"",
        "What added to the practical difficulties of this arrangement was that the post of grand-prince was not an hereditary dignity in the sense of descending from father to son, but was always to be held by the senior member of the dynasty; and in the subordinate principalities the same principle of succession was applied, so that reigning princes had to be frequently shifted about from one district to another, according as they could establish the strongest claim to vacant principalities.",
        "Since the days when Rurik had first chosen it as his headquarters, the little town on the Volkhov had grown into a great commercial of Nov- city and a member of the Hanseatic league, and it had brought under subjection a vast expanse of territory, stretching from the shores of the Baltic to the Ural Mountains, and containing several subordinate towns, of which the principal were Pskov, Nizhniy-Novgorod and Vyatka.",
        "Now she was beginning to consider herself a powerful member of the European family of nations, and she aspired to exercise a predominant influence in all European questions.",
        "They were well received, and a reconciliation was effected on certain conditions, the first of which was that Prince Ferdinand's eldest son and heir should become a member of the Eastern Orthodox Church.",
        "The non-Russian frontier provinces (okrainas) had even before been under-represented (one member for every 350,000 inhabitants, as against one for every 250,000 in the central provinces); the members returned by Poland, the Caucasus and Siberia were now reduced from 89 to 39, those from the Central Asian steppes (23) were swept away altogether; the total number of deputies was reduced from 524 to 442.",
        "Khomiakov, had been one of the founders of the \" Union of 17 October,\" but even the Octobrists formed but a third of the House and were compelled to act with the reactionaries of the Right; and the vice-president, Prince Volkonsky, was a member of the Union of the Russian People.",
        "He first came into public notice as a member of the factory commission of 1874, and afterwards acted as chairman of many other commissions, including that on educational endowments (1882-9).",
        "At that time a member of the Association referred to the disappearance of automatic couplers which had been introduced thirty or forty years before.",
        "In 1814 he was chosen a member of the chamber of representatives, and in 1815 he urged the claim of Napoleon's son to the French throne and protested against the restoration of the Bourbons.",
        "1124), pope from 1119 to 1124, was Guido, a member of a noble Burgundian family, who became archbishop of Vienne about 1088, and belonged to the party which favoured reform in the Church.",
        "This was naturally found in the non-human member of the totem-kin - the totem animal; in a sense, therefore, the god died for his people.",
        "He was a devoted member of the Republican party, but not a politician in the strict sense.",
        "Garfield as president, and was offered by him a place in his cabinet; but this he declined, having been elected a member of the United States Senate, in which he took his seat on the 4th of March 1881.",
        "In 1842 he was called as chief librarian to Berlin, where he shortly afterwards was made a privy councillor and a member of the Academy of Sciences.",
        "Of the extremely limited Samoan fauna, consisting mainly of an indigenous rat, four species of snakes and a few birds, the most interesting member is the Didunculus strigirostris, a ground pigeon of iridescent greenish-black and bright chestnut plumage, which forms a link between the extinct dodo and the living African Treroninae.",
        "There can be no reasonable doubt that the Levite here was member of a priestly tribe or order, and this view is confirmed by the discovery of what is really the same word in south Arabian inscriptions.",
        "indicates the strong claims on personal attendance exercised on each individual member by the local clan festival at Bethlehem-Judah.",
        "HORNBEAM (Carpinus betulus), a member of a small genus of trees of the natural order Corylaceae.",
        "The American hornbeam, blue or water beech, is Carpinus americana (also known as C. caroliniana); the common hophornbeam, a native of the south of Europe, is a member of a closely allied genus, Ostrya vulgaris, the allied American species, 0.",
        "corner of India, but in the peninsula is replaced by the more jackal-like C. pallipes, which is probably a member of the jackal group, and not a wolf at all.",
        "In February 1845 he received the announcement of his election as corresponding member of the French Institute in place of the Spanish historian Navarrete, and also of the Royal Society of Berlin.",
        "In 1901 he was made a member of the Austrian house of peers.",
        "ABULFARAJ [Abu-1-Faraj 'Ali ibn ul-Husain ul-Isbahani] (897-967), Arabian scholar, was a member of the tribe of the Quraish (Koreish) and a direct descendant of Marwan, the last of the Omayyad caliphs.",
        "The \"deciduous cypress,\" \"swamp cypress\" or \"bald cypress,\" Taxodium distichum, is another member of the order Coniferae (tribe Taxodineae), a native of the southern United.",
        "This son (by name Edward) was educated at Westminster' and Cambridge, but never took a degree, travelled, became member of parliament, first for Petersfield (1734), then for Southampton (1741), joined the party against Sir Robert Walpole, and (as his son confesses, not much to his father's honour) was animated in so doing by \" private revenge \" against the supposed \" oppressor \" of his family in the South Sea affair.",
        "Two years before the publication of this first volume Gibbon was elected member of parliament for Liskeard (1774).",
        "In 1834 he became a member of the Academie; from 1838 to 1848 he was professor to the faculty of sciences at Paris, and from 1848 to 1850 commandant of the Ecole polytechnique.",
        "Their functions are similar to those of the administrative officials in other states, with the exception that the governor does not possess the usual pardoning power but is ex officio a member of the pardoning board.",
        "After serving as city clerk, city councillor, and city solicitor successively, he was elected in 1907 a member of the General Court, or House of Representatives, of Mass.",
        "In 1862 she became secretary to the committee which was formed for the purpose of procuring the admission of women to university examinations, and from 1870 to 1873 was a member of the London school board.",
        "He was a member of the International Prime Meridian and Time Conference in 1884, and of the Board of Fortifications in 1885-1886; was superintendent of the Naval Academy from 1886 to 1890; and was promoted to captain and served as delegate at the International Maritime Conference at Washington in 1889.",
        "He filled the office of vice-treasurer from 1660 till 1667, served on the committee for carrying out the declaration for the settlement of Ireland and on the committee for Irish affairs, while later, in 1671 and 1672, he was a leading member of various commissions appointed to investigate the working of the Acts of Settlement.",
        "He was prominent as a radical in all measures in opposition to the British government, and was a member of the first Virginia committee of correspondence.",
        "In 1883 he became a member of the firm of E.",
        "In 1875 he was elected member of the Academie des Sciences Morales, and in 1880 reluctantly accepted the post of director of the Ecole Normale.",
        "He came into Parliament as Labour member for N.-E.",
        "In 1855 he was elected a member of the second chamber; and as the government refused to allow him leave of absence from his official duties he resigned his post in the public service.",
        "He at once became the recognized leader of the Liberal opposition to the reactionary government, but must be distinguished from Count Bennigsen, a member of the same family, and son of the distinguished Russian general, who was also one of the parliamentary leaders at the time.",
        "He became a member of the Young Ireland Party in 1845, and in 1847 was one of the founders of the Irish Confederation.",
        "In the following July the Confederation created a \"war directory\" of five, of which Meagher was a member, and he and William Smith O'Brien travelled through Ireland for the purpose of starting a revolution.",
        "In that year he was elected member of the Irish parliament for Dungannon, and joined the earl of Antrim and other lords in concerting measures for supporting Charles I.",
        "Phelim married a daughter of the marquis of Huntly, by whom he had a son Gordon O'Neill, who was member of parliament for Tyrone in 1689; fought for the king at the siege of Derry and at the battles of Aughrim and the 1 See W.",
        "Daniel O'Neill (c. 1612-1664), son of Conn MacNeill MacFagartach O'Neill, a member of the Clanaboy branch of the family, whose wife was a sister of Owen Roe, was prominent in the Civil Wars.",
        "1839), who was member of parliament for Co.",
        "For a long time he could not endure the thought of destroying her, because he regarded her as an indispensable member of his \"Accord,\" wherein she was to supply the place of Austria, whom circumstances had temporarily detached from the Russian alliance.",
        "The local diet, of which the bishop of Laibach is a member ex officio, is composed of thirty-seven members, and Carniola sends eleven deputies to the Reichsrat at Vienna.",
        "made him cardinal-archbishop of Naples and a member of the reform commission.",
        "When Capo d'Istria was murdered in 1831 Metaxas became a member of the provisional government which held office till the accession of King Otho in 1833.",
        "Every member of the congregation of Israel must labour, as God has appointed, at some handicraft or profession to provide for his home.",
        "When it came to the ears of the king he slew the most responsible of the Pharisees and every member of his household who accepted what the Pharisee said.",
        "Such strange enactments as the Familianten-Gesetz, which prohibited more than one member of a family from marrying, broke up families by forcing the men to emigrate.",
        "The law of 1890 makes it \" compulsory for every Jew to be a member of the congregation of the district in which he resides, and so gives to every congregation the right to tax the individual members \" (op. cit.).",
        "Straus) has been a member of the cabinet.",
        "His first efforts in verse-making were inspired by the meetings of the Easy Club (founded in 1712), of which he was an original member; and in 1715 he became the Club Laureate.",
        "Here he became an active member of the committee of national defence, and when obliged to fly the country he joined Kossuth in England and with him made a tour in the United States of America.",
        "Amnestied by the emperor of Austria in 1866, he returned home and reentered public life; was from 1867-1876, and again in 1884, a member of the Hungarian Diet, joining the Deak party.",
        "In 1828 the Astronomical Society, to mark their sense of the benefits conferred on science by such a series of laborious exertions, unanimously resolved to present her with their gold medal, and in 1835 elected her an honorary member of the society.",
        "The high commissioner is irresponsible, but his decrees, except in certain specified cases, must be countersigned by a member of his council.",
        "A writ for the election of a member to parliament was issued in the reign of Edward III., but no return was made.",
        "After a while he took a leading part in local affairs, and was for some years a member of the Newcastle city council, and Darlington borough council.",
        "He entered Parliament for Barnard Castle as a Labour member, at a by-election in 1903.",
        "He followed up this action by strongly urging the Labour party to rally in Dec. 1916 to Mr. Lloyd George, and by accepting himself the position of an original member of the War Cabinet of four without portfolio.",
        "He returned with these ideas to England, and, being still secretary of the Labour party as well as a member of the War Cabinet, used his influence as secretary to promote British Labour participation in the Conference.",
        "He played an active part in the stirring church politics of the period, and was twice moderator of the kirk, and a member of the commission of inquiry into the condition of the university of St Andrews (1583).",
        "Soon after 1509 he was appointed a member of 'the royal council and chaplain to Henry VIII.",
        "In the latter year he helped to organize the banking and brokerage firm of Hornblower & Weeks, Boston, Mass., of which he was a member until 1912.",
        "From 1894 to 1900 he was a member of the Mass.",
        "military advisory board and of the military board of examiners; in 1896 he was a member of the board of visitors of the U.S. Naval Academy.",
        "During 1905-13 he was a member of the national House of Representatives and as a member of the committee on banking and currency took an active part in framing the Aldrich-Vreeland Currency bill.",
        "He was elected by the Moscow municipal Duma to be a member of the executive (Uprava), and took active part in the self-government of the city.",
        "He served in various capacities in the Civil War, and in1865-1867was a member of the state House of Representatives, becoming secretary of the commonwealth in1873-1878and again in 1879-1882, recorder of Philadelphia in 1878-1879, and state treasurer in 1886-1887.",
        "He was chairman of the Republican national executive campaign committee in 1888, and was a member of the United States Senate in1887-1899and again in 1901-1904.",
        "He removed to Texas in 1839, was deputy surveyor of public lands in 1839-1843, was admitted to the bar in 1846, was a member of the state House of Representatives in 1847-1848, served as district judge in 1852-1857, and in1857-1861was a representative in Congress.",
        "In 1861 he was a member of the Texas secession convention, served in the Confederate provisional Congress, and on the 6th of March was appointed postmaster-general in President Davis's cabinet.",
        "He was a member of the state constitutional convention of 1876.",
        "In 1650 he became burgomaster of Dort and member of the states of Holland and West Friesland.",
        "The word Orchis is used in a special sense to denote a particular genus of the Orchid family (Orchidaceae); very frequently, also, it is employed in a more general way to indicate any member of that large and very interesting group. It will be convenient here to use the word Orchis as applying to that particular genus which gives its name to the order or family, and to employ the term \"orchid\" in the less precise sense.",
        "The municipal borough includes the western and part of the Bermondsey divisions of the parliamentary borough of Southwark, and the borough of Newington, divided into the western and Walworth divisions; each division returning one member.",
        "He was admitted a member of the Institute in 1814.",
        "Having entered the army at an early age, Conway was elected to the Irish parliament in 1741 as member for Antrim, which he continued to represent for twenty years; in the same year he became a member of the English House of Commons, sitting for Higham Ferrers in Northamptonshire, and he remained in parliament, representing successively a number of different constituencies, almost without interruption for more than forty years.",
        "In January 1768, offended by the growing influence of the Bedford faction which joined the government, Conway resigned the seals of office, though he was persuaded by the king to remain a member of the cabinet and \"Minister of the House of Commons.\"",
        "He was a Whig member of the United States senate in 1831-1837, and as such took a prominent part in the legislative struggle over the United States Bank, whose rechartering he favoured and which he resolutely defended against President Jackson's attack, opposing in able speeches the withdrawal of deposits and Secretary Woodbury's \" Specie Circular of 1836.",
        "Subsequently from March 1849 to July 1850 he was a member of President Taylor's cabinet as the first secretary of the newly established department of the interior.",
        "Returning home he was created a peer of the United Kingdom as Viscount Gordon of Aberdeen (1814), and made a member of the privy council.",
        "He kept in touch, however, with foreign politics, and having refused to join the ministry of George Canning in 1827, became a member of the cabinet of the duke of Wellington as 'chancellor of the duchy of Lancaster in January 1828.",
        "The mention of Arthur and the Round Table at once brings him to mind as the most valiant member of that brotherhood and the secret lover of the Queen.",
        "Lancelot, however, is not an original member of the cycle, and the development of his story is still a source of considerable perplexity to the critic.",
        "He became a member of the municipal council of Paris in 1882, and vice-president in 1888-1889.",
        "After a period of work in Holland he betook himself to England, where his treatise on lettres de cachet had been much admired, being translated into English in 1787, and where he was soon admitted into the best Whig literary and political society of London, through his old schoolfellow Gilbert Elliot, who had now inherited his father's baronetcy and estates, and become a leading Whig member of parliament.",
        "Auguste Marie Raymond, prince d'Arenberg, known as the Comte de la Marck, was a Flemish nobleman who had been proprietary colonel of a German regiment in the service of France; he was a close friend of the queen, and had been elected a member of the states-general.",
        "This scheme got noised abroad, and was ruined by a decree of the Assembly of the 7th of November 1789, that no member of the Assembly could become a minister; this decree destroyed any chance of that necessary harmony between the ministry and the majority of the representatives of the nation which existed in England, and so at once overthrew Mirabeau's hopes.",
        "He had been elected a member of the comite diplomatique of the Assembly in July 1790, and became its reporter at once, and in this capacity he was able to prevent the Assembly from doing much harm in regard to foreign affairs.",
        "He was a descendant of Francis Higginson (1588-1630), who emigrated from Leicestershire to the colony of Massachusetts Bay and was a minister of the church of Salem, Mass., in 1629-1630; and a grandson of Stephen Higginson (1743-1828), a Boston merchant, who was a member of the Continental Congress in 1783, took an active part in suppressing Shay's Rebellion, was the author of the \"Laco\" letters (1789), and rendered valuable services to the United States government as navy agent from the 11th of May to the 22nd of June 1798.",
        "He was a member of Rogers' Rangers in the Seven Years' War, served in the War of Independence, was for several years a member of the New Hampshire legislature, was a delegate to the New Hampshire convention which ratified the Federal constitution, and was a justice of the court of common pleas for his county.",
        "He led the opposition in his state to the policy of Madison's administration, was elected by the Federalists a member of the National House of Representatives, and took his seat in May 1813.",
        "Henry Clay, the speaker, appointed him a member of the Committee on Foreign Relations, of which John C. Calhoun was chairman, and for some forty years these three constituted a great triumvirate in American politics.",
        "He was a member of the National House of Repre - sentatives from 1823 to 1827 and of the Senate from 1827 to 1841.",
        "An interesting member of this constellation is a-Capricorni, a pair of stars of 3rd and 4th magnitudes, each of which has a companion of the 9th magnitude.",
        "During 1763 and 1765 he was a member of the Admiralty board, and from 1765 to 1770 was treasurer of the navy.",
        "1640-1649), English royalist, son of Sir Henry Capel of Raines Hall, Essex, and of Theodosia, daughter of Sir Edward Montagu of Broughton, Northamptonshire, was elected a member of the Short and Long Parliaments in 1640 for Hertfordshire.",
        "He had a share in writing Smectymnuus, was appointed chaplain to the earl of Essex's regiment in 1642, and a member of the Westminster Assembly in 1643.",
        "In that year he was made an adjutant-general, lieutenant-colonel of the Preobrazhensky Guards, a member of the council of state, and, in the words of a foreign contemporary diplomatist, \"the most influential personage in Russia.\"",
        "He was not himself a Goth, belonging to a confederation of Germanic tribes, embracing Alans and Scyrians, which had come under the influence of the Ostrogoths settled on the lower Danube; and his own sympathies are those of a member of this confederation.",
        "It remains to mention briefly the fortunes of each remaining member of the once imperial confederation.",
        "Each of the three must have been regarded in his centre as the most important member in a larger or smaller group, so that their union in a triad marks also the combination of the three distinctive pantheons into a harmonious whole.",
        "He was also made a member of the Irish privy council and vice-chancellor of the university of Dublin.",
        "a heap of men and boys, but no body of a college, no one member, either fellow or scholar, having any legal title to his place, but thrust in by tyranny or chance.\"",
        "He would submit all minor questions to the reason of the individual member, but he set certain limits to toleration, excluding \"whatsoever is against the foundation of faith, or contrary to good life and the laws of obedience, or destructive to human society, and the public and just interests of bodies politic.\"",
        "was conferred upon Brewster by Marischal College, Aberdeen; in 1815 he was made a member of the Royal Society of London, and received the Copley medal; in 1818 he received the Rumford medal of the society; and in 1816 the French Institute awarded him one-half of the prize of three thousand francs for the two most important discoveries in physical science made in Europe during the two preceding years.",
        "Dumfries, Annan, Kirkcudbright, Lochmaben and Sanquharthe \"Five Carlins\" of Burns's Election Ballads - combine to return one member to Parliament.",
        "In 1754 he was a member of the chambre royale which sat during an exile of the parlement; in 1755 and 1756 he accompanied Gournay, then intendant of commerce, in his tours of inspection in the provinces, and in 1760, while travelling in the east of France and Switzerland, visited Voltaire, who became one of his chief friends and supporters.",
        "He was the son of John Strype, or van Stryp, a member of a Brabant family who, to escape religious persecution, settled in London, in a place afterwards known as Strype's Yard in Petticoat Lane, as a merchant and silk throwster.",
        "In the Roman Church to-day the office of archdeacon is merely titular, his sole function being to present the candidates for ordination to the bishop. The title, indeed, hardly exists save in Italy, where the archdeacon is no more than a dignified member of a chapter, who takes rank after the bishop. The ancient functions of the archdeacon are exercised by the vicar-general.",
        "He was a member of the Old Testament Revision Company in 1874-1884; deputy professor of comparative philology in Oxford 1876-1890; Hibbert Lecturer 1887; Gifford Lecturer 1900-1902.",
        "In September 1888 he was elected a member of the first chamber of the Riksdag, where he attached himself to the conservative protectionist party, over which, from the first, he exercised great authority.",
        "The parliamentary divisions of the county are High Peak, North-Eastern, Chesterfield, Mid, Ilkeston, Southern and Western, each returning one member, while the parliamentary borough of Derby returns two members.",
        "He was appointed a member of an ecclesiastical commission for reforming the church in 1787, in which capacity he was virtually minister of public worship. In 1791-1792 he became a leading member of the financial and general committees of the riksdag.",
        "He was succeeded by his nephew, William Byrd (1652-1704), who was born in London, went to Virginia about 1670, became a successful Indian trader, was a member of the House of Burgesses in 16 771682, was a supporter of Nathaniel Bacon at the beginning of James river, at the falls, visited: the tract in September 1733, and decided to found there the town of Richmond, at the same time selecting and naming the present site of Petersburg.",
        "The approach of the \" Monitor \" and the Union gunboats up the James river caused a partial and temporary panic; President Davis appointed a day for prayer, and the families of some of the cabinet secretaries and many citizens fled the city precipitately; but confidence, restored by \" Bacon's Rebellion,\" was auditor-general of the colony from 1687 until his death, and was a member of the committee which founded the College of William and Mary.",
        "PEAR (Pyrus communis), a, member of the natural order Rosaceae, belonging to the same genus as the apple (P. malus), which it resembles in floral structure.",
        "The Alligator or Avocado Pear is Persea gratissima, a member of the natural order Lauraceae, and a native of the West Indies and other parts of tropical America.",
        "When the request was refused, and Venice was placed under Austria, he removed to Milan, where he was made member of the great council.",
        "After attending the Academy at Edinburgh and spending a session at the University, he went up to Cambridge as a member of Peterhouse, and graduated as senior wrangler and first Smith's prizeman in 1852.",
        "They are effected chiefly by some alteration in the description of the root-crop, and perhaps by the introduction of the potato crop; by growing a different cereal, or it may be more than one cereal consecutively; by the growth of some other leguminous crop than clover, since \" clover-sickness \" may result if that crop is grown at too short intervals, or the intermixture of grass seeds with the clover, and perhaps by the extension by one or more years of the period allotted to this member of the rotation.",
        "Notwithstanding his misgivings and even disclaimers, he yet remained as to method a member of the old school, and never passed into the new \"historical\" school.",
        "By James I.'s charter the burgesses sent one member to parliament, and continued to do so until 1885.",
        "After the queen's coronation in September Mary of Lorraine was made principal member of the council appointed to direct the affairs of the kingdom.",
        "This was seen in the elections for one-third of the 750 members composing the two councils of the nation (the Anciens and the Council of Five Hundred); they gave the moderates a majority alike in that of the older deputies and in that of the younger deputies (April 1797), and that majority elected Barthelemy, a well-known moderate, as the fifth member of the Directory.",
        "In 1855 he became an undergraduate member of Balliol College, Oxford, of which society he was, in 1860, elected fellow.",
        "His patron's successor, Frederick III., made him (1559) a privy councillor and member of the church consistory.",
        "John Adams was a member of the Continental Congress from 1774 to 1778.",
        "His advice was followed and he returned home in time to be elected a member of the convention which framed the Massachusetts constitution of 1780, still the organic law of that commonwealth.",
        "A true insect, or member of the class Hexapoda, may be known by the grouping of its body-segments in three distinct regions - a head, a thorax and an abdomen - each of which consists of a definite number of segments.",
        "Hackett) of the enlarged American edition of Dr (afterwards Sir) William Smith's Dictionary of the Bible (1867-1870), to which he contributed more than 400 articles besides greatly improving the bibliographical completeness of the work; was an efficient member of the American revision committee employed in connexion with the Revised Version (1881-1885) of the King James Bible; and aided in the preparation of Caspar Rene Gregory's Prolegomena to the revised Greek New Testament of Tischendorf.",
        "Under the old forest laws of England it was one of the \"beasts of the forest,\" and, as such, under the Norman kings the unprivileged killing of it was punishable by death or the loss of a member.",
        "From 1821 to 1825 he was a state senator; from 1825 to 1845 he devoted himself to his practice; from 1845 to 1849, as a Whig, he was a member of the United States Senate; and from March 1849 to July 1850 he was attorney-general of the United States.",
        "In 1861 he was a delegate from Maryland to the peace convention at Washington; in1861-1862he was a member of the Maryland House of Delegates.",
        "He became a member of the secret committee of correspondence in October 1776, of the Board of War in October 1 777, and of the committee on finance in 1778.",
        "In 1846 he made his first appearance in Boston as Sir Lucius O'Trigger in The Rivals at the Howard Athenaeum, and in the next season he became a member of the Boston Museum, in which stock company he remained for thirty-five years.",
        "After being educated at the high school of Edinburgh and at Durham, he attended the literary and law classes at the university of Edinburgh, and becoming in 1810 a member of the Edinburgh faculty of advocates, he for some time enjoyed the intimate acquaintance of Cockburn, Jeffrey, Scott and other distinguished men whose talent then lent lustre to the Scottish bar.",
        "The local diet, of which the bishop of Gurk is a member ex officio, is composed of 37 members, and Carinthia sends io deputies to the Reichsrat at Vienna.",
        "He was also a member of the Academies of Berlin and Munich.",
        "His father, Jonas Priestley, a woollen-cloth dresser of moderate means, was the son of a member of the Established Church, but both he and his wife, the only daughter of a farmer named Swift, were Nonconformists.",
        "In 1803, having formally surrendered the part of Hesse on the left bank of the Rhine which had been taken from him in the early days of the Revolution, Louis received in return a much larger district which had formerly belonged to the duchy of Westphalia, the electorate of Mainz and the bishopric of Worms. In 1806, being a member of the confederation of the Rhine, he took the title of Louis I., grandduke of Hesse; he supported Napoleon with troops from 1805 to 1813, but after the battle of Leipzig he joined the allies.",
        "Margate (Meregate, Mergate), formerly a small fishing village, was an ancient and senior non-corporate member of Dover.",
        "The chief of these silk cottons is kapok, consisting of the hairs borne on the interior of the pods (but not attached to the seeds) of Eriodendron anfractuosum, the silk cotton tree, a member of the Bombacaceae, an order very closely allied to the Malvaceae.",
        "At the settlement, every member of the exchange receives the \" differences \" owing to him and pays those which he has incurred.",
        "As the cost of dealing in \" futures \" is only one shilling on each transaction for a member of the Cotton Exchange (the outsider is charged in addition a commission by his broker), it is not surprising that the transactions taking place in \" futures \" number legion.",
        "From 1848 he had been a member of the Bavarian second chamber, at first representing the district of Erlangen-Fiirth, and afterwards Nuremberg, which city also sent him after the war of 1866 as its deputy to the German customs parliament, and from 1871 to 1874 to the first German Reichstag.",
        "He sat in these bodies as a member of the Progressive party (Fortschrittspartei), and in Bavaria was one of the leaders of the Liberal (Freisinnige) party.",
        "In 1890 he became a member of the Academy of Sciences.",
        "The kingdom of Jerusalem consisted of a society of peers, in which the king might be Primus, but in which he was none the less subject to a punctilious law, regulating his position equally with that of every member of the society.",
        "A gild was formed at Acre - the gild of St Adrian - which, if nominally religious in its origin, soon came to represent the political opposition to Frederick, as was significantly proved by its reception of the rebellious John of Beirut as a member (1232).",
        "The Territory is a member of the South African Customs Union.",
        "and extraordinary professor in the university of Berlin, and in 1839 member of the Berlin Academy of Sciences.",
        "The Gaius Maecenas mentioned in Cicero (Pro Cluentio, 56) as an influential member of the equestrian order in 91 B.C. may have been his grandfather, or even his father.",
        "Windthorst took no part in the critical events of 1866; contrary to the opinion of many of his friends, after the annexation of Hanover by Prussia he accepted the fait accompli, took the oath of allegiance, and was elected a member both of the Prussian parliament and of the North German diet.",
        "He took a leading part in the formation of the party of the Centre in 1870-1871, but he did not become a member of it, fearing that his reputation as a follower of the king of Hanover would injure the party, until he was formally requested to join them by the leaders.",
        "The governor is a member of the Board of Pardons, the other members being the attorney-general, the secretary of state, the comptroller and the commissioner of agriculture; he and the secretary of state, attorney-general, comptroller, treasurer, superintendent of public instruction, and commissioner of agriculture comprise a Board of Commissioners of State Institutions; he is also a member of the Board of Education.",
        "It is intended to represent him as a member of an assembly (Kahal) - not the Jewish congregation, but a body of students or inquirers, such as is referred to in xii.",
        "He became Prime Minister and Secretary of State for External Affairs July io 1920, and was appointed a member of the King's Privy Council in October of the same year.",
        "Malay Language And Literature The Malay language is a member of the Malayan section of the Malayo-Polynesian class of languages, but it is by no means a representative type of the section which has taken its name from it.",
        "He was a member of the lower house of the Ohio legislature in 1821, 1822 and 1829, and of the national House of Representatives from 1831 to 1840; was governor of Ohio in 1840-1842; served in the United States Senate from 1845 to 1850; was secretary of the treasury in the cabinet of President Fillmore in 1850-1853; was again a member of the national House of Representatives from 1859 to 1861; and from 1861 to 1864 was minister of the United States to Mexico - a position of peculiar difficulty at that time.",
        "Early in 1793 he became a member of the Committee of General Defence, but he did not take part in the work of its more famous successor, the Committee of Public Safety, until the close of the year 1794.",
        "He was a member of the Academy till the 31st of March 1816, when a decree of exclusion was passed.",
        "Three years later, at an unusually early age, he was elected a member of the Academy of Sciences, and in 1804 he accompanied Gay Lussac on the first balloon ascent undertaken for scientific purposes.",
        "He failed in his ambition of becoming perpetual secretary of the Academy of Sciences, but was somewhat consoled by his election as a member of the French Academy in 1856.",
        "In 1877 he became professor of natural history at the College de France, in Paris, and in 1881 he was elected a member of the Academy of Sciences.",
        "He was a member of the Pennsylvania Constitutional Convention of 1789-1790, and of the Pennsylvania Assembly in 1790, 1791, and 1792, and rose with surprising rapidity, despite his foreign birth and his inability to speak English with correctness or fluency.",
        "A former member of the board, Asa Mahan (1800-1889), who had strongly disapproved of the action of the trustees, came to Oberlin, and became the first president of the college.",
        "he was named a member of the executive Directory, thanks to the influence of Barras, who counted on using him as a passive instrument.",
        "in 1892; he was made a corresponding member of the French Academy of Moral and Political Science and a fellow of the British Academy.",
        "His books on Colonial Defence and Colonial Opinions (1873), The Defence of Great and Greater Britain (1879),(1879), Naval Intelligence and the Protection of Commerce (1881), The Use and the Application of Marine Forces (1883), Imperial Federation: Naval and Military (1887), followed later by other similar works, made him well known among the rising school of Imperialists, and he was returned to parliament (1886-1892) as Conservative member for Bow, and afterwards (1895-1906) for Great Yarmouth.",
        "In Kerry, Ireland, he was a large landowner, and became a member of the Irish privy council (1903), and in 1906 he sat on the Royal Commission dealing with congested districts.",
        "Identifying himself with the Democratic party, he served in the state House of Representatives in 1848, and was a prominent member of the convention for the revision of the state constitution in 1850-1851, a representative in Congress (1851-18s5), commissioner of the United States General Land Office (1855-1859), a United States senator (1863-1869), and governor of Indiana (1873-1877).",
        "They are broken up into almost countless tribes and clans, many of which number only a few hundred individuals, and their language consequently presents a variety of dialects, of which no classification has yet been effected: in the district of Posia alone a member of the Presbyterian mission distinguished eight different mutually unintelligible dialects.",
        "1885-9, and then for three years was a member of the Missouri House of Representatives.",
        "He was a member of Congress from 1893 to 1895, and from 1919 to 1921, being Speaker from 1911 to 1919 and minority leader thereafter; he was defeated in the election of 1920.",
        "1863); and Joel Chandler Harris was long a member of the editorial staff.",
        "The parliamentary borough (falling within the south-east county division) returns one member.",
        "He was a member of the Virginia House of Burgesses in 1759-1760.",
        "He was a member of the Virginia Committee of Safety from August to December 1775, and of the Virginia Convention in 1775 and 1776; and in 1776 he drew up the Virginia Constitution and the famous Bill of Rights, a radically democratic document which had great influence on American political institutions.",
        "He was a member of the Virginia House of Delegates in 1776-1780 and again in 1787-1788, and in 1787 was a member of the convention that framed the Federal Constitution, and as one of its ablest debaters took an active part in the work.",
        "His intellectual distinction and political industry made him a valuable member of the Liberal party.",
        "In 1805 he was made a councillor of state and member of the Legion of Honour, and between 1805 and 1813 he was more than once temporarily minister of foreign affairs.",
        "In this capacity he did very useful work, and after the Restoration continued in this post at the request of the duc de Richelieu, his work being recognized by his election as a member of the Academie des Inscriptions et Belles-Lettres in 1820.",
        "Balard completed for many years Berzelius's group of \" halogen \" elements; the remaining member, fluorine, notwithstanding many attempts, remained unisolated until 1886, when Henri Moissan obtained it by the electrolysis of potassium fluoride dissolved in hydrofluoric acid.",
        "The three primary members are furfurane, thiophene and pyrrol, each of which contains four methine or CH groups, and an oxygen, sulphur and imido (NH) member respectively; a series of compounds containing selenium is also known.",
        "Soc., 18 93, 6 3, p. 465) states, that the melting-point of any odd member of a homologous series is lower than the melting-point of the even member containing one carbon atom less.",
        "Nominated a member of the Commune, he protested against the tyranny of the central committee, and escaped from Paris to resume his place among the extreme Left in the National Assembly at Versailles.",
        "Paul Hippolyte de Beauvillier, comte de Montresor, afterwards duc de Saint Aignan, was ambassador at Madrid from 1715 to 1718 and at Rome in 1731, and a member of the council of regency in 1719.",
        "In 1836 he entered parliament, being returned as member for the town of Warwick in the Conservative interest.",
        "A \"secret despatch,\" couched in arrogant and offensive terms, was addressed to the viceroy by Lord Ellenborough, then a member of the Derby administration, which would have justified the viceroy in immediately resigning.",
        "The old Greek cities of the motherland were not formally subjects of the empire, but sovereign states, which assembled at Corinth as members of a great alliance, in which the Macedonian king was included as a member and held the office of captain-general.",
        "He entered parliament in 1741 as member for Buckingham, and continued to represent that borough till his death.",
        "In parliament he was a member of the \"Boy Patriot\" party which opposed Sir Robert Walpole.",
        "Another, Thomas Grenville (1755-1846), who was, with one interval, a member of parliament from 1780 to 1818, and for a few months during 1806 and 1807 president of the board of control and first lord of the admiralty, is perhaps more famous as a book-collector than as a statesman; he bequeathed his large and valuable library to the British Museum.",
        "In November he was elected a member of the municipality of Roye, but was expelled.",
        "In March 1791 he was appointed commissioner to report on the national property (biens nationaux) in the town, and in September 1792 was elected a member of the council-general of the department of the Somme.",
        "Vadier and Jean Baptiste Drouet, famous as the postmaster of Saint-Menehould who had arrested Louis XVI., and now a member of the Council of Five Hundred.",
        "Having started as a tanner and merchant at Havre, he acquired considerable wealth, was elected to the National Assembly on the 21st of August 1881, and took his seat as a member of the Left, interesting himself chiefly in matters concerning economics, railways and the navy.",
        "He was at first pantler, then carver, titles which are misleading as to the nature of his services, which were those of a diplomatist; and in 1457 he became a member of the ducal council.",
        "It was undertaken at the suggestion of George Holzschuher, a travelled member of the town council.",
        "BORAGINACEAE, an order of plants belonging to the sympetalous section of dicotyledons, and a member of the series Tubiflorae.",
        "At the formation of the club each member assumed a colour, and also a letter, which he used as the initial of his dog's name.",
        "The English greyhound is the most conspicuous and best-known member of the group, and has been supposed to be the parent of most of the others.",
        "of any meeting of which he or she is a member.",
        "The parliamentary borough, falling within the Osgoldcross division of the county, returns one member (before 1885 the number was two).",
        "Since the Redistribution of Seats Act of 1885 one member only has been returned.",
        "He was a friend of Franklin, a member of Congress for the state of Pennsylvania in 1776, and one of those who signed the Declaration of Independence the same year.",
        "In 1787 he was a member of the Pennsylvania convention which adopted the Federal constitution, and thereafter he retired from public life, and gave himself up wholly to medical practice.",
        "All these claim descent from a member of the Hashim branch of the Koreish (Mahomet's tribe), !who founded a powerful state in the Zaila district.",
        "To one member of the Maccabean dynasty are the prophetic gifts assigned in our text (T.",
        "Metrodorus of Chios was an important member of the Atomistic school.",
        "The wife of Metrodorus was Leontion, herself, like many other women of the time, a member of the Epicurean society.",
        "He was a member of the council of education and was made senator on the 5th of May 1876.",
        "His mother, Anna Prosperi, is said to have been a descendant of Rienzi, and was a member of the third order of St Francis.",
        "He became a full member of the state only, as in the case of foreigners, by a vote in an assembly of six thousand citizens; and even this vote might be set aside by a graphe paranomon.",
        "Of this body the grand-duke Constantine was an energetic member.",
        "The slave is a member of the family, and is treated with tenderness and affection.",
        "CATHERINA ROMANOVNA VORONTSOV, DASHKOV Princess (1744-1810), Russian litterateur, was the third daughter of Count Roman Vorontsov, a member of the Russian senate, distinguished for his intellectual gifts.",
        "It met at first on Sunday evenings, then every evening was passed in Wesley's room or that of some other member.",
        "John Gambold, a member of the Holy Club, who afterwards became a Moravian bishop, says \"he was blest with such activity as to be always gaining ground, and such steadiness that he Iost none.",
        "To meet the cost of this Captain Fox suggested that each member should give a penny per week.",
        "He courteously declined the offer of Perceval to resume political life under the auspices of the dominant Tory party, though tempting prospects of office in connexion with India were opened up. He entered parliament in the Whig interest as member for Nairn.",
        "It is said to have been an Alban colony: it was a member of the Latin league of 499 B.C. and became Volscian in 488.",
        "Graillot of the University of Bordeaux, member of the French School of Rome, but after two weeks' work was suspended by order of the Italian government, and then resumed under the supervision of their own officials.",
        "He was a contributor to the Handworterbuch of Liebig, Willer and Poggendorff, and to the Graham-Otto Textbook of Chemistry, and for many years was a member of the committee of revision of the Pharmacopoeia Germanica.",
        "Besides Mainland, the principal member of the group, the more important are Yell, Unst and Fetlar in the north, Whalsay and Bressay in the east, Trondra, East and West Burra, Papa Stour, Muckle Roe and Foula in the west, and Fair Isle in the south.",
        "Shetland unites with Orkney to return a member to parliament.",
        "When he was twelve years old his father, a member of the city council, died.",
        "in the cemetery of St Domitilla, herself a member of the imperial house.",
        "Their funerals were as much under the protection of the law, which not only invested the tomb itself with a sacred character, but included in its protection the area in which it stood, and the cella memoriae or chapel connected with it, as those of their heathen fellow-citizens, while the same shield would be thrown over the burial-clubs, which, as we learn from Tertullian 2 Cicero is our authority for the burial of Marius, and for Sulla's being the first member of the Gens Cornelia whose dead body was burnt (De Legg.",
        "During the middle ages it was the chief town of the district of Beauce, and gave its name to a countship which was held by the counts of Blois and Champagne and afterwards by the house of Chatillon, a member of which in 1286 sold it to the crown.",
        "Each member of his body corresponds to a part of the visible universe.",
        "In_November 1802 he went to London, and on the 7th of December he sat at a committee meeting of the Religious Tract Society, as a country member, when his friend, Joseph Tarn - a member of the Spa Fields and Religious Tract Society committees - introduced the subject of a regular supply of bibles for Wales.",
        "He had adopted the principles of the Revolution, and in 1798 he commenced his political life as a member of the Council of Five Hundred.",
        "In 1813 he became a member of the Corps Legislatif.",
        "From 1817 till 1849 he was uninterruptedly a member of the chamber of deputies, and he acted consistently with the liberal opposition, of which at more than one crisis he was the virtual leader.",
        "At the revolution of 1848 Dupont de l'Eure was made president of the provisional assembly as being its oldest member.",
        "- A one-one relation between the members of two classes a and 0 is any method of correlating all the members of a to all the members of 13, so that any member of a has one and only one correlate in 1 3, and any member of l3 has one and only one correlate in a.",
        "Thus the cardinal number of a is itself a class, and furthermore a is a member of it.",
        "For a one-one relation can be established between the members of a and a by the simple process of correlating each member of a with itself.",
        "Also a unit class is any class with the property that it possesses a member x such that, if y is any member of the class, then x and y are identical.",
        "A doublet is any class which possesses a member x such that the modified class formed by all the other members except x is a unit class.",
        "number has only one member.",
        "The operations of addition and multiplication of two given cardinal numbers can be defined by taking two classes a and 13, satisfying the conditions (1) that their cardinal numbers are respectively the given numbers, and (2) that they contain no member in common, and then by defining by reference to a and (3 two other suitable classes whose cardinal numbers are defined to be respectively the required sum and product of the cardinal numbers in question.",
        "If s is any class and zero is a member of it, also if when x is a cardinal number and a member of s, also x-}-I is a member of s, then the whole class of cardinal numbers is contained in s.",
        "The ordinal number is the class whose sole member is the null relation - that is, the relation which never holds between any pair of entities.",
        "A real number is a class (a, say) of rational numbers which satisfies the condition that it is the same as the class of those rationals each of which precedes at least one member of a.",
        "For 2r is not a predecessor of some member of the class.",
        "His elder brother, Alexander, was an active member of the terrorist party of the \" Will of the people.\"",
        "Abd-ul-Aziz is said to have yielded the more readily as being desirous of bringing about a similar alteration in the succession in Turkey, in favour of his own eldest son, Prince Yussuf Izz-ed-din; public opinion was, however, opposed to so sweeping a change, and the succession to the throne in Turkey still goes to the eldest surviving member of the house of Osman.",
        "1310) was the first member of the family to reside at Krumau.",
        "A member of his expeditions, de Flotte Rocquevaire, made a triangulation of part of the western portion of the main Atlas, his labours affording a basis for the co-ordination of the work of previous explorers."
    ],
    "definition": [
        "A limb, such as an arm or a leg.",
        "The penis.",
        "Link/Cite"
    ]
}