{
    "translation": "לציין",
    "uses": [
        "He didn't even mention her family.",
        "If you mention his name to Alex, you'll find out why she feels that way.",
        "There was no point alarming Connie about her situation, so she didn't mention the conversation with Giddon that had inspired the letter.",
        "You're a mighty good cook - not to mention a good driver.",
        "You are the first and only one to whom I mention this, because I like you.",
        "Funny you should mention that.",
        "She didn't mention the conversation or the money.",
        "She didn't mention any trips to the country.",
        "All I know is that he gets defensive when I mention Uncle Fabrice.",
        "He didn't even mention skiing.",
        "His ears perked up at the mention of Dean's nocturnal adventure.",
        "She didn't even mention being too late to take him to dinner.",
        "I shall mention only two other friends.",
        "No mention of her yet.",
        "I mention these reprehensible actions to illustrate how language can divide us.",
        "She probably had a mover scheduled and forgot to mention it.",
        "About the same time, in a letter to a friend, in which she makes mention of her Southern home, she gives so close a reproduction from a poem by one of her favourite authors that I will give extracts from Helen's letter and from the poem itself:",
        "I assumed we'd discuss our latest findings but Howie, ever hyper in the secrecy department, disallowed any mention our activities in public.",
        "I'm sorry about your car and the rest of your things, but please don't mention money.",
        "But why do I stay to mention these things?",
        "There was no young girl with Patsy Boyd nor did she mention one.",
        "(Not to mention the fact that, if the stuff all hits the fan, widget factories like yours would almost certainly be marked with bull's-eyes on the enemy's aerial bombing maps.)",
        "Don't mention him before her--please don't!",
        "While it was feasible, Quinn's equipment was cumbersome and there were the ever present problem of absolute quiet, not to mention the security issue.",
        "The illustrative strings and the orange stick representing the poles seemed so real that even to this day the mere mention of temperate zone suggests a series of twine circles; and I believe that if any one should set about it he could convince me that white bears actually climb the North Pole.",
        "\"Tell me, you did not know of the countess' death when you decided to remain in Moscow?\" asked Princess Mary and immediately blushed, noticing that her question, following his mention of freedom, ascribed to his words a meaning he had perhaps not intended.",
        "I haven't found an account of her death in the papers yet but her hubby died of the flu in '04 and it didn't mention his wife in his write up.",
        "Well, to mention only firewood and fodder, let me inform you.",
        "I'll mention it, I'll bring it all up today.",
        "Did the letter mention Howie's name?",
        "I am in attendance on him, you know; I'll mention it to him.",
        "\"I had the pleasure,\" replied Prince Andrew, \"not only of taking part in the retreat but of losing in that retreat all I held dear--not to mention the estate and home of my birth--my father, who died of grief.",
        "Why didn't you mention it, Prince?",
        "At the mention of the name, there was a noticeable reaction from all members of the Dawkins' clan.",
        "Add to this, a backpack, some food and liquid, not to mention your garments.",
        "\"I know your outlook,\" said the Mason, \"and the view of life you mention, and which you think is the result of your own mental efforts, is the one held by the majority of people, and is the invariable fruit of pride, indolence, and ignorance.",
        "The grown-up members of the family, not to mention his wife, were pleased to have back a friend whose presence made life run more smoothly and peacefully.",
        "Howie and Quinn remained the oil and water of our association although there was no mention of Martha's teenage indiscretion that had caused so much early turmoil.",
        "Ample mention was made of alcohol as the fuel for the engine of lust.",
        "He felt fury at the mention of Darian's name mixed with resignation.",
        "The mention of him reminded her of her cramped stomach and the half dozen failed attempts to eat normal food.",
        "She had been reluctant to mention her idea before, but now she was desperate enough to risk his anger.",
        "No point in even introducing a mention of Jerome Shipton.",
        "He made some notes on two points, intending to mention them to Bagration.",
        "There are precedents, I may mention Schwarzenberg.",
        "Either he hadn't seen her or he preferred not to mention it.",
        "We spent our remaining time in New Hampshire with no mention of his visions.",
        "She touched her mouth and felt the canines at the mention of transforming her.",
        "She didn't mention seeing it.",
        "It was an abridged version, excluding any mention of last night's session at Lydia's apartment but detailing the missing bones and Dean's suspicion concerning Billy Langstrom's death.",
        "Tamer shook his head at the mention of Rhyn.",
        "The next two letters mention her visit in January to her relatives in Memphis, Tennessee.",
        "I didn't mention his blossoming love life, but expressed concern over his serious problem of nightmares.",
        "Howie neglecteded to mention his girlfriend as he plodded through the week.",
        "Not to mention your campaign manager job and jury duty.",
        "\"My cousin has nothing to do with this and it's not necessary to mention her!\" he exclaimed fiercely.",
        "I could not be eloquent, nor could I frankly mention my doubts to the Brothers and to the Grand Master.",
        "(At the mention of the chiffonier and dressing table Berg involuntarily changed his tone to one of pleasure at his admirable domestic arrangements.)",
        "It was still hard to believe that Alex wouldn't mention a father.",
        "Mention was made in Kutuzov's report of the Russian losses, among which figured the names of Tuchkov, Bagration, and Kutaysov.",
        "I mention FactCheck and Snopes as two examples of the many enterprises on the Internet that subject every government utterance to scrutiny in something approximating real time.",
        "There had been no mention of the lack of contact from the girl, but all three were disappointed no call had been received.",
        "The mention of Rissa's death disturbed him.",
        "When did they mention it on Twitter, or link it on Facebook, or blog about a great customer experience?",
        "Howie continued to look to us for direction while remaining adamant we exclude so much as mention of what we were doing to anyone outside our group.",
        "The major-domo to whom these entreaties were addressed, though he was sorry for the wounded, resolutely refused, saying that he dare not even mention the matter to the count.",
        "It is for your sake I mention it, Monsieur Kiril.",
        "Before there was any mention of a Psychic Tipster.",
        "While I had no direct evidence the attendees were all registered sex offenders, the way they nodded and agreed at the mention of deviant sexual behavior made me feel I might be unique among like penitents.",
        "I see no reason not to mention my suspicion about John Luke Grasso and his connection to Willard.",
        "I read all the weekly newspapers and there was no mention of any foul play, but this little ad caught my attention.",
        "Totally absent was any mention of Julie O'Malley.",
        "The first time I heard mention of the name was when the litigation began.",
        "He'd seen Fitzgerald's reaction at the mention of the vodka.",
        "Oh, don't mention it, Count!",
        "He did not mention this to his daughter, but Natasha noticed her father's nervousness and anxiety and felt mortified by it.",
        "Dean asked to have Cynthia call when she felt up to it but he didn't mention that someone had broken into his home too.",
        "Winston didn't press for details—thankful­ly—and Dean made no mention of taking time for an off-duty trip to Scranton.",
        "Strangely, Fred made no further mention of Monday night's revealing identification of Jeffrey Byrne by Chip Burgess.",
        "He did mention his interview with Cece Baldwin, describing Byrne's relationship with the young lady as that of a compassionate mentor.",
        "I swore to myself I'd never, ever mention it!",
        "You didn't mention anything about the Whitney Motel in the report.",
        "Dean couldn't think of more than 20 names—Ethel Rosewater, Cynthia Byrne, David Dean, even Jeffrey Byrne, not to mention half of Arthur's gay friends and lovers and most of his ex-clients.",
        "Did he mention going for a swim?",
        "You wanted to know what was happening back in Parkside—if there was any mention of the money or Byrne reporting it.",
        "If he noticed anything, he didn't mention it.",
        "Sharing it with anyone else would be a betrayal to Alex, not to mention an embarrassment to herself.",
        "At the mention of Josh's name, his eyes veiled over.",
        "The mention of his predecessor had the opposite effect of mentioning the Original Vamp.",
        "Her features grew more worried at the mention of her mate.",
        "Bianca tensed at the mention of her brother.",
        "He no longer bristled at the mention of the name Medena, nor did he avoid them.",
        "He worked all day, climbed the hills looking for her – not to mention the worry she had cost him today.",
        "I did mention that Rob had attacked me, but I didn't say what he did.",
        "I have been taking care of the children and this house for years – not to mention the time I've spent taking care of you!.",
        "Several minor events of Leo's pontificate are worthy of mention.",
        "Before considering observational data, it is expedient to mention various sources of uncertainty.",
        "And two passages in the letters of the younger Pliny mention a descendant of the poet, one Passennus Paullus.",
        "The mention of four burgesses at Bridlington (Brellington, Burlington) in the Domesday survey shows it to have been a borough before the Conquest.",
        "In the 17th century we have only to mention the concordat between Urban VIII.",
        "There is also an unmistakable development in the laws; and the priestly legislation, though ahead of both Ezekiel and Deuteronomy, not to mention still earlier usage, not only continues to undergo continual internal modification, but finds a further distinct development, in the way of definition and interpretation, outside the Old Testament - in the Talmud.",
        "Mention is made of this church in a document of 1356, but it was not completed until the beginning of the 15th century.",
        "Two Dutch friends, Constantijn Huygens (von Zuylichem), father of the more celebrated Huygens, and Hoogheland, figure amongst the correspondents, not to mention various savants, professors and churchmen (particularly Jesuits).",
        "When Descartes complained to the authorities of this unfair treatment, 4 the only reply was an order by which all mention of the name of Cartesianism, whether favourable or adverse, was forbidden in the university.",
        "1200, however, the Arabian geographers mention a tributary, the Tharthar, navigable in flood time, which flowed from the Jaghigagh branch of the Khabur, a tributary of the Euphrates, to the Tigris.",
        "12 f.) is nonProphetic, and that the drawing-up of a new constitution soon after the destruction of the city and the mention of Noah, Daniel, Job and Persia are improbable.",
        "In 1570 Presbyterian views found a distinguished exponent in Dr Thomas Cartwright at Cambridge; and the temper of parliament was shown by the act of 1571, for the reform of disorders in the Church, in which, while all mention of doctrine is omitted, the doctrinal articles alone being sanctioned, ordination without a bishop is implicitly recognized.",
        "Three societies demand special mention: the Union centrale des agriculteurs de France, to which the above syndicates are affiliated; the Sociit nationale dagriculture, whose mission is to further agricultural progress and to supply the government with information on everything appertaining thereto and the Socit des agriculteurs de France.",
        "Mention may also be made of the Tribunal des Conflits, a special court whose function it is to decide which is the competent tribunal when an administration and a judicial court both claim or refuse to deal with a given case.",
        "It is convenient, to mention in this place certain institutions attached to the war department and completing the French military organization.",
        "Although there is evidence of Roman and Saxon occupation of the site, the earliest mention of Brighton (Bristelmeston, Brichelmestone, Brighthelmston) is the Domesday Book record that its three manors belonged to Earl Godwin and were held by William de Warenne.",
        "Among the performances of less renown, but of much practical utility in surveying and opening new paths through the country, we may mention that of Captain Banister, showing the way across the southern part of Western Australia, from Swan river to King George Sound, and that of Messrs Robinson and G.",
        "Land was probably acquired for a military post and store depot at Woolwich in 1667, in order to erect batteries against the invading Dutch fleet, although in 1664 mention is made of storehouses and sheds for repairing ship carriages.",
        "4, 10, 15, &c.) to burn the processus pyramidalis of the liver, which played a particularly significant role in hepatoscopy, calls for special mention.",
        "- The only ancient remains found in the peninsula are the stone implements, of which mention has already been made, and some remarkable ancient mines, which are situated in the Jelai valley in Pahang.",
        "There is considerable reason to think, however, that the more frequent ports of call in the Straits of Malacca were situated in Sumatra, rather than on the shores of the Malay Peninsula, and two famous medieval travellers, Marco Polo and Ibn Batuta, both called and wintered at the former, and make scant mention of the latter.",
        "As early as the 3rd century B.C. Megasthenes makes mention of spices brought to the shores of the Ganges from \" the southern parts of India,\" and the trade in question was probably one of the most ancient in the world.",
        "Mention may also be made of Physica vera (1688), Logica restituta (1662) and Annotata in Principia philosophiae R.",
        "It will give some idea of the importance of the town to mention that it had its own maritime law, known as Droit maritime de Damme.",
        "The absence of all mention of either Gauls or Romans seems to prove that this time was at least earlier than 400 B.C.; and the curse may have been composed long before it was written down.",
        "Under Tiberius mention is made of Treballia in Moesia, and the Emperor Maximin (2 35237) had been commander of a squadron of Triballi.",
        "If for no other reason than the prominent place they hold in art, it would not be right to pass by the Stigmata without a special mention.",
        "In connection with the volcanic districts we may mention Le Mofete, the pools of Ampsanctus, in a wooded valley S.E.",
        "Not to mention Venice, which has not yet entered the Italian community, and remains a Greek free city, Genoa and Pisa were rapidly rising into ill-defined autonomy.",
        "In Rome the pope gave way to popular clamour, granting one concession after another, and on the 8th of February he publicly called down Gods blessing on Italythat Italy hated by the Austrians, whose name it had hitherto been a crime to mention.",
        "Next we may mention Muratoris Annati d italic, together with Guicciardinis Storia d Italia and its modern continuation by Carlo Botta.",
        "For instance, he asserts the number of the Sabine virgins to have been exactly 527; again, in a certain year when no Greek or Latin writers mention any important campaign, Antias speaks of a big battle with enormous casualties.",
        "He received his early education, according to Morice his secretary, from \" a marvellous severe and cruel schoolmaster,\" whose discipline must have been severe indeed to deserve this special mention in an age when no schoolmaster bore the rod in vain.",
        "The mention of Christian theology may remind us that, for the majority of theists in medieval and modern times, theism proper has ranked only as a secondary wisdom.",
        "It is sufficient here to mention briefly the views put forward on this point by C. Chun and E.",
        "Passing now to the later schoolmen, a bare mention must be made of Thomas Aquinas, who elaborately argues for the absolute creation of the world out of nothing, and of Albertus Magnus, who reasons against the Aristotelian idea of the past eternity of the world.",
        "- Of Leibnitz's immediate followers we may mention Lessing, who in his Education of the Human Race brought out the truth of the process of gradual development underlying: human history, even though he expressed this in a form inconsistent with the idea of a spontaneous evolution.",
        "Of later works based on Schelling's doctrine of evolution mention may be made of the volume entitled Natur and Idee, by G.",
        "When, therefore, we remember that Aurelius knew little of the Christians, that the only mention of them in the Meditations is a contemptuous reference to certain fanatics of their number whom even Clement of Alexandria compares for their thirst for martyrdom to the Indian gymnosophists, and finally that the least worthy of them were doubtless the most prominent, we cannot doubt that Aurelius was acting unquestionably in the best interests of a perfectly intelligible ideal.",
        "Of the Lenten fast or Quadragesima, the first mention is in the fifth canon of the council of Nicaea (325), and from this time it is frequently referred to, but chiefly as a season of preparation for baptism, of absolution of penitents or of retreat and recollection.",
        "In the Ebers papyrus, 1550 B.C., mention is made of blisters, ointments, clysters, mineral and vegetable drugs.",
        "His researches on sebacic acid (1802) and on bile (1807), and his discovery of peroxide of hydrogen (1818) also deserve mention.",
        "Amongst his scientific, theological and grammatical works mention may be made of De diis, containing an examination of various cults and ceremonials; treatises on divination and the interpretation of dreams; on the sphere, the winds and animals.",
        "Mention may be made here of a class of epidermal organ, the hydaihodea, the wide distribution and variety of which have been revealed by recent research.",
        "Many instances might be given of appreciation of and response to other changes in the environment by the growing parts of plants; among them we may mention the opening and closing of flowers during the days of their expansion.",
        "There is little doubt that Sulla also was implicated; Sallust does not mention it, but other authorities definitely assert his guilt.",
        "Next we have to mention F.",
        "The Latin West was scarcely less productive; it is enough to mention Hilary of Poitiers, Ambrose of Milan, Augustine of Hippo, Leo of Rome, Jerome, Rufinus, and a father lately restored to his place in patristic literature, Niceta of Remesiana.'",
        "Mention need only be made further of Isaac of Troki, whose anti-Christian polemic (1593) was translated into English by Moses Mocatta under the title of Faith Strengthened (1851); Solomon of Troki, whose Appiryon, an account of Karaism, was written at the request of Pufendorf (about 1700); and Abraham Firkovich, who, in spite of his impostures, did much for the literature of his people about the middle of the 19th century.",
        "There are also two large chapels, containing altars, ornaments, &c., in rock-salt, a room called the dancing saloon (Tanzsaal), where the objects of interest found in the mines are kept; the Kronleuchtersaal, and the chamber Michatovice are also worth mention.",
        "1200 mention an astonishingly large number of important cities situated on its shores or islands.",
        "Local annals specially mention the plague of 1648, the flood of 1651 and the earthquake of 1829.",
        "The Old-English laws point out ways by which the churl might rise to thegn's rank, and in the centuries during which the change went on we find mention - complaining mention - both in England and elsewhere, at the court of Charles the Simple and at the court of 'Ethelred, of the rise of new men to posts of authority.",
        "The work also includes the five treatises, four of them Christian, of which mention has been made above.",
        "The list of his more noteworthy literary works is completed by the mention of the Histoire des membres de l'Academie frangaise, containing biographical notices of all the members of the Academy who died between 1700 and 1772, the year in which he himself became secretary.",
        "It remains to mention his alleged services to literature.",
        "It is noteworthy that even the third Duma in its address to the throne, if it avoided the tabooed word \" Constitution,\" avoided also all mention of autocracy.",
        "Mention should be made of the mass of general legislation passed, principally by western states, since 1905, in response to a popular demand for lower rates.",
        "\" A region more exposed to storms both in summer and winter it would be difficult to mention \" (Fitzroy, Voyages of \" Adventure \" and\" Beagle,\" ii.",
        "The edition in Bohn's British Classics (7 vols., 1853) deserves mention.",
        "In the Phigalian legend, no mention is made of the horse Areion, but only of the daughter, who is called Despoina (mistress), a title common to all divinities connected with the under-world.",
        "The Eleusinia and Thesmophoria are discussed elsewhere, but brief mention may here be made of certain agrarian festivals held in honour of Demeter.",
        "That Diptera of the type of the common house-fly are often in large measure responsible for the spread of such diseases as cholera and enteric fever is undeniable, and as regards blood-sucking forms, in addition to those to which reference has already been made, it is sufficient to mention the vast army of pests constituted by the midges, sand-flies, horseflies, &c., from the attacks of which domestic animals suffer equally with man, in addition to being frequently infested with the larvae of the bot and warble flies (Gastrophilus, Oestrus and Hypoderma).",
        "5 Special mention is made of Jonah, a prophet of Zebulun in (north) Israel (2 Kings xiv.",
        "They lived in comparative quietude; although Herodotus knows the Palestinian coast he does not mention the Jews.",
        "In Arrian's narrative of Alexander's exploits, whose fame had already faded before the greater glory of Rome, there is no mention of the visit or the city or the Jews.",
        "Mention should also be made of the valuable Onomastica sacra (1870; 2nd ed., 1887).",
        "2 On the other hand, the Roman ordines of the 8th and 9th centuries make no mention of the mitre; the evidence goes to prove that this liturgical head-dress was first adopted by the popes some time in the 10th century; and Father Braun shows convincingly that it was in its origin nothing else than the papal regnum or phrygium which, originally worn only at outdoor processions and the like, was introduced into the church, and thus developed into the liturgical mitre, while outside it preserved its original significance as the papal 1 Father Braun, S.",
        "And now occurs another device or adaptation no less marvellous than those of which mention has been made.",
        "Too little is known of the greater part of Asia to admit of any more being said with reference to this part of the subject, than to mention a few facts bearing on the rainfall.",
        "Among the first, the name of the \"Tabard\" is well known from its mention by Chaucer in detailing the company of pilgrims for Canterbury.",
        "Mention may be made of Stahelin's Leben Davids (Basel, 1866), still valuable for the numerous parallels adduced from oriental history; Cheyne's Aids to Devout Study of Criticism (1892), a criticism of David's history in its bearing upon religion; Marcel Dieulafoy, David the King (1902), full, but not critical; H.",
        "The mention of Arthur and the Round Table at once brings him to mind as the most valiant member of that brotherhood and the secret lover of the Queen.",
        "64, called by Darius Haumavarka); and the historians of Alexander mention a march through Gedrosia, where he lost his whole army but seven men (Arrian vi.",
        "It remains to mention briefly the fortunes of each remaining member of the once imperial confederation.",
        "Special mention, however, must be made of the most important of them all - his biography of Sir Isaac Newton.",
        "The early divisions of the county were known as wapentakes, five being mentioned in Domesday, while 13th-century documents mention seven wapentakes, corresponding with the six present hundreds, except that Repton and Gresley were then reckoned as separate divisions.",
        "It is impossible to do more than mention a few of the historical events which have taken place at Fontainebleau.",
        "Much stress is laid on the value of manure, and mention is made of clover.",
        "In the first edition of the Improver Improved no mention is made of clover, nor in the second of turnips, but in the third, clover is treated of at some length, and turnips are recommended as an excellent cattle crop, the culture of which should be extended from the kitchen garden to the field.",
        "Among the other writers previous to the Revolution mention must be made of John Ray the botanist and of John Evelyn, both men of great talent and research, whose works are still in high estimation.",
        "Mention has already been made of the institution of the Highland Society and the National Board of Agriculture.",
        "Amongst legislative measures of importance to agriculturists mention should be made, in addition to those that have been referred to, of the Tithe Rent-charge Recovery Act 1891, which transfers the liability for payment of tithe from the occupier to the owner.",
        "c. 125, 1867, is of historical interest, in that it contains the first mention of pleuro-pneumonia, and the exposure in any market of cattle suffering from that disease was made an offence.",
        "It is only possible to mention here a few of the more recent text-books.",
        "We may mention particularly Charles Booth's Life and Labour of the People in London, B.",
        "We may also mention Schloss's Methods of Industrial Remuneration, a most important contribution to the study of the wages question; C. F.",
        "Numerous other firs are common in gardens and shrubberies, and some furnish valuable products in their native countries; but they are not yet of sufficient economic or general interest to demand mention here.",
        "As early as the 5th century of the Christian era we find mention made of these historical traditions in the work of an Armenian author, Moses of Chorene (according to others, he lived in the 7th or 8th century).",
        "The eyes of the limpet deserve mention as examples of the most primitive kind of eye in the Molluscan series.",
        "One further feature of the development of the Pectinibranchia deserves special mention.",
        "Alongside of Mana rabba frequent mention is made of D'mutha, his \"image,\" as a female power; the name \"image of the father\" arises out of the same conception as that which gives rise to the name of 'vvota among the Greek Gnostics.",
        "We may mention also graphiticschists containing dark scaly graphite (often altered forms of carbonaceous shales), and haematite-schists which may represent beds of ironstone.",
        "Nevertheless the book was eagerly sought, and several editions of it appeared.4 Mention must be made of a medical treatise by Caspar Schwenckfeld, published at Liegnitz in 1603, under the title of Theriotropheum Silesiae, the fourth book of which consists of an \" Aviarium Silesiae,\" and is the earliest of the works we now know by the name of fauna.",
        "4 The treatises of the two Bartholinis and Borrichius published at Copenhagen deserve mention if only to record the activity of Danish anatomists in those days.",
        "Hitherto mention has chiefly been made of works on general ornithology, but it will be understood that these were largely aided by the enterprise of travellers, and as there were many of them who published their narratives in separate forms their contributions have to be considered.",
        "9 The results of Forsk5.l's travels in the Levant, published after his death by Niebuhr, require mention, but the ornithology they contain is but scant.",
        "Temminck, whose father's aid to Le Vaillant has already been noticed, brought out at Paris a Histoire naturelle des pigeons illustrated by Madame Knip, who had drawn the plates for Desmarest's volume.3 Since we have begun by considering these large illustrated works in which the text is made subservient to the coloured plates, it may be convenient to continue our notice of such others of similar character as it may be expedient to mention here, though thereby we shall be led somewhat far afield.",
        "Yet injustice would be done to one of the ablest of those now to be called the old masters of the science if mention.",
        "It is due to Vieillot to mention these facts, as he has been accused of publishing his method in haste to anticipate some of Cuvier's views, but he might well complain of the delay in London.",
        "cation of which the same author has issued a Manual of the Birds of New Zealand (8vo, 1882), founded on the former; but justice requires that mention be made of the labours of G.",
        "Special mention should be made of the following works most of which have appeared since America.",
        "He does not mention Apteryx, at that time so little known on the Continent.",
        "But again Muller made his third \" tribe \" Picarii also to contain the Tyrannidae, of which mention has just been made, though it is so obvious as now to be generally admitted that they have no very intimate relationship to the other families with which they are there associated.",
        "This will perhaps be the most convenient place to mention another kind of classification of birds, which, based on a principle wholly different from those that have just been explained, requires a few words, though it has not been productive, parte.",
        "Among his chief systematic determinations we may mention that he refers the tinamous to the rails, because apparently of their deep \" notches,\" but otherwise takes a view of that group more correct according to modern notions than did most of his contemporaries.",
        "Owen's researches of its ornithic affinity saw that it must belong to a type of birds wholly unknown before, and one that in any future for the arrangement of the class must have a special rank reserved for it.2 It behoves us next to mention the \" Outlines of a Systematic Review of the Class of Birds,\" communicated by W.",
        "Here we must mention the intimate connexion between classification and geographical distribution as revealed by the palaeontological researches of Alphonse Milne-Edwards, whose magnificent Oiseaux Fossiles de la France a.",
        "Besides these two churches we may mention Santo Stefano, an interesting building of central Gothic, \"the best ecclesiastical example of it in Venice.\"",
        "In this connexion we must mention the Scuola of S.",
        "Among the churches of this period we may mention San Geminiano, designed by Sansovino, and destroyed at the beginning of the 19th century to make room for the ball-room built by Napoleon for Eugene Beauharnais.",
        "Among other learned institutions we may mention the Ateneo Veneto, the Deputazione per la Storia Patria, and the Royal Institute of Science, Letters and Art, which has its seat in the Palazzo Loredan at Santo Stefano.",
        "- In connexion with demonology mention must be made of the custom of expelling ghosts, spirits or evils generally.",
        "The two huge steam-railway stations of the Boston & Maine and the Boston & Albany systems also deserve mention.",
        "Some mention must be made of the Unitarian movement.",
        "The earliest mention of Palmyra is in 2 Chron.",
        "One of the chief of them was the production of 'salt from the deposits of the desert; 2 another was no doubt the manufacture of leather; the inscriptions mention also a powerful gild of workers in gold and silver (NSI.",
        "Sigwart, in the preface to the first edition of his Logic, makes \"special mention\" of the assistance he obtained from this book.",
        "The counts of Dreux, for two centuries and a half (1132-1377), and the counts of Evreux, from 1307 to 1425, also belonged to the family of the Capets, - other members of which worthy of mention are the Dunois and the Longuevilles, illegitimate branches of the house of Valois, which produced many famous warriors and courtiers.",
        "Herodotus describes the oil pits near Ardericca (near Babylon), and the pitch spring of Zacynthus (Zante), whilst Strabo, Dioscorides and Pliny mention the use of the oil of Agrigentum, in Sicily, for illumination, and Plutarch refers to the petroleum found near Ecbatana (Kerkuk).",
        "The earliest mention 'of American petroleum occurs in Sir Walter Raleigh's account of the Trinidad pitch-lake in 1595; whilst thirty-seven years later, the account of a visit of a Franciscan, Joseph de la Roche d'Allion, to the oil springs of New York was published in Sagard's Histoire du Canada.",
        "Into the legendary overgrowth of the First Crusade we cannot here enter any further 2; but it is perhaps worth while to mention that the French legend of the Third Crusade equally perverted the truth, making Richard I.",
        "Old Roman formula of prayer mention a Hora Quirini, his female cult associate, afterwards identified with Hersilia, the wife of Romulus.",
        "Poggio's History of Florence, written in avowed imitation of Livy's manner, requires separate mention, since it exemplifies by its defects the weakness of that merely stylistic treatment which deprived so much of Bruni's, Carlo Aretino's and Bembo's work of historical weight.",
        "Special mention must be made of the delicate transverse vessels regularly connecting the longitudinal and the lateral ones.",
        "Among the magnificent buildings erected by Hadrian mention may be made of the following: In the capital, the temple of Venus and Roma; his splendid mausoleum, which formed the groundwork of the castle of St Angelo; the pantheon of Agrippa; the Basilica Neptuni; at Tibur the great villa 8 m.",
        "The mention of persons who do not sacrifice or take oaths (ix.",
        "18), merely to the mention of the Essenes at the beginning of it.",
        "The work was very much used (mention is made of an abridged edition) by Pliny the elder, Asconius Pedianus (the commentator on Cicero), Nonius, and the philologists.",
        "His studies of the eruptive rocks of Corsica, Santorin and elsewhere; his researches on the artificial reproduction of eruptive rocks, and his treatise on the optical characters of felspars deserve special mention; but he was perhaps best known for the joint work which he carried on with his friend Michel Levy.",
        "\"the Baal\"; and the baals of different tribes or sanctuaries were not necessarily conceived as identical, so that we find frequent mention of Baalim, or rather \"the Baalim\" in the plural.",
        "The Homeric poems scarcely mention Attica, and the legends, though numerous, are rarely of direct historical value.",
        "It will be sufficient here to mention: A Book of Spiritual Exercises, written by Garcias de Cisneros (London, 1876); the official Latin text in the third volume of the Avignon edition of the Constitutions (1830); Roothaan's Exercitia spiritualia S.",
        "The oldest mention of Robin Hood at present known occurs in the second edition - what is called the B text - of Piers the Plowman, the date of which is about 1377.",
        "In the rolls of parliament of 1437 mention is made of Piers Venables, a robber who took to the woods \"like as it had been Robin Hood and his meyne.\"",
        "The rivers and neighbouring seas seem to be well stocked with fish, and especial mention must be made of the turtles, flying-fish, and brilliant I coral-fish which swarm in the waters warmed by the Kurosiwo current, the gulf-stream of the Pacific. Shell-fish form an important article of diet to both the Chinese and the aborigines along the coast - a species of Cyrena, a species of Tapes, Cytheraea petechiana and Modiola teres being most abundant.",
        "We may also mention the famous laboratory at Munich designed by A.",
        "Mention may also be made of the invaluable Jahresberichte and the Jahrbuch der Chemie.",
        "Before leaving this phase of inorganic chemistry, we may mention other historical examples of allotropy.",
        "Of other metals first detected by the spectroscope mention is to be made of indium, determiped by F.",
        "We may here mention the synthesis of oxyuvitic ester (5-methyl-4-oxy-I-3-benzene dicarboxylic ester) by the condensation of two molecules of sodium acetoacetic ester with one of chloroform (Ann., 1883, 222, p. 249).",
        "Of other syntheses of true benzene derivatives, mention may be made of the formation of orcinol or [3 s]-dioxytoluene from dehydracetic acid; and the formation of esters of oxytoluic acid (5-methyl3-oxy-benzoic acid), C6 H3 CH3.",
        "Mention may be made of the absorption spectrum of benzene.",
        "Since the time of Berzelius many experimenters have entered the lists, and introduced developments which we have not space to mention.",
        "Mention may be made of the phenomenon of halochromism, the name given to the power of colourless or faintly-coloured substances of combining with acids to form highly-coloured substances without the necessary production of a chromophoric group. The researches of Adolf von Baeyer and Villiger, Kehrmann, Kauffmann and others, show that this property is possessed by very many and varied substances.",
        "Wagner's retouching of Gluck's Iphigenie en Aulide and his edition of Palestrina's Stabat Mater demand mention as important services to music, by no means to be classified (as in some catalogues) with the hack-work with which he kept off starvation in Paris.",
        "4, § 126 seq., in which the mention of the SeKaTai is omitted!).",
        "The linear scale of maps can obviously be used only in the case of maps covering a small area, for in the case of maps of greater extension measurements would be vitiated owing to the distortion or exaggeration inherent in all projections, not to mention the expansion or shrinking of the paper in the process of printing.",
        "Among other geographical institutes in Germany which deserve mention are the Weimar Institut, founded in 17 9 1 by F.",
        "Mention is made of nets and snares, but the dog does not seem to have been used in the pursuit of game.",
        "Later, mention is made of large and ferocious dogs which were employed to guard sheep and cattle, or to watch at the door of the house, or even to act as a companion, and G.",
        "We may mention two of the most notable of these.",
        "The mention of a particular water has caused trouble to the commentators.",
        "Among the grandees of the court of Vishtaspa mention is made of two brothers, Frashaoshtra and Jamaspa; both were, according to the later legend, vizirs of Vishtaspa.",
        "16), but there is no mention of particular nations.",
        "is called \"Diabolos\"), there is mention of one demon only (Asmodeus, in Tob.",
        "Like the prophetical writings before Ezekiel, the Wisdom books, while they recognize the sacrificial ritual as an existing custom, attach little importance to it as an element of religious life (the fullest mention of it is in Ecclus.",
        "Of the rarer woods particular mention may be made of curly pine, yielding a wood of beautiful figure and polish; magnolia, hard, close-grained, of fine polish and of great lasting qualities; and cypress, light, strong, easily worked and never-rotting.",
        "Woodpeckers (Coloptes auratus), macaws, parrakeets and other small parrots, and trogons, these last of beautifully resplendent plumage, deserve particular mention.",
        "Of the other birds mere mention may be made of the wild pigeon, raven, indigo-bird, English lady-bird and linnet.",
        "Among the governors of the 19th century Miguel Tacon, governor in 1834-1839, a forceful and high-handed soldier, deserves mention, especially in the annals of Havana; he ruled as a tyrant, made many reforms as regarded law and order, and left Havana, in particular, full of municipal improvements.",
        "He founded the \" Allgemeiner Deutscher Arbeiterverein,\" was its president and almost single-handed champion, conducted its affairs, and carried on a vast correspondence, not to mention about a dozen state prosecutions in which he was during that period involved.",
        "The topics of the other headings do not require express mention.",
        "An important event not to be passed over without mention is the grant on the 10th of March 1870 of the firman instituting the Bulgarian exarchate, thus severing the Bulgarian Church from Text in Holland, p. 212.",
        "These are too numerous for detailed mention, but the following periods may be cited as the most interesting:1833-1841(Egyptian question);1849-1859(Crimean War and the events by which it was preceded and followed);1868-1869(Cretan insurrection);1875-1881(Bosnian and Herzegovinian insurrection, Russo-Turkish War, Berlin treaty and subsequent events);1885-1887(union of Eastern Rumelia with Bulgaria);1889-1890(Cretan disturbances);1892-1899(Armenian and Cretan affairs);1902-1907(Macedonia);1908-1910(revolution and reform).",
        "His contemporary, Mesihi, whose beautiful verses on spring are perhaps better known in Europe than any other Turkish poem, deserves a passing mention.",
        "Coming now to the post-classical period, we find among poets worthy of mention Beligh, Nevres, Hishmet and Sunbuli-zada Vehbi, each of whom wrote in a style peculiar to himself.",
        "Nor is it possible to mention here all the intrigues and quarrels that arose during three and a half years among the crowd of prelates, monks, doctors, simple clerks, princes and ambassadors composing this tumultuous assembly - perhaps the greatest congress of people the world has ever seen.",
        "There appears to have been originally considerable variety in the mode of keeping the Passover, but the earliest mention in the historical narratives (Josh.",
        "11) that Clement made mention of Pantaenus as his teacher in the Hypotyposes.",
        "Mention is also made of a work by Clement on the Prophet Amos, and another on Definitions.",
        "Mention is made of Pantaenus in the second, and some have thought it more worthy of him than the first.",
        "Among the contents of this book we simply mention a trigonometrical chapter, in which the words sinus versus arcus occur, the approximate extraction of cube roots shown more at large than in the Liber abaci, and a very curious problem, which nobody would search for in a geometrical work, viz.",
        "Of the artistic treasures with which the Escorial was gradually enriched, it is sufficient to mention the frescoes of Peregrin or Pellagrino Tibaldi, Luis de Carbajal, Bartolommeo Carducci or Carducho, and Luca Giordano, and the pictures of Titian, Tintoretto and Velasquez.",
        "The Arcade, between Euclid and Superior avenues, and the Colonial Arcade, between Euclid and Prospect avenues, are office and retail store buildings worthy of mention.",
        "As early as the 12th century B.C., Chinese chronicles, which are almost the only source for the history of Cambodia till the 5th century A.D., mention a region called Fou-nan, in later times appearing under the name of Tchin-la; embracing the basin of the Menam, it extended eastwards to the Mekong and may be considered approximately coextensive with the Khmer kingdom.",
        "We will here mention only one edition, that given by Goldast, in 1614, in vol.",
        "The only point of practical interest requiring mention here is the very singular fact attested by all peach-growers, that, while certain peaches are liable to the attacks of mildew, others are not.",
        "Xenophon makes no mention of the peach, though the Ten Thousand must have traversed the country where, according to some, the peach is native; but Theophrastus, a hundred years later, does speak of it as a Persian fruit, and De Candolle suggests that it might have been introduced into Greece by Alexander.",
        "It may, however, well be that both peach and almond are derived from some pre-existing and now extinct form whose descendants have spread over the whole geographic area mentioned; but this is a mere speculation, though indirect evidence in its support might be obtained from the nectarine, of which no mention is made in ancient literature, and which, as we have seen, originates from the peach and reproduces itself by seed, thus offering the characteristics of a species in the act of developing itself.",
        "in the early days, those especially worthy of mention are Beltrami's; La Decouverte des sources des Mississippi et de la Riviere Sanglante (New Orleans, 1824) and the same author's A Pilgrimage in Europe and America, leading to the Discovery of the Sources of the Mississippi and Bloody Rivers (2 vols., London, 1828); William H.",
        "As the conduct of this campaign was largely influenced by the operations of the Spanish forces, it is necessary to mention their positions, and also the fact that greater reliance had been placed, both in England and Spain, upon them than future events justified.",
        "The real Deuteronomic code does not mention it, and to Jeremiah (iii.",
        "Among later lives we may mention the hymn Genair Patraicc, commonly attributed to Fiacc, which is considered by the latest editors to have been originally composed about Boo.",
        "After the Chamavi we may mention the Attuarii or Chattuarii, who are referred to by Ammianus Marcellinus (xx.",
        "The earliest mention in history of the name Franks is the entry on the Tabula Peutingeriana, at least if we assume that the term \" et Franci \" is not a later emendation.",
        "The revived use of the stole is the most curious problem involved; for this, originally due to a confusion of this vestment with the ' There is no mention of mitre, gloves, dalmatic, tunicle, sandals and caligae, which were presumably discontinued.",
        "Other works deserving special mention are: Ermolov, Siberia as a Colony (3rd ed., 1894); Jarilow, Ein Beitrag zur Landwirtschaft in Sibirien (Leipzig, 1896).",
        "Mention should also be made of the Argive ' According to J.",
        "They mention that it is never done suddenly or by jerks, as the valves are at first always pushed to one side several times and back again on each other, at the same time opening gradually in the transverse direction till they rest opposite to one another and widely apart.",
        "He frequently received honourable mention for his behaviour in action, and in 1818 he received the medal of the Humane Society for \"at least a dozen\" gallant rescues.",
        "Of continental mines we may mention those in Saxony and in the Harz, Germany; those of Carinthia, Austria; and especially those of the southern provinces of Spain.",
        "Of other lead minerals we may mention the basic sulphate lanarkite, PbO PbSO 4; leadhillite, PbSO 4.3PbCO 3; the basic chlorides matlockite, PbO PbC12j and mendipite, PbC1 2.2PbO; the chloro-phosphate pyromorphite, PbC12.3Pb3(P04)2, the chloro-arsenate mimetesite, PbC12.3Pb3(As04)2; the molybdate wulfenite, PbMoO 4; the chromate crocoite or crocoisite, PbCrO 4; the tungstate stolzite, PbW04.",
        "Among the German we may mention Wolf and his followers, as well as Mendelssohn, J.",
        "The first mention of \"that place called Weymouth\" occurs in a charter of King Ethelred (866-871), while it is again spoken of in a charter of King ZEthelstan (895-940).",
        "The demand of six ships from the town by the king in 1324 shows its importance in the 14th century, but there is no mention of a mayor until 1467.",
        "Mention should also be made of a third method which has hardly yet been tried, namely, that of endeavouring to isolate one of the three \"directions\" by the method of suggestion or even hypnotic trance observations.",
        "No mention of the monastery occurs after the Conquest, but the nunnery of Shaftesbury retained the lordship of the manor until the dissolution in the reign of Henry VIII.",
        "Mention may also be made of the equites singulares Augusti.",
        "Before we discuss these three documents we shall mention other members of this literature, which, though derivable ultimately from Jewish sources, are Christian in their present form.",
        "35, 48), and in Tertullian's mention of the Acta Pilati (Apol.",
        "Amongst his topographical works mention may be made of: Topographie von Aiken (1841); Beschreibung der Ebene von Troja (1850), a commentary on a map of the locality executed by T.",
        "The absence of all mention of one great oppressing world-power seems most natural before the westward march of Assyria involved Israel in the general politics of Asia.",
        "Those, however, who place our prophet in the minority of King Joash draw a special argument from the mention of Phoenicians, Philistines and Edomites (iii.",
        "Again, the significant fact that there is no mention of a king and princes, but only of sheikhs and priests, has a force not to be invalidated by the ingenious reference of the book to the time of Joash's minority and the supposed regency of Jehoiada.",
        "Of the more recent erections in the town, mention may be made of the granite obelisk in memory of General Sir 'Thomas Picton (1758-1815) and the bronze statue of General Sir William Nott (1784-1846).",
        "called Mons Meg, of which repeated mention is made in Scottish history.",
        "His own definition of blasphemous libel was enforced in the 1 Two of his later acts, allowing the defendant in an action for libel to prove veritas, and giving a right of action to the representatives of persons killed through negligence, also deserve mention.",
        "The choir stalls also deserve mention: the older ones (remains of the original choir) are in tarsia work; the others, dating from the 16th century, are carved from Riccio's designs.",
        "We may also mention the two celebrated fountains, Fonte Gaia and Fontebranda; the former, in the Piazza del Campo, by Jacopo della Quercia (1409-1419), but freely restored in 1868, the much-damaged original reliefs being now in the Opera del Duomo; the Fonte Nuova, near Porta Ovile, by Camaino di Crescentino also deserves notice (1298).",
        "Together with these historians we must mention the learned scholars Celso Cittadini (d.",
        "The registers at St David's make no mention of his consecration, but this counts for nothing.",
        "There is no mention of Hottentots, and the few Bushmen who dwelt in the upper regions by the Drakensberg did not come into contact with Europeans.",
        "in that year makes no mention of any Aristotelian works except the Physics.",
        "Mihaly V6rosmartyo, Ferencz KOlcsey, Ferencz Kazinczy and his associates, to mention but a few of many great names, were, consciously or unconsciously, as the representatives of the renascent national literature, accomplishing a political mission, and their pens proved no less efficacious than the swords of their ancestors.",
        "As an original but rather heavy lyric and didactic poet we may mention Peter Vajda, who was, moreover, the translator of Bulwer's \" Night and Morning.\"",
        "As good text-books, for which the so-called \" Ladies' Prize \" was awarded by the academy, we may mention the Termeszettan (Physics) and Termeszettani foldrajz (Physical Geography) of Julius Greguss.",
        "Among the prominent lyrists whose works, although partly published before 1880, belong largely to the later period, the following deserve special mention: The poetry of Emil Abra.nyi (born 1850) is filled with the ideas and ideals of Victor Hugo.",
        "The first mention of the word is to be found in the title Ety= of a work by Mahommed ben Musa al-Khwarizmi (Hovarezmi), who flourished about the beginning of the 9th century.",
        "Other editions have been published, of which we may mention Pierre Fermat's (1670), T.",
        "It is more than likely that he was indebted to earlier writers, whom he omits to mention, and whose works are now lost; nevertheless, but for this work, we should be led to assume that algebra was almost, if not entirely, unknown to the Greeks.",
        "Ganessa, an eminent astronomer, mathematician and scholiast of Bhaskara, quotes this work and makes separate mention of the cuttaca (\" pulveriser \"), a device for effecting the solution of indeterminate equations.",
        "Of other Indian writers mention may be made of Cridhara, the author of a Ganita-sara (\" Quintessence of Calculation \"), and Padmanabha, the author of an algebra.",
        "Of other writers who published works about the end of the 16th century, we may mention Jacques Peletier, or Jacobus Peletarius (De occulta parte Numerorum, quam Algebram vocant, 1558); Petrus Ramus (Arithmeticae Libri duo et totidem Algebrae, 1560), and Christoph Clavius, who wrote on algebra in 1580, though it was not published until 1608.",
        "Mention may also be made of his chapter on inequalities, in which he proves that the arithmetic mean is always greater than the geometric mean.",
        "In this march he was much harassed by the nomads, with whom he could not come to close quarters, but no mention is made of his having any difficulty with the rivers (he gets his water from wells), and no reason for his proceedings is advanced except a desire to avenge legendary attacks of Scyths upon Asia.",
        "Mention may be made here of cyanuric acid, H3C3N303, which contains the same ring system as the cyanidines.",
        "Of minerals containing this element mention may be made of cassiterite or tinstone, Sn02, tin pyrites, Cu 4 SnS 4 + (Fe,Zn) 2 SnS 4; the metal also occurs in some epidotes, and in company with columbium, tantalum and other metals.",
        "Special mention may be made here of the tale of Abikar - the wise and virtuous secretary of Sennacherib, king of Assyria - and of his wicked nephew Nadhan.",
        "Before leaving the 4th century we may mention two other writers who probably both lived on into the 5th - Balai and Cyrilland.",
        "Mention should be made of two other early Monophysite leaders who suffered persecution at the hands of the emperor Justin I.",
        "Of the other 6th-century Jacobite writers we need mention only Moses of Aggel (fl.",
        "It will be sufficient to mention one or two.",
        "- Here we may first mention George, Bishop of the Arabs (f724), who wrote commentaries on Scripture, and tracts and homilies on church sacraments, and finished the Hexaemeron of Jacob of Edessa.",
        "- Besides the important writers treated in separate articles, we need mention only four.",
        "Biography, Monastic History, eec. - Besides the important work by Thomas of Marga (q.v.) the following deserve special mention.",
        "9 As the last under this head we may mention a late anonymous biography, that of the catholicus Yabhalaha III.",
        "- Special mention may be made of `Ananisho` of Hedhaiyabh (middle of 7th century) well known as the author of a new recension of the Paradise of Palladius, and also the author of a volume on philosophical divisions and definitions; Romanus the physician 0-896), who wrote a medical compilation, a commentary on the Book of Hierotheus, a collection of Pytha - gorean maxims and other works; Moses bar Kepha, the voluminous writer above referred to; the famous physician Honain ibn Islhn See O.",
        "The last mention of Alfric Abbot, probably the grammarian, is in a will dating from about 1020.",
        "Mention has already been made of a division of this family into two lines after 1459, and of a further division of the Zweibriicken line in 1514, when again two lines were founded.",
        "With Mahommedan peoples it is sufficient for a woman to cover her face; the Chinese women would think it extremely indecent to show their artificially compressed feet, and it is even improper to mention them to a woman; in Sumatra and Celebes the wild tribes consider the exposure of the knee immodest; in central Asia the finger-tips, and in Samoa the navel are similarly regarded.",
        "The first mention of his name occurs in the accounts of the church of St Maclou at Rouen in the year 1540, and in the following year he was employed at the cathedral of the same town, where he added to the tomb of Cardinal d'Amboise a statue of his nephew Georges, afterwards removed, and possibly carved portions of the tomb of Louis de Breze, executed some time after 1 545.",
        "The seventy decrees of the council begin with a confession of faith directed against the Cathari and Waldenses, which is significant if only for the mention of a transubstantiation of the elements in the Lord's Supper.",
        "Among his historical writings the following deserve mention: - De//e artiglierie dal 1300 al 170.9 (Turin, 1847); Origini.",
        "Tacitus, in a passing mention of it (Ann.",
        "After Hippocrates the progress of medicine in Greece does not call for any special remark in such a sketch as this, but mention must be made of one great name.",
        "Among the writers it may be sufficient to mention here Gariopontus; Copho, who wrote the Anatome porci, a well-known medieval book; Joannes Platearius, first of a family of physicians bearing the same name, whose Practica, or medical compendium, was afterwards several times printed; and Trotula, believed to be the wife of the last-named.",
        "Radcliffe left, however, no work requiring mention in a history of medicine.",
        "We can only mention the names of Pierre Bretonneau (1771-1862), Louis Leon Rostan (1790-1866), Jean Louis D'Alibert (1766-1837), Pierre Francois Olive Rayer (1793-1867) and Armand Trousseau (1801-1866), the eloquent and popular teacher.",
        "Of the other countries of Europe, it is now only necessary to mention Germany.",
        "A single mention of his poem, the De rerum natura (which from the condition in which it has reached us may be assumed to have been published posthumously) in a letter of Cicero's to his brother Quintus, written early in S4 B.C., confirms the date given by Donatus as that of the poet's death.",
        "Probably nowhere can the actual historical progress from the primitive use of animal sacrifices to the later refinement of burning incense be more clearly traced than in the pages of the Old Testament, where no mention of the latter rite occurs before the period of the Mosaic legislation; but in the monuments of ancient Egypt the authentic traces of the use of incense that still exist carry us back to a much earlier date.",
        "The earliest mention, it would seem, occurs in the Apostolic Canons (can.",
        "But the earliest express mention of the censing of the altar by Christian priests is in \"the works,\" first quoted in the 6th century, attributed to \"Dionysius the Areopagite,\" the contemporary of St Paul (Acts xvii.",
        "The first Prayer Book does not contain any direction to use or any mention of incense.",
        "After this entry there is no further mention of London in the Chronicle for a century and a half.",
        "2 Mention is made of these bills as early as 1517, but the earliest series now known dates from 1532.",
        "Privileges It is only necessary to mention these here, but each fthe lord of the privileges requires an exhaustive examination o, as to its origin.",
        "If there had been no fighting daring these autumn months worthy of mention, much creditable work had been carried out by the invaders in respect to developing communications and to improving jetties and landing-places, especially at Suvla.",
        "The approximation to square roots in Hero has been the subject of papers too numerous to mention.",
        "But the first distinct mention of Luke as the author of the Gospel is that by Irenaeus in his famous passage about the Four Gospels (Adv.",
        "But that it is not in its right position here, before any mention of the work in Capernaum, appears from verse 23.",
        "25-27, not to mention sayings which h aiv e parallels in the other Gospels.",
        "Herodotus, who does not mention the Pisidians, enumerates the Pamphylians among the nations of Asia Minor, while Ephorus mentions them both, correctly including the one among the nations on the coast, the other among those of the interior.",
        "In inventories of the 14th century both in England and in France mention may frequently be found of glass vessels of the manufacture of Damascus.",
        "However this may be, the earliest positive evidence of the existence at Venice of a worker in glass would seem to be the mention of Petrus Flavianus, phiolarius, in the ducale of Vitale Falier in the year 1090.",
        "He was for some time tutor of his college; but the most characteristic reminiscence of his university life is the mention made by Anthony Wood that in the musical gatherings of the time \"Thomas Ken of New College, a junior, would be sometimes among them, and sing his part.\"",
        "That identification stands, and no earlier Egyptian mention of the race has been found.",
        "From this point (c. 1150 B.C.) - the point at which (roughly) the monarchic history of Israel in Palestine opens - Egyptian records cease to mention Kheta; and as we know from other sources that the latter continued powerful in Carchemish for some centuries to come, we must presume that the rise of the Israelite state interposed an effective political barrier.",
        "Carchemish); and in other records of the same monarch, subsequently read, much mention is made of this and of other N.",
        "Long and patient efforts have been made to decipher this script, ever since it was first restored to our knowledge; and among the would-be decipherers honourable mention must be made, for persistence and courage, of Professor A.",
        "No other decipherers call for mention.",
        "Of primitive mythological traditions we might mention the primeval serpent, leviathan, behemoth, while to ideas native to or familiar in apocalyptic belong those of the seven archangels, the angelic patrons of the nations (Deut.",
        "Among others we may mention the Palazzo Vecchio, formerly the seat of the government of the Republic and now the town hall, the Palazzo Riccardi, the residence of the Medici and now the prefecture, the palaces of the Strozzi, Antinori (one of the most perfect specimens of Florentine quattrocento architecture), Corsini, Davanzati, Pitti (the royal palace), 4c. The palace of the Arte della Lana or gild of wool merchants, tastefully and intelligently restored, is the headquarters of the Dante Society.",
        "In the Accademia, which is rich in early Tuscan masters, the Botticelli and Perugino rooms deserve special mention.",
        "We find the Longobards in Tuscany in 570, and mention is made of one Gudibrandus Dux civitatis Florentinorum, which suggests that Florence was the capital of a duchy (one of the regular divisions of the Longobard empire).",
        "The inhabitants of Ethiopia, partly perhaps owing to their honourable mention in the Homeric poems, attracted the attention of many Greek researchers, from Democritus onwards.",
        "In China his mention of Canton by the name of Censcolam or Censcolam (Chin-Kalan), and his descriptions of the custom of fishing with tame cormorants, of the habit of letting the finger-nails grow extravagantly, and of the compression of women's feet, are peculiar to him among the travellers of that age; Marco Polo omits them all.",
        "S.E., deserves special mention.",
        "We have no clue to the ethnic character and relations of the Pisidians, except that we learn from Strabo that they were distinct from the neighbouring Solymi, who were probably a Semitic race, but we find mention at an early period in these mountain districts of various other tribes, as the Cabali, Milyans, &c., of all which, as well as the neighbouring Isaurians and Lycaonians, the origin is wholly unknown, and the absence of monuments of their languages must remain so.",
        "Of the other buildings of Coutances the church of St Pierre, in which Renaissance architecture is mingled with Gothic, and that of St Nicolas, of the 16th and 17th centuries, demand mention.",
        "Although no mention is made of its mineral wealth by the ancients, it is probable that it contained iron and silver mines.",
        "The Bovidae are divided into a number of sections, or subfamilies, each of which is briefly noticed in the present article, while fuller mention of some of the more important representatives of these is made in other articles.",
        "Gypsum and marble also deserve mention.",
        "From such a mass of authorities it would be vain here to make selections, but mention may be made of Fairholt's capital gossiping work, Tobacco, its History and Associations (2nd ed., 1876).",
        "In regard to methods and apparatus, mention should be made of his improvements in the technique of organic analysis, his plan for determining the natural alkaloids and for ascertaining the molecular weights of organic bases b y means of their chloroplatinates, his process for determining the quantity of urea in a solution - the first step towards the introduction of precise chemical methods into practical medicine - and his invention of the simple form of condenser known in every laboratory.",
        "The Versus, considered in themselves, might very well be supposed to relate to Ca dmon; but the mention of the five ages of the world in the concluding lines is obviously due to recollection of the opening of the Heliand (lines 46-47).",
        "A queen of this people (the \" Queen of Sheba \") is said (1 Kings x.) to have visited Solomon about 950 B.C. There is, however, no mention of such a queen in the inscriptions.",
        "It is curious that the Sabaean inscriptions contain no mention of the Minaeans, though this may be due to the fact that very few of the inscriptions are historical in content.",
        "In the scarcity of poets at this time two others deserve mention; Abu Mihjan, who made peace with Islam in 630 but was exiled for his love of wine, which he celebrated in his verse (ed.",
        "It is enough here to mention that such existed, and that it was not indigenous.",
        "Of his purely historical works special mention must be made of his Memoire sur les actes d'Innocent III (1857), and his Memoire sur les operations financieres des Templiers (1889), a collection of documents of the highest value for economic history.",
        "The frequent mention of \"Wiene\" in the oldest extant version of the Nibelungenlied points in the same direction.",
        "Passing over a doubtful mention of \"Vwienni\" in the annals of 1030, we find the \"civitas\" of Vienna mentioned in a document of 1130, and in 1156 it became the capital and residence of Duke Heinrich Jasomirgott.",
        "Pliny says that their wood was everlasting, and therefore images of the gods were made of it; he makes mention also of the oil of cedar, or cedrium, distilled from the wood, and used by the ancients for preserving their books from moths and damp; papyri anointed or rubbed with cedrium were on this account called ced ati libri.",
        "Thus it is not surprising that Pisa should already have had its own code of laws (Consuetudini di mare), which in 1075 were approved by Gregory VII., and in 1081 confirmed by a patent from the emperor Henry IV., a document which mentions for the first time the existence of a magistrate analogous to the consuls of the republic, although the latter, according to some writers, already existed in Pisa as early as the year 1080; the point, however, is doubtful, and other writers place the first authentic mention of the consuls in the year 1094.1 The oldest of Pisan statutes still extant is the Breve dei consoli di mare of 1162.",
        "In this interval the use of the lens was discovered and clearly described by Daniello Barbaro, a Venetian noble, patriarch of Aquileia, in his work La Pratica della perspettiva (p. 192), published in 1568, or twenty-one years before Porta's mention of it.",
        "There is no mention whatever of a portable box or construction beyond the darkened room, nor is there in his later work, De Refractione Optices Parte (1593), in which he discusses the analogy between vision and the simple dark room with an aperture, but incorrectly.",
        "The earliest mention of the camera obscura in England is probably in Francis Bacon's De Augmentis Scientiarum, but it is only as an illustration of the projected images showing better on a white screen than on a black one.",
        "Wotton's letter of 1620, already noted, was not published till 1651 (Reliquiae Wottonianae, p. 141), but in 1658 a description of Kepler's portable tent camera for sketching, taken from it, was published in a work called Graphite, or the most excellent Art of Painting, but no mention is made of Kepler.",
        "also several optical problems relating to lenses of various forms and their combinations for telescopic projection, rules for finding foci, &c. He does not, however, mention the camera obscura as an instrument in use, but in John Harris's Lexicon Technicum (1704) we find that the camera obscura with the arrangement called the \"scioptric ball,\" and known as scioptricks, was on sale in London, and after this must have been in common use as a sketching instrument or as a show.",
        "Hoffmann the earliest mention of destillatio per descensum occurs in the writings of Aetius, a Greek physician who flourished at about the end of the 5th century.",
        "The ethnographical museum, the cabinet of coins, and the collections of fossils, minerals, and physical and optical instruments, are also worthy of mention.",
        "Although the Finns are not Sla y s, on topographical grounds mention may here be made of Wainamoinen, the great magician and hero of the Finnish epic Kalevala (\" land of heroes \").",
        "In the 9th century, during the great movement termed the Carolingian Renaissance, these Annals became the usual form of contemporary history; it suffices to mention the Annales Einhardi, the Annales Laureshamenses (or \"of Lorsch\"), and the Annales S.",
        "He was actively engaged at one time or other in nearly all the various schemes of the church, but special mention should be made of his services on the education committee, of which he was convener from 1846 to 1863, and in the unsuccessful negotiations for union among the non-established Presbyterian denominations of Scotland, which were carried on during the years 1863-1873.",
        "Of the many \" selected works,\" mention may be made of those by B.",
        "Next year there is mention more than once of a royal palace here, and the early importance of the place is indicated by the fact that in this year it was chosen as the seat of the ecclesiastical council by which image-worship was condemned.",
        "Nevertheless the annals show that during the three centuries before 1897 there were 108 earthquakes sufficiently disastrous to merit historical mention.",
        "But it has to be clearly understood that there is here no mention of a flowergarden in the Occidental sense of the term.",
        "Brief mention must also be made of two other kinds of books belonging to this epoch; namely, the Shingakusho (ethical essays) and the .Jilsuroku-mono (true records).",
        "The paintings of which we have any mention were almost limited to representations of Buddhist masters of the Tang dynasty (618 905), notably Wu Tao-zu (8th century), of whose genius romantic stories are related.",
        "Mention should also be made of several charming series of fairy tales, of which that published in English by the Kobunsha in Tokyo in 1885 is perhaps the best.",
        "It is not possible to enumerate here even the principal styles of ishime, but mention may be made of the zara-maki (broad-cast), in which the surface is finely but irregularly pitted after the manner of the face of a stone; the nashi-ji (pear-ground), in which we have a surface like the rind of a pear; the hari-ishime (needle ishime), where the indentations are so minute that they seem to have been made with the point of a needle; the gama-ishime, which is intended to imitate the skin of a toad; the tsuya-ishime, produced with a chisel sharpened so that its traces have a lustrous appearance; the ore-liuchi (broken-tool), a peculiar kind obtained with a jagged tool; and the gozam, which resembles the plaited surface of a fine straw mat.",
        "Mention must also be made of an extraordinarily elaborate and troublesome process invented by Kajinia Ippu, a great artist of the present day.",
        "One variety deserves special mention.",
        "Among a multitude of other Japanese wares, space allows us t mention only two, those of Izumo and Yatsushiro.",
        "The name, written Aksm and Aksum in the Sabaean and Ethiopic inscriptions in the place, is found in classical and early Christian writers in the forms of Auxome, Axumis, Axume, &c., the first mention being in the Periplus Maris Erythraei (c. A.D.",
        "It will be sufficient to mention the following: The Scots Magazine (1739-1817) was the first published in Scotland; from 1817 to 1826 it was styled the Edinburgh Magazine.",
        "The Bookman (1886), for a combination of popular and literary qualities, and the Badminton (1895), for sport, also deserve mention.",
        "The next that deserve mention are the Giornale enciclopedico (1806) of Naples, followed by the Progresso delle scienze (1833-1848) and the Museo di scienze e letteratura of the same city, and the Giornale arcadico (1819) of Rome.",
        "Among later periodicals we may mention Skandia (1833-1837); Literaturbladet (1838-1840); Stallningar och Forhallanden (1838) of Crusenstolpe, a monthly review of Scandinavian history; Tidskrift for Litteratur (1850); Norsk Tidsskrift (1852), weekly, Forr och Nu; and the Revue suedoise (1858) of Kramer, written in French.",
        "Of the many different improvements mention may scope FIG.",
        "A detailed account of his activity from 1774 to 1782 would entail the mention of every crisis of the American War of Independence and of every serious debate in parliament.",
        "During the years from 1 715 to 1728 Defoe had issued pamphlets and minor works too numerous to mention.",
        "Many of the cities completely disappeared, and hardly any of them were of great importance under the Roman empire; some, like Tarentum, 1 This passage should perhaps be referred to the 8th century B.C. It is the first mention of an Italian place in a literary record.",
        "The electrosyntheses call for mention here.",
        "No mention is made of Tokyo in Japanese history before the end of the 12th century.",
        "This must relate, however, to the fort only, because Arab travellers of the 10th century mention Hovakend or Hokand, the position of which has been identified with that of Khokand.",
        "§ 3); (2) the comparative success for a time of Angra Mainyu (the evil principle personified); (3) the absence of any recognition of pre-existent matter; (4) the mention of six classes of good creatures.",
        "The earliest mention of them is in 1288, when they appear to have been called Christiens or Christianos.",
        "The lexicographers mention as characteristics of the Eupatridae that they are the autochthonous population, the dwellers in the city, the descendants of the royal stock.",
        "It is impossible here to mention any but the more obvious genera and groups of colubrine snakes.",
        "The activity of one of these writers was so great that he is entitled to a separate mention.",
        "Its purity of style and the fact that it was long a standard work entitle it to a mention here.",
        "On the eastern side the parallel valley of `Asal el-Ward deserves special mention; the descent towards the plain eastwards, as seen for example at Ma'lula, is singular - first a spacious amphitheatre and then two deep very narrow gorges.",
        "Of the valleys descending westward the first to claim mention is the Wadi Yafufa; a little farther south, lying north and south, is the rich upland valley of Zebedani, where the Barada has its highest sources.",
        "Nisus was the eponymous hero of the harbour of Nisaea, and local tradition makes no mention of his betrayal by his daughter.",
        "Among later historians who were deceived by the Historia Britonum it is only needful to mention Higdon, Hardyng, Fabyan (1512), Holinshed (1580) and John Milton.",
        "It is only necessary here to mention one anomalous form, Enoicyla pusilla, in which the mature female is wingless and the larva is terrestrial, living in moss or decayed leaves.",
        "The earliest authenticated mention of the Thugs is found in the following passage of Ziau-d din Barni's History of Firoz Shah (written about 1356): \"In the reign of that sultan,\" that is, about 1290, \"some Thugs were taken in Delhi, and a man belonging to that fraternity was the means of about a thousand being captured.",
        "The first mention of his name is in a passage of William of Malmesbury, recording the discovery of his tomb in the province of Ros in Wales.",
        "There are few great names in the 9th, 10th and 11th centuries: Anselm was a great Churchman, but no great preacher; perhaps the most worthy of mention is Anskar, the missionary to the Scandinavians.",
        "Nor can even so cursory a sketch omit to mention Bernardino Ochino and the Anabaptist Hiibmaier.",
        "Channing, Henry Ward Beecher, Horace Bushnell, Phillips Brooks, to mention only a few.",
        "Even in the time of the later Amoraim there is no mention of a written Palestinian Targum, though the official Babylonian Targum is repeatedly referred to in the Babylonian Talmud, in the Midrashim, and at times also by Palestinian Amoraim.",
        "The publication of the Allgemeine and General-Reformation der ganzen weiten Welt (Cassel, 1614), and the Fama Fraternitatis (Cassel, 1615) by the theologian Johann Valentin Andrea (1586-1654), caused immense excitement throughout Europe, and they not only led to many re-issues, but were followed by numerous pamphlets, favourable and otherwise, whose authors generally knew little, if anything, of the real aims of the original author, and doubtless in not a few cases amused themselves at the expense of the public. It is probable that the first work was circulated in MS. about 1610, for it is said that a reply was written in 1612 (according to Herder), but if so, there was no mention of the cult before that decade.",
        "He omits, however, to mention this, which is Zahn's strongest argument, II.",
        "Thus the doctrine of the Real Presence is asserted, but no mention is made of Transubstantiation.",
        "Mention may also be made of the longer catechism of the Orthodox Catholic Church compiled by Philaret, metropolitan of Moscow, revised and adopted by the Russian Holy Synod in 1839.",
        "One inscription, though of late date, deserves mention.",
        "To illustrate the great perplexity surrounding the subject, we may mention that to one species, S.",
        "The Gothic churches of St Vincent and St Eucharius, and the handsome Protestant garrison church, completed in 1881, also deserve mention.",
        "Of the principal later writers whose works are extant, and to whom we owe what little knowledge we possess of the labours of their predecessors, mention will be made hereafter.",
        "Mention has already been made of the series of curved hooks along the costa of the hind-wing; by means of this arrangement the two wings of a side are firmly joined together during flight, which thus becomes particularly accurate.",
        "At Easter 781, Carloman, his second son by Hildegarde, was renamed Pippin and crowned king of Italy by Pope Adrian, and his youngest son Louis was crowned king of Aquitaine; but no mention was made at the time of his eldest son Charles, who was doubtless intended to be king of the Franks.",
        "The Latin chronicle, wrongly ascribed to Turpin (Tilpinus), bishop of Reims from 753 to Boo, was in reality later than the earlier poems of the French cycle, and the first properly authenticated mention of it is in 1165.",
        "There is only one practical published investigation of Airy's micrometer that is worthy of mention, viz.",
        "Mention may also be made of Voltaire, Siecle de Louis XIV.; P. Clement, Histoire de la vie et de l'administration de Colbert; Sainte-Beuve, Causeries de lundi.",
        "The fact that Eusebius does not mention Revelation among the New Testament books known to Papias (H.E.",
        "- These methods are now generally regarded as unscientific, and call for no further notice here save to mention that the first was upheld by Hengstenberg, Ebrard, Maitland, Elliott, &c.; the second by Kliefoth, Beck, Zahn, and the third by Auberlen, Luthardt, Milligan and Benson.",
        "I are said to be held fast lest they should break in elemental fury on land and sea, are not let loose or referred to in the subsequent narrative, and also from the mention of the 144,000 Israelites of the twelve tribes, to whom no further reference is made; for these can no more be identified with the countless multitudes in vii.",
        "No mention of Christ's earthly life and crucifixion.",
        "There are obvious points of similarity, possibly of derivation, between the details in our text and the above myths, but the subject cannot be further pursued here, save that we remark that in the sun myth the dragon tries to kill the mother before the child's birth, whereas in our text it is after his birth, and that neither in the Egyptian nor in the Greek myth is there any mention of the flight into the wilderness.",
        "The first mention of Prester John occurs in the chronicle of Otto, bishop of Freisingen.",
        "There is no express mention of the title \"Prester John\" in what seem the more genuine copies of this letter..",
        "We do not know how far the imaginations about Prester John retained their vitality in 1221, forty-four years after the letter of Pope Alexander, for we know of no mention of Prester John in the interval.",
        "In Carpini's (1248) single mention of Prester John as the king of the Christians of India the Greater, who defeats the Tatars by an elaborate stratagem, Oppert recognizes Jalaluddin of Kharezm and his brief success over the Mongols in Afghanistan.",
        "With this mention Prester John ceases to have any pretension to historical existence in Asia (for we need not turn aside to Mandeville's fabulous revival of old stories or to the barefaced fictions of his contemporary, John of Hese, which bring in the old tales of the miraculous body of St Thomas), and his connexion with that quarter of the world gradually died out of the memory of Europe.(fn 3) When next we begin to hear his name it is as an African, not as an Asiatic prince; and the personage so styled is in fact the Christian king of Abyssinia.",
        "Mention should also be made of the Sassen Poort, one of the old city gates; a gild-house (1571); the provincial government offices, containing the archives; and a museum of antiquities and natural history.",
        "The following members of the family deserve mention.",
        "\"They are usually described as having been placed over the altar, and in many instances mention is made of jewelled crosses of gold appended within such crowns as an accessory ornament.",
        "Of these we may mention LOgsogumannatal og LOgmanna a Islandi (\" Speakers of the Law and Law-men in Iceland\"); his edition of Landneima and other sagas in Islendinga SOgur, i.",
        "The title of \"praefect\" was borne by various other Roman officials, of whom we may mention the following",
        "Many disciples put themselves under his guidance; but his influence must have been limited to south Palestine, for there is no mention of him in Palladius or Cassian.",
        "The following are worth mention: - Vie politique, militaire et privee du general Moreau (1814); Catastrophe de Murat, ou Recit de la derniere revolution de Naples (1815); Histoire de la guerre d'Espagne et du Portugal, 1807-1813 (2 vols., 1819); Collection de memoires relatifs aux revolutions d'Espagne (2 vols., 1824); Histoire de la revolution de Piemont (2 vols., 1821, 1823); Memoires secrets et inedits pour servir a l'histoire contemporaine (2 vols., 1825).",
        "35) makes no mention of him among the foreigners so honoured.",
        "So far as can be ascertained, then, the first mention of the Philistines belongs to an age of disturbance and change in connexion with movements in Asia Minor.",
        "Moreover, it had come to be suspected by several scholars that a lost book, variously entitled The Two Ways or The Judgment of Peter, had been freely used in a number of works, of which mention must presently be made.",
        "Certainly the stage of development is an early one, as is shown, e.g., by the prominence of prophets, and the need that was felt for the vindication of the position of the bishops and deacons (there is no mention at all of presbyters); moreover, there is no reference to a canon of Scripture (though the written Gospel is expressly mentioned) or to a creed.",
        "He published his autobiography in 1882 under the title Sache,' Leben and Feinde; the mention of \"Feinde\" (enemies) is characteristic. Diihring's philosophy claims to be emphatically the philosophy of reality.",
        "Mention may also be made of the Lares grundules, whose worship was connected with the white sow of Alba Longa and its thirty young (the epithet has been connected with grunnire, to grunt): the viales, who protected travellers; the hostilii, who kept off the enemies of the state; the permarini, connected with the sea, to whom L.",
        "Bede does not mention this kingdom in his narrative until 604, the year of the consecration of Mellitus to the see of London.",
        "It makes no mention of the death of Achilles, but hints at its taking place \"before the Scaean gates.\"",
        "This story is, of course, improbable, and is further discredited by the fact that Einhard does not mention Emma among the number of Charlemagne's children.",
        "Few of these works are of sufficient interest to require mention.",
        "So was it in the long run with the Countess of Huntingdon's Connexion, springing from Whitefield's Calvinistic wing of the Revival, not to mention the congregational strain in some minor Methodist churches.",
        "The Greeks recognized Hercules in an Egyptian deity Chons and an Indian Dorsanes, not to mention personages of other mythologies.",
        "Thus the pre-exilic literature, as we now have it, has little to say about angels or about superhuman beings other than Yahweh and manifestations of Yahweh; the pre-exilic prophets hardly mention angels.",
        "The other biblical books do not mention the Sabaeans except incidentally, in allusion to their trade in incense and perfumes, gold and precious stones, ivory, ebony, and costly garments (Jer.",
        "South-west of Ma'in, on the west of the mountain range and commanding the road from San'a to the north, lies Baraqish, anciently Yathil, which the inscriptions and Arabic geographers always mention with Main.",
        "Notable also is the mention in i Chron.",
        "Three gods of the inscriptions are named in the Koran - Wadd, Yaghuth and Nasr. In the god name Ta'lab there may be an indication of tree-worship. The many minor deities may be passed over; but we must mention the sanctuary of Riyam, with its images of the sun and moon, and, according to tradition, an oracle.",
        "The sela` in late Hebrew answers to the older shekel, and the mention of it seems to point to Jewish or Christian influence.",
        "It has a number of admirable public buildings, while, among several parks and recreation grounds, mention must be made of the fine botanical garden, 750 acres in extent, where, in Lake Wendouree, pisciculture is carried on with great success.",
        "2 One isolated incident which deserves mention took place at this time, the bold raid of Colonel Madritov and 500 Cossacks against the communications of the 1st Army.",
        "The following are instances and others might be cited: the mention of \"other boats,\" iv.",
        "And, to mention a point of a different kind, the parts played by different sections among the Jewish people are such as might be expected.",
        "The earliest mention of Cassel is in 913, when it is referred to as Cassala.",
        "But with the sole exception of proving that the volumes of spheres are in the triplicate ratio of their diameters, a theorem probably due to Eudoxus, no mention is made of its mensuration.",
        "For instance, did the original story mention two trees, or only one, of which the fruit was taboo?",
        "To the phrase\" ye shall be as gods \"a later writer may have added\" knowing good and evil,\"but\" to be as gods \"originally meant\" to live the life of gods - wise, powerful, happy.\"The serpent was in the main right, but there is one point which he did not mention, viz.",
        "The last mention of a lex agraria in Roman history is connected with his name, though how far the measure was strictly speaking a law is uncertain.",
        "Mention may also be made of the famous pamphlet by L.",
        "It is true that they do not include the whole even of the ecclesiastical literature of the sub-apostolic age, not to mention what remains of Gnostic and other minority types."
    ],
    "definition": [
        "The act or an instance of mentioning something: He made no mention of the incident in his report. There was a mention of the play in the local newspaper.",
        "A statement or citation of honor or appreciation: Sponsors were given a special mention during the opening ceremony.",
        "men′tion·a·ble\nadjective",
        "Link/Cite",
        "A speaking or notice of anything, usually in a brief or cursory manner. Used especially in the phrase to make mention of.",
        "To make a short reference to something.",
        "nontime",
        "Link/Cite"
    ]
}