{
    "translation": "ברחמים",
    "uses": [
        "The session was mercifully short and they decided to go to check out the renovated house and make sure it was ready for the new renters.",
        "Mercifully, he said nothing, only stood close to her and stared into the same sky.",
        "She was on her way back to her room with the scarf securely wrapped around her neck and the whiskey that had fallen mercifully into an outside trash bin without busting when she felt the change in temperature.",
        "But consignment to a prison for lengthened periods was, as a penalty, of more recent introduction, and of still later date is the recognition of the duties incumbent upon the authority to use its powers mercifully by humane endeavours to reform and improve those on whom it laid hands.",
        "His dying agonies were shortened by an Italian soldier, who mercifully plunged a sword into his body.",
        "mercifully grant, that as these lights enkindled with visible fire dispel nocturnal darkness, so our hearts illumined by invisible fire,\" &c. (Missale Rom.).",
        "I raise fervent prayers to Heaven that the Almighty may exalt the race of the just, and mercifully fulfill the desires of Your Majesty.",
        "bringhort while after being brought onboard, they all mercifully passed away.",
        "Mercifully, Tom Byron and his mullet hairdo split up in '93.",
        "Hitherto, by his own showing, the private life of the young tsar had been unspeakably abominable, but his sensitive conscience (he was naturally religious) induced him, in 1550, to summon a Zemsky Sobor or national assembly, the first of its kind, to which he made a curious public confession of the sins of his youth, and at the same time promised that the realm of Russia (for whose dilapidation he blamed the boyar regents) should henceforth be governed justly and mercifully.",
        "He does not delight in prayers and praise, but he demands truth in the soul and bids man to walk humbly and deal righteously and mercifully with his brother (Micah vi.6-8; Isa."
    ],
    "definition": [
        "In a merciful manner.",
        "Link/Cite"
    ]
}