{
    "translation": "היגר",
    "uses": [
        "The Russians do not emigrate as isolated individuals; they migrate in whole villages.",
        "During and after supper, conversation seemed to continually migrate back to Cynthia.",
        "Entire villages migrate after the harvest to the neighbourhood of some plentiful well.",
        "The decay that followed caused a number of Sabaeans to migrate to other parts of Arabia.",
        "Bats are social, nocturnal and they migrate to a warmer climate, or hibernate.",
        "A third point of dispute is whether the nematocysts ar:e formed in situ, or whether the cnidoblasts migrate with them to the region where they are most needed; the fact that in Hydra, for example, there are no interstitial cells in the tentacles, where nematocysts are very abundant, is certainly in favour of the view that the cnidoblasts migrate on to the tentacles from the body, and that like the genital cells the cnidoblasts are wandering cells.",
        "But over time, as incomes around the world rise, people will migrate more and more to products associated with social practices that match their own ideals.",
        "Those same stars twinkle over other fields than these.--But how to come out of this condition and actually migrate thither?",
        "He proposed in 1846 to migrate to America, but went instead to Switzerland, where he earned his living as a teacher.",
        "As birds migrate to somewhere beyond the sea, so these men with their wives and children streamed to the southeast, to parts where none of them had ever been.",
        "On that theory the ions of a dilute solution migrate independently of each other.",
        "When a people migrate they may take with them their god, and if they conceive him to be a spiritual being who cannot be represented by an image, they may desire a symbolical expression of or, rather, a substitute for his presence.",
        "Soon afterwards a fresh revolt in Paris caused the king and the Assembly to migrate thither.",
        "When people migrate to other areas, the demographic of those areas will change.",
        "About this time the Tekke Turkomans, then living on the Heri-rud, were forced by the Persians to migrate northward.",
        "The Moros (275,224 wild and 2323 civilized) were the last of the Malays to migrate to the islands; they came after their conversion to the Mahommedan religion, and their migration continued until the Spanish conquest.",
        "Cromwell, however, persevered, reminding Fortescue, who was left in command, that the war was one against the\" Roman Babylon,\"that they were\" fighting the Lord's battles \"; and he sent out reinforcements under Sedgwick, offering inducements to the New Englanders to migrate to Jamaica.",
        "In the course of development, however, cells from the ectoderm and endoderm may migrate into it.",
        "Like all lowland Cilicia, it has a notoriously bad summer climate, and all inhabitants, who can do so, migrate to stations on the lower slopes of Taurus.",
        "They issued from the land of Barsilia, and extended their rule over the Bulgarian hordes left masterless by the Turks, compelling the more stubborn to migrate to the Danube (641).",
        "Sometimes the winged females migrate from the plant they were born on to start fresh colonies on others often of quite a different kind.",
        "He began this work in the year 1574, and had finished the third book (Aranya-kand), when differences with the Vairagi Vaishnavas at Ajodhya, to whom he had attached himself, led him to migrate to Benares, where he settled at Asi-ghat.",
        "From time to time additional settlers arrived or shipwrecked mariners decided to remain; in 1827 five coloured women from St Helena were induced to migrate to Tristan to become the wives of the five bachelors then on the island.",
        "The effect of this law was to place the Hottentots in more immediate dependence upon the farmers, or to compel them to migrate northward beyond the colonial border.",
        "But vast tracts of land are useless except as pasture for sheep, and even the sheep are driven by the severe winters to migrate yearly into Estremadura (q.v.).",
        "He realized that with the enclosure of the waste lands and the absorption of small into large ho] dings, the commonfield farmer must migrate to the town or become a hired labourer; but he also realized that to feed a rapidly growing industrial population, the land must be improved by draining, marling, manuring and the use of better implements, in short by the investment of the capital which the yeoman farmer, content to feed himself and his own family, did not possess.",
        "His advice to its inhabitants, at the time of the Persian invasion, to migrate to Sardinia and there found a single pan-Ionic city (Herodotus i.",
        "Guinand was induced to migrate from his home in Switzerland to Bavaria, where he worked at the production of homogeneous flint glass, first with Joseph von Utzschneider and then with J.",
        "There is reason to believe that the anchovies found at the western end of the English Channel in November and December are those which annually migrate from the Zuider Zee and Scheldt in autumn, returning thither in the following spring; they must be held to form an isolated stock, for none come up from the south in summer to occupy the English Channel, though the species is resident on the coast of Portugal.",
        "Among birds are found bustard and species of sand-grouse and partridge; water-fowl in great variety, which breed on the lakes in summer and migrate to the plains of India in winter; the raven, hawks, eagles and owls, a magpie, and two kinds of chough; and many smaller birds of the passerine order, amongst which are several finches.",
        "Soon after his death the city fell into the hands of Lysimachus, who introduced fresh Greek colonists from Lebedus and Colophon and, it is said, by means of an artificial inundation compelled those who still dwelt in the plain by the temple to migrate to the city on the hills, which he surrounded by a solid wall.",
        "A determination to keep clear of the British and to obtain access to the outer world through an independent channel led Potgieter and a considerable number of the Potchefstroom and Winburg burghers in 1845 to migrate towards Delagoa Bay.",
        "Olgierd's most memorable feat was his great victory over the Tatars at Siniya Vodui on the Bug in 1362, which practically broke up the great Kipchak horde and compelled the khan to migrate still farther south and establish his headquarters for the future in the Crimea.",
        "The Sacred College having decided to hold the conclave abroad, Crispi assured them of absolute freedom if they remained in Rome, or of protection to the frontier should they migrate, but warned them that, once evacuated, the Vatican would be occupied in the name of the Italian government and be lost to the Church as headquarters of the papacy.",
        "Many species of aphid migrate from one plant to another at certain stages in their life-cycle when their numbers have very largely increased, and F.",
        "The result is that practically all the trade of these states is in the hands of Bangkok Chinese firms, of a certain number of European houses and others, while most of the manual labour connected with the teak industry is done by Ka Mus, who migrate in large numbers from the left bank of the Mekong.",
        "On the northern frontier of the empire he kept the Avars in check by inducing the Serbs to migrate from the Carpathians to the Balkan lands so as to divert the attention of the Avars.",
        "They were not even adscripti glebae, though forbidden to migrate; an imperial ukase of 1721 says, \" the proprietors sell their peasants and domestic servants, not even in families, but one by one, like cattle.\"",
        "In 58 B.C. the Helvetii, a Celtic people inhabiting Switzerland, determined to migrate for the shores of the Atlantic and demanded a passage through Roman territory.",
        "In 1753 Spain and Portugal exchanged certain American provinces with each other, which involved a transfer of sovereign rights over Paraguay; but it was also provided that the populations should severally migrate also, that the subjects of each crown might remain the same as before.",
        "The new church was consecrated early in 1577, and the clergy of the pew society at once resigned the charge of San Giovanni dei Fiorentini, but Neri himself did not migrate from S'an Girolamo till 1583, and then only in virtue of an injunction of the pope that he, as the superior, should reside at the chief house of his congregation.",
        "migrate over to the fuel side again.",
        "migrate upwards to a higher priced plan at any time.",
        "Later in the year, manta rays migrate up the coast in large numbers.",
        "emulation layer or toolkit on my Linux system to migrate my application?",
        "exasperated readers did not migrate to a lesser, larger newspaper.",
        "In March, April and May, salmon and sea trout parr begin to migrate to the sea.",
        "Female sea trout are more likely than males to migrate to sea.",
        "Healing piercings may migrate or settle into a position that is slightly different than where they were initially pierced.",
        "haploid nuclei, which migrate to the tips of the basidia.",
        "They are forced to migrate and often end up selling their bodies to earn a livelihood.",
        "We were also invited to migrate our current Xbox Live account, which was a surprisingly painless process having already tied it to MSN.",
        "Then two successive nuclear divisions occur resulting in the formation of four nuclei which later migrate respectively into the four basidiospores (fig.",
        "Like most other baleen whales, they spend the winters in warm waters and migrate to cold seas to feed in summer.",
        "Each year, bottlenose dolphins migrate along the English Channel from west to east.",
        "Mature silver eels migrate downstream from the first stormy night in October for two weeks (Fig 3 ).",
        "When inflammation develops in a tissue, lymphocytes and monocytes migrate out of the blood stream and cross the endothelium.",
        "hypothesized that these cells then migrate in an abnormal fashion to the cortex to generate in abnormal collections of inappropriately positioned neurons.",
        "Their presence in wild bird reservoirs, especially those species known to migrate long distances, are potentially of high significance.",
        "These activated macrophages then migrate to draining lymph nodes, where they stimulate naive T cells (Ref.",
        "They migrate to form the dental mesenchyme, supportive cells of the nervous system, the adrenal cortex and melanocytes of the skin.",
        "migrate northwards to the Norwegian Sea for the summer.",
        "migrate over long distances in order to search for food.",
        "migrate downstream from the first stormy night in October for two weeks (Fig 3 ).",
        "migrate seamlessly to other Windows Server 2003 products.",
        "migrate south every winter to the area off the shore of southern Taiwan to lay their eggs.",
        "migrate over hundreds of miles from the rivers where they are spawned to the open sea.",
        "migrate existing accounts to that domain.",
        "migrate fine weather we may get our first views of migrating raptors from here.",
        "migrate migrating birds may only rest for a few days to a week.",
        "migrate famous for the large number of migrating geese that come here.",
        "wild salmon migrate over hundreds of miles from the rivers where they are spawned to the open sea.",
        "female sea trout are more likely than males to migrate to sea.",
        "Others, like the song thrush, migrate to warmer areas.",
        "transmigration policy, forcing many to migrate from one part of Indonesia to another.",
        "Neutrophils and monocytes circulate in the blood and migrate into the tissues at the post-capillary venule.",
        "Some Thysanoptera habitually dwell on the under-surface of leaves, and others periodically migrate to roots.",
        "The influence of such legislation on unsettled immigrant labourers may be seen in the number of Italians who periodically migrate from Argentina to Brazil, and vice versa, seeking to better their condition.",
        "In the case of certain beetles whose larvae do not find themselves amid appropriate food from the moment of hatching, but have to migrate in search of it, an early larval stage, with legs, is followed by later sluggish stages in which legs have disappeared, furnishing examples of what is called hypermetamorphosis.",
        "I The abolition of the special courts of the peasants was announced in the same imperial ukaz (18th of October 1906) which promised the relief of the peasants from the arbitrary control of the communes, and permission for them to migrate elsewhere without losing their communal rights.",
        "From the governments of Vyatka and Vladimir large numbers of bricklayers, carpenters and Other handicraftsmen migrate temporarily to the S.",
        "The first and last cells that migrate from the yolk.",
        "Succinosuccinic ester behaves both as a ketone and as a phenol, thereby exhibiting desmotropy; assuming the ketone formula as indicating the constitution, then in Baeyer's equation we have a migration of a hydrogen atom, whereas to bring Ladenburg's formula into line, an oxygen atom must migrate.",
        "The impulse to migrate, that is to say, the calling forth of specific activities by climatal or other presentations, appears to be instin tive; whether the direction of migration is in like manner instinctive is a matter of uncertainty; and, if it be instinctive, the nature of the stimuli and the manner in which they are hereditarily linked with responsive acts is unexplained.",
        "Eight centuries later the Turkish stocks of \" Tukiu \" (the Chinese spelling for \" Turks \"), Khagases and Uigurs - also compelled to migrate north-westwards from their former seats - subdued the Ugro-Samoyedes.",
        "In habits bats are social, nocturnal and crepuscular; the insect-eating species feed on the wing, in winter in the temperate regions they migrate to a warmer climate, or hibernate, as do the British bats.",
        "Many species of water and shore birds migrate along the coast, where also others breed, as the royal, common and least terns and black skimmer; practically all the ducks are migrant species, though the wood-duck breeds.",
        "During the rule of President Soeharto, he implemented a transmigration policy, forcing many to migrate from one part of Indonesia to another.",
        "They migrate up the rivers top spawn, and this upstream migration is known as the ' run '.",
        "When people migrate to other areas, the demographic of those areas will change.",
        "It will be important at some point to migrate to a piano that has the appropriate key action so that the budding pianist can continue to make progress on technique, touch and tone.",
        "Tapeworms generally begin their life cycle on a flea and then migrate into the cat's digestive system when she grooms herself and ingests the flea.",
        "Pilling comes from nonstructural fabric fibers that migrate to the top of the fabric over time.",
        "One recent trend is for more and more good reference sources to migrate toward a paying model.",
        "Whale Watching: Ensenada is a popular spot for whales to migrate during winter months.",
        "Once in the environment, they migrate through the water table, and can contaminate municipal water supplies, poison fish in local lakes, and damage the delicate balance of nature in our parks, wildlife refuges and neighborhoods.",
        "They usually migrate to the South before the first snow hits the ground in their northern home towns and return in the spring when the weather is getting warm again.",
        "Most people migrate back to the center to keep the beat or because they find it's easier to find the arrows.",
        "Video game comics that start in the realm of gaming and migrate to the printed form can be fun, but the reverse can also be very engaging.",
        "Hemoglobins migrate through this gel at various rates and to specific locations, depending on their size, shape, and electrical charge.",
        "As development progresses, they migrate downward through the groin and into the scrotum.",
        "The structures that form the diaphragm do not properly form, allowing the contents of the lower abdomen to migrate up near the heart and lungs.",
        "The normal ridges and valleys of the mature brain are formed after cells from the inside of the developing brain migrate to the outside and multiply.",
        "When these cells fail to migrate, the surface remains smooth, a condition called lissencephaly (\"smooth brain\").",
        "Check pets frequently for ticks, since ticks can migrate to children from pets.",
        "The immune system contains the following organs and cells: tonsils and adenoids; the thymus gland; lymph nodes; bone marrow; and white blood cells that leave blood vessels and migrate through tissues and lymphatic circulation.",
        "Immigration to the new land became more popular in the late 1800s when many people living in countries around the world decided to migrate to the United States.",
        "Try shaking and gyrating in the mirror to get the right movements the day before the contest, and make sure that your bathing suit won't migrate as you move around on stage.",
        "For inexpensive footwear across the board, though, there are a few stores you might want to migrate to.",
        "Over time, natural processes in the skin cause tattoo ink to spread out or \"migrate.\"",
        "The Red Star is a wandering planet in Pern's star system, and thread is an indigenous form of Red Star 'fauna' that, when the two planets are close enough, tries to migrate from one planet to the other.",
        "This new business has met with phenomenal success, as people are continuing to migrate to a digital-only world."
    ],
    "definition": [
        "to move from one place to another; esp., to leave one's country and settle in another",
        "to move from one region to another with the change in seasons, as many birds and some fishes do",
        "to move from place to place to harvest seasonal crops",
        "Link/Cite",
        "(intransitive) To relocate periodically from one region to another, usually according to the seasons.",
        "(intransitive) To change one's geographic pattern of habitation.\nMany groups had migrated to western Europe from the plains of eastern Europe.",
        "(intransitive) To change habitations across a border; to move from one country or political region to another.",
        "(intransitive) To move slowly towards, usually in groups.",
        "(computing): To move computer code or files from one computer or network to another.",
        "(marketing) To induce customers to shift purchases from one set of a company's related products to another.\nWe were hoping to migrate the customers of the \"C\" series to the \"E\" series and the \"E\" customers to the \"S\" series.",
        "Link/Cite"
    ]
}