{
    "translation": "אבן דרך",
    "uses": [
        "A milestone in a baby's life is when they learn how to walk.",
        "Graduation is a huge milestone in a young adult's life.",
        "The invention of the railroad was a milestone in the history of transportation.",
        "Reaching the next milestone in success would require hours of hard work.",
        "Do you remember what the milestone is to find the old country road?",
        "What do you think has been the biggest milestone in your personal growth?",
        "Abolishment of slavery was a huge milestone in America's history.",
        "It's easy to miss the road to our house, but there is a milestone on the highway to remind you where the exit is.",
        "Did we already pass the milestone where we were supposed to make a turn?",
        "Today we reached a milestone in the growth of a portal!",
        "Each milestone is marked by a moment of pride and celebrating.",
        "The restoration of the Empire in 962 marks the first milestone on the pathway of recovery.",
        "This brilliant event was milestone marking the Advent of a new era for SGI and a fitting tribute to round out its tenth year.",
        "milestone achievement for me.",
        "long, hence called Decennovium) belonged to the original road was proved by the discovery at Ad Medias (Mesa) of a milestone of about 250 B.C. (Ch.",
        "Potty training is a monumental milestone for parents and toddlers alike.",
        "milestone in the history of the school has been reached.",
        "This work represents a key milestone for the replacement school project.",
        "Accept your emotions and understand that childcare is an important part of your baby's life that will change and adjust similar to any other development milestone.",
        "This has resulted in project major milestone slippage approved by WIG.",
        "Another plus with the Munchkin Healthflow cup lids is that they are interchangeable and designed to grow with your child's drinking skill level as he reaches each milestone in development.",
        "Photos or other items for the party - If the party is to celebrate a milestone birthday, such as a 40th or 70th, you may have arranged for games or other activities specifically for this type of event.",
        "If a significant other, best friend or family member is nearing his or her 40th milestone, you may be wondering, \"How do I throw a great 40th birthday party?\"",
        "Take your time in selecting that one piece of jewelry that makes the statement you want to convey about your faith or represents the perfect gift to celebrate a religious milestone.",
        "Adams, in the second volume of his Three Episodes of Massachusetts History (Boston, 1892), for an admirable history of the community; his Centennial Milestone, an Address in Commemoration of the One Hundredth Anniversary of the Incorporation of Quincy, Mass.",
        "On the 18th March 2002 R. Kelly teamed up with rap superstar Jay-Z to make a milestone album The Best Of Both Worlds.",
        "Give your baby time to reach the milestone transition from bottle to cup.",
        "Introducing solids is a major milestone in a child's first year of life.",
        "Introducing finger foods for toddlers into your child's daily routine is a fun milestone for both parents and baby.",
        "The Defense Advanced Research Projects Agency (DARPA) has set a milestone for solar technology to reach 50 percent efficiency.",
        "It is ideal to use in extra-special layouts, such as weddings, milestone anniversaries and birthdays or as backdrops to pages you plan to design as gifts.",
        "Another milestone that is very important is a child's first words.",
        "You can view more than 140 one-of-a-kind full color layouts on 30 different themes, from birthdays and anniversaries to vacations, holidays and every milestone in between.",
        "Most graduation quotes were not designed specifically for graduates, but have been used so frequently in graduation speeches that they have come to be associated with that milestone.",
        "Graduating is a huge milestone in a teenagers life, and the teen will usually want to commemorate their accomplishment with a party or ceremony.",
        "Graduating from high school is a huge milestone in a teen's life, and usually a graduate will throw a party to celebrate it.",
        "Not surprisingly, choosing someone to record the major milestone can be challenging.",
        "They also can help with a vow renewal or other milestone celebration, which some of your loved ones may be inspired to plan after viewing your romantic nuptials.",
        "Knowing that family and friends are there to witness this milestone may be all the couple desires.",
        "Whether an addict has been clean for 30 days or three years, marking the milestone puts his/her life in perspective and offers hope for the future.",
        "There are few better ways to celebrate milestone birthdays than with dramatic and creative 50th birthday cakes!",
        "If he or she is going on a cruise to celebrate the milestone, make the cake in the shape of a ship, frost it with black and white icing, and add tiny windows and ship details on top.",
        "Here are a few couples that have reached this marriage milestone.",
        "If you are taking a cruise to commemorate five, 10 or 25 years of wedded bliss, and don't want the fanfare of balloons, streamers and banners, then opt to recognize the milestone by taking part in some couples-only activities.",
        "Fado's crosses are perfect for commemorating a religious milestone, such as a confirmation, while claddagh rings and jewelry are a wonderful way to show a friend or loved one that you care.",
        "However, you can celebrate any major milestone or special occasion with this type of jewelry.",
        "If you want to purchase a piece of jewelry to celebrate a christening, confirmation, bar or bat mitzvah, or other milestone in your or someone else's spiritual life, having a choice of jewelry styles is important.",
        "In still another case, your second wedding may celebrate a milestone anniversary, such as a 20th or 25th.",
        "Turning 50 is an important milestone, and these 50th birthday cake pictures can help you pick the perfect cake.",
        "Reaching retirement is a milestone in a person's life.",
        "Retirement is an important milestone in life, and to mark this momentous occasion you'll want to choose the right retirement gift.",
        "Retirement gift suggestions help guide you towards finding a gift that will mark this milestone with an item that is cherished and remembered.",
        "Samorost and Samorost 2 - A milestone in interactive flash games.",
        "But now, a milestone in space travel was to take place: scientists have found a way to stabilize wormholes which would create the ability for Faster-Than-Light travel.",
        "I think this is as much of a worth-proving milestone as beating Sephiroth on Expert Mode in Kingdom Hearts.",
        "KH: Wine is about celebration - whether a milestone event or an evening with people special to us.",
        "A version of the Droid, known as the Motorola Milestone, is sold by some international carriers (like Telus in Canada) and it is not equipped with MOTOBLUR.",
        "It is perfectly possible that some variant of the Droid or Milestone could make its way to the Sprint in the future.",
        "Also known as the Motorola Milestone in some markets, this higher-end device ushered in a new generation for Motorola and its smartphone division.",
        "Another major milestone was the evolution from analog networks to digital networks.",
        "The original Motorola Droid, which was also sold as the Motorola Milestone in some other markets around the world, really helped to put Motorola back on the map.",
        "It is not easy to go to a playgroup of toddlers when a child's latest milestone is getting from the floor into a sitting position while the other children are running across the room.",
        "The establishment of close, best friendships is an important developmental milestone.",
        "Referred to as \"top-level reaching,\" this achievement is considered an important milestone in fine motor development.",
        "However, individual children vary enormously regarding the exact age at which each milestone is reached.",
        "The Early Language Milestone Scale is a simple tool for assessing language development in children under the age of three.",
        "The milestone test uses collection forms that are completed by a parent, caregiver, or educator on a monthly basis.",
        "They include a photo or anecdote that illustrates the activity corresponding to the milestone.",
        "Normative tests or milestone scales should not be the major basis for the developmental assessment of infants and young children.",
        "Ten years of age seems to be an important milestone for PKU patients.",
        "G., et al. \"Concurrent and predictive validity of the cognitive adaptive test/clinical linguistic and auditory milestone scale (CAT/CLAMS) and the Mental Developmental Index of the Bayley Scales of Infant Development.\"",
        "Many children begin speaking significantly earlier or later than the milestone dates.",
        "In general, experts distinguish between those children who are slow in developing spoken language (language delay) and those who have difficulty achieving a milestone of spoken language (language disorders).",
        "However, the age and the pace at which a child reaches each milestone of language development vary greatly among children.",
        "Many programs also expect the child to be toilet-trained, a milestone that not all children have achieved at the preschool age.",
        "Fractions lesson plans represent a challenging milestone in your child's academic career.",
        "Children who do poorly in school often develop a distaste for education early in their lives, so the preschool years can be a vital milestone for a child's overall view of education.",
        "Feeling a baby kick for the first time, finishing the nursery decorations, and finally putting on that first pair of maternity jeans is a milestone many expectant parents anticipate with joy.",
        "Shots of each milestone will make a wonderful memory book.",
        "Philips' development of a rechargeable electric razor was considered another milestone in the industry, as it offered greater convenience and economy to the shaving consumer.",
        "They are generally used for \"milestone\" birthdays, such as sweet sixteen, or for each decade.",
        "In fact, the number one reason people decorate with ornaments, according to research conducted by Hallmark, is to commemorate a milestone.",
        "Make it a special occasion trip for a milestone birthday, bachelorette or bachelor party, even just to celebrate single living.",
        "Becoming engaged is a tremendous milestone in a couple's relationship.",
        "Anniversary rings are generally given to commemorate a milestone anniversary such as a lengthy marriage or the anniversary of another significant event, such as starting a business or a family.",
        "The rings can symbolize a special shared event, such a trip or milestone.",
        "Regardless of which 10-year anniversary ring style you choose, you'll find jewelry is a great way to celebrate this important marriage milestone.",
        "Every birthday that kids celebrate marks another milestone in their lives.",
        "You can help make each birthday a unique and memorable milestone by creating fun and amazing birthday cakes that your children will never forget.",
        "For most of the cast, Independence Day was only the start of their film careers, or just another milestone in it.",
        "The day a dancer earns her first pair of pointe shoes is seen as an important milestone in her ballet career.",
        "Named after the famous Grand Prix, the Monaco chronograph was a milestone for TAG Heuer.",
        "Whether it is to celebrate a special milestone birthday or simply as a lovely gift, engraving a watch with the date and name of the person makes the gift that little bit extra thoughtful.",
        "If you have a specific goal, you can add a framed picture of what achieving that milestone means.",
        "While the feat marked a milestone in aviation history, the true benefit was that the aerodynamics lab on the first floor was able to test and observe how the wings functioned during flight.",
        "A major milestone in the Elvis Presley biography came in 1946, when his family moved to Memphis.",
        "There are many creative ideas for birthday parties that can help make a special day even more unique and to celebrate each milestone of growing older.",
        "Graduation parties are a fun way to celebrate the passing of a milestone, whether it's graduation from kindergarten or college.",
        "Party stores are there for all the memorable events in your life: baby showers, First Communion, weddings, anniversaries, milestone birthdays and retirements.",
        "If you're planning an elaborate baby shower or milestone birthday party, you may want to pick up more decorations than a retirement or anniversary party requires.",
        "It is a milestone that should be celebrated in a fun way.",
        "Your Quinces is an important milestone, it's not about the dance.",
        "A graduation is a momentous event, and finding unique graduation party ideas can make celebrating this educational milestone special and memorable.",
        "High School Reunion: For a college graduation party, a reunion of old high school friends is a great way to share another momentous milestone and to revisit other happy education memories.",
        "Inviting the graduate's favorite teachers - particularly from years gone by - will be a pleasant surprise as well as a way to honor everyone who has assisted the graduate in reaching this milestone.",
        "Retirement marks a major milestone in life and should be recognized in a memorable way.",
        "Retirement marks a milestone in life that should be celebrated in a special way.",
        "The celebration of a young girl's bat mitzvah has become not only an important religious milestone in her life, but also a good excuse to throw a really fun party for family and friends.",
        "The bat mitzvah ceremony is an important milestone in the life of a young Jewish girl.",
        "The 50th birthday is usually considered a milestone birthday.",
        "A birthday party for this milestone should be memorable for both the guests and the birthday man or woman.",
        "A milestone birthday should be celebrated with some class so that it's a pleasantly memorable occasion.",
        "The 21st birthday is a huge milestone in many young adults' lives, and a surprise party gives this celebration the extra attention it deserves.",
        "Since a 50th birthday is a milestone, you could also simply focus on that number, with a \"Fifty is the New Forty\" or \"Half Century\" theme.",
        "Although she may not seek your input, she will probably really want you to make a big deal about such a significant milestone in her life…if you do it in the right way.",
        "Many of the stories are moving as customers get their body art to memorialize loved ones who have passed away, or to celebrate a milestone in their lives.",
        "The news regrettably follows the airing of the show's milestone two-hundredth episode on Friday.",
        "Approach milestone birthdays proactively by adding needed skin care components to your regimen to deal with specific skin issues that arise.",
        "Whether it is a milestone birthday or not, it is a great way to let people know the date and, of course, every birthday is special!",
        "Less than a week later she passed another milestone.",
        "baronage website, was an important milestone on this long march.",
        "Ashour fights Galifi for a semi-final berth tomorrow, and whoever wins will add a milestone to their career.",
        "commemorate this milestone in the project's development is being planned later in this the centenary year of Anthony Asquith.",
        "The hi-tech courtroom being unveiled today at Kingston marks a key milestone.",
        "The timing of the 1000th milestone is particularly felicitous, it being the Institute's 40th anniversary year.",
        "To mark the milestone, Penguin Books has released a col- lection of 70 short paperbacks.",
        "marks another historic milestone for New Zealand mobile users.",
        "The Club will celebrate this milestone at the Annual Dinner on 1 December 2005.",
        "An event to commemorate this milestone in the project's development is being planned later in this the centenary year of Anthony Asquith.",
        "The date marks an important milestone in the history of Chile.",
        "Now the Little Bird has achieved a major milestone in its development by flying unmanned for the first time.",
        "milestone in the evolution of MT commercialization.",
        "The year 2005/06 saw a further very significant milestone passed.",
        "milestone payment would be due on filing for product approval.",
        "milestone birthday?",
        "milestone anniversary with Hearing Dogs ' northern center where she was trained.",
        "milestone targets are set.",
        "rap superstar Jay-Z to make a milestone album The Best Of Both Worlds.",
        "Look for the Roman milestone ½ mile southeast of the village.",
        "A good plan of the catacombs at Albano (at the 15th milestone of the Appian way), discovered by Boldetti and described by De Rossi, has been published by Marucchi (Nuovo Bulletino di archeologia cristiana, 1902, pp. 89 ff.).",
        "Consider planning a unique milestone birthday theme for a twist on the traditional 50th birthday party.",
        "Grade II listed Mountnessing (SA) NGR: TQ 6274 9747 19th century milepost fronting 18th century milestone.",
        "Under the name of Bagacum or Bavacum it was the capital of the Nervii and, under the Romans, an important centre of roads, the meeting-place of which was marked by a milestone, destroyed in the 17th century and replaced in the 19th century by a column.",
        "The 79th milestone from Ariminum found in the bed of the Rhenus at Bononia records the restoration of the road by Augustus from Ariminum to the river Trebia in 2 B.C. (Notiz.",
        "The boundary of the Ager Romanus antiquus towards the north-west is similarly fixed by the festival of the Robigalia at the 5th milestone of the Via Clodia.",
        "In the interior the boundary fell between Casinum and Teanum Sidicinum, at about the Tooth milestone of the Via Latina - a fact which led later to the jurisdiction of the Roman courts being extended on every side to the Tooth mile from the city, and to this being the limit beyond which banishment from Rome was considered to begin.",
        "But Sicily never became thoroughly Roman; no roads were constructed, so that not a single Roman milestone has been found in the whole island.",
        "Her festival fell on the full moon of the first month (March 15), and was held at the grove of the goddess at the first milestone on the Via Flaminia.",
        "of Othoca (Oristano) by the coast road, which went on northward to Cornus (a milestone of it is given in Corp. Inscr.",
        "It is probable that the basilica situated at the second milestone on the Via Flaminia was also dedicated to him.",
        "Mai., and consisted in a procession leaving Rome by the Flaminian gate, and proceeding by way of the Milvian bridge to a sanctuary at the 5th milestone of the Via Claudia, where the flamen quirinalis sacrificed a dog and a sheep to avert blight (robigo) from the crops (Fasti praenestini, C.T.L.T., p. 317).",
        "A milestone of A.D.",
        "Much of those 3+ hours, of course, are taken up with tear-choked tributes and speeches by the winners who are intent not to leave out mention of anyone on the planet who helped them reach this special milestone."
    ],
    "definition": [
        "A stone marker set up on a roadside to indicate the distance in miles from a given point.",
        "An important event, as in a child's development, the history of a nation, or the advancement of knowledge in a field; a turning point.",
        "Link/Cite",
        "A stone milepost (by extension in other materials), one of a series of numbered markers placed along a road at regular intervals, typically at the side of the road or in a median.",
        "An important event in a person's life or career, in the history of a nation, in the life of some project, etc.",
        "mileage",
        "To place milestones along (a road, etc.).",
        "To plan out a project as a series of major steps.",
        "Link/Cite"
    ]
}