{
    "translation": "להקטין למינימום, לצמצם",
    "uses": [
        "In order to minimize expenditures, Dean planned to skip the motel bit and camp out on the tour.",
        "the South German states that should minimize the risk of a French attack.",
        "The discrepancies produced in this way are, however, very small, if care is taken to minimize the distance between the silver film and the photographic plate and to select a reasonably good piece of glass for the reseau.",
        "Dean realized from his past experience that being forthcoming and subjecting himself to interrogation without an attorney was naive but the entire idea of his trying to kill Shipton was so ludicrous in his mind, he tended to minimize the seriousness of the situation.",
        "He must minimize foreign influence, whether French, Spanish or German, in Italy.",
        "In order to minimize the heating action of the light, it might be submitted to a preliminary prismatic analysis before it reaches the slit of the spectrometer, after the manner of Helmholtz.",
        "But it tends to minimize the importance of the distinction of that which is prior to individual experience and that which results therefrom.",
        "Apt to minimize difficulties, to search for the common ground of unity in opponents, he turned aside, with a disdain which superficial critics often mistook for indifference, from the base, the violent and the common.",
        "There are coalmines, several ironworks - one is among the largest in Scotland - and, on the sandhills along the shore, the works of Nobel's Explosives Company, which cover an area of a mile, the separatehut principle being adopted to minimize the risks attendant upon so dangerous an occupation.",
        "It is either set in the first instance at some distance from the engine and well, or is subsequently removed sufficiently far away before the drill enters the oil-bearing formation, and until the oil and gas are under control, in order to minimize the risk of fire.",
        "In order to minimize competition between prison labour and free labour, articles manufactured in the state prisons, the reformatories and the penitentiaries, are sold only to the institutions and departments of the state and its political divisions.",
        "The Broad Flange Differdange Beams are claimed by the manufacturers to be stronger and to minimize weight for use as girders; they are made in twenty-one different sizes with flanges from 88 to i 2 in.",
        "The efforts of the kings to minimize this evil, and of the old jurisprudence to deal with the matter, resulted in two expedients: (1) the reversion of the appanage to the crown was secured as far as possible, being declared inalienable and transmissible only to male descendants in the male line of the person appanaged; (2) originally the person appanaged had possessed all the rights of a duke or count - that is to say, in the middle ages nearly all the attributes of sovereignty; the more important of these attributes were now gradually reserved to the monarch, including public authority over the inhabitants of the appanage in all essential matters.",
        "The crucible was surrounded with a bad conductor of heat to minimize loss by radiation.",
        "Dean tried to minimize Edith's story but Fred pressed them until Cynthia related, in broad detail, all Edith had told them.",
        "\"I, I...\" said Pierre, feeling it necessary to minimize his social position as much as possible so as to be nearer to the soldiers and better understood by them.",
        "Insurrection and rebellion triumphed everywhere, and all that Sigismund could do was to minimize the mischief as much as possible by his moderation and courage.",
        "The fact is that Melanchthon sought, not to minimize differences, but to veil them under an intentional obscurity of expression.",
        "The chefs source ingredients from as close as possible to minimize impact on the environment.",
        "Napoleon had, of course, accepted the risk of such an attack, but he sought at the same time to minimize it by summoning every available battalion to the scene.",
        "But whereas, from its construction, the Siemens furnace was intermittent in operation, necessitating stoppage of the current while the contents of the crucible were poured out, many of the newer forms are specially designed either to minimize the time required in effecting the withdrawal of one charge and the introduction of the next, or to ensure absolute continuity of action, raw material being constantly charged in at the top and the finished substance and by-products (slag, &c.) withdrawn either continuously or at intervals, as sufficient quantity shall have accumulated.",
        "Theodor Abeling, who is disposed to reject or minimize the mythical origins, further suggests a confusion of the story of Attila's wife Ildico with that of the murder of Sigimund the Burgundian by the sons of Chrothildis, wife of Clovis.",
        "In order to minimize the results of such inaccuracy, the return of ages is compiled in aggregates of five or ten years and then redistributed over single years by the method of differences.",
        "Dean picked up the pace and closed the gap on the yellow­shirted rider, low on his bike to minimize the wind resistance as he raced downward at a dangerous speed.",
        "The dual note, communicated to the khedive on the 6th of January 1881, contained an intimation that Great Britain and France were prepared to afford material support if necessary; but the fall of Gambettas ministry produced a reaction, and both governments proceeded to minimize the meaning of their language.",
        "But there is also a widespread inclination to minimize, ignore or deny the objective aspect of the atonement, the effect of the death of Christ on God's attitude towards men; and to follow the moral theories in emphasizing the subjective aspect of the atonement, the influence of the Passion on man.",
        "who sought consistently to minimize the breach which separated the Lutherans from the old Church.",
        "\"Latitudinarian\" gave place at the same time to \"Broad Churchman,\" to designate those who lay stress on the ethical teaching of the Church and minimize the value of orthodoxy.",
        "The arbitrator shall use all reasonable efforts to minimize discovery and to complete the arbitration proceedings as expeditiously as possible.",
        "The merits of the Cape system - to minimize the differences between the white and native races.",
        "As a general rule the annalists wrote in a spirit of uncritical patriotism, which led them to minimize or gloss over such disasters as the conquest of Rome by Porsena and the compulsory payment of ransom to the Gauls, and to flatter the people by exaggerated accounts of Roman prowess, dressed up in fanciful language.",
        "If we wish to obtain mechanical registration from a horizontal pendulum of the above type, we may minimize the effect of the friction of the writing index - say a glass fibre touching the smoked surface of moderately smooth paper - by using a considerable weight and placing it near to the outer end of the boom.",
        "The guidelines above are designed to minimize the risk of this syndrome.",
        "Thus in1877-1878efforts were made to minimize contamination by segregating the worst criminals and restricting conversation at exercise.",
        "The doublings play a very important part in the appearance of the ultimate rove and yarn, for the chief reason for doubling threads or slivers is to minimize irregularities of thickness and of colour in the material.",
        "And though Spencer's general position - that it is absurd to suppose that organisms after being modified by their life should give birth to offspring showing no traces of such modifications - seems the more philosophic, yet it does not dispose of the facts which go to show that most of the evidence for the direct transmission of adaptations is illusory, and that beings are organised to minimize the effects of life on the reproductive tissues, so that the transmission of the effects of use and disuse, if it occurs, must be both difficult and rare - far more so than is convenient for Spencer's psychology.",
        "Separation of recyclable materials on the doorstep to minimize contamination.",
        "Ready availability of counseling and advice for all teachers would help minimize drop-out and general disillusionment.",
        "The NV7 has built-in OPS, an optical anti-shake technology, to minimize camera shake and to deliver clearer resolution.",
        "In addition to prevention of stretch marks, the butter is used for chapped skin and lips, as a skin softener and hydrator, and to minimize and fade scars and acne scars.",
        "You can also start watermelon seeds indoors about three weeks before planting them outside, but they should be started in peat pots to minimize transplant shock.",
        "Polarization or anti-reflective coatings to minimize glare.",
        "He made a photocopy of the map Martha drew, trying to construct how he would explain the situation to Jake Weller and minimize the hassle he knew Jake would give him.",
        "The minister had an alacrity of spirit that helped minimize the weight he carries.",
        "You need to ascertain where the value lies, in order to minimize your risk.",
        "A school needs to approach allegations practically to minimize the negative effects as much as possible.",
        "Learn how to leverage the medium's strengths and minimize its weaknesses.",
        "If you wish to maximize the polarization or minimize the aberrations of the TGM output this is done with this mask.",
        "adopt where reasonably practicable, procedures and processes to control core business activities to minimize its impact on the environment.",
        "Animals used for the wound healing studies will be given analgesics to minimize discomfort.",
        "anechoic surface This material is designed to minimize sound wave reflection.",
        "In addition, it also helps to minimize offset errors and MRU lever arm effects on the bathymetry data.",
        "The motor armatures are skewed to minimize cogging which is required for low speed tracking.",
        "All data is sent uncompressed, to minimize additional artifacts from recompression.",
        "Over the course of one or more training periods your LX90GPS will minimize guiding corrections during long exposure astrophotography.",
        "ball bearing axle are hardened to minimize wear.",
        "They allowed me to wear a beanie (a snow cap) during school to help minimize the pulling.",
        "The permitted access routes have boardwalks constructed to minimize damage to the vegetation.",
        "brazen effrontery in trying to minimize or ignore unanswerable facts.",
        "Minimize existing lines and help prevent new ones by using broad-spectrum Repairwear Day SPF 15 or Super City Block SPF 25.",
        "Home kernel buffer cache A linked list of buffer cache A linked list of buffers used to minimize the number of times a block-type device must be accessed.",
        "We will try to minimize the bureaucracy involved in these arrangements.",
        "Your browser cache should be enabled in order for you to minimize download times.",
        "Taxation Our tax specialists provide guidance which enables clients to minimize exposure to unnecessary tax burdens.",
        "They are usually painted a matt gray to minimize visual intrusion but are situated in dense clusters.",
        "Consider the use of low ground pressure tires, dual wheels or tracked vehicles to minimize soil compaction.",
        "To minimize condensation a breather membrane was used behind the cladding.",
        "Footpaths should be designed with personal safety in mind and should be located so as to minimize any conflict with motor vehicles.",
        "The high quality design which this site deserves should include ambitious strategies to minimize resource consumption.",
        "Quality assurance systems are designed to minimize the risk of microbiological contamination.",
        "F) Procedures for the control and management of downer cows to minimize suffering and ensure proper welfare.",
        "The prison service must minimize risk by deporting criminals direct from prison and not via the asylum detention estate.",
        "The GM crops used in the FSEs are separated from any nearby conventional or organic crops to minimize cross-pollination.",
        "The proposed authentication system is based on symmetric cryptography to minimize the encryption/decryption overhead.",
        "The words are arranged in random order to minimize contextual cues.",
        "Do not use the thick polystyrene foam drinking cups which are designed to minimize heat loss from hot drinks!",
        "What causes curvature of the spine in children and how can surgery be used to minimize its effect?",
        "This will ensure any data files you have opened are closed and will thus minimize any potential damage.",
        "To minimize the trash collected, the plants are sometimes sprayed with a chemical defoliant causing the leaves to drop prior to picking.",
        "The specimen is supported along its entire length to minimize out-of-plane deformation [7] .",
        "Due to the volatile nature of all types of video and film the environmental storage conditions must be strictly controlled to minimize degradation.",
        "This would appear to be a clear breach of BA's duty to minimize delays in the system.",
        "Dewar (flask)r being used was cooled in a liquid nitrogen dewar to in order to minimize the dark current.",
        "voice dictation is only one of many things that I have tried to minimize the impact of PD.",
        "We have been urging other countries to expel Iraqi diplomats in order to minimize this threat.",
        "discoloursame time an inhibitive primer is also applied to minimize discoloring around knots and resin seepage.",
        "Second, he is said to minimize any discontinuity between the testaments.",
        "disposable gloves will minimize the risk of contact with the hands.",
        "The system had to be compromised for the spectator's benefit in ad hoc ways, for example, to minimize perspective distortion.",
        "Using these make-up tips will help you minimize any distortion caused by your lenses.",
        "Using external venues seemed to work, being far enough away from work to minimize distractions.",
        "To minimize physical distractions, the Wireless Car kit is controlled from a single small button.",
        "She also took swift actions to ensure rider safety and minimize distress and delay after the unexpected death of a French athlete's horse.",
        "Ideally ponds would be restored over a period of years to minimize disturbance.",
        "Once airborne pilots should fly away from the hill so as to minimize any disturbance to stock or other users.",
        "Diabetes mellitus: helps minimize blood glucose fluctuation, which may reduce insulin dosage.",
        "An advance exchange service is also offered in order to minimize downtime for partners ' customers.",
        "In time we intend to have back-up machines at another location to minimize service downtime in the event of server failure.",
        "Regular scanner maintenance is a sure way to minimize costly downtime.",
        "draughtional, specially designed flaps behind the screen minimize drafts in the kidney area.",
        "Action: A clothes dryer has been erected in the garden to minimize the use of tumble dryers.",
        "Each worm looks like it is conducting a random scan, but it attempts to minimize duplication of effort.",
        "As with all the others, there is the same quietly brazen effrontery in trying to minimize or ignore unanswerable facts.",
        "They were not allowed to fully engorge in order to minimize the amount of blood in the extract.",
        "expel Iraqi diplomats in order to minimize this threat.",
        "As mentioned earlier strong hip extensor support allows a forward trunk lean to minimize the loading response flexion torque at the knee.",
        "atmospheric extinction Not included; good choice of telluric standards should minimize problems.",
        "This provides a reliable fallback for IT administrators who need to quickly roll out security patches to minimize security threats.",
        "The inflammatory mass around the cholecystocolic fistula in the right upper quadrant was left undisturbed to minimize operative morbidity.",
        "hot flushes How can I minimize my menopause misery?",
        "I also feel that in order to minimize the risk of iatrogenic femoral shaft fracture, a full trial reduction should be avoided.",
        "One of the mechanical problems that has to be overcome to produce a good watch is to minimize the friction between the moving parts.",
        "The computer screen can be tilted to minimize glare.",
        "Drug Aware this Australian site aims to provide information to minimize drug-related harm.",
        "Manage risk within the e commerce context in order to minimize the impact of problems that emerge.",
        "The Council may impose special conditions to minimize inconvenience.",
        "What we can and must do is take every reasonable step to minimize the likelihood of audit failure.",
        "Customers must take precautions to minimize any loss that might occur.",
        "The surface luminosity of the Lucia Light Box is as low as possible to minimize dazzling.",
        "manage risk within the e commerce context in order to minimize the impact of problems that emerge.",
        "In our book anyone who is doing anything to minimize the differences between browsers deserves a medal!",
        "minimize downtime for partners ' customers.",
        "minimize support disruption, however, support battalion elements move in echelons.",
        "The Elbow Cryo/Cuff combines the therapeutic benefits of controlled compression to minimize hemarthrosis and swelling, and cold to minimize hemarthrosis and swelling, and cold to minimize pain.",
        "minimize perspective distortion.",
        "minimize the risk of any clot forming in the heart, aspirin or warfarin may be given.",
        "minimize downtime due to needed replacement parts.",
        "minimize horizontal scrolling.",
        "We will do all that we can to help you legally minimize your VAT exposure on your request.",
        "The new system is designed to greatly minimize these effects benefiting the organ and fabric of the church generally.",
        "minimize what Jesus has called you to do.",
        "minimize potentially annoying audio spill into nearby residential neighborhoods.",
        "minimize rounding errors.",
        "spray mister head or squirt head on bottle to help conserve water & minimize contamination.",
        "In such a company it may be advisable to provide inter-cultural awareness training to staff to minimize misunderstandings.",
        "To achieve the lowest possible childhood death rate and to minimize childhood morbidity from sickle cell disorders.",
        "It utilizes sealed silos, transfer conveyor and mixing units to minimize environmental nuisance to the local residents.",
        "It allows people to regain weight in a controlled environment to minimize the occurrence of potentially life-threatening complications such as re-feeding syndrome.",
        "Readers are introduced to behavior aspects of reproduction, such as how to detect oestrus and how to minimize neonatal mortality.",
        "optimizean>optimizing space utilization, OLAP servers can minimize physical storage requirements, thus making it possible to analyze exceptionally large amounts of data.",
        "To minimize the amount of unnecessary paperwork we use a reducing customer balance system.",
        "This is to minimize the risk of the deploying parachute catching on the board (nasty ).",
        "Termination of the experiment, to minimize any suffering, will begin when animals show partial hind limb paralysis.",
        "The shooter's aim is to maximize his expected payoff, G aims to minimize the same quantity.",
        "pneumatic profile tires which help minimize yard floor erosion.",
        "Knowing the symptoms of community-acquired pneumonia could also minimize ill health, says Help the Aged.",
        "polystyrene foam drinking cups which are designed to minimize heat loss from hot drinks!",
        "By doing this, you help minimize false positives.",
        "The ultimate aim is to minimize the risk profile of each unit.",
        "The powder puff was only needed once, to minimize the lens flare from Steve Castle's head.",
        "pulley rigs here to minimize tackle losses.",
        "Nor did they collect the pupae and they respected certain times for burning the savannah to minimize destruction of the pupae.",
        "Finally, you have to use this information to work out the shape: Arrange these electron pairs in space to minimize repulsions.",
        "We watched the owl briefly, then beat a hasty retreat, to minimize the disturbance caused to it.",
        "We need to take more steps to minimize any risk of harm, ' Fletcher said.",
        "That is because the Green Dragon is the world's first environmentally-friendly roller coaster which harnesses people-power to minimize use of electricity.",
        "Be very quick to close the common femoral clamp to minimize blood loss and loss of heparin saline.",
        "The NV7 has built-in OPS, an optical anti-shake technology, to minimize camera shake technology, to minimize camera shake and to deliver clearer resolution.",
        "A makeshift lid could help to minimize the amount of water slopped over the side.",
        "Its design employs three (3) aspherical lens elements to minimize spherical aberration, astigmatism and sagittal comma flare.",
        "Any lighting in public areas should minimize spillage of light.",
        "standardizelegislation to protect dismissed workers by standardizing factory closure procedures to minimize the adverse social impact.",
        "To assist business start-ups e.g. via ' nursery units ' where administration, security etc. is shared to minimize costs to individual businesses.",
        "strung lights in the trees to minimize the spaces in which sex participants could hide.",
        "To combat this problem you should try and minimize your use of soap when washing, and instead use soap substitutes.",
        "A master/slave repeater can be used to minimize system cost on platforms which have synchro heading data.",
        "It is carried out to minimize damage to the sows ' teats and to the cheeks of other piglets in the litter.",
        "The process must be carefully controlled to maintain complete oxidation but to minimize thermal NOx formation, which is itself, a pollutant.",
        "The main ingredient, carbon black is mildly toxic, but modern machines with replaceable toner cartridges minimize exposure.",
        "It is straightforward to show students that the only mathematically tractable way forward is to minimize the squared error or the mean squared error.",
        "In order to minimize it, they should try to ensure a triangulation of information from diverse sources.",
        "Care will be needed to ensure that any transitional arrangements do minimize turbulence.",
        "ultimate aim is to minimize the risk profile of each unit.",
        "Numbers of microscopic fields assessed per section and of sections per animal has been selected to minimize variance between animals.",
        "However, to minimize the risk of condensation, take care to ensure adequate ventilation.",
        "Benefits: Air curtains reduce heat loss & minimize energy wastage.",
        "Keep active to minimize the risk of osteoporosis & muscle wasting.",
        "Ditto: the extent to which recommendations for gradual withdrawal might minimize or avoid problems with withdrawal 21.",
        "By mediating in favour of the emperor, after the death of Gustavus Adolphus in 1632, he tried to minimize the influence of Sweden in Germany, and did glean some minor advantages.",
        "In some machines the same vessel is used alternately as a generator and absorber, while in others, in order to minimize the loss of time, two vessels are provided which can be used alternately as generators and absorbers.",
        "Again it is advisable to use rotten bottom pulley rigs here to minimize tackle losses.",
        "There is a desire to minimize the amount of land being built on by redeveloping existing urban land.",
        "In such circumstances the university will take all reasonable steps to minimize the resultant disruption to students ' studies.",
        "That is because the Green Dragon is the world 's first environmentally-friendly roller coaster which harnesses people-power to minimize use of electricity.",
        "This will minimize the risk of carrying silica dust on your clothes.",
        "Enacting legislation to protect dismissed workers by standardizing factory closure procedures to minimize the adverse social impact.",
        "In 1995, the Council cut down shrubs and strung lights in the trees to minimize the spaces in which sex participants could hide.",
        "The cause of unwanted vibration To minimize vibration it is often recommended to match the tonearm effective mass to the stylus compliance.",
        "Minimize any uncomfortable glare from excessive areas of hard surfacing in bright sunshine by careful planting, screening and choice of hard surface materials.",
        "Sony baby monitors approach this problem with 27 different frequencies to minimize interference.",
        "The Baby Call-Sound Sensor Nursery Monitor's technology has 9 channels to minimize interference and to extend clear sound.",
        "In order to minimize the number of meltdowns your toddler has, use these activities to keep him or her busy, engaged, and learning at the same time.",
        "Antireflective screen materials minimize glare from bright light sources.",
        "You'll be best off going with natural, light colors-dark colors will minimize your eyes.",
        "Treating yourself to a facial is a wonderful, luxurious and beneficial indulgence-you'll restore luster to your face, minimize the size of pores and slightly tighten some areas that sag.",
        "Sneakers meant for high-impact sports like basketball and lawn tennis usually have enhanced heel and arch supports to minimize the impacts of heavy steps.",
        "Once you learn the rules, use them to minimize or emphasize certain things about yourself but don't be afraid to break those rules to play up something that the fashion world doesn't deem ideal.",
        "The frequency allows the phone to minimize interference, which affects clarity and quality of signal.",
        "In today's age of Internet-based flea markets and with so many people looking to minimize their lifestyle due to the changes in the economy, it's no surprise that buying used golf clubs is now easier than ever.",
        "Chain designs that minimize kickbacks as well as hand guards that will stop the saw.",
        "An automatic oiler will keep the chain lubricated, and an anti-vibration system will minimize vibrations for the user.",
        "Close off as many rooms as you can, and close all cabinets, closets, and drawers to minimize the area where your kitten can get lost or hide.",
        "If the hair loss is hereditary, there isn't really anything you can do to minimize the loss.",
        "By carefully choosing your ingredients you can minimize any potential risk to your pet.",
        "The only caveat is that the carcasses must be adequately rendered to minimize transmission of disease.",
        "Doing these things will minimize the potential for your pet to contract FIP.It is always a good idea to contact your veterinarian for diagnosis at the earliest sign of illness.",
        "By catching errors early it is possible to minimize any inconvenience or negative effects.",
        "Designate only one card for online transactions to minimize electronic exposure.",
        "They can give you the information and support you need to minimize your debt.",
        "The rate of identity theft is starting to decline as more and more consumers increase their knowledge of identity theft and take actions to minimize the risk of the theft of their identity.",
        "Some consumers also take the environmental impact of junk mail into consideration, which may compel them to minimize all forms of unsolicited mail.",
        "Although this won't lower your current debt, it will certainly minimize the debt that will be added due to finance charges.",
        "By reporting immediately, cardholders can protect their rights and minimize their liability to pay any unauthorized charges.",
        "Anyone can benefit from simple but effective ways to minimize the risks of identity theft.",
        "These ways to protect yourself from identity theft will minimize the risks.",
        "By taking these steps, you can minimize your risk and know when an instance of identity theft occurs right away.",
        "By visiting various websites, including LoveToKnow.com, you can become an informed consumer and learn how to take steps to minimize your risk.",
        "However, you may be able to minimize the overall expense of ending your marriage.",
        "Getting expert advice can help to minimize tax liability.",
        "While no common law divorce exists, both parties can take steps to minimize the pain and heartbreak that typically accompanies divorces or marriage dissolutions.",
        "A little extra attention and comfort should minimize baby's discomfort.",
        "Adding a supportive cushion can help minimize the negative effects.",
        "With drop leaf tables, one can minimize the length of the table a huge amount so that it can be as small as a foot (sometimes less!).",
        "Minimize the use of garbage disposals - A disposal requires a lot of water to complete the liquefaction process.",
        "The easiest way to minimize the use of paper products is to reduce the amount used each day.",
        "This may minimize the use of pesticides required.",
        "Recycling can produce major savings in energy, minimize pollution, save trees and help protect the environment.",
        "Recycling aluminum cans as well as glass and plastics can minimize the amount of trash that needs to be sent to landfills.",
        "Reduce, reuse, and recycle to minimize waste and reduce carbon dioxide emissions.",
        "The Filtrete Water Station provides water drinkers with fast filtering and reusable water bottles, while also helping minimize the impact to the environment and on people's wallets.",
        "For other ways you can be more energy efficient, to minimize energy consumption when you aren't using appliances and equipment.",
        "And while there's little a person can do to control hormones, simple skin care techniques can help minimize outbreaks and lessen the damage acne causes.",
        "The next time you wake up with that hit-by-a-truck feeling that comes from over-indulging in alcohol, home remedies for hangovers can help you minimize your symptoms.",
        "The first line of treatment consists of herbs taken internally, as teas, tinctures or capsules, to improve the immune system's response to the virus, contain the outbreak, or minimize its effects.",
        "Burdock root treats skin eruptions, and is intended to minimize the lesions associated with the herpes virus.",
        "Keep your floor tiles as large as possible to minimize grout lines and create the illusion of open space.",
        "Minimize the amount of furniture in a room - Rethink every piece of furniture in your room.",
        "A straight border may draw attention to an uneven ceiling edge, but slight adjustments can minimize this hazard.",
        "Also, the beads minimize airflow between spaces, thus capturing positive energy.",
        "It will minimize any disruption of the flow of the space and create a more streamlined look.",
        "She felt those on the market didn't do enough to minimize the wrinkles and shadows women tend to accumulate as they get older.",
        "I use moisturizers that should minimize oil production, but unfortunately that doesn't work either.",
        "It also includes a unique infrared filter designed to minimize the heat generated on the tooth enamel during treatment.",
        "Flawless Skin: Minimize the appearance of fine lines and wrinkles while protecting it from the sun with SPF 15.",
        "Always make sure drawn lines are thin and minimal, as a thick line will minimize the eyes.",
        "Both are designed to minimize the appearance of large pores, while providing a silky, satin-like finish.",
        "But be realistic and minimize expectations.",
        "This can help to minimize any fraud with these accounts.",
        "Unlike brushes, they minimize degradation during resizing and other manipulations.",
        "Try to avoid distracting backgrounds, since these will minimize the impact of your self portrait.",
        "To minimize the appearance of double chins, pose the subject leaning slightly forward and photograph them at a downward angle.",
        "Photographing the luminescent qualities of the moon requires a few tools to make use of the moon's available light source, as well as minimize camera shake or blur.",
        "A photographer can usually take steps to minimize the motion blur of camera shake, but what happens when an illuminated subject is moving in the dark?",
        "Since all of these supplies serve the same general purpose, this is an easy way to minimize the amount of time you spend searching for embellishments.",
        "Location: You don't necessarily need to rent a beach house for the weekend, but you should try to minimize outside distractions during your event.",
        "This allows you to minimize paper waste and save time by making sure your design is correct before you begin the project.",
        "Minimize bulk on your scrapbook layout by stamping a frame design for your page.",
        "If you have your paper on an open shelf, you will want to minimize exposure to dust as well.",
        "One of the major keys of stress management is to notice what triggers feelings of stress for you and to minimize those triggers as much as possible.",
        "The optimal solution is to choose a stress reduction plan to minimize the stressors, but that is not always an option.",
        "Power walking following a stressful event can help you unwind and relax, while power walking before an anxiety-causing meeting or event will boost your self-confidence, increase your focus, and minimize mental and physical anxiety symptoms.",
        "Setting aside just 15 or 20 minutes each day for physical activity can minimize the negative effects of stress on your mental and physical health.",
        "By following a few practical, holiday stress tips, you can minimize your holiday stress and increase your enjoyment of the season.",
        "You cannot always eliminate or avoid the people and things that anger you, but you can minimize the negative effects they have on you by learning to control your emotional and physical responses.",
        "As you do this progressively, the stress will minimize.",
        "Minimize sick or personal leave, and always do your best work to establish yourself as a valuable member of the workforce.",
        "Minimize broad shoulders with deeper necklines.",
        "If the teenager starts to talk about what is bothering him/her, don't minimize it.",
        "Using a detachable train or one that bustles easily will help minimize layers to keep the dress cooler.",
        "When they are confronted by an adult about their behavior, they lie to avoid being punished or to minimize the punishment that will be meted out.",
        "To minimize the work involved, make just one or two fondant frogs and decorate the remaining cupcakes in a set of a dozen with fondant lily pads, pond grass, flies, or other pond imagery.",
        "Even the rich and famous have blemishes, wrinkles and uneven skin tones, but they do have the resources to minimize the appearance of these issues.",
        "Rest your palms on the keyboard to minimize hand drift and arm fatigue.",
        "If you want to minimize the amount of mo-ey you borrow, working your way through school can be a great way to go, but you will need to learn how to earn money for college.",
        "Critical Infrastructure: In the event of a terrorist attack, homeland security professionals need to act quickly to minimize the damage to critical infrastructure components.",
        "The symptoms of norovirus are similar to the flu, and passengers should wash their hands frequently to minimize any chance of infection.",
        "In this type of situation, passengers will be asked to stay in interior areas of the ship to minimize risks.",
        "Dogs can transmit many communicable diseases between one another, and simple precautions can help minimize any risks.",
        "While dogs and humans do not typically trade diseases, keep sick family members away from the animal to minimize any risks.",
        "You can also minimize cooking time and boil meat for about 10 minutes.",
        "While it's almost impossible to completely eradicate Japanese beetles, a comprehensive approach to their control can keep numbers in check and minimize damage.",
        "Another improvement is the suggestion that guitarists install string gaskets between the knot on the string and the bridge itself to minimize wear on the holes in the bridge.",
        "You need to make sure you can take it slow and easy so you minimize mistakes and complete every step with precision.",
        "When you follow a specific method for your spray painting projects you'll minimize drips, get even coverage and avoid overspray.",
        "Drop ceilings help minimize echo and make your basement a more pleasant place to be.",
        "Minimize the cost by buying off season (for example in the winter months) and by shopping around.",
        "More parents are opting for organic clothing for their children to minimize the chemical impact on both their children and the planet.",
        "Whether you want to sooth winter-chapped skin, minimize pregnancy stretch marks or just indulge yourself, body butters made from organic ingredients are your answer.",
        "A great way to minimize stretch marks, Earth Mama Body Butter is also vegan and contains no artificial preservatives.",
        "This is a green practice that helps minimize your business's carbon foot print with less expense in delivering your product.",
        "Your skin is your body's largest organ, and it makes sense to choose organic anti aging beauty products if you want minimize your exposure to potentially toxic chemicals while nourishing and protecting your skin.",
        "Livestock management should endeavor to maintain natural breeding, health and welfare and minimize stress and risk of disease whenever possible.",
        "Handling, transport and slaughter should be carried out in such a way as to minimize stress.",
        "The Organic Trade Association defines organic agriculture as a way to minimize negative environmental impacts.",
        "The premise is to minimize the environmental impact of land disturbance through farming.",
        "Organic farming recognizes the environmental risk this action imposes and seeks ways to minimize the impact.",
        "One of the benefits of organic farming is to minimize pesticide use.",
        "One of the principles of organic farming is to minimize pesticide use.",
        "According to the National Organic Standards Board definition of \"organic,\" the goal is to minimize ecological impact while enhancing biodiversity and soil life.",
        "In the final analysis, the advantages and disadvantages of organic farming boil down to how much you are willing to spend to minimize the environment impact of farming.",
        "By using organic lawn products, you can minimize your negative environmental impact by making choices which are safer for the environment.",
        "While these products do not eliminate the risk, they offer an alternative which can minimize the effects.",
        "The advantage to this approach is to minimize what chemicals end up in the environment.",
        "You can also make lawn care more effective and safer by keeping your lawn healthy to minimize stress which will reduce the amount of pesticide applications it will need.",
        "Minimize the amount of washings/cleanings you give your robe.",
        "Minimize wide hips with pants that are the same width from the hip to the hem.",
        "There are also one piece styles that can minimize the bust and give extra coverage in your chest area.",
        "This added support helps keep the back more upright and helps minimize back pain.",
        "That way, you can look sexy while you improve your posture and minimize your back and shoulder pain.",
        "This sport-style provides a more supportive fabric and has a higher cut in front, both features which minimize breast movement.",
        "To simplify your search, know which areas you feel confident exposing and those you'd like to minimize or conceal.",
        "While many of us think the best way to minimize our backsides is by covering them, it's a much more stylish look to have a blazer fit properly.",
        "Black, navy blue, chocolate brown and hunter green coats will all minimize your size.",
        "Ruching can emphasize a small bust, create the illusion of a nipped in waistline, and help minimize the belly area.",
        "If you want to minimize your belly, choose a dress with rushing in the abdominal region or a dress with an empire waist.",
        "Dark colors work on problem areas: If you're trying to minimize hips, wear a dark colored bottom.",
        "By taking the time to do this beforehand, you minimize the chance of getting intimates that don't fit you perfectly and having to return them.",
        "Some women have big busts that they want to minimize, while others consider their busts their best feature.",
        "Choose flat fronts: Pleats aren't a very flattering feature if you want to minimize your tummy.",
        "They might not take as many style risks, preferring to stick to tried-and-true formulas such as A-line dresses that minimize their hips.",
        "Since many of them have been trained in this field, they can make your shopping experience much easier by measuring you and providing advice on the items that will best highlight your assets and minimize trouble spots.",
        "It should be noted as well that while the category is \"bust shapers,\" not all the suits specify having a built-in shaper, but are simply designed to either enhance or minimize your bust as you like.",
        "On their web site, you can select the suits you want to see sorted by Anxiety Zones, such as \"Minimize Tummy-Waist,\" \"Minimize Hips-Thighs,\" \"Enhance Bust,\" \"Lengthen Legs,\" and \"Enhance Waist.\"",
        "Done in solid black, these shorts are slimming and will minimize the hip area.",
        "Tummy control panels: This feature helps to define your shape and minimize potential belly bulge.",
        "Then choose your bottom of choice: a swim brief for $24.99, or a skirt or short for $34.99 each.The briefs minimize the appearance of a full tummy and feature a controlling panel for extra support.",
        "If you are trying to minimize your bust, try a plus size square neck camisole.",
        "For those wanting to minimize their bust or hide cleavage, try a square neck camisole.",
        "Once you understand better what colors look good on you, you can decide whether you want to wear a dark-colored camisole to minimize a full bust, or a brighter color to bring attention to the top half of your body.",
        "That is exactly what they do, too - simply by compressing select areas of the body with strategically placed control panels, shapewear has the ability to minimize full hips, flatten a round belly and slenderize large thighs.",
        "Just as you would dress a tall frame in certain clothes or minimize wide hips with certain clothes, it is similarly important to dress the petite body that wears a size 14 or higher in appropriate clothing.",
        "It is designed to enhance your bust and minimize your waist and hips.",
        "With each new classroom students use for lab experiments, safety procedures should be reviewed and updated to minimize any risk of accident or injury.",
        "Safe, defensive driving is the best thing drivers can do to minimize winter driving hazards.",
        "Minimize distractions - avoid cell phone conversations, fiddling with the radio, or eating while driving.",
        "Skidding is the most common unexpected winter driving condition, but with the proper snow driving safety techniques, drivers can minimize the dangers of a skid.",
        "Run the car's engine only 10 to 15 minutes each hour for heat, and keep a window slightly cracked to minimize the risk of carbon monoxide buildup.",
        "These additional safety tips can help all drivers minimize the risks of snow driving.",
        "Avoid driving in poor weather if possible; combine errands and stock up on groceries to minimize driving needs.",
        "To minimize the risk of injury, shovel snow off your steps, sidewalk, and driveway promptly after each snowfall.",
        "To minimize the threat of injury from falling objects, bolt heavy pieces of furniture, such as book cases and china cabinets, to the walls.",
        "He or she can give you guidance as to the best way to set up your estate to minimize probate fees and taxes.",
        "A Dynasty Trust can be used to minimize the impact of estate taxes.",
        "To minimize color touch-ups, try a fuller style, a less obvious part or a style where your hair is not pulled back from your face.",
        "The right hairstyle not only maximizes your best features, it can also help minimize features you're less confident about.",
        "Cross training is beneficial for senior men to minimize injury.",
        "Herbs: Herbs like black cohosh are said to help minimize symptoms; however, the herbal approach can also bring about a new range of symptoms.",
        "Why Do People Snore - Get an understanding of the physical reasons that cause snoring as well as tips on how to minimize the sound of the snoring.",
        "The doctor can help you determine if these are night terrors and if there is anything you can do to minimize their occurrence.",
        "Doctors will want to minimize symptoms as much as possible through these methods.",
        "Often, wearing a different style mask is sufficient to minimize or eliminate these problems and provide you with a good night of sleep.",
        "This opens the airflow in the back of the throat to improve the breathing and minimize or stop the apneas.",
        "If the problems continue, you should contact your sleep doctor or therapist for suggestions on what you can do to minimize the problems.",
        "There are no cures, but there are things that can be done to minimize the cramping and the pain.",
        "It's also important to prevent insomnia and excessive tiredness, avoid alcohol, and minimize stress.",
        "Bellagio B482: This women's style is rimless but has bold metal legs, so if you're hoping to minimize the fact that you're wearing glasses, these won't do the job.",
        "The Rincon: Shiny tortoiseshell or black frames with a thick side frame design to minimize exterior horizontal light.",
        "Many models use partial frames to minimize weight.",
        "Look for ones that are designed to be shatter resistant and can repel water and minimize streaks.",
        "Interested guests can add a Flash Pass to their general admission tickets and take advantage of virtual ride reservations to minimize their wait time for major attractions.",
        "Avoid deep water or wave attractions for at least 30 minutes after eating to minimize cramping or nausea.",
        "Roller coaster accidents are an unpleasant reality, but following the proper roller coaster safety tips and understanding what can cause accidents can help riders avoid problems and minimize hazards on their amusement park vacation.",
        "Secure the camera as firmly as possible to minimize jostling for a smoother video.",
        "Edit the sound track or adjust camera settings to minimize wind roar and other background noise.",
        "The ride uses more than 2,500 LED lights - more than any individual ride in theme park history - to produce 3D animation effects and has upgraded efficiency electric motors and programming that minimize energy use.",
        "This will help minimize the time you spend waiting in line and let you maximize the attractions you enjoy.",
        "As such, console manufacturers have implemented numerous measures to help minimize the level of piracy.",
        "So is there anything that you can do to minimize the effects of video games on children?",
        "Exit the site immediately to minimize any potential damage.",
        "You want to minimize this negation by ensuring that you are not holding onto high-value tiles like P, Q, and X at the end of the game.",
        "If you don't find any of the above to be worth your time, you can also minimize Gamtap and let it download games in the background.",
        "The key is to minimize the level of social unrest in the town, fighting criminals and returning cats to their owners.",
        "This also helps to minimize boredom with doing the same workout.",
        "For these transactions, always meet in person to minimize the risk of being a victim of a scam.",
        "With the Xbox 360 Slim models, Microsoft introduced more venting and cooling mechanisms to minimize overheating.",
        "Club soda - The carbonation may minimize the permanent staining, but it will only dilute the stain.",
        "Having the right attitude, knowing the dangers and preparing will minimize your risk.",
        "A few nights in each of two to four locales will maximize what you'll see and minimize driving time.",
        "Putting yourself on this list won't guarantee the absence of telemarketers, but it should help to minimize these intrusions.",
        "Physical therapy is used to preserve range of motion and minimize deformity caused by muscle shortening, or contracture.",
        "Avoiding contact with persons who exhibit symptoms of a cold and maintaining good personal hygiene by regularly washing hands may minimize the chances of an infection.",
        "There are a variety of measures they can take to minimize the chances of an online exploiter victimizing their child.",
        "In the case of mitochondrial cytopathies that are caused by environmental factors such as certain drugs or toxins, avoidance of these substances may minimize the risk of developing mitochondrial disease.",
        "Patients receive a local anesthetic to minimize any pain in the lower back from inserting the needle.",
        "Wounds to the face and neck, even small ones, should always be examined and treated by a doctor to preserve sensory function and minimize scarring.",
        "Parents, caregivers, and teachers can provide support and minimize fear by answering honestly a child's questions about death.",
        "Parents should never minimize their child's grief.",
        "Children who have had a valve replaced must take an anticoagulant medication, usually warfarin (Coumadin), in order to minimize the possibility of a clot forming on the prosthetic valve.",
        "If both parents have food allergies, precautions should be taken to minimize the risk of the child having a food allergy, too.",
        "Early recognition and treatment of these emotional \"bruises\" is important to minimize the long-term effects of physical abuse.",
        "Medical personnel and the pediatrician may provide instruction before, during, and after the tests, as well as close observation to minimize any risks.",
        "Avoid hot or spicy foods to minimize discomfort.",
        "Minimize exposure to new foods in the first year.",
        "The goal shared by both physicians and parents in treating childhood asthma and allergies is to minimize medication side effects while maximizing the chance for children to lead normal lives.",
        "Remove carpet, launder bed linens in hot water, and keep windows closed at night and in the early morning hours to minimize exposure to outdoor allergens.",
        "Monitor weather and seasonal changes in an effort to minimize exposure to pollen.",
        "A healthy diet, plenty of sleep, and exercise help to minimize the chance of getting a cold or the flu, which may bring on cold sores.",
        "In patients who require ongoing use of steroids, alternate day dosing or inhalation of some of the newer corticosteroids may minimize the adverse effects of this class of drugs.",
        "Afterward, the child must avoid opening the jaw wide to minimize the risk of another dislocation.",
        "These techniques can help minimize or even prevent dizziness for people with chronic diseases.",
        "Detoxification can be accomplished suddenly, by complete and immediate cessation of all substance use or by slowly decreasing (tapering) the dose that a person is taking, to minimize the side effects of withdrawal.",
        "The mother is given medication to relax the uterus, minimize discomfort, and prevent premature contractions.",
        "Thus it is important for parents to consult a physician as soon as possible to minimize not only the physical but also the emotional impact of hair loss on their child.",
        "Avoiding overexposure to cold temperatures, sunburn, and skin irritants, such as drying soaps and lotions, can also minimize flare-ups.",
        "Not smoking or drinking alcohol can also prevent or minimize some episodes.",
        "Also, supporting the scrotum in a cotton bed on an adhesive-tape bridge between the thighs can minimize tension.",
        "Parents should keep the room warm to minimize temperature fluctuations.",
        "The tears will dry when the parents leave; in response to children's tears, it is useful to minimize the problem and leave happily, assuring young children about the parents' return.",
        "The physician then is able to suggest to the athlete steps to take to minimize the chance of getting hurt.",
        "For very young or very active children, foam or Velcro restraints may be used to minimize movement during imaging.",
        "Children in daycare centers need to be reminded about hand washing during an outbreak to minimize contagion.",
        "The skin should be cleaned and an antiseptic applied to minimize the risk of infection.",
        "Detoxification can be accomplished \"cold turkey,\" by complete and immediate cessation of all substance use, or by slowly decreasing (tapering) the dose that a person is taking, to minimize the side effects of withdrawal.",
        "IVH cannot be prevented; however, close monitoring can ensure that procedures to reduce fluid in the brain are implemented quickly to minimize possible damage.",
        "It is important that parents help the child to establish a healthy bedtime routine that will assure adequate sleep time, minimize bedtime struggles, and help to reduce the occurrence of common childhood sleep problems.",
        "Maintaining a quiet home without sudden disruptive noise will minimize some of the external stimuli that may trigger night terrors.",
        "An alternative practitioner will try to determine what allergic substance is causing the reaction and help the person eliminate or minimize its effects.",
        "Women who are pregnant should be treated with the lowest dose required to maintain thyroid function in order to minimize the risk of hypothyroidism in the infant.",
        "In some cases, early detection and treatment of infection can minimize the risk of perinatal transmission.",
        "To minimize the chance of youngsters inhaling food, parents should not allow children to eat while walking or playing.",
        "Teaching the child simple relaxation skills through guided imagery will provide a valuable self-help resource that may minimize bed-time anxiety.",
        "Sitting in the front seat, focusing on the horizon, and traveling after dark can also minimize symptoms.",
        "Supportive therapies may minimize symptoms of Lyme disease or improve the immune response.",
        "Control bleeding using direct pressure; minimize or avoid contact with blood and other body fluids.",
        "The person will also undergo physical and occupational therapy to keep the burned areas from becoming inflexible and to minimize scarring.",
        "Properly placed and working smoke detectors in combination with rapid evacuation plans minimize a person's exposure to smoke and flames in the event of a fire.",
        "In some cases, supplementation with specific nutrients may enhance immunity and minimize outbreaks.",
        "The goal of dietary treatment is to minimize galactose intake.",
        "Prompt steroid drug injections (within eight hours of the injury) are also used to minimize cell damage and improve the chance of recovery.",
        "It is a genetic condition that cannot be cured; treatment may involve restricting activity to minimize stress on bones and joints.",
        "Crunchy foods should be avoided to minimize the risk of breaking the appliance.",
        "Properly placed and working smoke detectors in combination with rapid evacuation plans minimize a person's exposure to smoke in the event of a fire.",
        "Congenital arteriovenous fistula is not usually treated quite as successfully, but it can also be treated in such a way as to minimize further problems.",
        "Adolescents may suffer depression or anxiety related to concerns about their appearance or the need to avoid participating in sports in order to minimize sweating.",
        "Patients are anesthetized and given muscle relaxants to minimize discomfort.",
        "Some steps can minimize some of the less severe adverse effects.",
        "If you can't afford to hire a feng shui practitioner, then you can minimize incorrect placements by creating a balance of elements.",
        "Through proper feng shui application you can optimize the advantages of positive chi energy to help you in all life endeavors and minimize any negative chi.",
        "Low lighting involves adding darker pieces to minimize brassy tones or simply darken hair.",
        "If your hair has become damaged because of braids, there are several steps that can minimize negative effects.",
        "Tweezing a single hair at a time can be painful, but knowing the best techniques can help minimize discomfort and maximize a professional, stylish look.",
        "To minimize potential problems and the inherent pain of the process, it is important to choose the appropriate tweezers and take the proper steps for a safe, easy treatment.",
        "Numb eyebrow area with ice if desired to minimize pain.",
        "Hairstyles should minimize the face's length by adding width.",
        "Using some of the most effective lasers available for hair removal, they incorporate cooling treatments to minimize the pain and irritation associated with laser hair removal.",
        "Because the wig is long - it will fall down the child's back - it should be stored carefully to minimize tangles and kinks.",
        "Remember, raise the bang above the eyebrow to lengthen the nose and face shape, to minimize length snip just below the eyebrow.",
        "Spray hair with medium hold hair spray to minimize flyways and smooth fuzzy ends.",
        "With a few simple steps, you can minimize the risk of getting lice, which will in turn minimize the potential hair and scalp problems they can cause.",
        "After your hair is dry, spray on a heat protective product, such as TRESemme Thermal Creations Heat Tamer Protective Spray - this will help minimize any potential damage.",
        "To minimize the chance of ending up with a style that just isn't you, you can use different tricks to try out a style before you get a permanent change.",
        "Get split ends trimmed a week or two before the prom to minimize frizz.",
        "Just as there are plenty of recommended styles that help minimize or slenderize a full face, there are also cuts that should be avoided.",
        "To minimize your facial shape, you'll want a bob cut that extends several inches past the chin.",
        "The secret for slimming curls is to add several layers to break up the weight and minimize the fullness of your face.",
        "Make sure your curly locks are balanced with several layers to minimize the weight of your facial shape.",
        "If you're not sure what to opt for when attempting to minimize your round facial shape, you should book an appointment with a talented stylist who can make suggestions and recommendations for your facial shape and hair type.",
        "For example, if your hair is a bit brittle, you'll want to look for a hair style that helps to minimize that by choosing a look that needs only minimal styling products in order to look great.",
        "A spray-on hair sunscreen may help minimize the damage of sun and element exposure.",
        "While stress may be unavoidable, try to minimize the effects of a stressful situation or lifestyle as much as possible.",
        "Keep in mind that while no one can stop from maturing, there's always help to minimize the effects of aging.",
        "Bobs can also help minimize bulk if you have thick hair.",
        "A few well placed highlights can minimize a full face, while a dark and rich allover color can help add some femininity to a short and curly cut.",
        "Emphasize the best features, like cheekbones, full lips, or enchanting eyes, but minimize facial fullness with styling options like bangs or layers.",
        "Depending on how resistant your hair is to lifting, you may find you need to maintain your color at home to minimize any discoloration or brassy hues with a purple-based shampoo or brightener.",
        "Face framing layers: To minimize some of the weight of long hair or to flatter your features, consider updating your look by adding a few small and innocent face framing layers.",
        "Once body hair has been removed, your esthetician will apply an after-wax calming lotion that will help minimize any redness, pain or swelling.",
        "With Christian homeschooling you can minimize a humanistic worldview but you will not be able to completely eradicate all influences of it on your child.",
        "There are several things that you can - and should - do to minimize the financial impact of job loss and to secure new employment as quickly as possible.",
        "To minimize fees, consider a federally-insured Home Equity Conversion Mortgage or look for a reverse mortgage offered by a state or local government.",
        "A supportive maternity bra with attractive lace detailing will minimize this discomfort and boost your spirits.",
        "He/she can pinpoint any factors that may have contributed and determine if there are steps you can take to minimize the risk of reoccurrence.",
        "Try to minimize the need for interventions like an amniotomy (artificially rupturing the bag of waters), continuous fetal monitoring, and internal monitoring.",
        "To minimize tearing, your doctor or midwife may massage or stretch the tissue and may gently press on the baby's head to slow down the birth.",
        "Choosing a high-quality care provider for your child can minimize any potential negative effects of the day care environment.",
        "Belli makes a cream containing darutoside, a plant molecule which is said to help minimize stretch marks.",
        "Staying out of the sun and using sunscreen are well-known ways to minimize chloasma, so the company's claims for the Anti-Chloasma Facial Sunscreen make sense.",
        "Be sure to get enough sleep and to minimize any stress-producing elements in your life to the greatest extent possible.",
        "Also keep in mind that with a traditional bikini you are more exposed than other styles, but you can minimize that with certain cuts or silhouettes.",
        "This suit also features a high neckline, which is a great way to minimize attention on your cleavage.",
        "To minimize a large bust, choose a halter top bikini or one with wide straps.",
        "Solid, dark bottoms will minimize the hip area.",
        "This also allows you to accent and minimize flaws.",
        "Do you want to emphasize your bust line or minimize it?"
    ],
    "definition": [
        "Link/Cite"
    ]
}