{
    "translation": "תפיסה מוטעית",
    "uses": [
        "For several centuries it was wholly lost sight of, and it was not till the 13th century that it was rediscovered through the agency of Robert Grosseteste, bishop of Lincoln, who translated it into Latin, under the misconception that it was a genuine work of the twelve sons of Jacob, and that the Christian interpolations were a genuine product of Jewish prophecy.",
        "All this lavish condemnation rests on a complete misconception of the case.",
        "But later Jewish exegesis was especially concerned to eliminate everything in the sacred writings that might give rise to misconception with respect to God on the part of the unlearned.",
        "The hypothesis that the Eudemian Ethics, and by consequence the Magna Moralia, are later than Aristotle has arisen from a simple misconception, continued in a Scholium attributed to Aspasius, who lived in the 2nd century A.D.",
        "The researches of the archaeologist are, in short, tending to reconstruct the primitive classical history; and here, as in the Orient, it is evident that historians of the earlier day were constantly blinded by a misconception as to the antiquity of civilization.",
        "The last chapter, its author says, is taken up with \"Mr Papillon's banishment under the Alien Act, from a ministerial misconception of a metaphysical sonnet.\"",
        "The most important questions raised in a scientific view appear to be the misconception of the whole problem of local taxation by governments.",
        "Newton's Hypotheses non fingo was a proud boast, but it rests upon an entire misconception of the capacities of the mind of man in dealing with external nature.",
        "The cause of Sigwart's error is his misconception of \" all.\"",
        "One of his father's ministers having discovered him, revealed to him what he was, and the misconception of his character was removed, and he knew himself to be a prince.",
        "To check these prejudicial fluctuations and to prevent too great a fall in the price of gold (to repeat a popular misconception), a £42,297,050 30,395,916 11,763,923 £ 84,456,889 £IO,178,718 05,$24,375,067 gold,.",
        "1896), according to which the town is for convenience divided into nine regions - though this rests on a misconception, for there is really no street between the Capua and the Nocera gates - and the results have been of the highest interest, though the rate of progress has been very slow.",
        "(For an example of such misconception, which is almost universal, see Riehl, Der philosophische Kriticismus, i.",
        "Assuredly, the difficult section of the Kritik, on the ground of the distinction between phenomena and noumena, would not have led to so much misconception as it has done, had Kant then brought forward what lies at the root of the distinction, his doctrine of reason and its functions.",
        "Their general attitude may be explained as a reaction against the abuses which they saw going on around them, and to a misconception of the character of the Hottentot and Bantu races.",
        "The deity of the city was Artemis; but we must guard against misconception when we use that name, remembering that she bore close relation to the primitive Asiatic goddess of nature, whose cult existed before the Ionian migration at the neighbouring Ortygia, and that she always remained the virgin-mother of all life and especially wild life, and an embodiment of the fertility and productive power of the earth.",
        "His work, Monumenti delle anti christiane primitive, is the first in which the strange misconception, received with unquestioning faith by earlier writers, that the catacombs were exhausted sand-pits adapted by the Christians to the purpose of interment, was dispelled, and the true history of their formation demonstrated.",
        "However well grounded this reasoning may be, it altogether misses the point at which Butler aimed, and is indeed a misconception of the nature of analogical argument.",
        "Maps of the 16th and 17th centuries often show Cambaluc in an imaginary region to the north of China, a part of the misconception that has prevailed regarding Cathay.",
        "Within the past generation records of Cyrus have been brought to light, as well as records of the conquered Babylonian king himself, which show that the Hebrew writers of the later day had a peculiarly befogged impression of a great historical event - their misconception being shared, it may be added, by the Greek historian Herodotus.",
        "Owing to a misconception the columns used for advance were over-heavy and unwieldy, and the corps failed to achieve anything of importance.",
        "The failure of the operations in the Sudan had been absolute and complete, and the reason is to be sought in a total misconception of the situation, which caused vacillation and delay, and in the choice of a route by which, having regard to the date of the decision, the relief of General Gordon and Khartum was impossible.",
        "In view of extensive misconception occasioned by many of these anticritica, it needs to be pointed out that terms like \" criticism,\" \" higher criticism,\" \" critics \" are often loosely used: criticism is a method, its results are many.",
        "Science, he reminds us, is based on final inexplicabilities; and its attempts by theories of evolution to find an historical origin for humanity in rudimentary matter show a misconception of the problem.",
        "Swift of flight, powerfully armed, but above all endowed with extraordinary courage, they pursue their weaker cousins, making the latter disgorge their already swallowed prey, which is nimbly caught before it reaches the water; and this habit, often observed by sailors and fishermen, has made these predatory, and parasitic birds locally known as \"Teasers,\" \"Boatswains,\" 2 and, from a misconception of their 1 Thus written by Hoier (circa 1604) as that of a Faeroese bird (hodie Skuir) an example of which he sent to Clusius (Exotic. Auctarium, p. 367).",
        "10), in order to prevent misconception and to enforce the claims of the gospel upon the individual and social life of the Galatians.",
        "Another misconception would arise when men had a tradition that they came to their actual seats from this mountain, or that lake or river, or from lands across the sea.",
        "The reasons of Great Britain's misfortunes and failure may be summarized as follows: - Misconception by the home government of the temper and reserve strength of her colonists, a population mainly of good English blood and instincts; disbelief at the outset in the probability of a protracted struggle covering the immense territory in America; consequent failure to despatch sufficient forces to the field; the safe and Fabian generalship of Washington; and finally, the French alliance and European combinations by which at the close of the conflict England was without a friend or ally on the continent.",
        "Next there has been misconception, arising from the same cause, in the constant attempt to charge the occupier of lands and houses with rates, although the real effect of the rates must be, as a rule, to diminish the value of the property affected like an old-established land tax, so that rates, properly speaking, do not fall upon either owner or occupier.",
        "The whole legend of this stone, which is full of miraculous incidents, seems to have arisen from a misconception, the Maqam Ibrahim in the Koran meaning the sanctuary itself; but the stone, which is a block about 3 spans in height and 2 in breadth, and in shape \"like a potter's furnace\" (Ibn Jubair), is certainly very ancient.",
        "Such distinction is quite foreign to Hume, and can only be ascribed to him from an entire misconception of his view regarding the ideas of space and time.",
        "Perhaps the biggest misconception regarding QuiverFull is that it is a religion on its own.",
        "There is a misconception about buying gifts online or shopping online in general.",
        "It is a common misconception that distance learning will be easier than on-campus learning.",
        "It is a common misconception that candle making is a dangerous hobby.",
        "The objection raised by Herschel (Light, § 703) to this comparison depends on a misconception.",
        "Another misconception many people have about the Coast Guard is that they are all part-time.",
        "The belief that libertarianism denies the binding force of habit or the gradual development of unchecked tendencies in character depends upon a similar misconception.",
        "clear up a misconception about heaven.",
        "But too many people hold the misconception that it's a pain in the butt to work the glutes.",
        "This defect appears most strongly in his treatment of Joan of Arc; and the attack on Agnes Sorel seems to have been dictated by the dauphin (afterwards Louis XI.), then a refugee in Burgundy, of whom he was afterwards to become a severe critic. He was not, however, misled, as his more picturesque predecessor Froissart had been, by feudal and chivalric tradition into misconception of the radical injustice of the English cause in France; and except in isolated instances where Burgundian interests were at stake, he did full justice to the patriotism of Frenchmen.",
        "It is a popular misconception that men do not need an emotional component for sex, but if a man is engaged in an emotional affair, he may not feel the need for intimacy with his current partner or wife.",
        "A common misconception about Boxing Day is that it was the day that people put away their decorations and took down their trees, placing heirloom items in boxes for the following year.",
        "A common misconception is that \"because it's on the internet, it must be free.\"",
        "The refinements of economic analysis, as distinguished from its broader achievements, should be reserved for special studies, in which a technical scientific terminology, specially devised, can be used without danger of misconception.",
        "There is a common misconception that creditors will only negotiate with account holders if the account has already moved into delinquent status.",
        "Thus, according to Jewish tradition, there are eighteen7 passages in which the older scribes deliberately altered the text on the ground that the language employed was either irreverent or liable to misconception.",
        "But this limitation, say the successors of Kant, rests upon a misconception.",
        "The confusion of these two points of view has led, and still leads, to serious philosophical misconception.",
        "This is clearly a misconception.",
        "It is a singular circumstance, however, that the argument upon which Galileo mainly relied as furnishing a physical demonstration of the truth of the new theory rested on a misconception.",
        "certainty being highly tipped as relegation certainties, Blues have gone all out to challenge this obvious misconception.",
        "Perhaps the biggest misconception about prog is that it ended sometime during the first punk era in the mid- to late ` 70s.",
        "Thats a common misconception perpetuated by style mags who couldnt understand that there is more to DJing than merely having a party.",
        "There is a general misconception that once an item passes through a public auction any questionable prior provenance would be erased.",
        "Hathaway notes a widespread misconception that solar activity varies every 11 years \" like a pure sinusoid.",
        "Vierteljahrsschrift (1902, 1903) Goetz has shown that Sabatier's presentation of St Francis's relations with the ecclesiastical authority in general, and with Cardinal Hugolino (Gregory IX.) in particular, is largely based on misconception; that the development of the order was not forced on Francis against his will; and that the differences in the order did not during Francis's lifetime attain to such a magnitude as to cause him during his last years the suffering depicted by Sabatier.",
        "To prevent misconception he must expand and explain what was obscure, adjust the incidents of the past to the ideas of later times, emphasize the moral lessons to be learned from the national history, and, finally, adapt the rules and regulations of the Old Covenant to the conditions and requirements of his own age.",
        "Much misconception, however, has prevailed as to which breeds are the nearest to the ancestral wild stock.",
        "Owing to a misconception, one Dutch-Belgian brigade formed up in front of the ridge.",
        "Further, it is a misconception to regard as injurious the passage of money into foreign countries.",
        "The Press has dealt faithfully with the news furnished by the naval and military authorities, but it may well be that the public misunderstand the situation and that this misconception is producing serious results.",
        "Hathaway notes a widespread misconception that solar activity varies every 11 years like a pure sinusoid.",
        "Purpose. Many people have a misconception that singles live the good life, partying and spending money at leisure.",
        "It is a slight misconception that babies need to be bathed a lot, as apart from dirty bottoms which are cleaned when diapers are changed, when else do they get the opportunity to get dirty?",
        "I think that the biggest misconception about stay-at-home dads is that we could not possibly have that so called \"maternal instincts\".",
        "This is a misconception, however, as many companies will ship perishable foods, such as meat and cheesecake.",
        "This is a common misconception that Plasma are not that good and don't last long.",
        "Although it has long been a misconception that people are allergic to cat fur, this isn't really the cause behind all of that coughing and sneezing.",
        "This is a common misconception that the manufacturers would like to put to permanent rest.",
        "There is a misconception that solar power installations are costly, complex and inefficient.",
        "It is a misconception that sushi is raw fish in rice wrapped in dried seaweed.",
        "A common misconception faced by many nudist photographers is that their images are pornographic.",
        "Some people have the misconception that time management means making and following a schedule that assigns every minute of their time to a specific task.",
        "The most common misconception about drug addiction is that it is characterized by a physical dependence on the drug.",
        "It is a common misconception that alternative forms of tobacco use are less hazardous to your health.",
        "A scholarship is another type of grant, and despite a common misconception, does not always require an excellent grade point average.The Jeannette Rankin Scholarship Fund is one such grant.",
        "While some dogs in rescues have had an unpleasant past, it is a common misconception that most rescued dogs have been abused.",
        "It's a classic accessory that might seem complicated at first, but learning how to tie a bow tie will clear that misconception up right away.",
        "One misconception about discounted garments is that they somehow lack in quality.",
        "A misconception some people have about big and tall men's clothing is that the styles are limited.",
        "A common misconception is over the definition of a \"homebound\" patient, by Medicare standards.",
        "It is a common misconception that red wines need to be served at room temperature.",
        "It is a common misconception that Pinot Noir and other red wines need to be served at room temperature.",
        "A common misconception concerns the price quoted by a rare book appraisal service.",
        "Many people are under the misconception that books that have survived a century or more, are classified the same way as other items of the same era such as furniture, pottery or dolls.",
        "Sometimes people new to the world of doll collecting have the misconception that retired dolls must be a certain age or manufactured prior to a certain date.",
        "Once simple misconception is that your data and cell phone is safe from hackers and other devious technology motives.",
        "There is a common misconception among the general public that a prepaid cell phone is not capable of offering the same kinds of features and services as their regular monthly counterparts.",
        "Though it is a common misconception that children are more susceptible to nosebleeds than adults, research has found that nosebleeds are more prevalent in older adults and more often are a sign of other health problems.",
        "Another popularly held misconception about food and AD/HD is that the consumption of sugar causes the hyperactive behavior in an AD/HD child.",
        "The common misconception many people have about Mikhail Baryshnikov is that he was Russian.",
        "This misconception may occur because the parts of the yin yang are often referred to as male and female.",
        "This misconception comes from the roots of the style, when primarily male bands first introduced the popular look to teenagers.",
        "An unfortunate misconception with the emo movement is that of severe depression and bodily mutilation.",
        "There is a common misconception about direct lenders.",
        "Often, a misconception about what looks normal is part of having an eating disorder.",
        "It is a common misconception that using the withdrawal method of birth control will prevent the spread of STDs.",
        "One misconception about checkers is when to jump.",
        "If there is one thing to learn from your experience, it is the misconception of social friendliness versus potential romantic interest.",
        "You want a man to love you for who you are and not for a misconception that you have perpetuated.",
        "For decades, cubic zirconia has endured a reputation as a low quality, low value imitation diamond, but Ziamond, a world leader in exquisitely pure cubic zirconia, is changing that misconception.",
        "It's a common misconception that a gemstones physical size is equivalent to its carat value, when in fact carats are a measure of weight rather than dimensions.",
        "I think manufacturers have stepped up to the plate and are trying to break the misconception that all coupons are for processed, unhealthy items.",
        "\"The common misconception is that the profession is all about aesthetics.",
        "Practicing yoga doesn't mean someone becomes part of a cult, although that's a common misconception.",
        "It is an unfortunate fact that many people have the misconception that working from home should be a way to get rich very quickly while doing little to no work.",
        "That's a big misconception about the diabetic diet.",
        "It is a common misconception that Ezkeiel 4:9 breads are gluten-free.",
        "Another misconception is that caffeinated beverages cause acid reflux.",
        "It is a common misconception that medical and dental insurance are beyond the scope of your spending power.",
        "It is a common misconception that a landlord's homeowners insurance covers the cost of repairing or replacing their tenants' belongings when something happens; this responsibility instead typically falls on the tenant.",
        "It's a misconception that a silk robe can only be worn for short periods of time before dressing or after bathing.",
        "A common misconception about thongs is that they are most uncomfortable.",
        "A common misconception of movie soundtrack CDs is that they feature all of the songs in a movie."
    ],
    "definition": [
        "Link/Cite",
        "a mistaken belief, a wrong idea\nThere are several common misconceptions about the theory of relativity.\nYou're obviously under the misconception that I care about your problems.\nHe thought that a misconception meant becoming pregnant with a girl.",
        "Link/Cite"
    ]
}