{
    "translation": "אומללות, סבל",
    "uses": [
        "Alex would make the misery go away.",
        "During the Thirty Years' War the city received no direct harm; but the ruin of Germany reacted upon its prosperity, and the misery of the lower orders led to an agitation against the Rath.",
        "great misery in Florence.",
        "Each of them desired nothing more than to give himself up as a prisoner to escape from all this horror and misery; but on the one hand the force of this common attraction to Smolensk, their goal, drew each of them in the same direction; on the other hand an army corps could not surrender to a company, and though the French availed themselves of every convenient opportunity to detach themselves and to surrender on the slightest decent pretext, such pretexts did not always occur.",
        "Under these heads it discusses respectively the sin and misery of men, the redemption wrought by Christ (here are included the Creed and the Sacraments), and the grateful service of the new life (the Decalogue).",
        "The subject is here that of a high goddess of heaven (she has 70 sons) whose friend and lover finds her in the misery of deepest degradation, frees her, and bears her home as his bride.",
        "He was already enjoying that happiness when that little Napoleon had suddenly appeared with his unsympathizing look of shortsighted delight at the misery of others, and doubts and torments had followed, and only the heavens promised peace.",
        "I thought it fitting, given the amount of misery she caused men like us.",
        "They were weary of a means of pacification which produced endless wars abroad and misery at home.",
        "He was thus led to consider the misery of the people under the burden of taxation.",
        "But the angel of forgetfulness has gathered up and carried away much of the misery and all the bitterness of those sad days.",
        "But in spite of a quantum measure of misery, it was a holiday weekend, the day was beautiful, as Dean discerned as soon as he managed to pry his eyes open and inhale the smell of Fred's coffee.",
        "All this misery, and money, and Dolokhov, and anger, and honor--it's all nonsense... but this is real....",
        "In Constantinople itself sedition and profligacy were rampant, the emperors were the tools of faction and cared but little for the interests of their subjects, whose lot was one of hopeless misery and depravity.",
        "Herzl was stirred by sympathy for the misery of Jews under persecution, but he was even more powerfully moved by the difficulties experienced under conditions of assimilation.",
        "Those in Portugal were at once shipped, in great misery, to the papal states, and were soon followed by those in the colonies.",
        "Hungary there is a growing tendency to socialistic poetry, to the \" poetry of misery \" (A nyomor kolteszete).",
        "Dwelling in her misery, she was surprised when his shadow fell across her.",
        "His finances, therefore, remained embarrassed despite the comparative pause in the war, although in 1339 he had repudiated his debt to his Italian creditors, a default that brought about widespread misery in Florence.",
        "An instance of transposition of words in part is in Shelley's \"Invocation to Misery,\" 1.27, \"And mine arm shall be thy pillow,\" where the 1st ed.",
        "The people were for the most part prosperous and contented, but under Verres the island experienced more misery and desolation than during the time of the first Punic or the recent servile wars.",
        "A period of infinite confusion and extreme misery now ensued, of which only the salient points can here be noted.",
        "The following chapter catalogs the difficulties inherent in trying to end war, which in the past brought misery and destruction and in the future could bring annihilation.",
        "Confucius said, \"If a state is governed by the principles of reason, poverty and misery are subjects of shame; if a state is not governed by the principles of reason, riches and honors are the subjects of shame.\"",
        "Meanwhile the misery of the country was increased by the reckless raising of loans by the nizam's government and the pledging of the revenues to a succession of great farmers-general.",
        "Anarchy and misery are indeed the main features of that long space of time which elapsed between the death of Charles the Great and the descent of Otto.",
        "The first and the most important of them was beyond all question the misery of her married life.",
        "He saw that under the French monarchy the actual result was the greatest misery of the greatest number, and] he did not look much further.",
        "Her misery increased at the physical reminder that she hadn.t figured out what to do about him yet.",
        "While the warm sun drenched them and there wasn't a cloud in sight, they'd learned from recent experience that mountain weather could blow in misery at a moment's notice and replace the sunshine with drenching, chilling rain.",
        "The complicated plot is constructed with greater skill than is usual with this dramatist, and the pathos of particular situations, and of the entire character of Penthea - a woman doomed to hopeless misery, but capable of seeking to obtain for her brother a happiness which his cruelty has condemned her to forego - has an intensity and a depth which are all Ford's own.",
        "disease and misery which usually attend the collision between natives and civilization of the trader's type being introduced.",
        "But deliverance from this cycle of existences, which is conceived as misery, is promised by means of speculation and asceticism.",
        "During these two reigns the Egyptians suffered every kind of misery and the temples remained closed.",
        "\"Not yet,\" he said, aware of what misery he was bringing his sisters.",
        "When the war began he wished to prosecute it vigorously; but the stories of misery and mismanagement from the seat of war deprived the ministry of public favour.",
        "This blow probably decided his career; but he endured two years of misery and mental conflict before resolving to abandon his medical studies and become a monk.",
        "The war between the rival emperors, Frederick of Austria and Louis of Bavaria, and the interdict under which the latter was placed in 1324 inflicted extreme misery upon the unhappy people.",
        "It was considered a sufficient safeguard against the spiritualizing eschatology of Origen and his school to have rescued the main doctrines of the creed and the regula fidei (the visible advent of Christ; eternal misery and hell-fire for the wicked).",
        "It is only fair to notice that while the latter, according to Defoe's more usual practice, is allowed to repent and end happily, Roxana is brought to complete misery; Defoe's morality, therefore, required more repulsiveness in one case than in the other.",
        "The fact that sin exists, and that great misery results from it, dawned gradually upon her mind as she understood more and more clearly the lives and experiences of those around her.",
        "On the 18th of December 1573 Alva, who to the end had persisted in his policy of pitiless severity, left Brussels, carrying with him the curses of the people over whom he had tyrannized for six terrible years of misery and oppression.",
        "In their misery the cities frequently appealed for protection to the emperor and other foreign potentates, as no redress was attainable at home.",
        "of it too long, is able to bring irrecoverable ruin and misery\" (Inquiry concerning Virtue or Merit, Bk.",
        "When one thinks who and what--what trash--can cause people misery! he said with a malignity that alarmed Princess Mary.",
        "provinces, where the land was valued cheaper and the allotments somewhat increased after the Polish insurrection, the general situation might be better were it not for the former misery of the peasants.",
        "The author designates the story of the later empire at Constantinople (after Heraclius) as \" a uniform tale of weakness and misery,\" a judgment which is entirely false; and in accordance with this doctrine, he makes the empire, which is his proper subject, merely a string for connecting great movements which affected it, such as the Saracen conquests, the Crusades, the Mongol invasions, the Turkish conquests.",
        "She understood that when speaking of \"trash\" he referred not only to Mademoiselle Bourienne, the cause of her misery, but also to the man who had ruined his own happiness.",
        "In Germany, where it wrought havoc and misery, it increased the already bitter resentment against the priests.",
        "This latter is absolute misery, and to cure it the Unconscious evokes its Reason and with its aid creates the best of all possible worlds, which contains the promise of its redemption from actual existence by the emancipation of the Reason from its subjugation to the Will in the conscious reason of the enlightened pessimist.",
        "Life is not \"a series of detached acts, in each of which a man can calculate the sum of happiness or misery attainable by different courses.\"",
        "War, poverty, misery, and nearly one hundred million people dead came from what essentially was a single wrong turn.",
        "Once again she had let her imagination carry her into misery.",
        "vale of misery.",
        "He continued his alternate policy of war and peace, meanwhile adding if possible by his depredations to the misery of France, until the conclusion of the treaty of Bretigny in May 1360 deprived him of the alliance of the English, and compelled him to make peace with King John in the following October.",
        "The universal misery gave point to the virulent attacks of Babeuf on the existing order, and at last gained him a hearing.",
        "After her husband's accession she suffered much domestic misery through his infidelity.",
        "introduced the trial of witches and must bear the responsibility for the terrible misery which was afterwards brought on humanity by that institution.",
        "The snap of a branch pulled her from her misery.",
        "unutterable misery of war.",
        "At length in 1758 the magistrates of Leipzig rescued him from his misery by giving him the rectorate of St Nicolai, and, though he still made no way with the leading men of the university and suffered from the hostility of men like Ruhnken and J.",
        "consigning millions of people to misery.",
        "misery of overwhelming debt.",
        "It's especially important to treat the bites of babies and toddlers, whose misery may not be expressed, only felt.",
        "\"You promised,\" she reminded him, enjoying his misery.",
        "Brutus followed her, whining in response to her misery.",
        "Jackson could always make her laugh regardless of her misery.",
        "Xander met her gaze, the intensity of his look adding to her misery.",
        "Dan shot Keith, believing Keith was responsible for all of Dan's misery and an attempt on Dan's life (Deb is the one who did it).",
        "This was not the case and the whole affair ended in misery and tragedy for many.",
        "Being in good shape before you go will ensure that you're not in misery during the down times.",
        "It is important to avoid scratching mosquito bites to prevent infection and added misery.",
        "A light shined in her face, and she twisted, fear piercing her misery.",
        "She stood with her slender arms hanging down, her scarcely defined bosom rising and falling regularly, and with bated breath and glittering, frightened eyes gazed straight before her, evidently prepared for the height of joy or misery.",
        "Scrabble in the dirt of your worth For your penny 's worth, your misery, your mirth.",
        "Almost suffocated with misery, I hesitated, looked back briefly, then carried on.",
        "And these are only specimens of the reforms which, in the language of the petition, are to unshackle labor from its misery.",
        "Above all, Israel has directly caused untold human misery.",
        "The ultimate crime is to miss the chance for peace, and so condemn your people to the unutterable misery of war.",
        "And also concerning all my worldly goods, which you have made me steward of here in this world and vale of misery.",
        "What better way to spend a holiday, then, than wallowing in the misery of others?",
        "Monaco Zoo is one of hundreds of European zoos where animals lead lives of misery.",
        "I knew I had to put an end to our misery before I lost all of my guests, so I approached the DJ and asked him to stop the karaoke.",
        "I never ever want to forget how bad everything was in every aspect of my life and I know that I am just one drink away from getting all that misery back.",
        "It can make an impossibly difficult game completable, and it can make online gaming a misery of unfair competition.",
        "Soothing the itching is the best way to help a child get through the misery of a poisonous plant rash.",
        "The end result will leave you in misery.",
        "The misery propels us to get back on course and follow our true nature.",
        "Low heel shoes can save you from an evening of misery and embarrassment.",
        "Damon reminds Stefan that he promised him an eternity of misery and was just seeking to keep that promise.",
        "And the body, indeed, is subject to the powerful influence of death; but a shadow of vitality is still left alive, and this alone is of divine origin; while our limbs are in activity it sleeps; but, when we sleep, it discloses to the mind in many dreams the future judgment with regard to happiness and misery.\"",
        "3), had entered into a reciprocal covenant with a people who, as Micah's writings would indicate, had suffered grievous oppression and misery.'",
        "Despite a huge emigration of Jews from Russia, the congestion within the pale is the cause of terrible destitution and misery.",
        "But neither Elijah nor Elisha raised a voice against the cult; then, as later, in the time of Amos, it was nominally Yahweh-worship, and Hosea is the first to regard it as the fundamental cause of Israel's misery.",
        "The popular revolutionary tune of Spain, the \"himno de Riego,\" is named after him, and his picture is hung in the Cortes, but he was a poor creature, and a bad example of the light-headed military agitators who have caused Spain much misery.",
        "The distress is due to spasmodic muscular contraction, and it comes on at intervals, each attack increasing the patient's misery.",
        "Silesia remained a principal objective of the various contending armies and was occupied almost continuously by a succession of ill-disciplined mercenary forces whose depredations and exactions, accentuated at times by religious fanaticism, reduced the country to a state of helpless misery.",
        "Demea, who is willing to give up his abstract proof, brings forward the ordinary theological topic, man's consciousness of his own imperfection, misery and dependent condition.",
        "Ten days later, supported by his sons, Gustavus greeted the estates in the great hall of the palace, when he took a retrospect of his reign, reminding them of the misery of the kingdom during the union and its deliverance from \"that unkind tyrant, King Christian.\"",
        "These reforms resulted in a temporary increase of prosperity, or at any rate an alleviation of the previous misery of the peasants.",
        "to S.E., the greatest height being Mount Misery (377 1 ft.).",
        "In its original form he had spoken of no checks to population but those which came under the head either of vice or of misery.",
        "Finally he would consider, in a crowning treatise De cive, how men, being naturally rivals or foes, were moved to enter into the better relation of Society, and demonstrate how this grand product of human wit must be regulated if men were not to fall back into brutishness and misery.",
        "Ricotti, \"no citizens in the cities, neither man nor beast in the fields, all the land forest-clad and wild; one sees no houses, for most of them are burnt, and of nearly all the castles only the walls are visible; of the inhabitants, once so numerous, some have died of the plague or of hunger, some by the sword, and some have fled elsewhere preferring to beg their bread abroad rather than support misery at home which is worse than death.\"",
        "After releasing himself by the promise of a large ransom and the conclusion of a peace, he turned his arms against the pretender Michael VII., but was compelledafter a defeat to resign the empire and retire to the island of Prote, where he soon died in great misery.",
        "The misery of that struggle needed no aggravation, but was aggravated by the sufferings of an unsound body and an unsound mind.",
        "It is probable that what he had suffered during his first year in London had often reminded him of some parts of the satire in which Juvenal had described the misery and degradation of a needy man of letters, lodged among the pigeons' nests in the tottering garrets which overhung the streets of Rome.",
        "Yet in his misery he was still an agreeable companion.",
        "Martial law was everywhere proclaimed; officers, and all classes of officials who had incurred the displeasure of the government, were subjected to arbitrary penalties; and such was the misery of the people that multitudes of them were compelled to emigrate.",
        "The Pindaris had ceased to exist, and peace and security had been substituted for misery and terror.",
        "Talai chose to succeed him a grandson of ~afir, who was nine years of age, and received the title al-A tlid lidin allah, Tal-i, who had complete control of affairs, introduced the practice of farming the taxes for periods of six months instead of a year, which led to great misery, as the tax,es were demanded twice.",
        "Writing in 1867 she said: I cannot describe the misery here nowevery day some new tax.",
        "He cast out the spirit of negation, and henceforth the temper of his misery was changed to one, not of \" whining,\" but of \" indignation and grim fire-eyed defiance.\"",
        "Carlyle's strong convictions as to the misery and misgovernment of Ireland recommended him to men who had taken part in the rising of 1848.",
        "In some European books this is completely spoiled by being represented as the doctrine that existence is misery, and that desire is to be suppressed.",
        "It opens with a startling reversal of the common estimates of happiness and misery.",
        "In connexion with this work it must be remembered that Vambery could write down but a few furtive notes while with the dervishes, and dared not take a single sketch; but the weird scenes, with their misery and suffering, were so strongly impressed on his memory that his, book is convincing by its simplicity, directness and evidence of heroic endurance.",
        "Few people have any conception of the misery which a compulsion neurosis may cause.",
        "Apart from the perennial discontents of Magyars and Sla y s, the confusion and corruption of the administration, and the misery caused by the ruin of the finances, had made the Habsburg dynasty unpopular even in its German states, and in Vienna itself a large section of public opinion was loudly in favour of the claims of Charles of Bavaria.",
        "The state of the prison, the desperation of the prisoners, broadly hinted in their conversation and plainly expressed in their conduct, the uproar of oaths, complaints and obscenity, the indescribable stench, presented together a concentration of the utmost misery and the utmost guilt.\"",
        "The missionaries were charged with the task of undermining the authority of the Omayyads, by drawing attention to all the injustices that took place under their reign, and to all the luxury and wantonness of the court, as contrasted with the misery of many of their subjects.",
        "He did his best to remedy the misery caused by the intestine wars, repaired the ruined mosques and other public edifices, founded hospitals and libraries - his library in Shiraz was one of the wonders of the world - and improved irrigation.",
        "In his anxiety, Nasir took a step which brought the greatest misery upon western Asia, or at least accelerated its arrival.",
        "Prominent both as an administrator and as a lawgiver, the king by his vigorous rule did much to destroy the tendencies to independence which existed in the Highlands and Islands; but, on the other hand, his rash conduct at Flodden brought much misery upon his kingdom.",
        "The process was completed by the misery of the decaying empire, and by the Germanic invasions.",
        "Washington's retreat through New Jersey; the manner in which he turned and struck his pursuers at Trenton and Princeton, and then established himself at Morristown, so as to make the way to Philadelphia impassable; the vigour with which he handled his army at the Brandywine and Germantown; the persistence with which he held the strategic position of Valley Forge through the dreadful winter of 1777-1778, in spite of the misery of his men, the clamours of the people and the impotence and meddling of the fugitive Congress - all went to show that the fibre of his public character had been hardened to its permanent quality.",
        "The Manichaeans held that in every act of begetting, human or otherwise, a soul is condemned afresh to a cycle of misery by imprisonment in flesh - a thoroughly Indian notion, under the influence of which their perfect or elect ones scrupulously abstained from flesh.",
        "Jules Breton has coloured the days of toil with sentiment; others, like Courbet, whose eccentric \"Funeral at Ornans\" attracted more notice at the Salon of 1850 than Millet's \"Sowers and Binders,\" have treated similar subjects as a vehicle for protest against social misery; Millet alone, a peasant and a miserable one himself, saw true, neither softening nor exaggerating what he saw.",
        "The letter in which he discloses his misery to this kind and thoughtful man gives a real insight into his character.",
        "Now, whatever speculation may say as to God's purpose being necessarily universal benevolence, experience plainly shows us that our present happiness and misery depend upon our conduct, and are not distributed indiscriminately.",
        "Therefore no argument can be brought from experience against the possibility of our future happiness and misery likewise depending upon conduct.",
        "Further, we are not only under a government in which actions considered simply as such are rewarded and punished, but it is known from experience that virtue and vice are followed by their natural consequents - happiness and misery.",
        "When the argument from analogy seems to go beyond this, a peculiar difficulty starts up. Let it be granted that our happiness and misery in this life depend upon our conduct - are, in fact, the rewards and punishments attached by God to certain modes of action, the natural conclusion from analogy would seem to be that our future happiness or the reverse will probably depend upon our actions in the future state.",
        "Long before the shaft had been cut as deep as now the water flowed away by a channel gradually contracting to a serpentine way, so extremely narrow as to be called the Fat Man's Misery.",
        "of Russia, retired to Vienna, where he died in extreme poverty and misery on the 31st of January 1828.",
        "praedestinare, to determine beforehand; from the root sta, as in stare, stand), a theological term used in three senses: (I) God's unchangeable decision from eternity of all that is to be; (2) God's destination of men to everlasting happiness or misery; (3) God's appointment unto life or \"election\" (the appointment unto death being called \"reprobation,\" and the term \"foreordination\" being preferred to \"predestination\" in regard to it).",
        "The result was chronic misrule, and misery to the masses of the people, with frequent famines.",
        "They suffered hunger, cold and misery, and were in constant fear of death, till the spring of 1868 when they were relieved by the British troops.",
        "Thus cast down from his pinnacle of greatness into an abyss of shame and misery, there was left to the brilliant master only the life of a monk.",
        "The \"Bread and Cheese War,\" an uprising of the peasants in North Holland caused by famine, is a proof of the misery caused by civil discords and oppressive taxation.",
        "In the Compensations he sought to prove that, on the whole, happiness and misery are equally balanced, and therefore that men should accept the government which is given them rather than risk the horrors of revolution.",
        "Then his misery became more fearful than ever.",
        "Disunited, we can hope for nothing but stagnation, misery and ruin.",
        "In the splendid times of the caliphs immense sums were lavished upon the pilgrimage and the holy city; and conversely the decay of the central authority of Islam brought with it a long period of faction, wars and misery, in which the most notable episode was the sack of Mecca by the Carmathians at the pilgrimage season of A.D.",
        "This man was born of a Saivite family about 1825, but in early manhood grew dissatisfied with idolworship. He undertook many pilgrimages and studied the Vedic philosophy in the hope of solving the old problem of the Buddha, - how to alleviate human misery and attain final liberation.",
        "By the 18th century the burghers had sunk to the level of \"stadtische Bauern,\" or peasants with municipal privileges, and poverty and misery were widely spread.",
        "He marched from Calais to Bordeaux, inflicted great misery on Picardy, Champagne and Berry, and left half his army dead by the way.",
        "This period of murmuring and misery culminated in the Great Revolt of 1381, a phenomenon whose origins must be sought in the most complicated causes, but whose outbreak was due in the main to a general feeling that the realm was being misgoverned, and that some one must be 1381.",
        "In spite, however, of the improvement in trade that ultimately resulted from these measures, there was great depression; in 1825 there was a financial crisis that caused widespread ruin, and in 1826 the misery of the laboring poor led to renewed riots and machinery smashing.",
        "Everywhere misery and discontent were apparent, manifesting themselves in riots against machinery, in rick-burning on a large r1~ am scale, and in the formation of trades unions which tended to develop into organized armies of sedition.",
        "Other burning questions were the condition of Ireland, the scandal of the established church there, the misery of the poor in England.",
        "The people were apparently Bud et sinking into deeper poverty and misery year after year.",
        "The thought of wrong or misery moved him less to pity for the victim than to anger against the cause.",
        "The ten years during which he held this office coincided with much misery and unrest among the labouring classes, and the government policy, for which he was mainly responsible, was one of severe repression.",
        "So again, in the stress that he lays on the misery which the most secret wrong-doing must necessarily cause from the perpetual fear of discovery, and in his exuberant exaltation of the value of disinterested friendship, he shows a sincere, though not completely successful, effort to avoid the offence that consistent egoistic hedonism is apt to give to ordinary human feeling.",
        "As regards \"material\" goodness of actions, 'he adopts explicitly and unreservedly the formula afterwards taken as fundamental by Bentham; holding that \" that action is best which procures the greatest happiness for the greatest numbers, and the worst which in a like manner occasions misery.\"",
        "On the other hand, he does not seem to think that moral sentiment or \" taste \" can \" become a motive to action,\" except as it \" gives pleasure or pain, and thereby constitutes happiness or misery.\"",
        "that the misery of the Roman world is all due to the neglect of God's commandments and the terrible sins of every class of society.",
        "was a time of extreme misery to the colony in Ireland.",
        "Edmund Spenser lost his all, escaping only to die of misery in a London garret.",
        "Then began an era of internal disorder and misery.",
        "government of Bedford, disgust at the iniquitous treaty of Troyes, the monarchist loyalty of many of the warriors, the still deeper sentiment felt by men like Alain Chartier towards Dame France, and the great misery that there was in the kingdom of France; all these suddenly became incarnate in the person of Joan of Arc, a young peasant of Domrmy in Lorraine.",
        "The ageing of the great king was betrayed not only by the fortune of war in the hands of Villeroy, la Feuillade, or Marsin; disgrace and misery at home were worse than defeat.",
        "The Spanish subjects were allowed to collect themselves the taxes and tribute due to Rome, and, though the mineral wealth doubtless fell into the hands of Roman capitalists, the natives were free from the tithes and tithe system which caused such misery and revolt in the Roman province of Sicily.",
        "Nominally subjects of the khedive, they acted as free agents, reducing the country over which they terrorized to a state of abject misery.",
        "Marie describes the misery of the poor under the feudal regime, but she preaches resignation rather than revolt.",
        "Captains Speke and Grant, who had travelled through Uganda and came down the White Nile in 1863, and Sir Samuel Baker, who went up the same river as far as Albert Nyanza, brought back harrowing tales of the misery caused by the slave-hunters.",
        "The character of the emperor Nicholas was summed up with great insight by Queen Victoria in a letter to the king of the Belgians, written during the tsar's visit to England (June 11, 1844) \" He is stern and severe - with fixed principles of duty which nothing on earth will make him change; very clever I do not think him, and his mind is an uncivilized one; his education has been neglected; politics and military concerns are the only things he takes great interest in; the arts and all softer occupations he is insensible to, but he is sincere, I am certain, sincere even in his most despotic acts, from a sense that that is the only way to govern; he is not, I am sure, aware of the dreadful cases of individual misery which he so often causes, for I can see by various instances that he is kept in utter ignorance of many things, which his people carry out in most corrupt ways, while he thinks that he is extremely just ...",
        "An empty stomach did little to relieve her misery, though.",
        "\"Poor girl,\" she murmured, recalling all her years of pain and misery with the brain tumor Wynn caused to expand.",
        "A streak of jealousy and misery went through Deidre.",
        "I implore you, put me out of misery?",
        "For all the misery of the uphill climb, this downhill dash was fused in his memory forever, and in one brief moment he knew this Colorado country was where he belonged.",
        "The poor surroundings caused abject misery.",
        "All this was a great aggravation to his misery.",
        "behaviourt Services Leader Winston Nelson said: \" These men made their neighbors life a misery with unacceptable behavior over many months.",
        "If you buy from an unscrupulous breeder or dealer, you will be supporting their trade in misery.",
        "Put your pathetic selves out of misery and end the charade already.",
        "close-ups of faces, expressing lust, resignation, violence, misery and so on.",
        "See how he feels for misery, He feels for the tears of the distressed who have no comforter.",
        "The evils natural to state communism have been increased ten-fold under the pretext that all our misery is due to foreign intervention.",
        "On every continent, the march of progress has engendered monstrous urban conglomerations, vast pools of human misery.",
        "countrypan>developing countries, using land to create an artificial food chain has resulted in misery for hundreds of millions of people.",
        "developing countries, using land to create an artificial food chain has resulted in misery for hundreds of millions of people.",
        "Were these people art house fans disappointed by the lack of misery?",
        "see also, er, Bittersweet Bundle of Misery - Graham Coxon.",
        "It is estimated that there are no less than 35,000 people living from hand to mouth in the utmost misery, partly in the extensive catacombs beneath the city.",
        "The Football League slapped a transfer embargo on the club to compound the misery.",
        "hot flushes How can I minimize my menopause misery?",
        "In developing countries, using land to create an artificial food chain has resulted in misery for hundreds of millions of people.",
        "hatchet face with huge glittering eyes perfectly conveyed the ultimate misery of evil.",
        "RD: I believe natural selection represents a truly hideous sum total of misery.",
        "However, it transpires that hordes of young hooligans have been making his life a misery in recent years.",
        "Some skin imperfections - albeit minor and only cosmetic in nature - can be a source of misery to many people.",
        "Idle industries have cast workers into unemployment, human misery, and personal indignity.",
        "In their very great misery they had become insensible to the bite of the lash or the bruise of the club.",
        "When I was young I remember my mother referring to anyone who was a bit of a misery as an ' old killjoy ' .",
        "maggots We advise you to protect your rabbit from the misery of a maggot infestation!",
        "misery of industrial life.",
        "misery of this world.",
        "It was a silent subtle campaign, intended to inflict maximum misery.",
        "Stage Four - Strategies Agreed Shared Responsibility No blame is attributed but instead the group are asked to help alleviate the misery.",
        "Why they ought to be important is usually because they add to the sum of human happiness, rather than perpetuating misery.",
        "Pet shops cause utter misery to animals during their short - or long - stay in a pet shop.",
        "The look of hate he shot her also shows that they are already suffering misery of their own making.",
        "misery for millions.",
        "misery for thousands.",
        "misery for more residents from night flights.",
        "What we have stolen from the global south is their environment, where waste materials developed in the West cause untold misery.",
        "Christianity for 1500 years spread the ' truth ' of this, leading to abject misery for most people for most of this time.",
        "Mr Galloway said: \" The sanctions are morally wrong and have led to appalling misery and death among the Iraqi people.",
        "I have often cried out loud in sheer misery at the hopelessness of life, my life.",
        "There are huge stocks of picture showing human misery held by all the agencies.",
        "They are the party of mass unemployment, of high inflation and mortgage misery.",
        "John Vickers, Director General of Fair Trading said: ' Debt problems can occur at any time of the year and cause misery.",
        "misery other ancient benevolent institutions, for relieving the miseries of human life, may have passed away during the revolution of ages.",
        "propertied man into the misery of a pauper.",
        "Christianity says that while men and women remain rebellious against God, the misery will increase and things will become terrible.",
        "This misery is partly a direct result of our desire to eat meat.",
        "scrabble in the dirt of your worth For your penny's worth, your misery, your mirth.",
        "Drug problems bring untold squalor and misery to countless homes.",
        "almost suffocated with misery, I hesitated, looked back briefly, then carried on.",
        "unshackle labor from its misery.",
        "wallowing in the misery of others?",
        "Monaco zoo is one of hundreds of European zoos where animals lead lives of misery.",
        "Moreover, the luxury with which they surrounded themselves, and the restaurant which they had annexed to their club, seemed to mock the misery of the half-starved proletariat, and added to the suspicion with which they were viewed, especially after the popular triumphs of the 20th of June and the 10th of August 1792 (see French Revolution).",
        "Already in this play Ford exhibits the singular force of his pathos; the despondent misery of the aged Meleander, and the sweetness of the last scene, in which his daughter comes back to him, alike go to the heart.",
        "On his moral essays it may suffice to notice the dissertations On Nobility, On Vicissitudes of Fortune, On the Misery of Human Life, On the Infelicity of Princes and On Marriage in Old Age.",
        "of France, and by his successor Louis XI., at whose request Basin drew up a memorandum setting forth the misery of the people and suggesting measures for alleviating their condition.",
        "Of the novels produced by other authors between 1870 and 1880, we may mention A hol az ember kezdodik (Where the Man Begins), by Edward Kavassy (1871), in which he severely lashes the idling Magyar nobility; Az en ismeroseim (My Acquaintances), bi Lewis Tolnai (1871); and Anatol, by Stephen Toldy (1872); the versified romances Deli babok hOse (Hero of the Fata Morgana), generally ascribed to Ladislaus Arany, but anonymously published, A szerelem hOse (Hero of Love), by John Vajda (1873), and Talalkozdsok (Rencounters) by the same (1877), and A Tiinderov (The Fairy Zone), by John Bulla (1876), all four interesting as specimens of narrative poetry; Kalozdy Bela (1875), a tale of Hungarian provincial life, by Zoltan Beothy, a pleasing writer who possesses a fund of humour, and appears to follow the best English models; Edith tortenete (History of Edith), by Joseph Prem (1876); Nyomorusag iskoldja (School of Misery), by the prolific author Arnold Vertesi (1878); Tilkolt szerelem (Secret Love), by Cornelius Abranyi (1879), a social-political romance of some merit; and Uj idOk, avult emberek (Modern Times, Men of the Past), by L.",
        "It contains three divisions dealing with (1) man's sin, misery, redemption, (2) the Trinity, (3) thankfulness, under which is included all practical Christian life lived in gratitude for mercies received.",
        "Zeus gave her a jar (7rLOos), the so-called \"Pandora's box\" (see below), containing all kinds of misery and evil, and sent her, thus equipped, to Epimetheus, who, forgetting the warning of his brother Prometheus to accept no present from Zeus, made her; his wife.",
        "About his paper, the incarnation of himself, the first thing to be said is that the man always meant what he said; no poverty, no misery or persecution, could keep him quiet; he was perpetually crying, \"Nous sommes trahis.\"",
        "This Halaka is followed by a haggadic explanation of the prohibition: \" iron abridges life while the altar prolongs it; iron causes destruction and misery, while the altar produces reconciliation between God and man; and therefore the use of iron cannot be allowed in making the altar.\"",
        "To this More answered, \" Alas, Meg, it pitieth me to remember unto what misery, poor soul, she will .shortly come; these dances of hers will prove such dances that she will spurn our heads off like footballs; but it will not be long ere her head will dance the like dance.\"",
        "Pliny's view of life is gloomy; he regards the human race as plunged in ruin and in misery (ii.",
        "At Valangay, where he was sent as a prisoner of state, he sank contentedly into vulgar vice, and did not scruple to applaud the French victories over the people who were suffering unutterable misery in his cause.",
        "During the antebellum period of America's history, slaves usually lived lives of much degradation and misery.",
        "However, more than two hours after the first call my cat began gasping so much that I felt I had no choice other than to end his misery.",
        "This results in uncomfortable symptoms like diarrhea, bloating, abdominal pain, nausea and vomiting, and general misery and discomfort.",
        "Misery is a Butterfly by Blonde Redhead.",
        "Paramore: This popular alternative band was made famous by their hit, Misery Business in 2007.",
        "Yet, in striking contrast to this orthodox tenet is his vivid conception of the weakness and misery of men, the hopelessness of the struggle with evil, whether in society or in the individual.",
        "The misery of those years was not, however, unrelieved; for he had been able, on the breaking up of Heloise's convent at Argenteuil, to establish her as head of a new religious house at the deserted Paraclete, and in the capacity of spiritual director he often was called to revisit the spot thus made doubly dear to him.",
        "While running the Form Market, Chrissie notes the misery caused by needlessly complicated forms.",
        "monetarist economics and the misery that has brought.",
        "The Athenians retaliated by placing an embargo upon Megarian trade throughout their empire (432), and in the Peloponnesian War, which the Megarians had consequently striven to hasten on, reduced their neighbours to misery by blockade and devastations.",
        "When the greater part of the Will in existence is so far enlightened by reason as to perceive the inevitable misery of existence, a collective effort to will non-existence will be made, and the world will relapse into nothingness, the Unconscious into quiescence."
    ],
    "definition": [
        "a. The state of suffering and want as a result of physical circumstances or extreme poverty.\nb. Mental or emotional unhappiness or distress: “Our happiness or misery depends on our dispositions, and not on our circumstances” ( Martha Washington )",
        "A cause or source of suffering: the miseries of adolescence.",
        "Informal A physical ache or ailment.",
        "Link/Cite"
    ]
}