{
    "translation": "פורש לא נכון",
    "uses": [
        "Obviously we have misinterpreted each other to the point of total confusion.",
        "When she did give up the struggle, I first misinterpreted the news.",
        "I thought you wanted to go, but when you declined, I decided I must have misinterpreted your interest.",
        "There had always been a physical attraction between them and unless she had misinterpreted his expression, there still was.",
        "Other influences which may be traced in his writings are those of modern naturalism and of a somewhat misinterpreted Darwinism (\"strength\" is generally interpreted as physical endowment, but it has sometimes to be reluctantly acknowledged that the physically feeble, by their combination and cunning, prove stronger than the \"strong\").",
        "Statements which originally had a different significance are misinterpreted, he thinks, and names of human beings are also misinterpreted in such a manner that early races are gradually led to believe in the personality of phenomena.",
        "When the legislature of Virginia gave him 150 shares of stock in companies formed for the improvement of the Potomac and James rivers, and he was unable to refuse them lest his action should be misinterpreted, he extricated himself by giving them to educational institutions.",
        "18) the reference was probably to the felling of timber in Lebanon for Hiram's temples; Josephus then misinterpreted this by 1 Kings v.",
        "When the source of the name was forgotten its meaning was not unnaturally misinterpreted, and gained for Gawain the reputation of a facile morality, which was exaggerated by the pious compilers of the later Grail romances into persistent and aggravated wrong-doing; at the same time it is to be noted that Gawain is never like Tristan and Lancelot, the hero of an illicit connexion maintained under circumstances of falsehood and treachery.",
        "Ney misinterpreted this manoeuvre and led out, about 4 P.M., Milhaud's and Lefebvre-Desnouettes' horsemen (43 squadrons) to charge the allied centre between the two farms. For several reasons, the cavalry could only advance at a trot.",
        "It is clear that in the original form of the tradition the name of the foundling was Scyld or Sceldwea, and that his cognomen'Scefing (derived from sceaf, a sheaf) was misinterpreted as a patronymic. Sceaf, therefore, is no genuine personage of tradition, but merely an etymological figment.",
        "Comte's instances) it implies, in the mass of mankind, any very decided natural bent, either in a good or in a bad direction; if it supposes that the reason, in average human beings, predominates over the desires, or the disinterested desires over the personal, - we may know that history has been misinterpreted, and that the theory is false.",
        "In its earlier form this opinion rested chiefly on certain misinterpreted testimonies in Greek authors about a god 'Iaco, and was conclusively refuted by Baudissin; recent adherents of the theory build more largely on the occurrence in various parts of this territory of proper names of persons ' See Hebrew Religion.",
        "misinterpreted effects.",
        "misinterpreted when found.",
        "Bordeaux pushed to his feet and moved away from her, careful not to make any sudden movements that might be misinterpreted.",
        "She squirmed to get out from under him, but the movement was misinterpreted.",
        "Geoffroy here maintained that the five centres of ossification existed in the duck just as in the fowl, and that the real difference of the process lay in the period at which they made their appearance, a circumstance which, though virtually proved by the preparations Cuvier had used, had been by him overlooked or misinterpreted.",
        "A somewhat detailed consideration of Hume's doctrine with regard to mathematical science has been given for the reason that this portion of his theory has been very generally overlooked or misinterpreted.",
        "These utterances, however, must not be misinterpreted.",
        "His policy, therefore, was necessarily tentative and ambiguous, and might very readily be misinterpreted.",
        "matrifocal societies is thin or ignored, misinterpreted or ideologically disputed.",
        "misinterpreted the evidence.",
        "misinterpreted by some people -- one possible candidate being Peter Cuthbertson.",
        "misinterpreted as a lack of trust in the recipient.",
        "misinterpreted as a missile attack during the early days of long-range radar.",
        "misinterpreted as a first sign of pre-eclampsia.",
        "The remarks I made on News 24 about this were grossly misinterpreted.",
        "Third, given English usage of the word God, the simple affirmation \" Jesus is God \" may be easily misinterpreted.",
        "It's not his fault it was completely misinterpreted.",
        "However, the effects of patent law are often misinterpreted.",
        "misinterpreted what the FBI was doing.",
        "misinterpreted to mean something else, but nobody took It seriously, although we had a lot of trouble with it.",
        "are obsolete owing partly to the immense accumulations of epigraphic and archaeological research, partly to the subsequent discovery of the Aristotelian Constitution of Athens, and partly also to the more careful weighing of evidence which Grote himself misinterpreted.",
        "According to the FTC, the studies used for these reports were flawed and the Nordic Track company purposely misinterpreted the results.",
        "The messages can be misinterpreted, which can cause poor form or injury.",
        "Maybe you misinterpreted some signs here and there, and (i hate this book, by the way) he's just not that into you.",
        "Like sounding names can easily be misinterpreted by your dog.",
        "The use of continuous monitoring does result in a higher c-section rate partly because the tracing can be misinterpreted or because the mother usually requires more interventions when she cannot be mobile.",
        "Punk styles are easily misinterpreted as rebellious or inflammatory when they may just be fun self expression.",
        "Although your intent in sending him text messages the very next day was to let him know you had a good time, this may have been misinterpreted as clingy or worse desperate.",
        "Cards can easily be misinterpreted or inappropriate, but the following tips can help you send just the right card to that someone special.",
        "While these may make very romantic, lovely Valentine's Day cards, they are also easily misinterpreted if the couple is not engaged.",
        "Could my written message be misinterpreted?",
        "If a couple chooses easier matching sets such as plain bands, however, the rings may be misinterpreted as wedding rings or a stronger commitment than the couple has currently made.",
        "That can make exchanging promise rings on Valentine's Day particularly tricky, because a romantic promise could easily be misinterpreted as a marriage proposal.",
        "The sexuality of a Virgo is easily misinterpreted within the frame of this sign's self-controlled nature.",
        "Storylines that are leaked may be changed or misinterpreted, especially if a source only has a portion of the script or information.",
        "Humor is often misinterpreted and frequently perceived as insulting.",
        "This results in words being misinterpreted or a person's sentiment misread and therefore quite innocuous comments can become problematic.",
        "Do not post photos of anyone without their permission, particularly if the photos may be embarrassing or misinterpreted."
    ],
    "definition": [
        "simple past tense and past participle of misinterpret",
        "Link/Cite"
    ]
}