{
    "translation": "מתינות, איפוק",
    "uses": [
        "Here again his moderation pleased neither party.",
        "Cromwell's moderation and freedom from imperiousness were acknowledged even by those least friendly to his principles.",
        "In the bitter religious controversies of the time Anglesey showed great moderation and toleration.",
        "Omar behaved with great moderation, restraining his troops from pillage and leaving the Christians in possession of their churches.",
        "This wise moderation of the Elizabethan settlement, which had been effected before his appointment, was obviously not due to him; and Elizabeth could have placed Knox or Bonner in the chair of St Augustine had she been so minded.",
        "In this position his moderation, industry, good sense, knowledge of men and of affairs, made his services of great value.",
        "As regards chronology he is not very trustworthy; on the other hand, his moderation towards opponents, not excepting Cyril, deserves recognition.",
        "While his great gift to Roman literature is that he first made it artistic, that he imparted to \"rude Latium\" the sense of elegance, consistency and, moderation, his gift to the world is that through him it possesses a living image of the Greek society in the 3rd century B.C., presented in the purest Latin idiom.",
        "Her rule in Parma, conjointly with Neipperg, was characterized by a clemency and moderation which were lacking in the other Italian states in that time of reaction.",
        "At the beginning of the session of 1919 he was elected vice-chairman of the party, and he took a considerable share in debate, speaking with a moderation and appreciation of the standpoint of other classes not always manifested by Labour members.",
        "The lord keeper's counsel of moderation was less pleasing to Charles I.",
        "Here Otho remained ten years, and his administration was marked by a moderation unusual at the time.",
        "As a result of his moderation, he remained high-priest till his death, venerated alike by Christians and pagans.",
        "After America entered the war he recommended moderation towards conscientious objectors and forbade men in uniform to interfere with anti-conscription meetings.",
        "who desired an oligarchy, the Palleschi or Mediceans who generally supported them, the Adirati who opposed Capponi for his moderation, the Arrabbiati who were strongly anti-Medicean, and the Popolani who opposed the Ottimati.",
        "The moderation of the assessment is shown not only by the fact that it was paid so long without objection, but also by the individual items. Even in 425 Naxos and Andros paid only 15 talents, while Athens had just raised an eisphora (income tax) from her own citizens of 200 talents.",
        "About the same time the successes of Timotheus in the west resulted in the addition to the league of Corcyra and the cities of Cephallenia, and his moderation induced the Acarnanians and Alcetas, the Molossian king, to follow their example.",
        "A similar counsel of moderation was given to the Canadian press in connexion with the Manitoba school question in December 1897.",
        "believed it to be to his political advantage to strengthen friendly relations with Great Britain by the moderation of the import duties that the change was finally made; while the despotic character of his government enabled him, when once the new policy was entered on, to bring about a radical change.",
        "Nicholas, though he had never seen Ilagin, with his usual absence of moderation in judgment, hated him cordially from reports of his arbitrariness and violence, and regarded him as his bitterest foe.",
        "His perfect command of temper, his moderation of speech and action, in a bitterly personal age, never failed, and were his most effective weapons; but he made his power felt in other ways.",
        "But in spite of the moderation of his views and his abstention from controversy, he came under suspicion of heresy, and escaped expulsion from his office only by resignation (1619).",
        "Upon the strength of an established character for moderation he enjoyed an exceptional licence for the utterance of unwelcome truths; and in spite of his flings at the rich and powerful, he remained through life a privileged person with them.",
        "The feelings of suprise at the clemency and moderation with which the victors used their powers predisposed men everywhere to accept their constitution.",
        "His rule was noted for firmness, moderation and high political sagacity, and he succeeded for a long time in retaining the friendship and confidence of his master the shah, although his career was beset with political intrigues and jealousy on the part of rival and court favourites, and with internal turbulence.",
        "It was applied to those who advocated a policy of \"cowardly moderation,\" and feuillantisme was associated with aristocratic in the mouths of the sansculottes.",
        "He was attracted to it by his hatred of moderation and what he called \"respectability\" in any shape - a characteristic of which some amusing instances have been handed down.",
        "He acted with good sense and moderation, and, although by no means a believer in democratic ideas, he saw the necessity of satisfying public opinion and frankly gave his support to larger measures of reform.",
        "After the departure of the Greek troops the Cretan leaders, who had hitherto demanded annexation to Greece, readily acquiesced in the decision of the powers, and the insurgent Assembly, under its president Dr Sphakianakis, a man of good sense and moderation, co-operated with the international commanders in the maintenance of order.",
        "As it was, they were able to contrast their moderation with his wrongheadedness, and thereby seek to separate his cause from that of France.",
        "In diplomacy he proved fully the equal of all - white or black - with whom he had to deal, while he ruled with a rare combination of vigour and moderation over the nation which he had created.",
        "This was indeed a time when questions concerning boundaries were springing up on every side, for it was only through the moderation with which the high-handed action of Bolivia in regard to the Acre rubberproducing territory was met by the Brazilian government that war was avoided.",
        "When he was sixteen he became a vegetarian for a time, rather to save money for books than for any other reason, and he always preached moderation in eating, though he was less consistent in his practice in this particular than as regards moderate drinking.",
        "The overthrow of the monarchy on the 10th of August and the September massacres rendered hopeless all attempts at an entente cordiale between the two peoples; and the provocative actions of Chauvelin, undertaken in order to curry favour with the extremists now in power at Paris, undid all the good accomplished by the tact and moderation of Talleyrand.",
        "He seems to have acted with prudence and moderation during the conversion of his kingdom and did not countenance compulsory proselytism.",
        "Considering the circumstances in which General Roca assumed office, it must be admitted that he showed great moderation and used the practically absolute power that he possessed to establish a strong central government, and to initiate a national policy, which aimed at furthering the prosperity and development of the whole country.",
        "He endeavoured also to rouse the French peasantry against the Allies, but in vain, for Wellington's justice and moderation afforded them no grievances.",
        "As a political adviser of the king Williams consistently counselled moderation and compromise between the unqualified assertion of the royal prerogative and the puritan views of popular liberties which were.",
        "The resulting Antinomian controversy (the only one within the Lutheran body in Luther's lifetime) is not remarkable for the precision or the moderation of the combatants on either side.",
        "Amid all these contests the wise and statesmanlike moderation of the grand-duke Frederick won him universal esteem.",
        "But if he lacked the brilliant qualities of his impulsive, jovial father, he possessed in a high degree the compensating virtues of moderation, sobriety and self-control.",
        "Balance and moderation is healthy in most aspects of life, and body image being one of them.",
        "In moderation, almonds help jump-start your metabolism with essential fatty acids.",
        "Returning to England, he protested, but with moderation, against the appointment of Hampden as bishop of Hereford, and continued to take an active part in the religiou education controversy.",
        "In it he collected with great fulness and discussed with marked moderation the arguments against Johannine authorship. This called forth a number of replies.",
        "In 1892, however, the precise year in which France gave up her system of commercial treaties, some moderation was brought about in Germany's protective system by commercial treaties with Austria, Italy, Belgium, Switzerland, and shortly afterwards with Russia.",
        "The opportunity came with the old king's death in 1625, for James, with all his pedantry, was too wise and cautious to embark in Laud's rash undertakings, and had already shown a prudent moderation, after setting up bishops in Scotland, in going no further in opposition to the religious feelings of the people.",
        "On the 8th of September 1558, two points were added to the constitutions: that the generalship should be triennial and not perpetual, although after the three years the general might be confirmed; and that the canonical hours should be observed in choir after the manner of the other orders, but with that moderation which should seem expedient to the general.",
        "It was fortunate for Italy that during the whole period 1869 1876 the direction of her foreign policy remained in the experienced hands of Visconti-Venosta, a statesman whose Foreign trustworthiness, dignity and moderation even political policy opponents have been compelled to recognize.",
        "His remains were laid in the burial place of the Sheffield family, Fletching, Sussex, where an epitaph by Dr Parr describes his character and work in the language at once of elegance, of moderation and of truth.",
        "His moderation, good sense, wisdom, temper, firmness and erudition made him as successful in this position as he had been when professor of theology, and he speedily surrounded himself with a band of scholarly young men.",
        "The club disowned Danton and Desmoulins and attacked Robespierre for his \"moderation,\" but the new insurrection which it attempted failed, and its leaders were guillotined on the 24th of March 1794, from which date nothing is known of the club.",
        "A more intricate social organization caused internal weakness, and Eastern history shows with what rapidity peoples who have become strong by discipline and moderation pass from the height of their glory into extreme corruption and disintegration.'",
        "The question of Italian unity had no sooner been settled than the question of The German unity arose, and fresh international difficulties Austro- once more inclined the Austrian government towards moderation and concession.",
        "Fortunately the new Giolitti and Vesnie Cabinets showed equal moderation and skill in restraining the hotheads on both sides, and the new Foreign Minister, Count Sforza, was assisted by a personal knowledge of Serbian and Balkan problems all too rare among western statesmen.",
        "Defoe says he received no pension, but his subsequent fidelity was at all events indirectly rewarded; moreover, Harley's moderation in a time of the extremest party-insanity was no little recommendation to Defoe.",
        "His health was uniformly good, owing perhaps to his moderation in eating and drinking, and to his love for hunting and swimming.",
        "In a like spirit of moderation he opposed the Thermidorian reaction, and defended Barere, Billaud-Varenne the Collot d'Herbois from the accusations launched against them on the 22nd of March 1795.",
        "The discussions on the budget entirely monopolized public attention for the year, and while the measure was defended by Mr Lloyd George in parliament with much suavity, and by Mr Asquith, Sir Edward Grey and Mr Haldane outside the House of Commons with tact and moderation, the feelings of its opponents were exasperated by a series of inflammatory public speeches at Limehouse and elsewhere from the chancellor of the exchequer, who took these opportunities to rouse the passions of the working-classes against the landed classes and the peers.",
        "He was a friend of Pericles and a, man of prudence and moderation.",
        "Less sugar and salt: Learn to eat salt and sugar in moderation.",
        "Eaten in moderation, carbohydrates are an excellent way to lose or maintain a healthy weight.",
        "Monounsaturated fatty acids are a type of fat considered to be healthy for your heart when consumed in moderation.",
        "Many naturopaths do recommend coconut oil, and some doctors have said it may be beneficial when consumed in moderation.",
        "As with any technological tool or resource, when it's used for education it should be used in moderation and in a very focused manner.",
        "Although animation can do a lot to spruce-up a dull website, it must be used in moderation in order to be effective.",
        "Though aloe-beer or \" pulque \" was allowed for feasts and to invalids in moderation, and old people over seventy seem to be represented in one of the picture-writings as having liberty of drunkenness, young men found drunk were clubbed to death and young women stoned.",
        "Practice all drinking games with moderation in mind.",
        "The battle ended in the disastrous defeat of the provincial forces; General Mitre used his victory in a spirit of moderation and sincere patriotism.",
        "The moderation of his views brought him into opposition to the Directors after the coup d'etat of Fructidor (September 1797), and for a time he retired into private life.",
        "The art of his comedies consists in the clearness and simplicity with which the situation is presented and developed, and in the consistency and moderation with which his various characters play their parts.",
        "Consalvi's rule, in times of singular difficulty and unrest, was characterized by wisdom and moderation.",
        "The policy of Charles towards the Netherlands was for many years one of studied moderation.",
        "disclosed it is invariably on the side of forbearance and of moderation.",
        "This condition of mind can be obtained only by \"living conformably to nature,\" that is to say, one's whole nature, and as a means to that man must cultivate the four chief virtues, each of which has its distinct sphere - wisdom, or the knowledge of good and evil; justice, or the giving to every man his due; fortitude, or the enduring of labour and pain; and temperance, or moderation in all things.",
        "Finally, he did not allow his friendliness with Argos to involve him in war with Sparta, towards whom he pursued a policy of moderation.",
        "1 They are, like mountaineers generally, of a sturdy, independent spirit, and are given to the free expression of their views, generally stated with good sense and moderation.",
        "After the easy campaign of 1620, the possessions which had been taken by the Protestants were given back to the Roman Catholic church; this task was performed, under his supervision, with judgment and moderation.",
        "Yet Tisza's aim also was to convert the old polyglot Hungarian kingdom into a homogeneous Magyar state, and the methods which he employed - notably the enforced magyarization of the subject races, which formed part of the reformed educational system introduced by him - certainly did not err on the side of moderation.",
        "The history of the Transvaal is more complete and better understood to-day than it was in 1877, and no one who acquaints himself with the facts will deny that Shepstone acted with care and moderation.",
        "As civil commissioner at Troyes he was accused of terrorism by some, and by the revolutionary tribunal of moderation.",
        "and the British ministry on American affairs, uniformly counselling moderation.",
        "On the 8th of February 1871 he was elected a member of the National Assembly, in which he maintained that the republic was \"the necessary form of national sovereignty,\" and voted for the continuation of the war; yet, though a member of the extreme Left, he was too clear-minded to sympathize with the Commune, and exerted his influence in vain on the side of moderation.",
        "At first he seemed inclined to act with moderation and on lines of constitutional agitation, but soon, carried away by fanaticism, ambition and vanity, he turned to armed organization against the government.",
        "Though he is wanting in moderation and in luminous warmth, his tones are by no means always harsh; and as an author he ever aspired with longing after humility and love and patience, though his whole life was lived in the atmosphere of conflict.",
        "Good fortune in moderation is also required as a condition of his happiness.",
        "For many years he served as a member of the legislative council of the viceroy with conspicuous ability and moderation of view.",
        "The Reconstruction period in Georgia is remarkable for its comparative moderation.",
        "He visited Cadiz in December 1812, and offered counsels of moderation to the democratic assembly, which were not followed.",
        "Gregory died far away from Rome, upon which he had brought incalculable evils; and not only Rome, but the papacy itself had to pay the penalty for the want of moderation of the pope.",
        "On several occasions he defended the cause of moderation and justice against the fanatical crusaders, but he never had the energy to make it prevail.",
        "No apter estimate of his character can be found than the words of Aeneas Silvius himself: \" He was a great-hearted man; but his chief error was that he was a stranger to moderation, and regulated his actions, not by his ability, but by his wishes.\"",
        "As compared with Zinzendorf's own writings, this book exhibits the finer balance and greater moderation of Spangenberg's nature, while those offensive descriptions of the relation of the sinner to Christ in which the Moravians at first indulged are almost absent from it.",
        "As it was often clearly to the advantage of the buyer that he should receive immediate delivery he did not object to water in moderation, but art soon began to run a little ahead of nature.",
        "Of the moderation of the latter, and their abstinence from all outrage or plunder, he speaks highly.",
        "Water vapour and excess of oxygen in moderation do not interfere seriously with its visibility.",
        "This moderation was partly due to the embarrassments produced by the ecclesiastical question and the rebellions of the princes.",
        "Insurrection and rebellion triumphed everywhere, and all that Sigismund could do was to minimize the mischief as much as possible by his moderation and courage.",
        "The rapid victory of the Prussians and the wise moderation of Bismarck paved the way for a complete revolution in Bavaria's relation to Prussia and the German question.",
        "The moderation of his views and his conciliatory temper did much to heal the wounds left by civil and religious strife, and during his time the power and influence of the stadholderate attained their highest point.",
        "After the revolt at Lyons in 1817 he was nominated procureur-general of the city, and by his sense and moderation did much to restore order and confidence.",
        "The extreme democratic and socialistic party made with French aid some spasmodic efforts to stir up a revolutionary movement, but they met with no popular sympathy; the throne of Leopold stood firmly based upon the trust and respect of the Belgian nation for the wisdom and moderation of their king.",
        "After the second restoration he distinguished himself as a courageous advocate of moderation in the treatment of the military adherents of the emperor.",
        "Though he took his proper place in the ceremonies at Richard's coronation, he showed a tactful moderation by withdrawing for a time from any share in the government.",
        "In the outburst of indignation, followed by increasing disaffection in Ireland, which this event produced, Grattan acted with conspicuous moderation and loyalty, which won for him warm acknowledgments from a member of the English cabinet.2 That cabinet, however, doubtless influenced by the wishes of the king, was now determined firmly to resist the Catholic demands, with the result that the country rapidly drifted towards rebellion.",
        "He retired from parliament in May 1797, and departed from his customary moderation by attacking the government in an inflammatory \"Letter to the citizens of Dublin.\"",
        "In the modern days of machine-made black tea, produced under British supervision, both the tea-taster and the ordinary consumer have to deal with a product which, if carefully converted into a beverage and used in moderation, should be harmless to all normal human beings.",
        "Lincoln's course was one of prudent moderation.",
        "His ambition was of the noblest order, for he sank his personal interests in the cause of his country, and he knew exactly when to attain his objects by force, and when by concession and moderation.",
        "electoral Saxony re-established a rigid Lutheranism at home and pursued a policy of moderation and neutrality abroad.",
        "The decemvirs ruled with singular moderation, and submitted to the Comitia Centuriata a code of laws in ten headings, which was passed.",
        "The peshwa's dominions were annexed, and those of Sindhia, Holkar, and the raja of Berar lay at the mercy of the governor-general, and were saved only by his moderation.",
        "In 1743 Othman Bey, who had governed with wisdom and moderation, was forced to fly from Egypt by the intrigues of two adventurers, Ibrahim and Rilwgn Bey, who, when their scheme had succeeded, began a massacre of beys and others thought to be opposed to them; they then proceeded to govern Egypt jointly, holding the two offices mentioned above in alternate years.",
        "During the period when-his influence was supreme, the fateful years, that is, between the Moscow campaign and the close of the congress of Aix-laChapelle, it had been used largely in the interests of moderation and liberty.",
        "A committee on grievances was appointed, as chairman of which Mackenzie presented the admirable Seventh Report on Grievances, largely written by himself, in which the case for the Reformers was presented with force and moderation, and the adoption of responsible government advocated as the remedy.",
        "The representatives of the burghs were present: they made a grant of all tenths to the king during his life; while they covenanted with him that he should collect no other taxes and should exercise the privileges of prisiae et cariagia with moderation.",
        "The whole movement, intended as a return to the kirk of Knox and Melville and the Covenanters, was a not unneeded protest against the sleepy \" moderation,\" and want of spiritual enthusiasm, which invaded the established kirk in the latter part of the 18th century, a period in which she possessed such distinguished writers as John Home, author of the drama of Douglas, Robertson, the historian, and Dr Carlyle, whose amusing autobiography draws a perfect portrait of an amiable and highly educated \" Moderate \" and man of the world.",
        "Whitelocke's career, however, had been marked by moderation and good sense throughout.",
        "What in Socrates still betrays some vestiges of historical sense, his moderation, his reserve in questions of dogma, his impartiality - all this is wanting in Sozomen.",
        "In 1844 he became a Roman Catholic and so remained, though the question of the orthodoxy of his writings was at one time submitted by the pope to Cardinal Franzelin, who recommended Brownson, to little purpose, to express his views with more moderation.",
        "His moderation, however, prevented him from joining those who were prepared to take strong measures to attain this end, and he refused to jeopardize the concessions already won.",
        "(2) That in areas where the State receives its land revenue from landlords, progressive moderation is the key-note of the policy of Government, and that the standard of 50% of the assets is one which is almost uniformly observed in practice, and is more often departed from on the side of deficiency than of excess.",
        "The use of bhang in moderation is comparatively harmless; ganja and charas when taken in excess are undoubtedly injurious, leading to crime and sometimes to insanity.",
        "In dealing with the territories of Tippoo, Wellesley acted with moderation.",
        "By his political sagacity and moderation Manfred won a strong party to his side and helped Conrad to subjugate the rebellious barons.",
        "- After the victory Minis acted with great moderation and proclaimed a general amnesty.",
        "As a proof of Pratt's moderation in a period of passionate party warfare and frequent state trials, it is noted that this was the only official prosecution for libel which he set on foot.",
        "Mehemet Ali replied diplomatically; for, though these offers fell far short of his ambitions, a studious moderation was essential in view of the doubtful attitude of the European powers.",
        "Instead he wrote to Guizot, on the 30th of June, saying that the situation argued strongly in favour of postponing any decision in London, adding: \"I have written to Alexandria and Constantinople to counsel moderation on both sides; but I have been careful to forbid the agents to enter on their own account, and as a French undertaking, on a negotiation of which the avowed aim is a direct arrangement.",
        "Her moderation towards the Jacobites in Scotland, after the Pretender's expedition in 1708, was much praised by Saint Simon.",
        "Although the Vaishnava sects hitherto noticed, in their adoration of Vishnu and his incarnations, Krishna and Ramachandra, usually associate with these gods their Brot wives, as their saktis, or female energies, the sexual element is, as a rule, only just allowed sufficient scope to enhance the emotional character of the rites of worship. In some of the later Vaishnava creeds, on the other hand, this element is far from being kept within the bounds of moderation and decency.",
        "Akbar's method of dealing with what must always be the chief difficulty of one who has to rule widely diverse races, affords perhaps the crowning evidence of his wisdom and moderation.",
        "Nero's promises of constitutional moderation were amply fulfilled, and the senate found itself free to discuss and even to decide important administrative questions.",
        "He declared that he accepted the post only as a duty, and, though he put his own friends in power, exercised his authority with moderation and on the side of good order.",
        "York used his success with moderation.",
        "All pretence of moderation was put aside, and he marched on London, using the full arms of England, and with his sword borne upright before him.",
        "Richard of York was not a great statesman, but he had qualities of restraint and moderation, and might have made a good king.",
        "The mind of the nation being so preoccupied with the Covenant, it naturally followed that those who carried their fanaticism farthest were ready to denounce and to unchurch those who showed any inclination to moderation and political sanity, and that the beginnings of schism soon appeared in the ranks of the Covenanters.",
        "Of these the most striking is that which confirms the \"liberties\" of the church; and this is chiefly remarkable for its moderation.",
        "16) he was answered by the cardinal of Lorraine, who discharged his task with skill and moderation.",
        "His moderation and piety held in check the turbulence of the more fanatical amongst them.",
        "Aphraates impresses a reader favourably by his moral earnestness, his guilelessness, his moderation in controversy, the simplicity of his style and language, his saturation with the ideas and words of Scripture.",
        "He was a good king, full of moderation and humanity, and bent upon maintaining order and improving the administration of justice.",
        "It is written, for Scaliger, with unusual moderation and good taste, but perhaps for that very reason had not the success which its author wished and even expected.",
        "It wearies by the constant strain after effect, its mock-heroics and allusive periphrasis, and excites distrust by its want of moderation.",
        "When the city was taken, on the 9th of October 1793, although the Convention ordered its destruction, Couthon did not carry out the decree, and showed moderation in the punishment of the rebels.",
        "Closely connected with his high regard for Origen are his appreciation of science generally and the moderation of his judgment on all dogmatic questions.",
        "After some weeks' negotiation, in the course of which the firmness and moderation of \"the Great Commoner,\" as he had come to be called, contrasted favourably with the characteristic tortuosities of the crafty peer, matters were settled on such a basis that, while Newcastle was the nominal, Pitt was the virtual head of the government.",
        "On the contrary, his conduct after his retirement was distinguished by a moderation and disinterestedness which, as Burke has remarked, \"set a seal upon his character.\"",
        "Though Ferdinand fully shared that devotion to Rome which is traditional in the Habsburg dynasty, he showed great moderation in religious matters, particularly at the beginning of his reign.",
        "to Lucca in May 1408, and, having in vain tried to make the pope listen to counsels of moderation, he joined the Roman and Avignonese cardinals at Pisa.",
        "Although the temperature of the entire lower peninsula is considerably influenced by the lakes, yet, the prevailing winds being westerly, it is in the west portion of that peninsula that the moderation is greatest, both the summer and winter isotherms being there deflected more than half the length of the peninsula.",
        "He never ceased to urge moderation in those stormy days, holding rather with &StvOs and Batthyany than with Kossuth, and he went more than once to Vienna to endeavour to effect a compromise between the Radicals and the court.",
        "He was without doubt one of the greatest statesmen of his age, concealing beneath a simple exterior and homely habits a profound political sagacity and an unerring common-sense, and possessing in a high degree those useful qualities of patience, moderation, and tenacity, which characterized nearly all the princes of the house of Jagiello.",
        "Finally, after a mission in the south, which lasted from July 1 794 to March 1795 and in which he showed great moderation, he was arrested on the 28th of May 1795, but was released by the amnesty of the year IV.",
        "He ruled with moderation, reformed the system of taxation, obtained notable concessions from the Mahrattas, and increased the trade of the port by the admission of \"interlopers.\"",
        "In 1876, when the Eastern question was looming large, he visited Servia and Turkey, and his subsequent speeches on the subject were marked by studious moderation, distasteful to extremists on both sides.",
        "The very earnestness with which Spener had insisted on the necessity of a new birth, and on a separation of Christians from the world, led to exaggeration and fanaticism among followers less distinguished than himself for wisdom and moderation.",
        "But the duke came to an arrangement with his father-in-law, by which he regained Piacenza and his other fiefs The rest of his life was spent quietly at home, where the moderation and wisdom of his rule won for him the affection of his people.",
        "He published a pamphlet entitled Justice et charite, the purport of which showed the moderation of his political views.",
        "He was credited with having shown moderation at Milan, but it is certain that he came into sharp collision with the archbishop, Saint Charles Borromeo, who took up the cause of his flock.",
        "The constitutional quarrels of his reign were conducted with decency and order, because the king knew his own limitations, and because his subjects trusted to his wisdom and moderation in times of crisis.",
        "Yet he was a cautious and in the main a well-intentioned prince, and the extreme moderation of his original demands seems tc prove that he did not at first aim atthe crown.",
        "Despite all this, there was still, when the wars began, a very strong feeling in favor of compromise and moderation.",
        "Yet moderation was still so far prevalent in the ranks of his adherents that they refused to follow him to such lengths.",
        "Warwick, with his policy of conciliation for the masses and hard blows for the magnates, was mainly responsible for this moderation.",
        "Indeed it was his previous reputation for loyalty and moderation which made his scandalous coup detat of 1483 possible.",
        "Their descendant had neither Edwards sloth nor Henrys moderation; he was capable of going to almost any lengths in pursuit of the gratification of his ambition, his passions, his resentment or his simple love of self-assertion.",
        "Such successes, if they were not embraced in the spirit of moderation, boded no good to the Whigs.",
        "His courage, as well as his moderation, was again displayed during the revolution of 1830, when, as president of the parliamentary commission for the trial of the ministers of Charles X., he braved the fury of the mob and secured a sentence of imprisonment in place of the death penalty for which they clamoured.",
        "The pamphlet was disliked by Chatham on the one hand, on no reasonable grounds that we can discover; it was denounced by the extreme popular party of the Bill of Rights, on the other hand, for its moderation and conservatism.",
        "It was carried out with greater moderation than had been foreshadowed in opposition.",
        "Those who think that the French were likely to show a moderation and practical reasonableness in success, such as they had never shown in the hour of imminent ruin, will find Burke's judgment full of error and mischief.",
        "But after frequent stormy scenes in the diet, which were only prevented from becoming mêlées by Fersen's moderation, or hesitation, at the critical moment, he and twenty of his friends of the nobility were arrested (17th February 1789) and the opposition collapsed.",
        "Neither were they prepared; and the scandals and political disturbances that ensued revealed him as a party leader who could act on such occasions with a dignity, moderation and sagacity that served his country well, maintained the honour of party government and cost his friends nothing.",
        "In 1871 Fish presided at the Peace Conference at Washington between Spain and the allied republics of Peru, Chile, Ecuador and Bolivia, which resulted in the formulation (April 12) of a general truce between those countries, to last indefinitely and not to be broken by any one of them without three years' notice given through the United States; and it was chiefly due to his restraint and moderation that a satisfactory settlement of the \"Virginius Affair\" was reached by the United States and Spain (1873).",
        "While France was thus inwardly convulsed, its rulers were doubly bound to husband the national strength and practise moderation towards other states.",
        "More than once during this period the Cretans came into sharp conflict with the four Great Powers; but Venizelos' wisdom and moderation prevented any rupture and maintained friendly relations with the Powers.",
        "At the time of the Popish Plot in 1678 he displayed some moderation, refusing to believe the charges made against the duke of York, though he chose this time to publish some anti-Roman pamphlets.",
        "Charlemagne approached it with a moderation equal to the vigour which he had shown in the war.",
        "of Aquitaine, Louiss own domains had been increased by the greater part of the country between the Loire and the Pyrenees; while his fathers minister, the monk Suger, continued to assist him with his moderation and prudence.",
        "His first proceedings had indeed given no We promise of the moderation and prudence afterwards to characterize him; he had succeeded in exasperating all parties; the officials of his father, the well-served, whom he dismissed in favor of inferiors like Jean Balue, Oliver le Daim and Tristan Lermite; the clergy, by abrogating the Pragmatic Sanction; the university of Paris, by his ill-treatment of it; and the nobles, whom he deprived of their hunting rights, among them being those whom Charles VII.",
        "He had been the first king du ben plaisi~ (of his own good pleasure)a Caesar, as his mother Louise of Savoy proudly hailed him lh 1515and to a man of his gallant and hot-headed temperament love and war were schools little calculated to teach moderation in government.",
        "And this time, moderation on the part of the monarchy no longer made for success.",
        "It was sufficient to remain Foreign faithful to the practical policy of Henry IV., of policy of Richelieu and of Mazarin: that of moderation in Louis XIV.",
        "Thus the aristocratic constitution of Sieys was transformed into an unavowed dictatorship, a public ratification of which the First Consul obtained by a third coup detat from the intimidated and yet reassured electors-reassured by his dazzling but unconvincing offers of peace to the victorious Coalition (which repulsed them), by the rapid disarmament of La Vende, and by the proclamations in which he filled the ears of the infatuated people with the new talk of stability of government, order, justice and moderation.",
        "Refusing to be made a tool for the furtherance of Perdiccas's ambitions, Brasidas set about the accomplishment of his main object, and, partly by the rapidity and boldness of his movements, partly by his personal charm and the moderation of his demands, succeeded during the course of the winter in winning over the important cities of Acanthus, Stagirus, Amphipolis and Torone as well as a number of minor towns.",
        "This task Castelli, who was a steady friend and disciple of the Tuscan astronomer, seems to have discharged with moderation and success.",
        "But the moderation of the treaty was only a flimsy disguise of the disgrace that it involved.",
        "Any sign of moderation on the part of the ministers chosen from one of them was enough to secure him the name of Servile from the others.",
        "He had learnt prudence and self-restraint in the troubled times of the regency, and did not lose his moderation in success.",
        "The southern states he treated with equal moderation, and thereby was able to arrange an offensive and defensive alliance with them.",
        "Young sires begin to serve in moderation at two.",
        "Too much linseed, often used in preparing horses for market, gives a similar appearance, but is liable to induce fatty degeneration of the liver; given in moderation it regulates the bowels and stimulates the more perfect digestion of other foods.",
        "Though Grenville's talents were not of the highest order his straightforwardness and industry, together with his knowledge of politics and the moderation of his opinions, secured for him considerable political influence.",
        "The moderation he displayed caused his election by seventeen departments to the Council of Five Hundred.",
        "Drink all alcohol in moderation, avoiding binge drinking, and if possible take red wine in preference to other alcohol in moderation, avoiding binge drinking, and if possible take red wine in preference to other alcoholic drinks.",
        "bounds of moderation; let the hand of justice lead them aright.",
        "consumed only in moderation.",
        "drink in moderation.",
        "eat in moderation unless you are trying to increase your energy intake.",
        "heavy-handed at times on moderation (not with regards to my own postings, I hasten to add!",
        "I've found OG very heavy-handed at times on moderation (not with regards to my own postings, I hasten to add!",
        "It shows how many comments are awaiting moderation on this site, right there in the status bar of the browser.",
        "The Essential Balance is unique because it promotes moderation, perseverance and patience.",
        "external moderation takes place near the end of the course.",
        "Such provisional results must however include the normal process of internal moderation.",
        "Note: All fats are high in calories, so even good ones should be eaten in strict moderation when trying to lose weight.",
        "moderation queue.",
        "moderation threshold.",
        "moderation process has been completed, we will tell you whether your resource has been accepted or rejected.",
        "moderation panel?",
        "moderation procedure ensures a consistent standard of marking.",
        "moderation meeting annually.",
        "The Institute of Educational Assessors will support and develop the skills of markers and assessors, including coursework moderation skills.",
        "In addition, presentations are formally assessed by peers with tutor moderation in Varieties, and by the tutor in Specials.",
        "wage moderation then was a result of shifts in the labor supply.",
        "There, you can enable or disable comment moderation for future comments.",
        "This cross moderation study was a ratification study designed to seek evidence of the relative leniency or severity among examining groups.",
        "moderation in economic growth, the best of the recovery in corporate profits is probably behind us.",
        "moderation of practice assessment.",
        "moderation of marks is an ideal way for this to occur.",
        "moderation of competition 12.14 Nexus, in signing up to the project, is very dependant upon achieving the projected level of revenues.",
        "P. You have shown well enough that he did not exercise the papacy he held with moderation.",
        "Behan argues that many Communists simply did not take the leadership protestations of moderation at face value.",
        "All trackbacks will be held in a moderation queue.",
        "It was due to his influence that in the anti-tithe disturbances in Ulster in 1763 the government acted with conspicuous moderation, and that the movement was, suppressed with very little bloodshed; he constantly favoured a policy of conciliation towards the Roman Catholics, whose loyalty he defended at 1 W.",
        "At the Heidelberg meeting and the preliminary convention (Vorparlament) of Frankfort he deeply impressed the assemblies with the breadth and moderation of his views; with the result that when the German national parliament met (May 18), he was elected its first president.",
        "He enjoyed considerable popularity in Belgium, as well as in Holland for his affability and moderation, and in 1830, on the outbreak of the Belgian revolution, he betook himself to Brussels, and did his utmost by personal conferences with the most influential men in the Belgian capital to bring about a peaceable settlement on the basis of the administrative autonomy of the southern provinces under the house of Orange.",
        "Nor was it very easy for the Serbs and Croats to show moderation toward Italy, without appearing to desert the Slovenes, at whose expense, for obvious geographical reasons, the main amputations must inevitably take place.",
        "His intense practical-mindedness drew him away from religion, but drove him to a morality of his own (the \" art of virtue,\" he called it), based on thirteen virtues each accompanied by a short precept; the virtues were Temperance, Silence, Order, Resolution, Frugality, Industry, Sincerity, Justice, Moderation, Cleanliness, Tranquility, Chastity and Humility, the precept accompanying the last-named virtue being \" Imitate Jesus and Socrates.\"",
        "Notwithstanding the ambiguity of its title, and the fact that it attacks the priests of all churches without moderation, it contends for the most part, at least explicitly, for no more than must be admitted by every Protestant.",
        "During the campaign he displayed the same perseverance and the same moderation that he had shown in the emancipation of the serfs.",
        "(See Conclave and [[Lateran Councils.) - [Ed]].] Cassino (Victor III., 1086-1087), whom he nominated as his successor, was well known for his moderation.",
        "The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
        "His Friendly Debate between a Conformist and a Nonconformist was a controversial tract which excited considerable feeling at the time of its publication in 1668, but he lived long enough to soothe by his moderation and candour the exasperation it had caused.",
        "No notice of Hume would be complete without the sketch of his character drawn by his own hand: \" To conclude historically with my own character, I am, or rather was (for that is the style I must now use in speaking of myself, which emboldens me the more to speak my sentiments), - I was, I say, a man of mild dispositions, of command of temper, of an open, social and cheerful humour, capable of attachment, but little susceptible of enmity, and of great moderation in all my passions.",
        "Among the pro-slavery leaders David Rice Atchison (1807-1886), United States Senator in 1843-1855, accompanied both expeditions against Lawrence; but he urged moderation, as always, at the end of what was a legitimate result of his radical agitation.",
        "But after frequent stormy scenes in the diet, which were only prevented from becoming mÃªlÃ©es by Fersen's moderation, or hesitation, at the critical moment, he and twenty of his friends of the nobility were arrested (17th February 1789) and the opposition collapsed.",
        "In April 1780 Tandy was expelled from the Dublin volunteers (see Flood, Henry) for proposing the expulsion of the duke of Leinster, whose moderation had offended the extremists.",
        "As with any food, treats should be fed in moderation.",
        "Limit alcohol to just wine and keep it in moderation.",
        "If you're wary about using bold prints, use ornate patterns in moderation and on accent pieces in your room.",
        "When piling on the pizazz, don't forget to use moderation if you want stylish but not formal.",
        "In moderation, virtual life games are very healthy and can even offer insights, growth potential and education.",
        "If you drink alcohol, do so in moderation.",
        "Stop smoking, drink alcohol in moderation, and see a family doctor for a complete physical.",
        "Because a lot of advertisements promote drinking as a fun social activity (putting \"drink in moderation\" in fine print), a lot of young adults fail to see the possible dangers of drinking.",
        "Potato chips are sure yummy and can be a part of your diet, but in moderation!",
        "The trick is to not OD on the ruffle trend and only sport it in moderation for a look that’s flirty and feminine, not too young-looking.",
        "In the end, consumers were simply reminded to enjoy soy products, such as tofu, in moderation rather than in monster-sized portions.",
        "Always drink beet juice in moderation and combine it with another fresh juice; too much beet juice can be overpowering.",
        "Of course, adding nibs to baked goods that do have added fat and sugar doesn't make the overall product healthy, so aim to snack on nibs in moderation.",
        "Moderation management is meant for people described as problem drinkers, but not alcoholics.",
        "However, addiction can also be used to describe a behavior that is habitual and defies moderation.",
        "Alcohol is generally harmless when used in moderation and in the appropriate setting, but it can prove deadly when misused.",
        "The idea behind the degree is to help students develop a greater understanding of how to improve community health through education, disease prevention, and moderation.",
        "To paraphrase Ben Franklin, \"Everything in moderation...\", and giving peanut butter to a dog certainly falls in this category.",
        "Just as human beings enjoy treats, treats in moderation are also an essential part of a dog's life!",
        "The top must be opened periodically to allow for watering, air circulation and temperature moderation.",
        "Drinking in moderation is the best way to avoid alcohol poisoning.",
        "Consistency is important, and in order to achieve a regular exercise regimen, it is necessary to work out in moderation.",
        "While over the counter sleeping pills are considered safe when used in moderation, before you reach for a pill to alleviate insomnia, try some of the following methods to create a calm atmosphere in your bedroom.",
        "There is a great deal to be said for \"everything in moderation.\"",
        "Don't give in to the low carb craze, drink the wine you love in moderation and you will never have to compromise on quality for the sake of shaving a few carbs from your diet.",
        "For those still pondering \"Is red wine good for your healthy?\" the answer is \"Yes, in moderation.\"",
        "For those still pondering \"Is red wine good for the heart,\" the answer is \"yes, in moderation.\"",
        "If you consume in moderation, there are many benefits of drinking red wine.",
        "Though there are plenty of benefits to drinking a glass of two of red wine a day, doctors and scientists alike warn people that the key to receiving the benefits is moderation.",
        "So, as always, imbibe on your favorite glass of red wine in moderation.",
        "Drink in moderation, hydrate, and if you simply cannot live without red wine, try some of the cures above.",
        "If you're on a diet, you can still enjoy a glass of wine in moderation.",
        "Properly selected and watched in moderation, these programs can increase reading readiness and number awareness and promote positive social behavior such as sharing and taking turns.",
        "Fish, fowl, and lean meats can be consumed in moderation.",
        "Some physicians are completely opposed to pacifier use, whereas others view pacifiers as helpful if used in moderation.",
        "You don't need to take a minimalist approach to your interior design, but when adding feng shui elements, it's always best to do so in moderation.",
        "Electric rollers, hot combs, and curling irons are hard on the hair and should be used in moderation.",
        "Moderation is the key word here; being at a healthy weight will help raise the odds of conceiving and carrying a baby to term.",
        "Everyone needs a variety of fresh fruits, vegetables, and calcium in their diet, as well as practicing moderation in alcohol consumption and caffeine intake.",
        "The notion of everything in moderation applies to Diet Coke during pregnancy.",
        "While the caffeine isn't present in the caffeine-free diet soda, it still contains aspartame, which should be taken in moderation.",
        "Research, communication and moderation are key to using alternative therapies for pregnancy and childbirth safely.",
        "You should eat what you enjoy but maintain moderation.",
        "The conclusion is simple enough, then; everything in moderation.",
        "As always, moderation in everything tends to yield the best long-term results for your health.",
        "There is a lot to learn about this amino acid, which is essential for sleep, appetite moderation and mood balance.",
        "While it's possible to get vitamin D through foods, fortified foods, and through supplements, the easiest and least expensive way is to get it through sunlight in moderation.",
        "Use these in moderation, as you can't remove color if you get too much.",
        "The 80's, known as the \"Me Decade\"-lacked moderation.",
        "Practicing moderation will keep other interests up.",
        "Temperance: This symbol is about moderation.",
        "Broadly speaking, this addiction can even be something that is seen as \"healthy\" such as laughing or exercising, but the mere fact that it is needed is what should tip Pisces off that he needs a bit more moderation.",
        "Libra is all about balance and does most things in moderation.",
        "Most importantly, teach them that all foods should be eaten in moderation.",
        "As with many other things in life, moderation is the key to successful money management.",
        "Overall, if you enjoy eating meat and salads and believe that you can eat what is allowed in moderation, this may be the diet for you.",
        "As with any way of eating, vegetarians must practice moderation in portion sizes and choose the foods they eat wisely.",
        "Choose the right foods, encourage moderation, and be physically active.",
        "Milk products, high-protein foods, nuts, and seeds should be eaten in moderation.",
        "Since Weight Watchers stresses the importance of moderation, no foods are \"off-limits.\"",
        "Moderation - Choose foods and beverages to meet your energy needs.",
        "The best way to avoid ruining your diet is by rewarding yourself, in moderation.",
        "Make a plan that works for your life, learn to eat a balanced diet while practicing moderation to eliminate excess.",
        "Drink alcohol only in moderation if you drink.",
        "Most people also enjoy that wine is allowed in moderation.",
        "As Ben Franklin advised, all things in moderation.",
        "While dairy fats in moderation are fine, making an entire dish centered on cheese can spell disaster.",
        "Despite the fact that red wine is a staple of many dinners in the Mediterranean diet, this too should be consumed in moderation.",
        "Refined sugar is a little different, but it isn't totally banned from the diabetic diet, as long as moderation is exercised.",
        "Diabetics can consume alcohol in moderation, unless they are on medications that require avoiding it.",
        "Moderation is defined as one drink a day for women and two drinks a day for men.",
        "The key as in all things having to do with diet is moderation.",
        "Eliminate alcohol or drink it in moderation.",
        "Balance, portion control, and moderation are key components.",
        "Putting the theory of moderation into play again, the program teaches you to gradually increase your fitness level in the healthiest way possible.",
        "Still, whole grains, fiber, healthy fats and above all, moderation, remains the priority.",
        "It follows the American Heart Association guidelines which allows you to eat what you want while using the provided tools to learn moderation and how to make healthy choices.",
        "The problem that many dieters run into is lack of moderation.",
        "Dieting success should include moderation and exercise, as well as healthy foods and common sense.",
        "The key is to keep the principles of moderation, balance and variety in mind.",
        "What the philosophy of the Jenny Craig Diet emphasizes is moderation versus deprivation, it also reassures them all foods can fit into a nutritious eating plan.",
        "Clients choose from approximately 75 pre-portioned, convenient and delicious Jenny's Cuisine food products that model balance, moderation and variety.",
        "Healthy fats should be taken in moderation as well.",
        "However, if you make raw foods the foundation of your diet, you can still reap many of the benefits of adopting the lifestyle while balancing it with many of the foods you love in moderation.",
        "These foods can be a part of a diet that is healthy for your heart, as long as they are consumed occasionally and in moderation.",
        "Foods that are more calorically dense may still be a part of your diet, but should be eaten in moderation.",
        "Cabbage is healthy in moderation, but too much creates flatulence and gas.",
        "While nuts do contain beneficial soluble fiber, they should be eaten in moderation.",
        "The United States Government Food Pyramid attempts to provide a visual diagram of healthy foods by placing very healthy foods on the large bottom of the pyramid and 'eat in moderation or infrequently' types of foods at the apex.",
        "Choosing healthy fats and enjoying them in moderation is the best way to achieve a healthy eating pattern that is sustainable over a lifetime.",
        "As with all things, however, you should eat fat in moderation.",
        "With your doctor's approval, you can even enjoy sweets and starchy carbohydrates, as long as you practice moderation.",
        "Fats and oils don't have carbohydrates, so almost all of them can be eaten in moderation on low carbohydrate diets.",
        "Certain sweeteners can be included in low carb diets in moderation.",
        "Because of the side effects and potential impact on blood sugar, moderation is key with sugar alcohol.",
        "This might include information such as who the site is aimed at, what form of moderation there is, what information is collected and who is able to join.",
        "His undoubted seriousness and his immense personal reputation did not, however, save him from the excesses of calumny and misinterpretation; and in order to impose some moderation upon his aspersers the duke thought it necessary to send a challenee to one of the most violent of these, the earl of Winchelsea.",
        "The benefit of these snacks is that they will not raise your blood sugar levels, so you are free to enjoy in moderation."
    ],
    "definition": [
        "a moderating, or bringing within bounds",
        "avoidance of excesses or extremes",
        "absence of violence; calmness",
        "Link/Cite",
        "The state or quality of being moderate; avoidance of extremes",
        "An instance of moderating: bringing something away from extremes, especially in a beneficial way",
        "The process of moderating a discussion\nThe moderation of a large online forum can be hard work.",
        "Link/Cite"
    ]
}