{
    "translation": "ויסות, כוונון",
    "uses": [
        "Her speech lacks variety and modulation; it runs in a sing-song when she is reading aloud; and when she speaks with fair degree of loudness, it hovers about two or three middle tones.",
        "His presence was dignified, his voice capable of indefinite modulation, and his gestures animated and attractive.",
        "Yet Coleridge was perfectly just in his remark; and the metrical anarchy of the \"Madelines\" and \"Adelines\" of the 1830 volume showed that Tennyson, with all his delicacy of modulation, had not yet mastered the arts of verse.",
        "In addition to the nuances of pronunciation already alluded to, there is a semi-musical modulation.",
        "Alternative treatments for AR often focus on modulation of the body's immune response, and frequently center around diet and lifestyle adjustments.",
        "They can cause long-term modulation of synaptic efficacy, which is necessary for memory.",
        "Envelope amplitude modulation occurs in cochlear filtered speech because of unresolved harmonics.",
        "amplitude modulation ).",
        "This modulation technique is called quadrature amplitude modulation (QAM ).",
        "anode load for these is the modulation transformer primary, which is fed from the high voltage 4750 line on its center tap.",
        "I carefully worked at the values of the rhythmic arabesques, which I wanted to present in a single tone, without any modulation.",
        "In modulation doping, facing layers of gallium arsenide and aluminum gallium arsenide squeeze electrons into an essentially two-dimensional electron gas, or 2DEG.",
        "In the US, the data is sent after the first ring tone and uses the 1200 baud Bell 202 tone modulation.",
        "Relative to the number of elements in the detector the discrete cosine proves inefficient, particularly with regard to modulation information.",
        "The process of encoding information for transmission is called modulation and the subsequent information retrieval is called demodulation.",
        "endogenous cannabinoids tonically regulate pain thresholds in part through the modulation of RVM neuronal activity.",
        "enharmonic modulation is possible.",
        "frequency modulation (secured ).",
        "The high frequency modulation moves the signal away from 1/f noise region.",
        "frequency modulation detection interference (FMDI) was larger for formants with shallow than for those with steep spectral slopes.",
        "futurity modulation coincides, in the current meteorology of mood, with the generalized affect of bioterror.",
        "These different forms involve different linker histones, modulation of core histone modification and the binding of remodeling factors.",
        "All these data have been taken as sets of different intermediate frequency (IF) amplitude modulation of the RF carriers.",
        "inverter controls to all motors to allow full modulation.",
        "magnitude modulation.",
        "Here we present the implementation of active transmit power modulation with axial slice position.",
        "We suggest that national modulation be operated under a similar franchise to European modulation, returning the first 5000 Euros to the producer.",
        "The final experiments measure attentional modulation of single neuron activity in the visual cortex of the monkey.",
        "The basic idea of these techniques, known as adaptive modulation, involves continuously modifying certain parameters of the transmitted signal.",
        "periodic modulation in the magnetic field can be treated in the same way.",
        "My Proposal to Improve DAB Synchronous modulation First as I've just described, DAB uses differential modulation.",
        "immune modulation at this stage of development may, in the future, be a way forward in the prevention of allergy.",
        "The existing EU compulsory modulation is 3% this year rising to 5% in 2007.",
        "modulation spectroscopy to improve sensitivity of gas detection is discussed.",
        "modulation transformer also moves to an external steel cabinet.",
        "modulation frequencies comprise an equally tempered scale of 21 notes per octave.",
        "modulation wheel is midi controller 1. The assignment is done moving the sliders of the plugin with the mouse.",
        "modulation contrast either alone or in combination with other illumination mechanisms.",
        "modulation matrix and can be routed to 32 destinations.",
        "Some radios may have a setting marked AM (amplitude modulation ).",
        "The correct intensity for the pixel is controlled by tilting each mirror on and off (pulse-width modulation ).",
        "Thus QAM (phase-amplitude modulation) still remains the most widely used method on ordinary telephone lines.",
        "The pulse width modulation on these waveforms has also been extended.",
        "Two main problems are addressed: Combined component design of magnitude modulation.",
        "It's never been this easy to discover the enormous sound potential of frequency modulation.",
        "By reducing the modulation speed you can produce beautiful, gradually morphing textures.",
        "neon lamp (or tube)e lamp Baird used offered a simple means for the electrical modulation of light at the receiver.",
        "I have investigated the modulation by the quasi-biennial oscillation of the tropical winds of the isentropic mixing in the tropics and subtropics.",
        "Figure 3 Frequency modulation Figure 4 illustrates another form of modulation called phase modulation (PM ).",
        "The consequent modulation in optical power reflected by the film is detected using a photodiode at the proximal end of the fiber.",
        "pulse code modulation.",
        "HP had been using laser pulse modulation in printers to enhance text resolution at that time.",
        "pulse modulationing technique is called pulse code modulation.",
        "pulse modulationh modulation on these waveforms has also been extended.",
        "quadrature amplitude modulation (QAM ).",
        "The modulation frequency corresponds to the Larmor precession frequency of the spin, or the Zeeman energy splitting of the spin quantum state.",
        "classic ragtime demands the frequent use of modulation and flattened tones also.",
        "Heck its just a different modulation scheme, I would assume their content transmission system can be easily retooled at the output.",
        "This may be at a rate of some hundreds of kHz or more, so the modulation sidebands will spread very widely.",
        "For the ten variant, the modulation transformer also moves to an external steel cabinet.",
        "The Rhine-daughters' exultant cry of \" Rhine-gold \" is there tortured in an extremely remote modulation at the end of a very sinister transformation of the theme; and the orchestration, with its lurid but smothered brass instruments, its penetrating low reed tones and its weird drum-roll beaten on a suspended cymbal, is more awe-inspiring than anything dreamed of by the cleverest of those composers who do not create intellectual causes for their effects.",
        "Our little coding technique is called pulse code modulation.",
        "Classic ragtime demands the frequent use of modulation and flattened tones also.",
        "The use if pulse code modulation and multiplexing to create the synchronous digital hierarchy and SONET.",
        "discrete cosine proves inefficient, particularly with regard to modulation information."
    ],
    "definition": [
        "The act or process of modulating.",
        "The state of being modulated.",
        "Music\nA passing or transition from one key or tonality to another.\nThe result of such a transition.",
        "A passing or transition from one key or tonality to another.",
        "The result of such a transition.",
        "A change in stress, pitch, loudness, or tone of the voice; an inflection of the voice.\nAn instance of such a change or an inflection.",
        "A change in stress, pitch, loudness, or tone of the voice; an inflection of the voice.",
        "An instance of such a change or an inflection.",
        "The harmonious use of language, as in poetry or prose.",
        "Electronics The variation of a property of an electromagnetic wave or signal, such as its amplitude, frequency, or phase.",
        "Link/Cite"
    ]
}