{
    "translation": "דחייה (לרוב לגבי תשלום)",
    "uses": [
        "In 1875 the banks were granted a moratorium, to enable them to obtain coin, but without result.",
        "I want to declare a moratorium on further words.",
        "moratorium on the commercial growing of GM crops?",
        "This manufacturing moratorium on women's nylons caused what is referred to as the \"Stocking Panic\" and created a black market for criminals to sell a pair of nylons for a whopping 2000% markup.",
        "The motion replaced an even tougher motion, which would have put a four-year moratorium on the general release of GM canola.",
        "The United States and Japan should not misjudge the DPRK's stance whereby it declared a moratorium on its satellite launches.",
        "moratorium on all commercial whaling, to take effect from 1986.",
        "moratorium on testing passed by Congress in 1992.",
        "Larry Stammer of the Los Angeles Times reports that Bishop Jon Bruno has said he will observe a personal moratorium on blessing same-sex unions.",
        "Pakistan has declared a unilateral moratorium on nuclear tests.",
        "moratorium on the planting of GM food crops.",
        "However, Ministers ruled out imposing a moratorium on special school closures.",
        "In the light of public concern the HGC had advised the government to set a two-year moratorium on genetic tests for insurance.",
        "Mr Paul Szabo MP has called for an indefinite moratorium on embryo research.",
        "The outcry led the CBD to agree an international de-facto moratorium on use of Terminator in 2000.",
        "The DPRK, in pledging to indefinitely extend its missile test moratorium, has also gone a step beyond anything contained in the Code.",
        "But in August 1998, Russia devalued the rouble and declared a moratorium on its government bonds.",
        "The forum also heard the CBD's own scientific advisors advocate caution, and African NGOs slam the move to overturn the moratorium.",
        "In announcing a moratorium, India has already accepted the basic obligation of the CTBT.",
        "The Forum had much to debate in light of the five-year moratorium on genetic testing which took effect from the start of November.",
        "overturn a six-year-old global moratorium on GURTs.",
        "unilateral moratorium on nuclear tests.",
        "Norway resumed commercial whaling in 1993 under formal objection to the IWC moratorium which was introduced in 1986.",
        "Norway complied with the moratorium until 1993, when it resumed commercial whaling.",
        "abides by the existing unilateral moratorium on nuclear testing.",
        "averted due to interventions by many governments but the moratorium on Terminator is now under attack.",
        "declared a unilateral moratorium on nuclear tests.",
        "interbreed with related species in the wild and has declared a temporary moratorium.",
        "moratorium on nuclear test explosions.",
        "Moratorium >>",
        "moratorium on the importation and manufacturing of SALW.",
        "An international moratorium was introduced by the IWC in 1986 banning commercial whaling."
    ],
    "definition": [
        "Law\na. A lawful suspension of the payment of certain debts during a period of financial or civil distress.\nb. The period during which such a suspension occurs.",
        "A suspension of an ongoing or planned activity: a moratorium on timber cutting.",
        "mor′a·to′ry\nadjective",
        "Link/Cite",
        "(law) An authorization to a debtor, permitting temporary suspension of payments. [from 19th c.]",
        "A suspension of an ongoing activity. [from 20th c.]\nCanada may put a moratorium on cloning for research.",
        "Link/Cite"
    ]
}