{
    "translation": ".1 בן אנוש\n.2 קטלני",
    "uses": [
        "I am not pleased by these mortal plants.",
        "His magic is limited on the mortal world as well.",
        "\"To restrict his powers, he can move between Hell and the mortal world but not beyond without the permission of those deities who rule the other domains,\" Zamon continued.",
        "He was serious about destroying the mortal world.",
        "The undecided question as to whether the wound inflicted at Borodino was mortal or not had hung over Kutuzov's head for a whole month.",
        "We can't fix it from the mortal realm.",
        "A venial, or a mortal, sin?",
        "The colors of the mortal world were brilliant, the light in her bedchamber blinding her.",
        "What is one life in exchange for saving the mortal realm?",
        "The French invaders, like an infuriated animal that has in its onslaught received a mortal wound, felt that they were perishing, but could not stop, any more than the Russian army, weaker by one half, could help swerving.",
        "We may imagine a time when, in the infancy of the human race, some enterprising mortal crept into a hollow in a rock for shelter.",
        "When Pierre came up the count was gazing straight at him, but with a look the significance of which could not be understood by mortal man.",
        "Uneasy, he also realized he had to focus on mopping up the rest of his mess in the mortal world, so he could start to address the underworld.",
        "You exiled me for trying to protect the mortal realm.",
        "\"We can't track them in the mortal realm,\" the Watcher said.",
        "His soul was … lost soon after we threw your old body into the deepest chasm in the mortal world.",
        "The portal to his underworld was grey; only yellow mortal portals and the black one to Hell were visible.",
        "The Lake of Souls is much larger than any lake on the mortal world.",
        "It happened the first time Darkyn invaded the mortal world from Hell.",
        "The two types of beings had last brought their war to the mortal realm during the time of the Schism, when they'd almost destroyed the universe.",
        "We must be human, we are all mortal you know! and the Frenchman with the spot on his cheek ran back to his comrades.",
        "In accumulating property for ourselves or our posterity, in founding a family or a state, or acquiring fame even, we are mortal; but in dealing with truth we are immortal, and need fear no change nor accident.",
        "And the mortal world.",
        "Deidre took them, excited at her first venture into the mortal world as a human.",
        "The only problem seemed to be that they were somehow trapped on the mortal plane.",
        "They are way too comfortable in the mortal world right now.",
        "In the meantime, the lost souls were stuck in a lake in the mortal world.",
        "\"What mortal doesn't fear death?\" the Watcher asked, his brow furrowing.",
        "The souls crossed over into mortal lakes, after the dome of her underworld cracked, and she resigned.",
        "He had to find his mate and Darkyn's, quell a rebellion and find a way to reopen the portals to the dealers trapped on the mortal plane.",
        "With the power of Hell behind him, Darkyn could raise an Army of Souls to wipe out the mortal realm.",
        "\"Step aside, mortal,\" the guardsman ordered.",
        "No, she was lost like the souls sitting in the mortal lakes.",
        "Jule grunted at the first few blows that fell harder than any mortal could strike.",
        "How was it possible they were in the mortal realm?",
        "For example, before you ran into her in the mortal world, there was a ninety seven percent chance you would've killed her the first time you met.",
        "I caught one of the them in the shadow world on his way back to the mortal realm.",
        "In either case, I'm planning on expelling them and the Others both from the mortal realm.",
        "He sensed a great deal in what Xander wasn't saying about his purpose in the mortal realm.",
        "Deidre never felt she belonged in the mortal or Immortal worlds, because she didn't.",
        "What if the lake cracked, too, and the souls went the other way, out of the underworld and into the mortal realm?",
        "Bianca turned him human again, but she can't make him mortal.",
        "She hadn't looked in a mirror, but she guessed she had the healthy coloring of a mortal.",
        "Making you … mortal.",
        "Lying was hard as a mortal.",
        "The Dark One that ruled Hell since the time-before-time had fallen to a ruthless demon lord whose goal had long been to take over the mortal realm.",
        "He left for the mortal world and emerged in an alley in some large city.",
        "We're trying to figure out what Darkyn is doing planting a shape-shifter demon on the mortal realm, Rhyn said, referring to the demon lord who wanted both their heads on pikes.",
        "While he could see her figuring it out, he couldn't see her choosing the mortal world.",
        "Soul radars are still broken, but we can at least travel to the mortal world.",
        "Send half of the assassins to the mortal world.",
        "He didn't wait for a response but opened a portal and crossed into the mortal world.",
        "Time passed differently in the underworld than the mortal world.",
        "Sometimes, a night in the underworld was equal to seconds in the mortal world, sometimes a night and sometimes, a few nights.",
        "A few hours had passed since he left Deidre's bed this morning; it was early afternoon in the mortal realm.",
        "It's my responsibility to monitor and deter them in the mortal world, Rhyn said.",
        "It took two full revolutions before he saw it, a mortal gateway that pulsed brighter than the others, beckoning him.",
        "I sort of like the mortal world existing.",
        "\"Clean up my messes in the mortal world then you'll let me go home,\" Gabe summarized.",
        "The emeralds in the mortal lakes, the uncollected souls, the broken radars, the demons stealing souls.",
        "His challenges on the mortal realm alone were overwhelming.",
        "Within the week, the death-dealers stuck in the mortal realm could start collecting souls again.",
        "You didn't wonder how past-Deidre learned of the loophole that let her become mortal?",
        "He'd never thought of being locked out of the underworld as an advantage, but the soul Darkyn wanted wasn't likely one of those in the lakes on the mortal world.",
        "The demons he sent to the mortal world failed.",
        "Grimly, Gabriel realized he was still missing too much, even on the mortal world.",
        "He still had the challenge of the mortal world to knock out.",
        "There was no way of knowing whose souls had crossed over to the mortal world, but he was going to trust that Fate was on his side, for the time being.",
        "Gabe checked all of those in the mortal realm, except for … He turned, realizing Harmony hadn't been in the lineup.",
        "I have to address the issues in my domain on the mortal world before I'll be allowed to return and finish repairing the underworld.",
        "He had the right people helping him, a mate who reluctantly agreed to his plan to help her, a better understanding of when to break the Code and a plan to repair all that was broken within his domain on the mortal realm.",
        "\"A mortal human?\" it replied skeptically.",
        "Interesting.  A Death with a history as a mortal.  Not any mortal, but one you say she was in love with.  I'd heard rumor but never thought a deity capable of such a thing.",
        "Rhyn's mortal was convinced of this.  She said Gabriel had been the lover of Death for thousands of years.",
        "Where would a deity in love with a mortal go?",
        "\"You'd get to see the mortal world at last,\" Darian baited.",
        "There are those who would see the gates ruptured in pursuit of the mortal world.",
        "They'd pulled similar scams on other wealthy men, mostly in the mortal world, outside the view of immortals who might see them.",
        "Guessing the compass only worked in the mortal world, Gabe emplaced it around his neck before picking up the green emerald – the form a soul took after death – and peering at it.",
        "You've been on the mortal world the whole time?",
        "Pretty sure those are both in the um, mortal … world, Deidre said.",
        "She looked him over, silently dismissing any notion that this creature spent much time in the mortal world.",
        "He was loyal, if concerned about being trapped on the mortal plane.",
        "This is the first time the Mortal Kombat series has included an adventure line.",
        "Does the mortal human have a name?",
        "From the mortal human realm like you.",
        "Water for mortal human.",
        "You are not a normal mortal human.",
        "\"He likes mortal human blood,\" Lankha whispered.",
        "A little mortal meat, some cheese and crackers.",
        "\"Brave little mortal,\" came the growl.",
        "Need a mortal blood monkey.",
        "Like being a mortal blood monkey is soooooooo far above lunchmeat!",
        "We aren't to interfere in mortal happenings.",
        "He seemed at once disgusted by the fact she was a difficult mortal blood monkey and yet primitively protective, holding her as she quaked after her run-in with a man who wanted to kill her.",
        "His little mortal had come after him.",
        "Rhyn followed, painfully aware of the limp mortal body in his arms.",
        "But you, Rhyn, have somehow managed to kill every mortal you run across!",
        "You think I believe the word of some stupid mortal?",
        "\"It really doesn't matter what they were when they were mortal,\" he assured her with an uncomfortable chuckle.",
        "That may be the only good thing that comes of returning you to the mortal world.",
        "He wondered if Death would.ve been more lenient if he stayed home with her and played nice instead of spending half his day in the mortal world.",
        "Like Kris had flung him aside to make way for a mortal.",
        "Every demon on this mortal planet is hunting Sasha.",
        "He was hundreds of thousands of mortal years old, but less than half a dozen in angel years.",
        "They crossed unimpeded through the portal and onto the island Sanctuary, one of four such sites bridging the mortal and immortal worlds.",
        "He would.ve been content to stay in his cottage for another hundred years or never again visit the mortal world.",
        "That he came from the mortal world rather than the Immortal one had left a taint on him that no amount of success could get rid of.",
        "I won.t have some stupid mortal telling me how to do things!",
        "\"I may be a stupid mortal, but I know right from wrong,\" she said in a trembling voice.",
        "The demons are heading to the mortal village.",
        "While Kris would love to sacrifice a certain infuriating mortal to further his cause, he wouldn.t even sacrifice her, let alone allow Darkyn.s to wipe out a village.",
        "Any bleed over of their battle into the mortal world was unacceptable.",
        "Rhyn said nothing more, aware it was all he might ever have to remind him of the mortal intended to be his mate.",
        "But if I can get you to the mortal world and back to a Sanctuary, then she.ll have to reissue the contract, he explained.",
        "Gabriel's gaze swept around the room again, and he looked out at the blue sky.  He'd never again visit this room or see the mortal world.  This much he knew the moment he chose to help Rhyn and Katie over his promise to Death.",
        "She can't take a soul whose time has not yet come, and she was in the mortal world.  She offered me a job instead, to work for her.",
        "\"He did.  He wanted to make the world safer for me, for our …\" Katie's throat tightened.  She cleared it.  \"He realized he doesn't have to be in the shadows anymore.  And the way he looked at me that last day…\" she drifted off again, this time recalling the intensity of emotion on Rhyn's face the last time she'd seen him in the mortal realm.",
        "I'm not sure your mortal body will hold up much longer down here.",
        "She's not in the mortal world.  I'm sure Gabriel will take care of her.",
        "I'm more likely to know than you, mortal.",
        "I know the Immortal world better than you, mortal.",
        "If Death frees a mortal from the underworld, she violates a code even older than she is.",
        "The two seconds you have with your mate before the Dark One unleashes demons across the mortal realm?",
        "Darkyn wouldn't let me stay in the mortal realm.",
        "\"It would break every Immortal Code – some older than Death – if she returned a mortal to the mortal world,\" Gabe said.",
        "He looked up instinctively, sensing something different about this thunder.  It didn't sound like the rumbling thunder he'd heard in the mortal world.  It sounded like an explosion in the sky.  The jungle canopy blocked his view, so he leapt up to catch the branch of the nearest tree.  He scaled the tree quickly, stopping only when he broke through the layers of leaves.  More tiny explosions came, and he twisted to see what they were.",
        "Demons slaughtered humans and Immortals alike, razing the mortal world.",
        "She held up the hand holding the scenes of demons destroying the mortal world.",
        "I need Darian alive, in case the plan to rule the mortal world doesn't quite work out for me.",
        "The mortal world is no place for a mother of a small child, her father said.",
        "I'm going to the mortal world.",
        "There was no way to move up or improve life in the immortal world, but Jenn heard tales of the mortal world.",
        "We're going to the mortal world.",
        "The mortal world was raw and new, but there was no magic in it.",
        "The only Guardians in existence are now in the mortal realm, and you are now the White God.",
        "She was now a Guardian in the mortal world.",
        "If the Others wanted to find a way to keep the Grey God from assuming his role as the Gatekeeper between immortal and mortal worlds, they'd likely find her a good target.",
        "But he felt nothing, not even his brother Damian's fury at the immortals messing with the mortal world.",
        "You failed to close it, and now there are two. We can't monitor the Others moving in and out of the mortal world.",
        "We cannot track them in the mortal world until they use a substantial amount of magic.",
        "Duty replaced his fascination with the mortal world.",
        "He couldn't help hoping he saw this strange, new mortal world again, and the rumors spreading throughout the ranks of guardsmen were just that—rumors.",
        "The colors and sensations of the immortal world were richer on the senses, but the mortal world seemed raw, untamed.",
        "One day, he might tell his children about the mortal world, how wild it was, before his masters destroyed it to save his world.",
        "Using magic in the mortal world was like trying to swim a channel with arms tied.",
        "She'd forgotten how hard the adjustment had been from immortal to mortal world.",
        "Unlike the mortal world, everything in the immortal world was alive, even the stones making up the buildings.",
        "Uneasily, she realized this was what the war would do to the mortal world.",
        "The ground dropped out from under her, and she arrived back into the mortal world.",
        "Though her trip had taken more than two hours on the immortal side, less than an hour had passed in the mortal world.",
        "He sensed none of the creatures in the mortal world, and he still had Jenn's necklace in his pocket.",
        "It was afternoon in the mortal world.",
        "Mortals will age faster in the immortal world and immortals age very, very slowly in the mortal world.",
        "If we can't stop the Grey God, the mortal world will not survive.",
        "I tried to run away twice, to take us both to the mortal world, where we could start over.",
        "\"If the Others take me to the immortal world, and you must choose between me and the fate of humanity, you will save the mortal world,\" she said, turning to look up at him again.",
        "Before Ireland, there was one gateway into the mortal world.",
        "The mortal world has nothing we need.",
        "They can choose to go home, before the Others destroy the mortal world.",
        "If Sofi's eyes glowed in the mortal world, they blazed here.",
        "They can't evade each other the way they can in the mortal world, so they use bodyguards.",
        "The Others have a gateway to the mortal world there.",
        "Walk around it, and you'll end up in the mortal world.",
        "Jenn let her instincts take over, ignoring the instinct that told her no mortal should be able to fight one guardsman, let alone three.",
        "However, if they didn't hurry, Sofi would come back with a child before twenty-four hours passed in the mortal world..",
        "Jenn didn't know if her pregnancy could be reversed, even upon returning to the mortal world, but she knew they couldn't stop long enough for Sofi to have her baby.",
        "But as a mortal, she'd tire faster than Claire, whose magic would continue to feed off the surroundings to keep her energized.",
        "Makes my life on the mortal world much easier.",
        "It didn't seem possible that none of them had made it to the mortal world.",
        "They needed their hosts to live, wouldn't survive without their mortal bodies.",
        "We'll return to the mortal world and live normal lives.",
        "He fulfilled his purpose, only he was not going to be able to live a normal life in the mortal world like she was.",
        "Seconds later, she was back in the mortal world, where she belonged.",
        "The Black God, Jonny, was one of the three Gods dwelling in the mortal realm.",
        "Neither sect was supposed to interfere in mortal affairs, a fact they selectively ignored.",
        "You wanted the threat to the mortal realm gone, and now it is.",
        "His gaze darkened, and Xander knew his long-time ally was thinking of their shared history from the time before the Schism that split the mortal and immortal worlds apart.",
        "He entered the mortal realm a year before without knowing the fates of any of the other Original Beings, before crossing paths with Jule, the Original Immortal, and Eden, the Original Human.",
        "Relying solely on his mortal senses, the Other unleashed a bolt of purple lightening.",
        "in-, not, mortalis, mortal, from mors, death), the condition or quality of being exempt from death or annihilation.",
        "Amidst universal anarchy, the young king, barely twenty years of age, inexperienced, ill-served, snatching at every expedient, worked day and night in his newly-formed camp in Scania (Skane) to arm the nation for its mortal struggle.",
        "The Catholic Church has more wisely left physicians in possession, and elevated the anointing of the sick into a sacrament to be used only in cases of mortal sickness, and even then not to the exclusion of the healing art.",
        "Then her voice loses its mortal's ring: \"nec mortale sonans.\"",
        "The earnest and well-expressed prayer or hymn of praise cannot fail to draw the divine power to the worshipper and make it yield to his supplication; whilst offerings, so far from being mere acts of devotion calculated to give pleasure to the god, constitute the very food and drink which render him vigorous and capable of battling with the enemies of his mortal friend.",
        "Hayim Vital reports that on his death-bed Luria said to his disciples: \" Be at peace with one another: bear with one another: and so be worthy of my coming again to reveal to you what no mortal ear has heard before.\"",
        "By the aid of Apollo, who served him as a slave - either as a punishment for having slain the Cyclopes, or out of affection for his mortal master - he won the hand of Alcestis, the most beautiful of the daughters of Pelias, king of Iolcus.",
        "29), and Pyrrho, against whom \"no other mortal dare contend\" (v.",
        "Seeing that Godoy, the all-powerful minister at Madrid, had given mortal offence to Napoleon early in the Prussian campaign of 1806 by calling on Spain to arm on behalf of her independence, it passes belief how he could have placed his country at the mercy of Napoleon at the end of the year 1807.",
        "To have done so would have been a mortal affront to his ally, Austria.",
        "The wound proved mortal, and Alp Arslan expired a few hours after he received it, on the 15th of December 1072.",
        "No fault was found in their life and teaching; but they were forbidden to define any sins as being mortal or venial until they had studied for four years.",
        "Sir Ralph Abercromby was here engaged in personal conflict with some French dragoons, and about this time received a mortal wound, though he remained on the field and in command to the end.",
        "Splendid banquets lasting far into the night, private and intimate conversations between the princes who had only just emerged from a mortal struggle, seemed to point to nothing but peace and friendship in the future.",
        "The sacrament of the most Holy Eucharist shall be freely administered in the two kinds, that is bread and wine, to all the faithful in Christ who are not precluded by mortal sin - according to the word and disposition of Our Saviour.",
        "All mortal sins, and in particular all public and other disorders, which are contrary to God's law shall in every rank of life be duly and judiciously prohibited and destroyed by those whose office it is.",
        "All mortal sins shall be punished and extirpated by those whose office it is so to do.",
        "the sale of tithes, the taking of a fee for confession, absolution, marriage or burial, the concealment of one in mortal sin or the reconcilement of an impenitent for the sake of gain, and the doing homage for spiritualities.",
        "He checked the vainglory of Alexander, when he aspired to the honours of divinity, by pointing to his wounded finger, saying, \"See the blood of a mortal, not of a god.\"",
        "He himself received a mortal wound in the action.",
        "In February 1792, at his own mortal peril, he once more succeeded in reaching Paris with counterfeit credentials as minister plenipotentiary to Portugal.",
        "And, as a crowning disaster, the death of Frederick in 1250 proved a mortal blow to the Italian Ghibelline cause.",
        "Thus, sacrifice was offered to them at night or in the evening; not on a high, but on a low altar (Eo b.pa), surrounded by a trench to receive the blood of the victim, which was supposed to make its way through the ground to the occupant of the grave; the victims were black male animals, whose heads were turned downwards, not upwards; their blood was allowed to trickle on the ground to appease the departed (aiµarcovpLa); the body was entirely consumed by fire and no mortal was allowed to eat of it; the technical expression for the sacrifice was not °ba y but Eva-y1.",
        "At last, however, the fate usual to statesmen in oriental countries overtook him, and he incurred the mortal displeasure of Fateh Ali Shah.",
        "He was the first mortal to die, and having discovered the way to the other world is the guide of the dead.",
        "Two years later, soon after his release, his wound proved mortal.",
        "Nor was the lady of Gawain's love a mortal maiden, but the queen of the other-world.",
        "After wearisome and disheartening failures, embittered by the pain of an internal disease, Wolfe crowned his work by the decisive victory on the Plains of Abraham (13th of September 1759) by which the French permanently lost Quebec. Twice wounded earlier in the fight, he had refused to leave the field, and a third bullet passing through his lungs inflicted a mortal injury.",
        "The sacrifices made to Agni pass to the gods, for Agni is a messenger from and to the gods; but, at the same time, he is more than a mere messenger, he is an immortal, for another hymn runs: \"No god indeed, no mortal is beyond the might of thee, the mighty One...",
        "He was long the ally of Jenghiz, but a breach occurred between them, and they were mortal enemies till the death of Ung Khan in 1203.",
        "Difference of opinion as to the absolutely \"irremissible\" character of mortal sins led to the important controversy associated with the names of Zephyrinus, Tertullian, Calistus, Hippolytus, Cyprian and Novatian, in which the stricter and more montanistic party held that for those who had been guilty of such sins as theft, fraud, denial of the faith, there should be no restoration to church fellowship even in the hour of death.",
        "The latter enunciated the following rule: \" If a bishop or priest be living in mortal sin, then he neither ordains, nor consecrates, nor baptizes.\"",
        "The Cathars even held it necessary, in case a bishop fell into mortal sin, to repeat his ba p tisms and ordinations, for they had been vitiated by his sins.",
        "who mingledst and unitedst the immortal with the mortal, who madest living man a combination of the two, and ga y est to that which was made body a soul also, which thou causest to dwell within: stir this water and fill it up with thy Holy Spirit, that it may become water and Spirit for regeneration to those who are to be baptized: work a holy work and make them to become sons and daughters of thy holy name.\"",
        "Shortly after this successful campaign he was seized with an illness, and believing it mortal appointed as his successor Constantine Ducas, to the exclusion of his own brother John.",
        "The Brunswick contingent now reached the field, but their duke whilst leading a charge received a mortal wound and the attack failed.",
        "The fight for the villages continued to rage fiercely and incessantly, each side behaving as if its mortal foe was in front.",
        "The Lombard sect went farther in (3) and (4), holding that no one in mortal sin could consecrate the sacrament, and that the Roman Church was the scarlet woman of the Apocalypse, whose precepts ought not to be obeyed, especially those appointing fast-days.",
        "of that mortal God, to which we owe under the immortal God, our peace and defence.\"",
        "In 1818 she addressed a pathetic letter to the powers assembled at the congress of Aix, petitioning for Napoleon's release, on the ground that his mortal illness had removed any possibility of his ever again becoming a menace to the world's peace.",
        "Two tendencies appeared in the thought of the primitive Church, the one to regard Christianity as a law given by God for the government of men's lives, with the promise of a blessed immortality as a reward for its observance; the other to view it as a means by which the corrupt and mortal nature of man is transformed, so that he becomes a spiritual and holy being.",
        "Three years after his defeat at Beresteczko, Chmielnicki, finding himself unable to cope with the Poles single-handed, very reluctantly transferred his allegiance to the tsar, and the same year the tsar's armies invaded Poland, still bleeding from the all but mortal wounds inflicted on her by the Cossacks.",
        "lc-, not, and, u0poros, mortal; hence the food or drink of the immortals.",
        "Thus, with the exception of Epicureanism - which was always treated by Neoplatonism as its mortal enemy - there is no outstanding earlier system which did not contribute something to the new philosophy.",
        "They chiefly differ from our fairies in their greater tendency to wear animal forms; though, like the fairies, when they choose to appear in human shape they are not to be distinguished from men and women of mortal mould.",
        "\"the rugged path I Where she once saw that horseman toil, with brief I And blighting hope, who with the news of death I Struck body and soul as with a mortal blight\" (blighting, condemned by Rossetti, is cancelled in the Bodleian MS.).",
        "In the syllogism \" Every man is mortal and Socrates is a man,\" if in the minor premiss the copula \" is \" were not disengaged from the predicate \" man,\" there would not be one middle term \" man \" in the two premisses.",
        "mortal - man - Socrates.",
        "Otherwise, logical ground remains logical ground, as in any noncausal syllogism, such as the familiar one from \" All men are mortal,\" which causes me to know that I shall die, without telling me the cause of death.",
        "They held that the body is mortal, and its substance transitory; that the soul is immortal, but, coming from the subtlest ether, is lured as by a sorcery of nature into the prison-house of the body.",
        "The policy which made Louis Napoleon dictator forced him into mortal conflict with the republican parties; and - the price of the parliamentary support of the Catholic majority was high.",
        "They sent a copy of their old creed to Babken, and it closely resembles the Adoptianist creed of Archelaus, the gist of which was that Jesus, until his thirtieth year, was a man mortal like other men; then, because he was righteous above all others, he was promoted to the honour and name of Son of God.",
        "The Ningphoos were dismissed from Paradise and became mortal because one of them bathed in water which had been \"tabooed\" (Dalton, p. 13).",
        "Proclamations were issued in which the crime of Bothwell was denounced, and the disgrace of the country, the thraldom of the queen and the mortal peril of her infant son, were set forth as reasons for summoning all the lieges of the chief cities of Scotland to rise in arms on three hours' notice and join the forces assembled against the one common enemy.",
        "In his earlier writings he was regarded as one of the greatest champions of the non-jurors; but the doctrine which he afterwards promulgated, that the soul is naturally mortal, and that immortality could be enjoyed only by those who had received baptism from the hands of one set of regularly ordained clergy, and was therefore a privilege from which dissenters were hopelessly excluded, did not strengthen his reputation.",
        "Here she was hospitably received by Celeus, and out of gratitude would have made his son Demophon immortal by anointing him with ambrosia and destroying his mortal parts by fire; but Metaneira, happening to see what was going on, screamed out and disturbed the goddess.",
        "It assumes that man can, like the gods, withdraw himself out of reach of all external influences, and thus, as a sage, \" live like a god among men, seeing that the man is in no wise like a mortal creature who lives in undying blessedness.\"",
        "truth, and could participate like any mortal in the food and luxuries that his servants put before him.",
        "the traditional documents of the church as mortal sin, became the unwilling instruments for the propagation of what they regarded as works of the devil.",
        "His fiend Caelestius was in 412 charged with and excommunicated for heresy because he regarded Adam as well as all his descendants as naturally mortal, denied the racial consequences of Adam's fall, asserted the entire innocence of the new-born, recognized sinless men before the coming of Christ.",
        "Brentano's forms do not express such a judgment of existence, as \" All existing men are mortal \": nor does Bradley's form, \" Reality includes S-P.\"",
        "\" An existing man is mortal,\" and a categorical judgment of non-existence, e.g.",
        "Thus, \" Some existing men are poets,\" \" All existing men are mortal,\" \" Some conceivable centaurs are human in their forequarters,\" \" All conceivable centaurs are equine in their hindquarters,\" are all categorical judgments, while the two first are also categorical judgments of existence.",
        "\"every existing man is mortal.\"",
        "When, again, Bradley and Bosanquet speak of the universal as if it always meant one ideal content referred to reality, they forget that in universal judgments of existence, such as \" All men existing are mortal,\" we believe that every individually existing man dies his own death individually, though similarly to other men; and that we are thinking neither of ideas nor of reality; but of all existent individual men being individually but similarly determined.",
        "It is true that even in universal judgments of existence there is often a hypothetical element; for example, \" All men are mortal \" contains a doubt whether every man whatever, whenever and wherever existing, must die.",
        "Hence the hypothetical element is not a hypothetical antecedent \" If anything is a' man,\" but an uncertain conclusion that \" All existing men are mortal.\"",
        "\" I, being a man, am mortal,\" and \" If I am a man, I am mortal \"; and conversely, that different judgments are often similarly expressed.",
        "In ordinary life we may say, \" All men are mortal,\" \" All centaurs are figments,\" \" All square circles are impossibilities,\" \" All candidates arriving five minutes late are fined \" (the last proposition being an example of the identification of categorical with hypothetical in Keynes's Formal Logic).",
        "In order to infer the universal affirmative that every professor is mortal because he is a man, Brentano's existential syllogism would run as follows: There is not a not-mortal man.",
        "On the other hand, if on the plan of Sigwart categorical universals were reducible to hypotheticals, the same inference would be a pure hypothetical syllogism, thus: If anything is a man it is mortal.",
        "If anything is a professor it is mortal.",
        "The views of life held by the ordinary mortal as well as his aims and motives must be radically altered; and simultaneously a change must take place in his modes of speech, conduct and thought.",
        "At length the line of battle was formed, and the Gothic army, probably greatly inferior in number to the Byzantine was hopelessly routed (July 552), the king receiving a mortal wound as he was hurrying from the battlefield.",
        "The news of this \"mortal affront\" to the honour of France caused immense excitement in Paris.",
        "purgatorium, from purgare, to purge), according to Roman Catholic faith, a state of suffering after death in which the souls of those who die in venial sin, and of those who still owe some debt of temporal punishment for mortal sin, are rendered fit to enter heaven.",
        "29) is the necessary second verb: \" Why doth a mortal complain?\"",
        "According to the legend there was once born upon earth a girl named Vishnumaya or Lopamudra, the daughter of Brahma; but her divine father permitted her to be regarded as the child of a mortal, called Kavera-muni.",
        "The man who thinks thus knows no compromise, and so Zoroastrianism and Christianity confronted each other as mortal enemies.",
        "In 1796, when he named his first child David Hartley, but would not have him baptized, he held by the \"Christian materialism\" of the writer in question, whom in his Religious Musings he terms \"wisest of mortal kind.\"",
        "In these Orestes is the guilt-laden mortal who is purified from his sin by the grace of the gods, whose merciful justice is shown to all persons whose crime is mitigated by extenuating circumstances.",
        "It will suffice to recall the Buddha's education in a secluded palace, his encounter successively with a decrepit old man, with a man in mortal disease and poverty, with a dead body, and, lastly, with a religious recluse radiant with peace and dignity, and his consequent abandonment of his princely state for the ascetic life in the jungle.",
        "Of matters generally regarded as pertaining to natural religion, that on which they were least agreed was the certainty, philosophical demonstrability and moral significance of the immortality of the soul, so that the deists have sometimes been grouped into \"mortal\" and \"immortal\" deists.",
        "The system of Democritus was altogether antitheistic. But, although he rejected the notion of a deity taking part in the creation or government of the universe, he yielded to popular prejudice so far as to admit the existence of a class of beings, of the same form as men, grander, composed of very subtle atoms, less liable to dissolution, but still mortal, dwelling in the upper regions of air.",
        "He is constantly admitting that on such and such an occasion he was terribly afraid; he confesses without the least shame that, when one of his followers suggested defiance of the Saracens and voluntary death, he (Joinville) paid not the least attention to him; nor does he attempt to gloss in any way his refusal to accompany St Louis on his unlucky second crusade, or his invincible conviction that it was better to be in mortal sin than to have the leprosy, or his decided preference for wine as little watered as might be, or any other weakness.",
        "He may fall from a state of grace through mortal sin.",
        "Ecclesiastical ceremonies are part of the divine service; most of them have apostolic origin; and those connected with the sacrament must not be omitted by priests under pain of mortal sin.",
        "It was they who set the example of speaking of him as the greatest of mortal men; it was they who struck the first notes of that paean which has gone on resounding to the present day.",
        "The court came often to Amboise, and the king delighted in his company, declaring his knowledge both of the fine arts and of philosophy to be beyond those of all mortal men.",
        "The doom of death under which mankind had sighed since Adam's fall could only then be averted, when the immortal Word of God (Alyos) assumed a mortal body, and, by yielding this to death for the sake of all, abrogated once for all the law of death, of which the power had been spent on the body of the Lord.",
        "On the 5th of October he was attacked by a band of assassins and left for dead, but the wounds were not mortal.",
        "16 and 18), and at Altenkirchen on the 19th received a mortal wound, of which he died on the 21st, at the early age of twenty-seven.",
        "But it was often delayed until the deathbed, for the primitive idea that mortal sins committed after baptism were sins against the Holy Spirit and unforgivable, still influenced men, and survived among the Cathars up to the 14th century.",
        "The fathers, however, of the 4th century emphasized already the danger of deferring the rite until men fall into mortal sickness, when they may be unconscious or paralysed or otherwise unable to profess their faith and repentance, or to swallow the viaticum.",
        "In 145 in the battle on the Oenoparas near Antioch, in which Alexander Balas was finally defeated, Philometor received a mortal wound.",
        "Treating this rule as axiomatic the Schoolmen elaborated their analyses of the sacrament of penance, distinguishing form and matter, attrition and contrition, mortal and venial sins.",
        "No one is allowed to receive holy communion, if guilty of \"mortal\" sin, without resorting to confession; only if a priest has to celebrate mass, and there is no other priest to hear his confession, may he receive \"unabsolved\" after mortal sin.",
        "The faithful are bound to confess all \"mortal\" sins; they need not confess \"venial\" sins.",
        "It is common to go to confession, even though there are only venial sins to be confessed; and in order to excite contrition people are sometimes advised to confess over again some mortal sin from which they have been previously absolved.",
        "The tendency to increased rigour may be discerned in the 2nd canon of the synod of Orleans (541), which declares that every Christian is bound to observe the fast of Lent, and, in case of failure to do so, is to be punished according to the laws of the church by his spiritual superior; in the 9th canon of the synod of Toledo (653), which declares the eating of flesh during Lent to be a mortal sin; in Charlemagne's law for the newly conquered Saxony, which attaches the penalty of death to wanton disregard of the holy season.'",
        "But Lynceus, whose keenness of sight was proverbial, saw Castor through the trunk and warned his brother, who thereupon slew the mortal Castor; finally, Pollux slew Lynceus, and Idas was struck by lightning (Apollodorus iii.",
        "In the classification of sins the Christian element predominates; still we find the Aristotelian vices of excess and defect, along with the modern divisions into \" sins against God, neighbour and self,\" \" mortal and venial sins,\" and so forth.",
        "Medusa was the only one of the three who was mortal; hence Perseus was able to kill her by cutting off her head.",
        "Two of these steps are visible to men, but the third or highest is beyond mortal sight.",
        "The time indeed came when Demosthenes and Philip stood face to face as representative antagonists in a mortal conflict.",
        "To take a concrete instance of a valid mood: all men are mortal, all Frenchmen are men, therefore all Frenchmen are mortal (the mood Barbara).",
        "new truth) or the major premise is improperly used (begs the question) inasmuch as unless we knew that all Frenchmen are mortal we could not state that all men are mortal.",
        "In brief, the solution depends upon the view we take of the major premise, \"all men are mortal.\"",
        "in extension, as meaning that all men have been investigated and found to be mortal, clearly it could not be used to make the new discovery that a particular group of men are mortal; the syllogism so understood is a petitio principii.",
        "They were pleased to believe that Euemerus \" by hostorical research had ascertained that the gods were once but mortal men.\"",
        "The other chief Homeric deities are Apollo and Artemis, children of Zeus by Leto, a mortal mother raised to divinity.",
        "100, 102), able to assume all forms at will, and to intermarry and propagate the species with mortal men and women.",
        "The sun and moon, as in the Bulgarian ballad of the Sun's Bride (a mortal 'girl), are looked on as living beings.",
        "The Ningphoos were dismissed from Paradise and became mortal, because one of them bathed in water which had been tabooed (Dalton, p. 13).",
        "In almost all the gates of hell are guarded by fierce beasts, and in Ojibway, Finnish, Greek, Papuan and Japanese myths no mortal visitor may escape from Hades who has once tasted the food of the dead.",
        "Moreover, the proceedings of the 2nd of June, when the Commune of Paris had triumphed, bad dealt him a mortal blow.",
        "The Donatist position, like that of the Novatians, was that the mark of the true church is to guard the essential predicate of holiness by excluding all who have committed mortal sin; the Catholic standpoint was that such holiness is not destroyed by the presence of unworthy members in the church but rests upon the divine foundation of the church and upon the gift of the Holy Spirit and the communication of grace through the priesthood.",
        "After this he began scheming to hasten the coming of the Angevins, and took part in new and more hazardous campaigns against adversaries such as the duke of Urbino, Sforza of Milan, Piccinino, and, worst of all, the Sienese pope, Pius II., his declared and mortal foe.",
        "He had done enough for her, especially considering the fact that her carelessness had put him in mortal danger.",
        "Damian found him just before and adopted him first as his servant then as his brother, once they were thrown from the immortal world into the mortal realm.",
        "Dusty didn't know how they chose when to interfere with the mortal world, but when they did, it normally resulted in some sort of universal catastrophe, like the Schism that split the divine world from the physical one and nearly wiped out humanity and divinity alike.",
        "There are two paths for you to follow: you become the Black God, or your sister and everyone else in the mortal realm dies.",
        "Bring them back, Dusty said, not understanding how Darian had punctured a hole between the mortal and immortal worlds.",
        "The Watchers thought him lesser, because he'd chosen the mortal world over the immortal one.",
        "The Grey God has torn the fabric between the mortal and immortal realms.",
        "A Watcher was stronger than any Guardian in the mortal realm, except for Damian, and more powerful than any immortal in the immortal realm, except for an Original Being.",
        "She looked too sweet to be someone about to destroy the fabric between the immortal and mortal worlds, even if he did sense some sort of dark secret in her gaze.",
        "He'd never forget his single run-in with one of the Others, a group of Watchers working to destroy the mortal world in favor of an immortal one.",
        "One of Dusty's spies found out the Others have a weapon they want to use, we think to open the gateway between the immortal and mortal worlds.",
        "\"We have an old tradition, dating back to the time before the mortal and immortal worlds were split,\" Jule said.",
        "Another memory emerged, one that reminded him that long ago, he'd been assigned to ease Damian's transition to the White God, which was how he met Cassandra, a human, in the mortal realm.",
        "An Original was released at the transition of a Black or White God in the mortal world to ensure the immortals didn't try to take over during the vulnerable period when a new God learned his powers.",
        "I bet the Watchers were counting on manipulating the only creature in the mortal realm that can battle an Other on earth.",
        "He'd cracked the gateway when Jonny became the Black God, and now, the immortal realm peeked from the clouds into the mortal world.",
        "They were some of the most ancient beings in the universe, those whose first war drove immortals out of their world and created the mortal world.",
        "Their second war almost destroyed the mortal world and ended in the Schism, the divorcing of the divine world from the physical one.",
        "He went from battle to the halls of Hell to a horse, leading a rebellion of the demon army across the mortal plane.",
        "It made sense he was so skilled a warrior and dealmaker, if his magic was so limited in the mortal world.",
        "His domain extends to the mortal plane.",
        "She couldn't bring herself to see what happened when Past-Death returned to the mortal world five days before.",
        "The death dealer tossed the teen demoness through a yellow portal, onto the mortal plane rather than into Hell.",
        "Little Deidre was going to have a rough go in Hell, especially when she discovered what it meant to have the Dark One as a mate, while past-Death was going to find herself unprepared for the mortal world.",
        "His soul was â€¦ lost soon after we threw your old body into the deepest chasm in the mortal world.",
        "Making you â€¦ mortal.",
        "The deities plotting against him â€“ and me, the sons of bitches â€“ will salvage the mortal realm.",
        "When Darkyn's demons had wiped out his village, a tiny stopover on their journey to enslave the mortal realm.",
        "In the matter of seven days, Gabriel had come close to breaking more Immortal Codes governing Death's actions in the mortal world than his predecessor did over hundreds of thousands of millennia.",
        "Portals to various places in the mortal and underworlds glowed in the in-between shadow realm.",
        "Mortal portals were like sunshine, the underworld the color of a storm cloud, and the portal to Hell blacker than Gabe's eyes.",
        "He emerged at the Caribbean Sanctuary, one of four places that connected the mortal and immortal worlds.",
        "He'd been everywhere in the underworld and mortal worlds, but never through this door.",
        "Guessing the compass only worked in the mortal world, Gabe emplaced it around his neck before picking up the green emerald â€“ the form a soul took after death â€“ and peering at it.",
        "Unless she came to the mortal world to torment more humans.",
        "The deity had purposely left the underworld in shambles then gone to the mortal world, probably knowing her reincarnated human form was his mate.",
        "Pretty sure those are both in the um, mortal â€¦ world, Deidre said.",
        "We're managed by a council that very poorly oversees Immortal activities in the mortal world and fights demons to keep the underworld dwellers from destroying the human world.",
        "No, easy was not something she was willing to accept, even if it meant caving to someone she craved, whose looks drove her crazy and whose touch made her feel more at home than she did in the mortal and Immortal worlds.",
        "The Immortals were vulnerable, and Darkyn's hunger for power and control of the mortal world was not something Gabriel questioned.",
        "In all his years, he'd known one Immortal with the unrivaled gifts of not only tracking demons in the mortal realm but manipulating the minds of Immortals and mortals.",
        "Shut off from the underworld, he could only hope he had enough soul power here on the mortal world to reincarnate one Immortal.",
        "Gabe checked all of those in the mortal realm, except for â€¦ He turned, realizing Harmony hadn't been in the lineup.",
        "Portals to the mortal and immortal worlds glowed warm yellow through the fog like beacons.",
        "He'd never felt inadequate in his long existence until he stood before a mere mortal with the knowledge he had nothing to offer her.",
        "The results of his trip to the mortal world would forever alter his life, and that of his only friend.",
        "It was otherwise empty, and he.d escaped for a break from the death burning in the courtyards and any interaction with others, especially a certain mortal who.d managed to reopen an old wound.",
        "Love is a craving hunger while it fills me to satiation like no mortal fare could ever satisfy.",
        "The two vampires always stayed in the night of the full moon to assure safety from their mortal enemies; werewolves.",
        "\"He did.  He wanted to make the world safer for me, for our â€¦\" Katie's throat tightened.  She cleared it.  \"He realized he doesn't have to be in the shadows anymore.  And the way he looked at me that last dayâ€¦\" she drifted off again, this time recalling the intensity of emotion on Rhyn's face the last time she'd seen him in the mortal realm.",
        "\"It's what I made out of his nonsense.  Death can't bring a mortal back from the dead â€“ it would break every Immortal Code there is.  I may be wrong, but what if â€¦\" Kris didn't hear Kiki's words.  Instead he mulled over the notion that Death had sought out Rhyn.  Their eldest brother, Andre, had spoken long ago about talking to Death on several occasions.  Whatever passed between them, Andre had never trusted the deity.  Their father as well had been a distant acquaintance to the elusive deity.",
        "The idea of caring for her overwhelmed him again.  He'd never had a reason to try to control his power or to focus on anything other than surviving.  That a simple little mortal could show him just how little his Immortal and demon powers really meant humbled him.  If he found his way, it would be because of her.  Her distress and sorrow were, buried but he still saw them.  She was trying to be brave, asking him for one last moment of comfort before what she thought was the end.",
        "\"It would break every Immortal Code â€“ some older than Death â€“ if she returned a mortal to the mortal world,\" Gabe said.",
        "She held out her hand again.  A hologram-like image appeared in her hand.  Rhyn saw the demons pouring from the skies over major cities in the mortal worlds.",
        "\"To the mortal world,\" the super-demon guessed.",
        "She'd build a new life in the mortal world and kidnap Talia if necessary to get her child away from her family.",
        "With the memories of a better time drifting through his mind were memories of a war brewing between Others and Watchers that ultimately ended in the Schism, the severing of the mortal and immortal worlds.",
        "It was the bullet of a Guardian, for only carbon fiber bullets would kill the vamps in the mortal world.",
        "He couldn't help hoping he saw this strange, new mortal world again, and the rumors spreading throughout the ranks of guardsmen were just thatâ€”rumors.",
        "\"In the name of the White God, Damian, and the Black God, Jonny, I banish you from the mortal earth,\" he said.",
        "He saw nothing that might indicate a cave similar to where the Watchers entered the mortal world, not even boulders.",
        "She'd left them both to pursue a position among the Guardians, so she could start a new life in the mortal world.",
        "Raised by a sadistic Other who beat her, the Magician Yully had used the magic of all of them to kill the creature that planned to use her to sever the boundary between mortal and immortal worlds before wiping out Watchers and humans.",
        "As mixed as his feelings were, he knew he couldn't let the Watchers and Others do the same thing to the mortal world.",
        "In any case, considering I'm the one that broke the balance between good and evil, immortal and mortal, you aren't the one with the fates of the Guardians on your shoulders.",
        "I signed up for the Guardians, and I was getting ready to leave for the mortal world.",
        "She'd never even seen Damian prior to the Schism, when the Guardians exiled to the mortal world were a small band struggling to stay alive.",
        "At around four months pregnant, the Oracle barely showed in the mortal world but looked closer to nine months here.",
        "Their return to the mortal world seemed only to hasten the birth rather than slow it.",
        "He stirred her blood in a way no mortal man ever had.",
        "The Others were mortal enemies of the Watchers, whose more lenient approach on good and evil made them fickle allies for the White God.",
        "He can only absolve you from mortal sins.",
        "The mortal remains of the Venerable Mary Potter were re-buried in the north ambulatory of the Cathedral in 1997.",
        "The mortal remains of the fourth baronet were laid to rest in the family vault in August 1789.",
        "begets heresy asserted that Christ was begotten by mortal man; thus denying Christ's Divine birth.",
        "At least when you shuffle off your mortal coil, the coffin will only have two corners damaged.",
        "Seven contestants engage in mortal combat until only one remains.",
        "corruptible mortal bodies of ours are only a kind of prison clothing that we are temporarily forced to wear.",
        "All shifts in the situation whether to the right or the left are of mortal danger to them.",
        "detonate detonating enough explosive to seal the jeweled gateway forever to accommodate an irrational mortal fear?",
        "He had grown dissatisfied, having realized every conceivable desire that the mortal world could offer.",
        "The only way for a fallen eidolon to become more powerful is to acquire mortal souls.",
        "enemy countries are no longer mortal enemies engaged in a worldwide Cold War.",
        "Our countries are no longer mortal enemies engaged in a worldwide Cold War.",
        "A time when mortal hearts slow, pulses growing feeble as their innocent souls ripen for death.",
        "She was spotted by Zeus, a god with a particular fondness for mortal women, on one of his many visits to earth.",
        "The psalmist is emphasizing the futility of trusting in mortal men.",
        "happens when Mighty Flash's mortal enemy, Dark Smoke appears...?",
        "But 'it is raised imperishable ' no longer mortal or running down or wearing out.",
        "inborn instincts of a feudal Lord, de Lascy paid most attention to the fortunes of his mortal descendants.",
        "infused virtue of love is lost through any mortal sin.",
        "Their mortal cleaning lady becomes the catalyst for apocalyptic events.",
        "Also, scanning many megabytes of data looking for the right bits is not a job I'd wish on my mortal enemy.",
        "megabytes of data looking for the right bits is not a job I'd wish on my mortal enemy.",
        "modifys modified depending on whether the mortal prefers doing things to or having things done to them by the pleasure source.",
        "The Lord Chancellor suggests that the law should be changed to \" every fairy must die that doesn't marry a mortal \" .",
        "There in Plot number 340 lie the mortal remains of Michael Barrett.",
        "He didn't just become mortal, He died.",
        "Sir John saw his investment rapidly repaid many times over and he helped the talented young mortal expand his businesses.",
        "mortal coil, the coffin will only have two corners damaged.",
        "mortal peril the Greeks turned to us for succor.",
        "mortal sin.",
        "mortal flesh of adversaries.",
        "mortal danger?",
        "mortal enemy.",
        "The blow which had struck Michael Strogoff was not mortal.",
        "Once endowed with its less than perfect Body, the Creation, we might say, became mortal.",
        "mortal with immortality.",
        "Cherry blossoms scented the air in long endless ribbons of sweet perfume, like the incense inside mortal temples.",
        "In their mortal peril the Greeks turned to us for succor.",
        "Marie loved mortal culture and society and always had a mortal persona which allowed her to join the balls and salons of Paris society.",
        "This, as said before, is man's psyche, his mortal soul.",
        "shuffle off this mortal coil.",
        "shuffled off this mortal coil, Must give us pause.",
        "But Shakespeare's audience knows that it is a mortal sin to attempt marriage when you are already married.",
        "sloughed off this mortal coil on November 16th 1994, aged fifty-seven.",
        "Then came the swish of swift sharp spears seeking the mortal flesh of adversaries.",
        "The devil has always shown a mortal spite and hatred toward that holy book, the Bible.",
        "The three immortal goddesses Had come, and all undressed To ask a mortal man to choose Which was the loveliest.",
        "Like we mortal humans, many of these cars have gone by the wayside, whilst others have survived.",
        "The primary way to reach wiz is to spend most of your time in the top, right-hand quadrant of the mortal graph.",
        "If the mortal gets lippy, then you can be sure it was a fellow wiz or an arch-wiz testing you.",
        "She was one of the seven Pleiades, but remained invisible, hiding her light for shame at having become the wife of a mortal (Apollodorus i.",
        "And now we get the Supreme Lord in his last aspect; nay, his one true and real aspect, in which the sacrificer, on shuffling off this mortal coil, will himself come to share - that of pure intellectuality, pure spirituality - he is Mind: such is the ultimate source of being, the one Self, the Purusha, the Brahman.",
        "When completely purified, it will be freed from this \" circle of generation\" (KOKX0r y€v o wr), and will again become divine, as it was before its entrance into a mortal body.",
        "Thus, sacrifice was offered to them at night or in the evening; not on a high, but on a low altar (Eo b.pa), surrounded by a trench to receive the blood of the victim, which was supposed to make its way through the ground to the occupant of the grave; the victims were black male animals, whose heads were turned downwards, not upwards; their blood was allowed to trickle on the ground to appease the departed (aiµarcovpLa); the body was entirely consumed by fire and no mortal was allowed to eat of it; the technical expression for the sacrifice was not Ã‚°ba y but Eva-y1.",
        "Among the philosophical works of Dicaearchus may be mentioned the Lesbiaci, a dialogue in three books, in which the author endeavours to prove that the soul is mortal, to which he added a supplement called Corinthiaci.",
        "Yet Philip was not untouched by ideal considerations, as is proved by the respect, no doubt sincere, which he showed for Hellenic culture, by the forbearance and deference with which he treated Athens, the sacred city of that culture and his mortal foe.",
        "Their natural ferocity and powerful armature are sometimes turned upon one another; combats, often mortal, occur among male lions under the influence of jealousy; and Andersson relates an instance of a quarrel between a hungry lion and lioness over the carcase of an antelope which they had just killed, and which did not seem sufficient for the appetite of both, ending in the lion not only killing, but devouring his mate.",
        "In a prayer addressed to \" First birth of my birth, first beginning (or principle) of my beginning, first spirit of the spirit in me,\" he prays \" to be restored to his deathless birth (genesis), albeit he is let a.nd hindered by his underlying nature, to the end that according to the pressing need and spur of his longing he may gaze upon the deathless principle with deathless spirit, through the deathless water, through the solid and the air; that he may be re-born through reason (or idea), that he may be consecrated, and the holy spirit breathe in\"him, that he may admire the holy fire, that he may behold the abyss of the Orient, dread water, and that he may be heard of the quickening and circumambient ether; for this day he is about to gaze on the revealed reality with deathless eyes; a mortal born of mortal womb, he has been enhanced in excellence by the might of the All-powerful and by the right hand of the Deathless one,\" &c.",
        "These four great poems, one in sublimity of spirit and in supremacy of style, were succeeded next year by a fourfold gift of even greater price, Les Quatre Vents de l'esprit: the first book, that of satire, is as full of fiery truth and radiant reason as any of his previous work in that passionate and awful kind; the second or dramatic book is as full of fresh life and living nature, of tragic humour and of mortal pathos, as any other work of the one great modern dramatist's; the third or lyric book would suffice to reveal its author as incomparably and immeasurably the greatest poet of his age, and one great among the greatest of all time; the fourth or epic book is the sublimest and most terrible of historic poems - a visionary pageant of French history from the reign and the revelries of Henry IV.",
        "In addition to the great Homeric gods, the poet knows a whole \" Olympian consistory \" of deities, nymphs, nereids, sea-gods and goddesses, river-gods, Iris the rainbow goddess, Sleep, Demeter who lay with a mortal, Aphrodite the goddess of love, wife of Hephaestus and leman of Ares, and so forth.",
        "Wolseley fans quietly mourned - the introduction of the Princess saw their marque finally shuffle off this mortal coil.",
        "When we have shuffled off this mortal coil, Must give us pause.",
        "But Shakespeare 's audience knows that it is a mortal sin to attempt marriage when you are already married.",
        "Dino Valenti sloughed off this mortal coil on November 16th 1994, aged fifty-seven.",
        "The only purpose of the mortal body of flesh is to serve the immortal spirit during its sojourn in the material world.",
        "She gets up and accompanies a cow to her destination: mortal tedium of immortality.",
        "Are they committing a mortal or a venial sin?",
        "What we must not do in the face of a mortal threat is to give in to wishful thinking or willful blindness.",
        "Mortal Glow Blushing Crème glides on with a satiny finish.",
        "Although a professionally installed binding should require only a minimal amount of maintenance, it does have one mortal enemy: rust.",
        "Soon after, she injured her wrist during martial arts training for Mortal Kombat.",
        "Mortal Kombat: Armageddon: The decidedly violent video game franchise slices and slashes its way onto the Nintendo Wii.",
        "This means that it usually focuses on games prior to the Mortal Kombat and Grand Theft Auto era where sex and violence in video games had become more heavily scrutinized.",
        "Street Fighter 2 and Mortal Kombat, released in the early 1990's, are seen as a few of the last great arcade video games.",
        "Blockbuster and GameFly are two good rental places, the former a brick and mortal rental store, the latter a monthly fee-based online store similar to NetFlix.",
        "The release of games such as Street Fighter and Mortal Kombat sparked both controversy and sales, igniting the public's attention on this genre of games.",
        "Games such as Street Fighter, Mortal Kombat, Primal Rage and many more are members of this well-populated sub-genre.",
        "There are different levels of difficulty - Easy, Mortal, Hero, Spartan and God Mode. (which is available only after completion of the game on any of the other levels).",
        "Aries trained Kratos to be the strongest, cruelest, and most feared mortal.",
        "Pandora's Box gives any mortal the power and strength of the gods.",
        "Mortal Kombat is released and causes controversy due to its violence.",
        "But there is one mortal (isn't there always?) who can call back the Elders.",
        "Midway, the famous video game publisher and developer responsible for Mortal Kombat and NBA Jam, began as an arcade machine manufacturer in 1958.",
        "Although famous for Mortal Kombat and a few other titles, Midway didn't focus on video games until the end of 1999.",
        "Mortal Kombat - Highly controversial fighting game.",
        "Mortal Kombat is a fighting game by Midway released in arcades in 1992.",
        "Mortal Kombat stirred quite a lot of controversy upon it's initial release due to the realistic digitized characters engaging in gory battled that would end in violent deaths.",
        "Mortal Kombat is often seen as the co-founder of the fighting games genre along with Street Fighter 2.",
        "The Mortal Kombat series popularized a few ideas both in the fighting games genre and others.",
        "Mortal Kombat is also well-known for a number of wacky \"easter eggs\" that could be found by persistent (and lucky) users.",
        "In direct opposition to it's competitor Street Fighter 2, Mortal Kombat featured a simple control scheme of two punches and two kicks - a high and a low for each.",
        "Mortal Kombat was released for the Super Nintendo Entertainment System and Sega Genesis in the mid-90's.",
        "Mortal Kombat spawned three sequels that were each bloodier and gorier than the previous.",
        "The fourth installment, Mortal Kombat 4, replaced the digitized characters with 3D polygon models, a first for the series.",
        "In addition to direct sequels, Mortal Kombat also expanded into TV, film and other mediums.",
        "Two feature-length movies were released in the 1990s that, though popular among Mortal Kombat enthusiasts, are widely regarded as sub-standard.",
        "Mortal Kombat: Deception is another edition of the popular martial arts-style fighting games.",
        "Mortal Kombat: Shaolin Monks is a new combat/adventure game that continues the popular long running series.",
        "For more information, check out our Mortal Kombat: Shaolin Monks Review.",
        "Mortal Kombat is trying something deceptively similar to the failed mini-series that landed Sub-Zero his own side quest.",
        "Mortal Kombat: Shaolin Monks is on the Xbox and PS2.",
        "Though Mortal Kombat is known almost exclusively for their fighting games, don't be fooled.",
        "With that said, Mortal Kombat does have a huge appeal to some folks, and I'll tell you below how to find out if you're one of them...",
        "How would you rate your fandom of the Mortal Kombat series?",
        "Did you ever play Mortal Kombat's spin off for the PS one called Sub-Zero Mythologies?\"Yeah.",
        "Rent the game for a weekend and throw a Mortal Kombat-themed party for those of your friends who also share fond memories of the series.",
        "It relies heavily on having at least some knowledge of the older games, specifically the original Mortal Kombat and its sequel.",
        "The reason I say this is because it has most of the flaws of the older Mortal Kombat games but it seems to be done on purpose.",
        "The Mortal Kombat franchise may have had some rather humble beginnings, with the original game only having seven selectable characters and two bosses.",
        "Fast forward to this seventh offering, and now gamers will be able to choose from every character from every incarnation of Mortal Kombat.",
        "According to Mortal Kombat co-creator Ed Boon, \"it's actually a lot closer to 60 characters.\"",
        "As if having 60 characters to choose from wasn't already enough, Mortal Kombat: Armageddon will also feature a \"Kreate A Kharacter\" mode.",
        "Fatalities (and their later finishing moves, like babalities, friendships, and brutalities) have always been a huge part of Mortal Kombat's appeal.",
        "The ultimate showdown between good and evil boils down to this title here, and as Ed Boon said in an interview with IGN.com, \"We really want to close this chapter of Mortal Kombat.\"",
        "Armageddon finishes off the story for every Mortal Kombat character, so it is quite the endeavor.",
        "With the next-generation consoles hitting the marketplace -- the Xbox 360 last year, and the PS3 and Revolution still to come -- it will be interesting to see how Midway re-invents its incredible Mortal Kombat universe.",
        "When Mortal Kombat hit arcades in 1992, it acted as direct competition to the growing popularity of Street Fighter II.",
        "Mortal Kombat is typically credited for the public outcry against video game violence.",
        "For characters introduced in Mortal Kombat II, check out Mortal Kombat Characters 2.",
        "For the purposes of this article, information regarding the characters will be based on the first Mortal Kombat.",
        "In Mortal Kombat the upper right side of his face is covered in a metal mask housing a robotic red eye.",
        "A member of the Secret Forces unit and leader of the Outworld Investigation Agency, Lieutenant Sonya Blade is the mortal enemy of Kano (he killed her former partner and twin brother Daniel).",
        "In the first Mortal Kombat, she is seen wearing a skin-tight green outfit and black headband.",
        "This 8 foot 2 inch, 550 pound beast did not have a fatality in the original Mortal Kombat, and with the exception of a fireball, his signature moves were merely extensions of his agility, speed, and incredible strength.",
        "In this way, he appears much younger in Mortal Kombat II.",
        "In an effort to counter the controversy surrounding the original Mortal Kombat, the sequel to the series introduced two new finishing maneuvers to accompany the gory fatalities: friendship and babality.",
        "For kombatants introduced in the first Mortal Kombat, check out Mortal Kombat Characters."
    ],
    "definition": [
        "a. Liable or subject to death; not immortal: mortal beings.\nb. Of or relating to humans as being subject to death: “When we have shuffled off this mortal coil” ( Shakespeare )",
        "a. Causing death; fatal: a mortal wound. See Synonyms at fatal.\nb. Fought to the death: mortal combat.\nc. Relentlessly hostile; implacable: a mortal enemy.",
        "a. Of great intensity or severity; dire: mortal terror.\nb. Conceivable; imaginable: no mortal reason for us to go.\nc. Used as an intensive: a mortal fool.",
        "mor′tal·ly\nadverb",
        "Link/Cite",
        "Susceptible to death by aging, sickness, injury, or wound; not immortal. [from 14th c.]",
        "Causing death; deadly, fatal, killing, lethal (now only of wounds, injuries etc.). [from 14th c.]",
        "Fatally vulnerable; vital.",
        "Of or relating to the time of death.",
        "Affecting as if with power to kill; deathly.",
        "Human; belonging to man, who is mortal.\nmortal wit or knowledge; mortal power",
        "Very painful or tedious; wearisome.\na sermon lasting two mortal hours",
        "(UK, slang) Very drunk; wasted; smashed.\nLet's go out and get mortal!",
        "A human; someone susceptible to death.\nHer wisdom was beyond that of a mere mortal.",
        "immortal",
        "Link/Cite"
    ]
}