{
    "translation": "כלומר, דהיינו",
    "uses": [
        "At the same time the total ordinary expenditure has increased at a similarly steady rate, namely, from £119,391,000 in 1895 to £202,544,000 in 1905.",
        "At the council at Fili the prevailing thought in the minds of the Russian commanders was the one naturally suggesting itself, namely, a direct retreat by the Nizhni road.",
        "In 1904, 811% of the extraordinary expenditure, namely, £71,550,000, was incurred in consequence of the war with Japan, and to this must be added in 1906 a further expenditure of £42,085,000.",
        "As a result of this extension of the umbrellar margin, all structures belonging to this region, namely, the ring-canal, the nerve-rings, and the rim of thickened ectoderm, do not run an even course, but are thrown into festoons, caught up under the insertion of each tentacle in such a way that the ring-canal and its accompaniments form in each notch of the umbrellar margin an inverted V, the apex of which corresponds to the insertion of the tentacle; in some cases the limbs of the V may run for some distance parallel to one another, and may be fused into one, giving a figure better compared to an inverted Y.",
        "39), namely, that it is the rule of the whole, while oligarchy is the rule of a part only.",
        "The historian evidently decomposes Alexander's power into the components: Talleyrand, Chateaubriand, and the rest--but the sum of the components, that is, the interactions of Chateaubriand, Talleyrand, Madame de Stael, and the others, evidently does not equal the resultant, namely the phenomenon of millions of Frenchmen submitting to the Bourbons.",
        "In the 16th century instrumentation was, in its normal modern sense, non-existent; but in a special sense it was at an unsurpassable stage of perfection, namely, in the treatment of pure vocal harmony.",
        "There are four sections in the game, namely, drawing, guarding, trailing and driving.",
        "At that very time, in circumstances even more important than retreating without a battle, namely the evacuation and burning of Moscow, Rostopchin, who is usually represented as being the instigator of that event, acted in an altogether different manner from Kutuzov.",
        "Recorders vary in details of construction, but all have the same object, namely, to record the intervals during which the current is applied to the line.",
        "A word must be given to one of Bruno's contemporary compatriots, namely Campanella, who gave poetic expression to that system of universal vitalism which Bruno developed.",
        "- Another writer of this transition period deserves a passing reference here, namely, Jacob Boehme the mystic, who by his conception of a process of inner diremption as the essential character of all mind, and so of God, prepared the way for later German theories of the origin of the world as the self-differentiation and self-externalization of the absolute spirit.",
        "In two cases, however, it has been found in the absence of appreciable quantities of uranium and thorium compounds, namely in beryl, and in sylvine (potassium chloride).",
        "One remarkable discovery, however, of general interest, was the outcome of a long series of delicate weighings and minute experimental care in the determination of the relative density of nitrogen gas - undertaken in order to determine the atomic weight of nitrogen - namely, the discovery of argon, the first of a series of new substances, chemically inert, which occur, some only in excessively minute quantities, as constituents of the 1 The barony was created at George IV.'s coronation in 1821 for the wife of Joseph Holden Strutt, M.P. for Maldon (1790-1826) and Okehampton (1826-1830), who had done great service during the French War as colonel of the Essex militia.",
        "The organic world (like the world as a whole) arises out of a primitive chaos, namely, the infusorial slime.",
        "To these follow the tanagers (Tanagridae), with upwards of forty genera (only one of which crosses the border), and about 300 species; the piculules (Dendrocolaptidae), with as many genera, and over 200 species; the ant-thrushes, (Formicariidae), with more than thirty genera, and nearly 200 species; together with other groups which, if not so large as those just named, are yet just as well defined, and possibly more significant, namely, the tapaculos (Pteroptochidae), the toucans (Rhamphastidae), the jacamars (Galbulidae), the motmots (Monotidae), the todies (Todidae), the trumpeters (Psophiidae), and the screamers (Palamedeidae); besides such isolated forms as the seriema (Cariama), and the sun-bittern (Eurypyga).",
        "According to Flint, 4 there were four men who in this and the preceding century seized and made prominent this idea, namely, Bodin, Bacon, Descartes and Pascal.",
        "The science of jurisprudence regards the state and power as the ancients regarded fire--namely, as something existing absolutely.",
        "Of the other German philosophers immediately following Kant, there is only one who calls for notice here, namely, Arthur Schopenhauer.",
        "The wing of the bird is folded in a unique way, namely, the radius parallel with the humerus, and the whole wrist and hand with their ulnar side against the ulna; upper and forearm in a state of supination, the hand in that of strong abduction.",
        "He further conceives of this stage as itself a process of (natural) development, namely, of the natural disposition of the species to vary in the greatest possible manner so as to preserve its unity through a process of self-adaptation (Anarten) to climate.",
        "Four oxides of sulphur a.re known, namely sulphur dioxide, S02, sulphur trioxide, S03, sulphur sesquioxide, S203, and persulphuric anhydride, S 2 0 7.",
        "Dr Leche also institutes a comparison between the skeletons of the wild and the tame Bactrian camel with the remains of certain fossil Asiatic camels, namely, Camelus knoblochi from Sarepta, Russia, and C. alutensis from the Aluta valley, Rumania.",
        "Presbyterianism is comparatively strong in three districts of England, namely Northumberland, Lancashire and London.",
        "In connexion with the present subject it is important to notice the three characteristics of a musical sound, namely, pitch, loudness and quality.",
        "Russia, namely, 80 `2 of their total indebtedness.",
        "Thus, associ- 1~e] ions of Agropyrum (Triticum) junceum, of Carex arenaria, of ~ ~nmophila (Psamma) arenaria, and of other plants occur on sa rid dunes: the associations are related by the general identity ph the habitat conditions, namely, the physiological dryness f d the loose soil; but they are separated by differences in f~1",
        "13), consisting of the sacrum (already described) and the pelvic arch, namely ilium, ischium and pubis, it follows that only birds and mammals possess a pelvis proper, whilst such is entirely absent in the Amphibia and in reptiles with the exception of some of the Dinosaurs.",
        "The continent, however, possesses the two important genera of the Pseudoscines, namely the lyre-birds (Menura) and the scrub-birds (Atrichia).",
        "These considerations may help towards the understanding of a second class of cases, namely forms of implicit address shading off into unaddressed formulas.",
        "The following table shows the urban population in the various divisions of the empire in 1897: - There were in European Russia and Poland only twelve cities with more than too,000 inhabitants in 1884; in 1900 there were sixteen, namely, St Petersburg, Moscow, Warsaw, Odessa, Lodz, Riga, Kiev, Kharkov, Vilna, Saratov, Kazan, Ekaterinoslav, Rostov-on-the Don, Astrakhan, Tula and Kishinev.",
        "The Erivan line is being continued into Persia, namely, to Tabriz via Julfa on the Aras.",
        "m., and is divided into ten municipal districts, namely Var (Festung), Viziváros (Wasserstadt), 6-Buda (Alt-Ofen), all on the right bank, belonging to Buda, and Belvaros (Inner City), Lipotvaros (Leopoldstadt), Terezvaros (Theresienstadt), Erzsebetvaros (Elisabethstadt), Jozsefvaros (Josephstadt), Ferenczvaros (Franzstadt), and Kobanya (Steinbruch), all on the left bank, belonging to Pest.",
        "In the court chapel are preserved the regalia of Hungary, namely, the crown of St Stephen, the sceptre, orb, sword and the coronation robes.",
        "In the matter of the increase of its population alone, Budapest has only been slightly surpassed by one European town, namely, Berlin.",
        "Two great rivers, the Yarmuk (Hieromax) and the Zerka (Jabbok), divide Eastern Palestine into three sections, namely Hauran (Bashan, q.v.) with the Jaulan west of it; Jebel Ajlun (Gilead, q.v.); and the Belk'a (the southern portion of Gilead and the ancient territory of the tribe of Reuben).",
        "On the continent of Europe, where the last-named requirement has been for a long time more urgent than in Great Britain, another system has been generally preferred, namely, passing the gas through a long series of stoneware receivers, and ultimately through a small tower packed with stoneware or coke, making the acid flow in the opposite direction to the gas.",
        "The territory of the Heraeum was divided into three parts, namely Euboea, Acraea and Prosymna.",
        "This sanctuary still holds a position of central importance as illustrating the art of the highest period in Greek history, namely, the art of the 5th century B.C. under the great sculptor Polyclitus.",
        "There are five chief political divisions in the country - namely, Kabul, Turkestan, Herat, Kandahar and Badakshan, titu- ' 'flon Cons and each of which is ruled by a \" naib \" or governor, who is directly responsible to the amir.",
        "He describes the classification of the people, dividing them, however, into seven castes instead of four, namely, philosophers, husbandmen, shepherds, artisans, soldiers, inspectors and the counsellors of the king.",
        "He Paid Greater Attention To The Important Question Of Thermometry, And Extended His Researches Over A Much Wider Range Of Temperature, Namely 5° To 35° C. His Experiments Revealed For The First Time A Diminution In The Specific Heat Of Water With Rise Of Temperature Between O° And 30° C., Amounting To Four Parts In To.",
        "The Duration Of An Experiment Was About Ten Minutes, And The Product Of The Mean Current And The Time, Namely Ct, Was Measured By The Weight Of Silver Deposited In A Voltameter, Which Amounted To About 0.56 Gramme.",
        "It Must Be Observed, However, That There Is Another Grave Difficulty In The Accurate Determination Of The Specific Heat Of Water Near 100° C. By This Method, Namely, That The Quantity Actually Observed Is Not The Specific Heat At The Higher Temperature T, But The Mean Specific Heat Over The Range 18° To T.",
        "If The Molecules Are Supposed To Be Like Smooth, Hard, Elastic Spheres, Incapable Of Receiving Any Other Kind Of Energy Except That Of Translation, The Specific Heat At Constant Volume Would Be The Increase Per Degree Of The Kinetic Energy Namely 3Pv/20=3R/2, That At Constant Pressure Would Be 5R/2, And The Ratio Of The Specific Heats Would Be 5/3 Or 1.666.",
        "Under this name the fruits of at least two species of Zizyphus are usually described, namely, Z.",
        "Nickel Salts.-Only one series of salts is known, namely those corresponding to the monoxide.",
        "There was one exception to this harsh treatment of villeins, namely, the rustic tenantry in manors of ancient demesne, that is, in estates which had belonged to the crown before the Conquest, had a standing-ground even against their lords as regards the tenure of their plots and the fixity of their services.",
        "Such a judgment has a cause, namely sense, but no mental elements.",
        "But there is an intermediate alternative, which is neither impossible nor arbitrary; namely, to consider the general distinctions and principles of all things; and without this general consideration of the matter the logician cannot know the form of thought, which consists in drawing inferences about things on these general principles.",
        "It may be added that they do not quite realize what the copula exactly signifies: it does not signify existence, but it does signify a fact, namely, that something is (or is not) determined, either absolutely in a categorical judgment, or conditionally in a conditional judgment.",
        "To be categorical, a judgment does not require a belief in existence, but only that something, existent or not, is (or is not) determined; and there are two quite different attitudes of mind even to a non-existent thing, such as a square circle, namely, unconditional and conditional belief.",
        "Hesse-Nassau was formed in 1867-1868 out of the territories which accrued to Prussia after the war of 1866, namely, the landgraviate of Hesse-Cassel and the duchy of Nassau, in addition to the greater part of the territory of Frankfort-on-Main, parts of the grand-duchy of Hesse, the territory of Homburg and the countship of HesseHomburg, together with certain small districts which belonged to Bavaria.",
        "In this way the medusa sinks from an independent per sonality to an organ of the polyp-colony, becoming a so-called medusoid gonophore, or bearer of the reproductive organs, and losing gradually all organs necessary for an independent existence, namely those of sense, locomotion and nutrition.",
        "If the three principal organ-systems of the medusa, namely mouth, tentacles and umbrella, be considered in the light of phylogeny, it is evident that the manubrium bearing the mouth must be the oldest, as representing a common property of all the Coelentera, even of the gastrula embryo of all Enterozoa.",
        "Apart from the weighty arguments which the development furnishes against the theories of Allman and Mechnikov, it may be pointed out that neither hypothesis gives a satisfactory explanation of a structure universally present in medusae of whatever class, namely the endoderm-lamella, discovered by the brothers O.",
        "It receives the three great venous trunks of the body, namely the vena cava superior dextra, the vena cava superior sinistra more dorsally, and the vena cava inferior more to the right and below; the opening of the last is guarded by two prominent valves in place of the mammalian valvula Eustachii.",
        "Live-stock breeding is very extensively carried on by the Kirghiz, namely, horses, cattle, sheep, camels, goats and pigs.",
        "Since the free acid would be dibasic, two series of salts exist, namely, the neutral and acid salts.",
        "It is customary to ascribe to Offa a policy of limited scope, namely the establishment of Mercia in a position equal to that of Wessex and of Northumbria.",
        "During the closing years of the 19th century great numbers of Germans flocked into the industrial governments of Poland, namely, Piotrkow, Warsaw and Kalisz.",
        "Between 1895 and 1905 the building of railways proceeded at a rapid rate, the total length nearly doubling within the ten years, namely, from 22,600 to 40,500 m.",
        "But as it turns out, just at that moment a third enemy rises before us--namely the Orthodox Russian soldiers, loudly demanding bread, meat, biscuits, fodder, and whatnot!",
        "From her feminine point of view she could see only one solution, namely, for Nicholas to marry a rich heiress.",
        "The source of this contradiction lies in the fact that the historians studying the events from the letters of the sovereigns and the generals, from memoirs, reports, projects, and so forth, have attributed to this last period of the war of 1812 an aim that never existed, namely that of cutting off and capturing Napoleon with his marshals and his army.",
        "The dates of the rest of the extant plays, here given in alphabetical order, are quite uncertain, namely, Amphitruo, Aulularia, Bacchides, Captivi, Casina, Curculio, Epidicus, Menaechmi, Mercator (probably later than the Rudens, as shown by F.",
        "Cadmium does not occur naturally in the uncombined condition, and only one mineral is known which contains it in any appreciable quantity, namely, greenockite, or cadmium sulphide, found at Greenock and at Bishopton in Scotland, and in Bohemia and Pennsylvania.",
        "At the same time the capital employed in banking decreased by nearly one-half, namely, from about 12,360,000 in 1880 to about 6,520,000 in 1898.",
        "Organic life presents itself to him as a progressive scale of complexity determined by its final end, namely, man.'",
        "There remains but one logical way, namely, to distinguish as follows: - (i) Passeres anisomyodi, in which the syrinx muscles are unequally inserted, either on the middle or on one end of the semi-rings, either dorsal or ventral.",
        "The deepest part was found to be within one hundred feet of this, still farther in the direction to which I had inclined, and was only one foot deeper, namely, sixty feet.",
        "The sole importance of the crossing of the Berezina lies in the fact that it plainly and indubitably proved the fallacy of all the plans for cutting off the enemy's retreat and the soundness of the only possible line of action--the one Kutuzov and the general mass of the army demanded--namely, simply to follow the enemy up.",
        "Not only are we eliminating historically warlike forms of government, we are replacing them with peaceful ones, namely democracy.",
        "The name expresses the most universal character of the class, the importance of which was first noticed by John Ray, namely, the presence of a pair of seed-leaves or cotyledons, in the plantlet or embryo contained in the seed.",
        "value of the tractive force is required than this provides for, namely from 4 to 5 tons, the driving-wheels are coupled to one or more pairs of heavily loaded wheels, forming a class of what are called \" coupled engines \" in contradistinction to the \" single engine \" with a single pair of loaded driving-wheels.",
        "The average value of the product of these percentages, namely o 65 Xo 09 =0.06 say, may be used to investigate generally the working of a locomotive; the actual value could only be determined by experiment in any particular case.",
        "A few experimental results are set forth in Table XX., from which it will be seen that with a relatively low rate of combustion, a rate which denotes very light service, namely lb of coal per square foot of grate per hour, the efficiency of the boiler is %, which is as good a result as can be obtained with the best class of stationary boiler or marine boiler even when using economizers.",
        "of water, and for the highest rate, namely 181, 7.48 in.",
        "22 represents the thermal efficiency actually obtained in one of Adams and Pettigrew's experiments, namely, 0-I I, the pressure in the steam-pipe being 167 lb per square inch.",
        "The unbalanced masses of a locomotive may be divided into two parts, namely, masses which revolve, as the crank-pins, the crank-cheeks, the couplingrods, &c.; and masses which reciprocate, made up of the piston, piston-rod, cross-head and a certain proportion of the connecting-rod.",
        "It has many advantages for heavy high-speed service, namely, large and well-proportioned boiler, practically unlimited grate area, fire-box of favourable proportions for firing, fairly low centre of gravity, short coupling-rods, and, finally, a combination of the safe and smooth riding qualities of the fourcoupled bogie type, with great steaming capacity and moderate axle loads.",
        "He proposed to build an elevated railway on a single line of posts, placed along the curb-line of the street: a suggestion which embodies not only the general plan of an elevated structure, but the most striking feature of it as subsequently built - namely, a railway supported by a single row of columns.",
        "The subject of this youthful effort was suggested, its author says, by a refinement of vanity - \" the desire of justifying and praising the object of a favourite pursuit,\" namely, the study of ancient literature.",
        "defined on an etiological as well as a clinical basis - namely, the mild or spring group, which includes tertian and quartan.",
        "This affords an example of a principle which had been stated by Hess in a very general form under the name of the Law of Constant Heat Sums - namely, that the thermal effect of a given chemical action is the same, independently of the character and number of the stages in which it takes place.",
        "Although the foregoing account of the temperatures of Asia supplies the main outline of the observed phenomena, a very important modifying cause, of which more will be said hereafter, comes into operation over the whole of the tropical region, namely, the periodical summer rains.",
        "As far as any common mental characteristic can be assigned it is also somewhat negative, namely, that Asiatics have not the same sentiment of independence and freedom as Europeans.",
        "Two periods may be distinguished, namely the Turki (120o-1526) and the Mogul empire.",
        "Two annual fairs are now held, namely on the first Monday in April and the second Monday in October.",
        "Thus Raghoji Bhonsla established himself in the tracts lying underneath the southern base of the Satpura range (namely, Nagpur and Berar), overran Orissa and entered Bengal.",
        "It is in this valley that the principal towns (except Vladikavkaz at the north foot of the Caucasus) of Caucasia are situated, namely, Baku (179,133 inhabitants in 1900), Tiflis (160,645 in 1897), Kutais (32,492), and the two Black Sea ports of Batum (28,512) and Poti (7666).",
        "From this last branches off the highest range in the entire series, namely, the Zangezur, which soars up to 10,000 ft.",
        "The greatest recorded range of temperature is at Erivan (altitude 3230 ft.), namely, of 64° between a January average of 14.9° and an August average of 78.8° F.",
        "In the latter territorial division there exists a great disproportion between the sexes, namely, to every Ioo males only 86 females; indeed in the Black Sea government there are only 65.5 females to every too males.",
        "Kepler's Problem, namely, that of finding the co-ordinates of a planet at a given time, which is equivalent - given the mean anomaly - to that of determining the true anomaly, was solved approximately by Kepler, and more completely by Wallis, Newton and others.",
        "The famous meadows near Salisbury are mentioned, where, when cattle have fed their fill, hogs, it is said, \" are made fat with the remnant - namely, with the knots and sappe of the grasse.\"",
        "The entire revocation of the muzzling order, which accordingly followed, proved, however, to be premature, and it became necessary to reimpose it in the districts where it had last been operative, namely, certain parts of South Wales.",
        "Another group of Hymenoptera occasionally causes much harm in fir plantations, namely, the Siricidae or wood-wasps, whose larvae burrow into the trunks of the trees and thus kill them.",
        "We shall best illustrate the character and method of economic reasoning by examples, and for that purpose let us take first of An all a purely historical problem, namely, the effect on of the wage-earners of the wages clauses of the Statute of Apprenticeship (1563).",
        "Without having recourse to any elaborate process of economic reasoning, by confining out attention to one simple question, namely, what happened, we can establish conclusions of the greatest interest to economic historians and, further, define the problem we have to investigate.",
        "A correct sense of proportion and the faculty of seizing upon the dominant factors in an historical problem are the result partly of the possession of certain natural gifts in which many individuals and some nations are conspicuously wanting, partly of general knowledge of the working of the economic and political institutions of the period we are studying, partly of what takes the place of practical experience in relation to modern problems, namely, detailed acquaintance with different kinds of original sources and the historical imagination by which we can realize the life and the ideals of past generations.",
        "The same may be said of another subject, too frequently neglected by earlier writers, to which due significance has been given in the best recent work, namely, time in relation to value.",
        "We are told that we can see \" the law at work underneath the more superficial agencies on which attention fixes itself \"; it \" undergoes temporary suspension,\" which may last indefinitely; and \" there is another agency, in habitual antagonism \" to it, namely, \" the progress of civilization,\" which may include every kind of human improvement.",
        "Just as the historical school grew up along with the greatest constructive achievement of the 29th century, namely, the consolidation of Germany, so the application to modern problems of the methods of that school has been called forth by the constructive needs of the present generation.",
        "If we take, for example, the corner-stone of the British commercial system in the 19th century, namely, the policy of \"free trade \", the public do not now read the economic works which supplied the theoretical basis of that policy, and, indeed, would not be convinced by them.",
        "It is one of the more typical Opisthobranchs, that is to say, it belongs to the section Tectibranchia, but other members of the suborder, namely, Bulla and Actaeon (figs.",
        "In other slugs, namely, Limax and Anion, the shell-sac remains permanently closed over the shell-plate, which in the latter genus consists of a granular mass of carbonate of lime.",
        "The father, Carlo Mariada Buonaparte (Charles Marie de Bonaparte), had resolved to call his three first sons by the names given by his great-grandfather to his sons, namely Joseph, Napoleon and Lucien.",
        "He found that they were wholly inadequate, and summed up his views in a remarkable letter to the Directory (23rd of February), wherein he pointed out two possible alternatives to an invasion of England, namely, a conquest of the coast of the north-west of Germany, for the cutting off of British commerce with central Europe, or the undertaking of an expedition to the Orient which would be equally ruinous to British trade.",
        "Returning to the period of the Consulate, we notice the founding of an institution which also had its complete development during the Empire, namely, the Legion of Honour (19th of May 1802).",
        "First came the French princes, namely, the brothers of the emperor; six grand imperial dignities were also instituted, viz.",
        "Next came the marshals, namely, Berthier, Murat, Massena, Augereau, Lannes, Jourdan, Ney, Soult, Brune, Davout, Bessieres, Moncey, Mortier and Bernadotte.",
        "It is time now to notice two important events in the life of the emperor, namely his divorce of Josephine and his union with Marie Louise of Austria.",
        "In these facts we have one possible clue to the change from exopterygotism to endopterygotism, namely, by an intermediate period of anapterygotism.",
        "Among all the species (188, he tells us, in number) of which he examined specimens, he found only four variations in the structure of that vessel, namely: I.",
        "These nine theoretical centres or \" pieces \" L'Herminier deemed to be disposed in three transverse series (rangees), namely the anterior or \" prosternal,\" the middle or \" mesosternal \" and the posterior or \" metasternal \" - each series consisting of three portions, one median piece and two side-pieces.",
        "Herein he divided the class A y es into two subclasses, to which he applied the names of Insessores and Grallatores (hitherto used by their inventors Vigors and Illiger in a different sense), in the latter work relying chiefly for this division on characters which had not before been used by any systematist, namely that in the former group monogamy generally prevailed and the helpless nestlings were fed by their parents, while the latter group were mostly polygamous, and the chicks at birth were active and capable of feeding themselves.",
        "To the east of the Hohe Tauern stretches the group of the primitive Alps of Carinthia and Styria, namely the PÃ¶llauer Alps with the glacier-covered peak of the Hafner Eck (10,041 ft.); the Stang Alps with the highest peak the Eisenhut (8007 ft.); the Saualpe with the highest peak the Grosse Saualpe (6825 ft.); and finally the Koralpen chain or the Stainzer Alps (7023 ft.) separated from the preceding group by the Lavant valley.",
        "The country south of the Drave is occupied by several groups of the southern limestone zone, namely the Carnic Alps, the Julian Alps, the Karawankes and the Steiner Alps.",
        "Trap-door nests are made by spiders belonging to two widely different groups, namely the Lycosidae or wolf-spiders, to which the true tarantula belongs, and the Mygalomorphae, containing the species which construct the best-known types of this style of burrow.",
        "And when we turn to the other line along which the web-building instinct has been developed we find that the primary guiding influence has been that second great vital necessity, namely the necessity of getting food.",
        "When Augustine proposed this task he had already planned and made some progress with his own De civitate Dei; it is the same argument that is elaborated by his disciple, namely, the evidence from history that the circumstances of the world had not really become worse since the introduction of Christianity.",
        "We shall not attempt to trace the changes as they appeared in every market of importance, but shall confine our attention to one only, and that perhaps the most important of all, namely, the market at Liverpool.",
        "It is interesting to observe that a later development of transport between Manchester and Liverpool, namely, the Manchester Cotton landed at the Port of Manchester since the Canal was opened.",
        "In one day, for instance, when the net drop was 33 points and the range of variation 59 points (namely, 8.45 to 7.86), 150 price fluctuations were recorded.",
        "The theories propounded may be divided into two groups, namely, those ascribing to petroleum an inorganic origin, and those which regard it as the result of the decomposition of organic matter.",
        "Maclaurin was the first to introduce into mechanics, in this discussion, the important conception of surfaces of level; namely, surfaces at each of whose points the total force acts in the normal direction.",
        "On the north are the Sudetes, namely the Altvater Gebirge, with the highest peaks the Grosser Schneeberg (4664 ft.) and the Altvater (4887 ft.), which sink gradually towards the west, where the valley of the Oder forms a break between the German mountains and the Carpathians.",
        "In 1904, as it was felt that the college was unable properly to carry on its work under existing conditions, it was proposed to amalgamate it with Hackney College, but the Board of Education refused to sanction any arrangement which would set aside the requirements of the deed of foundation, namely that the officers and students of Cheshunt College should subscribe the fifteen articles appended to the deed, and should take certain other obligations.",
        "The term \"water-snails\" includes the whole of the remaining sub-order of the Pulmonata, namely, the Basommatophora, in which the eyes are sessile, with the exception of the Auriculidae.",
        "It is from an incidental remark of his own, namely, that the year of the siege of Mount Badon - one of the battles fought between the Saxons and the Britons - was also the year of his own nativity, that the date of his birth has been derived; the place, however, is not mentioned.",
        "At any rate we begin to see that some of the Ratitae, namely the Rheidae, may possibly be an early and then much modified offshoot of such of the Carinatae as are now represented by the Crypturi, whilst in another part of the world, and at a much later time, kiwis and moas have sprung from a somewhat more Gallilorm stock, which points to a descent from a still undivided GalliformTinamiform mass.",
        "To the physicist matter is presented in three leading forms - solids, liquids and gases; and although further subdivisions have been rendered necessary with the growth of knowledge the same principle is retained, namely, a classification based on properties having no relation to composition.",
        "The fundamental chemical classification of matter, on the other hand, recognizes two groups of substances, namely, elements, which are substances not admitting of analysis into other substances, and compounds, which do admit of analysis into simpler substances and also of synthesis from simpler substances.",
        "Wurtz reported the existence of only one efficient laboratory in France, namely the Ecole Normale Superieure, under the direction of H.",
        "Another type of dry reaction, namely, the flame coloration, had been the subject of isolated notices, as, for example, the violet flame of potassium and the orange flame of sodium observed by Marggraf and Scheele, but a systematic account was wanting until Cartmell took the subject up. His results (Phil.",
        "On the other hand a map drawn on the surface of a sphere representing a terrestrial globe will prove true to nature, for it possesses, in combination, the qualities which the ingenuity of no mathematician has hitherto succeeded in imparting to a projection intended for a map of some extent, namely, equivalence of areas of distances and angles.",
        "Ptolemy knew but of a few latitudes which had been determined by actual observation, while of three longitudes resulting from simultaneous observation of eclipses he unfortunately accepted the least satisfactory, namely, that which placed Arbela 45° to the east of Carthage, while the actual meridian distance only amounts to 34°.",
        "Meantime another and more radical reform had been in preparation and was already in progress, namely, the abolition of slavery itself in the foreign possessions of the several states of Europe.",
        "A third type of musk-ox skull is, however, known from North America, namely one from the celebrated Big-Bone Lick, Kentucky, on which the genus and species Bootherium bombifrons was established, which differs from all the others by its small size, convex forehead and rounded horn-cores, the latter being very widely separated, and arising from the sides of the skull.",
        "CAPRIFOLIACEAE, a natural order of plants belonging to the sympetalous or higher division of Dicotyledons, that namely which is characterized by having the petals of the flower united.",
        "The Perissodactyla may be divided into the four following sections, namely the extinct Titanotheroidea, the Hippoidea, represented by the horse tribe and their ancestors, the Tapiroidea, typified by the tapirs, and the Rhinocerotoidea, which includes the modern rhinoceroses and their forerunners.",
        "Another town in eastern Manasseh, namely Kenath, has been identified by Porter with Kanawat, which may be correct.",
        "This incident raised the crucial question of national politics in 1866: namely, whether the states reconstructed by the president should not again be reconstructed.",
        "Beckmann, Ber., 1886, 1 9, p. 9 8 9; 188 7, 20, p. 2580), yielding as final products an acid-amide or anilide, thus: RC(:N OH)R'-RC(OH) :NR' ---> As regards the constitution of the oximes, two possibilities exist, namely >C: NOH, or > C' ?, and the first of these is presumably correct, since on alkylation and subsequent hydrolysis an alkyl hydroxylamine of the type NH 2 OR is obtained, and consequently it is to be presumed that in the alkylated oxime, the alkyl group is attached to oxygen, and the oxime itself therefore contains the hydroxyl group. It is to be noted that the oximes of aromatic aldehydes and of unsymmetrical aromatic ketones frequently exist in isomeric forms. This isomerism is explained by the HantzschWerner hypothesis (Ber., 1890, 23, p. II) in which the assumption is made that the three valencies of the nitrogen atom do not lie in the same plane.",
        "Thus in the case of the simple aldoximes two con R C H R C H figurations are possible, namely: and",
        "Two classes between which a one-one relation exists have the same cardinal number and are called cardinally similar; and the cardinal number of the class a is a certain class whose members are themselves classes - namely, it is the class composed of all those classes for which a one-one correlation with a exists.",
        "The cardinal number zero is the class of classes with no members; but there is only one such class, namely - the null class.",
        "The product of two complex numbers of the second order - namely, l e l +x 2 e 2 and y i e l +y 2 e 2, is in this case defined to mean the complex (x i y i - x 2 y 2)e i +(x i y 2 +x 2 y 1)e 2.",
        "The great abstract ideas (considered directly and not merely in tacit use) which have dominated the science were due to them - namely, ratio, irrationality, continuity, the point, the straight line, the plane.",
        "Here are buried the seventh and ninth of the successors of Ali, recognized by Shi`as, namely Musa Ibn Ja`far el-Kazim, and his grandson, Mahommed Ibn Ali el-Jawad.",
        "All movement in matter is, therefore, caused by some immaterial force, namely, God.",
        "Perhaps the etymology ought to be sought in quite another direction, namely, in the likeness to Suomi.",
        "From the north it receives five great tributaries, namely, the Chu Nago, the Chachu Tsanpo and the Charta Tsanpo (all within the first 200 m.",
        "Thirty years after the Ridsdale judgment, the ritual confusion in the Church of England was worse than ever, and the old ideal expressed in the Acts of Uniformity had given place to a desire to sanctify with some sort of authority the parochial \"uses\" which had grown up. In this respect the dominant opinion in the Church, intent on compromise, seems to have been expressed in the Report presented in 1908 to the convocation of the province of Canterbury by the sub-committee of five bishops appointed to investigate the matter, namely, that under the Ornaments Rubric the vestments prescribed in the first Prayer Book of Edward VI.",
        "The town was formerly divided into three parts, namely, the Old town, the Russian town (Sava-Makhala or Save district), and the Turkish town (Dorcol, or Cross-road).",
        "Shortly before his death Huss had accepted a doctrine preached during his absence by his adherents at Prague, namely that of \"utraquism,\" i.e.",
        "- namely, in East Sayan about Lake Kosso-gol and in the valley of the Tunka (river Irkut), in the vicinity of Selenginsk, and widely distributed on the Vitim plateau (rivers Vitim and Tsipa).",
        "Coal occurs in many Jurassic fresh-water;basins, namely, on the outskirts of the Altai, in south Yeniseisk, about Irkutsk, in the Nerchinsk district, at many places in the Maritime province, and on the island of Sakhalin.",
        "There are seventeen towns with a population of 10,000 or more, namely, Tomsk (63,533 in 1900) and Irkutsk (49,106) - the capitals of West and East Siberia respectively; Blagovyeshchensk (37,368), Vladivostok (38,0co).",
        "All its objects were satisfactorily accomplished, namely, the recovery of the captives, the surrender of all firearms, the payment of the fine inflicted by government, the complete submission of the tribe and the survey of the country.",
        "Mention should also be made of a third method which has hardly yet been tried, namely, that of endeavouring to isolate one of the three \"directions\" by the method of suggestion or even hypnotic trance observations.",
        "Maxwell has also given an explanation of the converse effect, namely, the production of longitudinal magnetization by twisting a wire when circularly magnetized by a current passing through it.",
        "Both belong to the category of \" coelomoducts,\" namely, r- ' tubular or funnel-like portions of the coelom opening to the exterior in pairs in each somite (potentially,) and usually persisting in only a few somites as either \"urocoels\" (renal organs) or \"gonocoels\"(genital tubes).",
        "Chaptal published the analysis of four different kinds of alum, namely, Roman alum, Levant alum, British alum and alum manufactured by himself.",
        "Three oxides of columbium are certainly known, namely the dioxide, Cb202, the tetroxide, Cb 2 0 4, and the pentoxide, Cb 2 0 5, whilst a fourth oxide, columbium trioxide, Cb203, has been described by E.",
        "Nobrega's first act was one which has exercised the most beneficial influence over the social system of Brazil, namely, the establishment of a college on the then unreclaimed plains of Piratininga.",
        "In the porch of the church is the most interesting of the extant old tombs, namely, the recumbent effigy of Alexander Stewart, the Wolf of Badenoch (1 3431405; the inscription refers his death to 1394, but this is said to be an error).",
        "(For map see South Africa.) The province consists of two great divisions, namely Natal proper and Zululand.",
        "The qualifications for electors and members of the Assembly are the same, namely men of full age owning houses or land worth £50, or, who rent such property of the yearly value of £10; or who, having lived three years in the province, have incomes of not less than £96 a year.",
        "In this minute the farmers ascribed all their troubles to one cause, namely, the absence of a representative government, which had been repeatedly asked for by them while still living in Cape Colony and as often denied or delayed, and concluded by a protest against the occupation of any part of their territory by British troops.",
        "It appears, however, from Russian explorations during the last third of the 19th North- century, that it has all the characteristics of an elevated western plateau, of a rhomboid shape (like Bohemia), bounded by four mountain ranges; namely, the Russian Altai on the N.W., the Sayans on the N.E., the Kentei range on the S.E., and the Ektagh Altai on the S.W.",
        "This portion of Mongolia is also much better watered, namely, by the Khatsyr, the Lao-ho and the Shara-muren, all flowing from the Khingan Mountains eastwards, and the last making the frontier between Mongolia and the Chinese province of Chihli.",
        "The portion of Hungary situated on the right bank of the Danube is filled by the Alpine system, namely, the eastern outlying groups of the Alps.",
        "At the census of 1900 fifteen towns had more than 40,000 inhabitants, namely: Budapest, 732,322; Szeged, 100,270; Szabadka (Maria-Theresiopel), 81,464; Debreczen, 72,351; Pozsony (Pressburg), 61, 537; Hodmezo-Vasarhely, 60,824; Zagrab (Agram), 61,002; Kecskemet, 56,786; Arad, 53,9 0 3; Temesvar, 53,033; Nagyvarad (Grosswardein), 47,018; Kolozsvar (Klausenburg), 46,670; Pecs (Fiinfkirchen), 42,252; Miskolcz, 40,833; Kassa, 35,856.",
        "Hungary is the only country in Europe where the opal is found, namely at the famous mines of Vorosvagas in the county of Sáros, and at NagyMihaly in that of Zemplin.",
        "The executive power is vested in a responsible cabinet, consisting of ten ministers, namely, the president of the council, the minister of the interior, of national defence, of education and public worship, of finance, The franchise is \" probably the most illiberal in Europe.\"",
        "In Croatia-Slavonia there are four urban counties or towns with municipal rights namely: Eszek, Varasd, Zagrab and Zimony.",
        "Besides the museums mentioned in the article Budapest, several provincial towns contain interesting museums, namely, Pressburg, Temesvhr, Deva, Kolozsvar, Nagyszeben; further, the national museum at Zagram, the national (Szekler) museum at Maros-Vasarhely, and the Carpathian museum at Poprad should be mentioned.",
        "A particular case of the last equation, namely, y 2 = ax e + 1, sorely taxed the resources of modern algebraists.",
        "s \"He and his holy apostles likewise, namely Peter and Paul, did forbid unto all Ecclesiastical Ministers, dominion over the Church of Christ\" (Homilies appointed to be read in Churches, \" The V.",
        "Wotton follows Aristotle 1 in the division of animals into the Enaema and the Anaema, and in fact in the recognition of all the groups above given, adding only one large group to those recognized by Aristotle under the Anaema, modifica- namely, the group of Zoophyta, in which Wotton includes the Holothuriae, Star-Fishes, Medusae, Sea-Anemones and Sponges.",
        "Cuvier's morphological doctikne received its fullest development in the principle of the \" correlation of parts,\" which he applied to palaeontological investigation, namely, that every animal is a definite whole, and that no part can be varied without entailing correlated and law-abiding variations in other parts, so that from a fragment it should be possible, had we a full knowledge of the laws of animal structure or morphology, to reconstruct the whole.",
        "7 we find another title, namely \" David.\"",
        "When we thus understand its origin, the tradition becomes really instructive, and may be translated into a statement which throws light on a number of points connected with the book, namely, that the Psalter was (finally, at least) collected with a liturgical purpose.",
        "Of these 20.67%, namely 297,277, were European or white.",
        "In the West the principle already laid down by St Gregory the Great in his letter to Constantia, namely that of not disturbing the bodies of the saints, was for a long time the rule in all cases, and the portions distributed to the churches were simply brandea, that is to say, linen which had lain upon the tomb of the saint, or, in other words, representative relics.",
        "They rejected the orders of the Church, and had only two grades of clergy, namely, associate itinerants (ovvEK8fuot., Acts xix.",
        "The Platonic testimony, if it proved anything, would prove too much, namely, that the doctrine of the unity of Being originated, not with Xenophanes, but before him; and, in fact, the passage from the Sophist no more proves that Plato attributed to Xenophanes the philosophy of Parmenides than Theaetetus, 160 D, proves that Plato attributed to Homer the philosophy of Heraclitus.",
        "In one department the Alexandrian school rapidly surpassed its Greek original - namely, in the study of anatomy.",
        "In another direction the foundations of modern medicine were being laid during the 16th century - namely, by the introduction of clinical instruction in hospitals.",
        "In his second period he developed the theory of \"potentiality\" or dynamization - namely, that medicines gained in strength by being diluted, if the dilution was accompanied by shaking or pounding, which was supposed to \"potentialize\" or increase the potency of the medicine.",
        "35, \"a confection after the art of the apothecary,\" or rather \"a perfume after the art of the perfumer,\" which was to be regarded as most holy, and the imitation of which was prohibited under the severest penalties, was compounded of four \"sweet scents\" (sammim),3 namely stacte (nataph), onycha (sheheleth), galbanum (helbenah) and \"pure\" or \"fine\" frankincense (lebonah zaccah), pounded together in equal proportions, with (perhaps) an admixture of salt (memullah).",
        "The royal parks, namely St James's, Green and Hyde Park, and Kensington Gardens, stretch in an irregular belt for nearly 3 m.",
        "Two of its gateways are noteworthy, namely that at Hyde Park Corner at the southeast and the Marble Arch at the north-east.",
        "The Great Northern, Midland and London & North-Western systems have adjacent termini, namely King's Cross, St Pancras and Euston, in Euston Road, St Pancras.",
        "At the same period a great work was undertaken to meet the want of a proper central communication between north and south, namely, the construction of a broad thoroughfare, called Kingsway in honour of King Edward VII., from High Holborn opposite Southampton Row southward to the Strand, connexion with which is established at two points through a crescent named Aldwych.",
        "There were two bodies having jurisdiction over the whole metropolis except the City, namely, the officers appointed under the Metropolitan Building Act of 1844, and the Metropolitan Commissioners of Sewers, appointed under the Commissioners of Sewers Act 1848.",
        "The Metropolitan police courts are fourteen in number, namely - Bow Street, Covent Garden; Clerkenwell; Great Marlborough Street (Westminster); Greenwich and Woolwich; Lambeth; Marylebone; North London, Stoke Newington Road; Southwark; South Western, Lavender Hill (Battersea); Thames, Arbour Street East (Stepney); West Ham; West London, Vernon Street (Fulham); Westminster, Vincent Square; Worship Street (Shoreditch).",
        "While the width of the working-place is thus limited by the strength of the roof, its length is determined by other considerations - namely, the rapidity with which the mining work can be conducted and the length of time it is practicable to keep the working-place open, and also by the increased difficulty of handling the minerals sometimes experienced when the workings reach undue length.",
        "The possibility of hoisting and pumping from great depths has been discussed, and it remains now to consider the other conditions which will tend to limit mining operations in depth - namely, increase of temperature and increase of rock pressure.",
        "One thing that could be improved is readability, namely gray space.",
        "But a modification of the first-named process was in use in the 4th and succeeding centuries, showing great ingenuity and manual dexterity, - that, namely, in which the added portions of glass are united to the body of the cup, not throughout, but only at points, and then shaped either by the wheel or by the hand (Plate I.",
        "The older methods used for the preparation of the amorphous form, namely the decomposition of silicon halides or silicofluorides by the alkali metals, or of silica by magnesium, do not give good results, since' the silicon obtained is always contaminated with various impurities, but a pure variety may be prepared according to E.",
        "phys., 1880, (5), 20, P. 5 Only one oxide of silicon, namely the dioxide or silica, is known.",
        "He mentions in it only one previous enterprise of the same kind (though there had in fact been others) - that, namely, of Nicholas Francois Canard (c. 1750-1833 ), whose book, Principes d'economie politique (Paris, 1802), was crowned by the French Academy, though \"its principles were radically false as well as erroneously applied.\"",
        "The conference met, and on the 30th of August 1888 a convention was signed by all the powers represented except France - namely, by Austria, Belgium, Germany, Great Britain, Italy, the Netherlands, Russia and Spain.",
        "Of all the countries represented - Germany, Austria-Hungary, Belgium, Spain, France, Great Britain, the Netherlands, Russia and Sweden - only one, namely France, was opposed to the complete suppression of all export bounties, direct or indirect; and Russia declined to discuss the question of her internal legislation, contending that her system did not amount to a bounty on exportation.",
        "If he failed in his wider schemes of reform, this was only one more illustration of a truth of which other \" enlightened \" sovereigns besides himself had experienced the force, namely, that it is impossible to impose any system, however admirable, from above on a people whose deepest convictions and prejudices it offends.",
        "It has been found by experiment that plants need for their nutritive process and their growth, certain chemical elements, namely, carbon, hydrogen, oxygen, nitrogen, sulphur, phosphorus, potassium, magnesium, calcium and iron.",
        "In regard to water, all soils have two actions - namely, permeability and absorbability.",
        "This view does not seem to be tenable, for the old sacrificial carousals lack two of the essential elements of the gilds, namely corporative solidarity or permanent association and the spirit of Christian brotherhood.",
        "Two new kinds of craft fraternities appear in the 14th century and become more prominent in the 15th, namely, the merchants' and the journeymen's companies.",
        "Each retort is provided with two adapters, namely, a conical pipe of fire-clay, about 15 in.",
        "Liquid metal coming in contact with such a surface forms a crust of solidified metal over it, and this crust thickens up to a certain point, namely, until the heat from within the furnace just overbalances that lost by conduction through the solidified crust and the cathode material to the flowing water.",
        "The rarest of all the gulls is also found on the Peruvian coast, namely, the Xema furcatum.",
        "The eastern range is cut through by six rivers in Peru, namely, the Maranon and Huallaga, the Perene, Mantaro, Apurimac, Vilcamayu and Paucartambo, the last five being tributaries of the Ucayali.",
        "The southern coast in particular is deeply indented; and there two bold peninsulas, extending for several miles into the sea, form two capacious natural harbours, namely, Deep Water Bay, with the village of Stanley to the east, and Tytam Bay, which has a safe, well-protected entrance showing a depth of 10 to 16 fathoms. An in-shore island on the west coast, called Aberdeen, or Taplishan, affords protection to the Shekpywan or Aberdeen harbour, an inlet provided with a granite graving dock, the caisson gate of which is 60 ft.",
        "But one theory which has had considerable currency requires notice, namely, that Yahweh, or Yahu, Yaho, 3 is the name of a god worshipped throughout the whole, or a great part, of the area occupied by the Western Semites.",
        "In the front of the inquiry lies one main division, that, namely, between speculative and practical knowledge.",
        "His eminence as a man of science must be measured by his only original work in that department, - the construction, namely, of the new science of society.",
        "When that stage has been reached, not merely the greater part, but the whole, of our knowledge will be impressed with one character, the character, namely, of positivity or scientificalness; and all our conceptions in every part of knowledge will be thoroughly homogeneous.",
        "There are six large islands, namely Sakhalin (called by the Japanese Karafuto); Yezo or Ezo (which with the Kuriles is designated Hokkaido, or the north-sea district); Nippon (the origin of the sun), which is the main island; Shikoku (the four provinces), which lies on the east of Nippon; KiUshi or Kyushu (the nine provinces), which lies on the south of Nippon, and Formosa, which forms the most southerly link of the chain.",
        "Among the mountains, of Japan there are three volcanic ranges, namely, that of the Kuriles, that of Fuji, and that of Kirishima.",
        "There had, indeed, been five periods of declining population in that interval of 124 years, namely, the periods 1738 1744, 1759-1762, 1773-1774, 1791-1792, and I 8441846.",
        "It is in the face, however, that we find specially distinctive traits, namely, in the eyes, the eyelashes, the cheekbones and the beard.",
        "To understand this 17th century renaissance, knowledge of one fact is necessary, namely, that about the year A.D.",
        "The most attenuated form of all is the hokku (or haikai) which consists of only three lines, namely, 17 syllables.",
        "Brief mention must also be made of two other kinds of books belonging to this epoch; namely, the Shingakusho (ethical essays) and the .Jilsuroku-mono (true records).",
        "He also brought out the first literary periodical published in Japan, namely, the Waseda Bungaku, so called because Tsubouchi was professor of literature in the Waseda University, an institution founded by Count Okuma, whose name cannot be omitted from any history of Meiji literature, not as an author but as a patron.",
        "Hence the skill undoubtedly possessed by several graduates of the defunct art school has to be devoted chiefly to a subordinate purpose, namely, the fashioning of models for metal-casters.",
        "There are three chief varieties of Hizen ware, namely, (1) the enamelled porcelain of Aritathe old Japan of European collectors; (2) the enamelled porcelain of Nabeshima; and Hizen (3) the blue and white, or plain white, porcelain of Hirado.",
        "Not until the year 1620 do we find any evidence of the style for which Arita porcelain afterwards became famous, namely, decoration with vitrifiable enamels.",
        "Chocolate or dove-colored grounds with delicate diapers in gold and engobe; brown or black faience with white, yellow and pink designs incised or in relief; pottery curiously and deftly marbled by combinations of various colored clays these and many other kinds are to be found, all, however, presenting one common feature, namely, skilful finger-moulding and a slight roughening of the surface as though it had received the impression of coarse linen or crape before baking.",
        "There remains, too, a wide domain in which the Chinese developed high skill, whereas the Japanese can scarcely be said to have entered it at all; namely, the domain of monochromes and polychromes, striking every note of color from the richest to the most delicate; the domain of truit and fiamb glazes, of yO-pien-yao (transmutation ware), and of egg-shell with incised or translucid decoration.",
        "1-liguchi of Hirado is to be classed with ceramrsts of the new school on account of one ware only, namely, porcelain having translucid M d decoration, the so-called grains of rice of American ~ collectors, designated holaru-de (firefly style) in Japan.",
        "In subsequent eras the potters of King-te-chen did not fail to continue this remarkable manufacture, but its only Japanese representative was a porcelain distinctly inferior In more than one respect, namely, the egg-shell utensils of Hizen and Hirado, some of which had finely woven basket-cases to protect their extreme fragility.",
        "In these circumstances the government decided to tak~ a strong step, namely, to place the whole of the railways owned ~y itthe original state lines as well as those nationalizedin an account independent of the regular budget, and to devote their entire profits to works of extension and improvement, supplementing the amount with loans from the treasury when necessary.",
        "The science of mechanics might perhaps suggest a means, namely, a strong spiral spring.",
        "For administrative purposes, the province is divided into 21 districts and 4 towns with autonomous municipalities, namely Graz (pop. 138,370), the capital, Cilli (6743), Marburg (24,501) and Pettau (4227).",
        "The demons carry on conflicts with each of the six classes of creation, namely, the sky, water, earth, plants, animals represented by the primeval ox, and mankind represented by Gayomard or Kayumarth (the \"first man \"of the Avesta).",
        "In 1901 the government introduced a bill in the States General, based on the recommendations of the commission, providing for enclosing the Zuider Zee by building a dike from the North Holland coast, through the Amsteldiep to Wieringen and from that island to the Friesland coast at Piaam; and further providing for the draining of two portions of the enclosed area, namely the N.W.",
        "The division attributed to Theseus is always spoken of by ancient authorities as a division of the entire population; but Busolt has recently maintained the view that the three classes represent three elements in the Attic nobility, namely, the city nobility, the landed nobility and the commercial nobility, and exclude altogether the mass of the population.",
        "Since the two expressions (9) are the partial differential-coefficients of a single function E of the independent variables v and 0, we shall obtain the same result, namely d 2 E/d0dv, if we differentiate the first with respect to v and the second with respect to 0.",
        "The association and distribution of gold may be considered under two different heads, namely, as it occurs in mineral veins - \" reef gold,\" and in alluvial or other superficial deposits which are derived from the waste of the former - \" alluvial gold.\"",
        "The Danube separates the Carpathians from the Alps, which they meet only in two points, namely, the Leitha Mountains at Pressburg, and the Bakony Mountains at Vacz (Waitzen), while the same river separates them from the Balkan Mountains at Orsova.",
        "Unlike the other wings of the great central system of Europe, the Carpathians, which form the watershed between the northern seas and the Black Sea, are surrounded on all sides by plains, namely the great Hungarian plain on the south-west, the plain of the Lower Danube (Rumania) on the south, and the Galician plain on the north-east.",
        "This changed point of view regarding the chronology of history may without hesitation be ascribed to the influence of evidence obtained in a single field of inquiry, the field, namely, of archaeology.",
        "The moons of the civil year are also distinguished by their place in the cycle of sixty; and as the intercalary moons are not reckoned, for the reason before stated, namely, that during one of these lunations the sun enters into no new sign, there are only twelve regular moons in a year, so that the cycle is renewed every five years.",
        "Lord Rayleigh has made many investigations of the absolute densities of gases, one of which, namely on atmospheric and artificial nitrogen, undertaken in conjunction with Sir William Ramsay, culminated in the discovery of argon.",
        "On the continent of Europe it is customary to consider coal as divisible into two great classes, depending upon differences of colour, namely, brown coal, corresponding to the term \"lignite\" used in England and France, and black or stone coal, which is equivalent to coal as understood in England.",
        "This conception of the nature of heat leads at once to an absolute zero of temperature - a temperature of no heat-motion--which is identical, as will be seen later, with that reached in other ways, namely, about - 273° C.",
        "Thus the contribution to the total impulsive pressure exerted on the area dS in time dt from this cause is mu X udtdS X (11 3 m 3 /,r 3)e hm (u2+v2+w2 )dudvdw (I o) The total pressure exerted in bringing the centres of gravity of all the colliding molecules to rest normally to the boundary is obtained by first integrating this expression with respect to u, v, w, the limits being all values for which collisions are possible (namely from - co too for u, and from - oo to + oo for v and w), and then summing for all kinds of molecules in the gas.",
        "The emperor agreed to the first steps being taken, namely the suppression of the existing lodges; but he was naturally suspicious of secret societies, even when ostensibly admitted to their secrets, and Speranski's abortive plan only resulted in adding the clergy to the number of his enemies.",
        "The inhabitants of the interior may be divided into two classes, those namely of Bantu and those of Hamitic stock.",
        "This programme was adopted by the clergy of his diocese as their cahier, or book of instructions to their representative at the States General, namely Talleyrand himself.",
        "This distinction is probably the most fundamental one, and itself supports a conclusion which is, on other grounds, becoming more and more likely, namely, that these two divisions are not related phylogenetically; but have, on the contrary, a radically different origin.",
        "Next came two publications in \"The International Scientific Series,\" namely, Mind and Body (1872), and Education as a Science (1879).",
        "In his Summa he declares that as there are seven chief sins, either original or of act, so there must be seven sacraments to remedy them; but he only enumerates six, namely baptism and the sacraments of confirmation, of the altar, of penance, last unction and matrimony.",
        "This was an incident in a famous episode, important rather as a symptom than in itself, namely, the Antinomian controversy, \" New England's earliest protest against formulas,\" in which Vane and Ann Hutchinson took the lead in criticizing the official orthodoxy of the colony.",
        "Adams, Massachusetts; its Historians and its History (Boston, 1893), for a critique of the \" filiopietistic \" traditions of Massachusetts writers; also his Three Episodes of Massachusetts History, - namely, Settlement of the Colony, Antinomianism, and church and town government in Quincy from1634-1888(2 vols., Boston, 1892).",
        "Two facts are established - namely, that the Eskimo lived formerly farther south on the Atlantic coast, and that, aboriginally, they were not specially adept in carving and etching.",
        "LURISTAN, in the wider sense (as its name implies) the \"Land of the Lurs,\" namely that part of western Persia which is bounded by Turkish territory on the west and extends for about 400 m.",
        "All these set forth in their symbolical books the supreme place of Scripture, accepting the position which Zwingli laid down in 1536 in The First Helvetic Confession, namely, that \"Canonic Scripture, the Word of God, given by the Holy Spirit and set forth to the world by the Prophets and Apostles, the most perfect and ancient of all philosophies, alone contains perfectly all piety and the whole rule of life.\"",
        "The allies were thus afforded an opportunity of committing the very blunder which Napoleon longed for, namely to attempt a risky forward concentration.",
        "A famous problem concerning the cube, namely, to construct a cube of twice the volume of a given cube, was attacked with great vigour by the Pythagoreans, Sophists and Platonists.",
        "This in turn was the foundation of another mode of conveyance, namely, lease and release, which took the place of the deed of bargain and sale, so far as regards freehold.",
        "The two systems, it will be seen, are doubly connected, namely at Bloemfontein and at Kroonstad, and the lines running east from those towns afford the quickest connexion between Cape Town and Durban.",
        "used in its strongest form, namely hard-drawn wire.",
        "With the introduction of universal equal suffrage the stormy suffrage agitation came to rest, although one of its demands was unfulfilled, namely female suffrage for the Austrian House of Deputies.",
        "Bienerth in 1910 brought about a compromise; namely, that it should be founded at once, the situation to be provisionally in Vienna, and to be transferred within four years to Italian national territory.",
        "The object of the murder of Stiirgkh, namely, to lead to a, powerful demonstration in favour of the summoning of the Reichsrat, was not attained; at a meeting held between some deputies and members of the Upper House (Oct.",
        "In addition to this there was another quite exceptional source of difficulties which had the most serious consequences for Austria, namely her relation with Hungary, due to the peculiar constitutional structure of the Austro-Hungarian Monarchy.",
        "The notice in the Chronicon Paschale preserves one slight reminiscence of the historical facts, namely, that Hippolytus's episcopal see was situated at Portus near Rome.",
        "Its object was to exhibit by means of certain formulas the way in which the products of agriculture, which is the only source of wealth, would in a state of perfect liberty be distributed among the several classes of the community (namely, the productive classes of the proprietors and cultivators of land, and the unproductive class composed of manufacturers and merchants), and to represent by other formulas the modes of distribution which take place under systems of Governmental restraint and regulation, with the evil results arising to the whole society from different degrees of such violations of the natural order.",
        "His eldest son, Gustav, is the author of several well-known historical works, namely, Gustav Adolf (Leipzig, 1869-1870); Herzog Bernhard von Weimar (Leipzig, 1885); an admirable Historischer Handatlas (Leipzig, 1885), and several writings on various events of the Thirty Years' War.",
        "It is with the Symbolik that his name is chiefly associated; the interest excited by it in Protestant circles is shown by the fact that within two years of its appearance it had elicited three replies of considerable importance, those namely of F.",
        "The county contains four of the Cinque Ports, namely, Dover, Hythe, New Romney and Sandwich.",
        "The county (extra-metropolitan) is divided into 8 parliamentary divisions, namely, North-western or Dartford, Western or Sevenoaks, South-western or Tunbridge, Mid or Medway, North-eastern or Faversham, Southern or Ashford, Eastern or St Augustine's and the Isle of Thanet, each returning one member; while the boroughs of Canterbury, Chatham, Dover, Gravesend, Hythe, Maidstone and Rochester each return one member.",
        "Two or three associations in London supply male nurses (fees 2 to 4 guineas a week), but there appears to be only one institution, apart from the military and naval services, at which they are systematically trained - namely, the National Hospital for the Paralysed and Epileptic.",
        "There are nine departments, each under a director: namely, justice; interior; instruction, public worship and industry; agriculture (created in 1905); civil public works; government works (created in 1908); finance; war; marine.",
        "And here at least four principal ranges or groups of ranges admit of being discriminated, namely the Astin-tagh, the Chimen-tagh, the Kalta-alaghan and the Arka-tagh, all belonging to the mountainous country which borders on the north the actual plateau region of Tibet.",
        "In this article the nomenclature adopted is that employed by the latest, and probably the most thorough, explorer of this part of Central Asia, namely, Sven Hedin.",
        "This branch is probably continued in the range which overhangs the Koko-nor on the south, namely, the south Kokonor Range.",
        "In the Kalta-alaghan, which is the culminating range of this part of the Kuen-lun, and is overtopped by towering, snow-clad peaks, the passes climb to considerably higher altitudes, namely, 14,560, 1 4,47 0, 1 4,43 0 and 14,190 ft., while the pass of Avraz-davan ascends to 15,700 ft.",
        "With one exception, namely the climb out of the Kum-kol valley to the Arka-tagh, the first three steps are 1 This is the correct form, Arka-tagh meaning the Farther or Remoter Mountains.",
        "But between the Chimen-tagh, the Ara-tagh and the Kalta-alaghan there is comparatively little difference in point of elevation, namely, 730 ft.",
        "The biggest ascent is that from the Kalta-alaghan to the Arka-tagh, namely, nearly 1850 ft.",
        "The ranges of the Arkatagh, again, run at pretty nearly the same absolute general altitudes, namely, 16,470 to 17,260 ft.",
        "above the general level of that plateau, connect the central Nan-shan with the next parallel ranges, namely, those of the eastern Nan-shan.",
        "Only one compound of hydrogen and fluorine is known, namely hydrofluoric acid, HF or H 2 F 2, which was first obtained by C. Scheele in 1771 by decomposing fluor-spar with concentrated sulphuric acid, a method still used for the commercial preparation of the aqueous solution of the acid, the mixture being distilled from leaden retorts and the acid stored in leaden or gutta-percha bottles.",
        "The produce of the Eastern Islands is also collected at its ports for re-exportation to India, China and Europe - namely, gold-dust, diamonds, camphor, benzoin and other drugs; edible bird-nests, trepang, rattans, beeswax, tortoiseshell, and dyeing woods from Borneo and Sumatra; tin from Banka; spices from the Moluccas; fine cloths from Celebes and Bali; and pepper from Sumatra.",
        "Gauss, that the definite results attainable by the hypothesis of mutual atomic attractions really reposed on much wider and less special principles - those, namely, connected with the modern doctrine of energy.",
        "But with this idea he fused another, namely, that it is the task of the monk to imitate the humility and poverty of Jesus; and his order thus became a mendicant order.",
        "And it is instructive to observe that when the plebeians extorted their full share of political power they also demanded and obtained admission to every priestly college of political importance, to those, namely, of the pontiffs, the augurs, and the XV viri sacrorum.",
        "He may be impeached in one case only - namely, for high treason, on the motion of the Chamber of Deputies; and his only punishment, if found guilty, is the loss of his office and disability ever to hold it again.",
        "\" Our policy,\" said Dr. Benes in 1921, \" is a policy of peace: in domestic affairs our programme is the logical sequel to our foreign policy, namely, social and racial order and justice, and unremitting effort on behalf of social and political democracy.",
        "One form of scepticism, however, may be claimed as an exclusively modern growth, namely, philosophical scepticism Scepti- in the interests of theological faith.",
        "Thus Cyrenaicism goes beyond the critical scepticism of the Sophists and deduces a single, universal aim for all men, namely pleasure.",
        "Two classes of dihydropyrazines are known, namely the 1.4 and 2.3.",
        "The main part of the city is connected with these residential districts by electric street railways, whose routes include four inclined-plane railways, namely, Mt.",
        "In 1863 he invited loo theologians to meet at Malines and discuss the question which Lamennais and Lacordaire had prematurely raised in France, namely, the attitude that should be assumed by the Roman Catholic Church towards modern ideas.",
        "The splitter places a block on end between his knees, and with chisel and mallet splits it into as many plates as possible of the usual thickness for roofing purposes - namely, a quarter of an inch more or less according to the size and strength required.",
        "Three oxides of carbon are known, namely, carbon suboxide, C,02, carbon monoxide, CO, and carbon dioxide, C02.",
        "Two alternative structural formulae have been given to benzoquinone, namely: 1 O-O and 0=(>0 The former, due to C. Graebe (Zeit.",
        "\" The earliest form of the version \" (to quote Dr Kennedy 4) \" to which we can assign a definite date, namely, that used by Cyprian, plainly circulated in Africa.\"",
        "24, 27), the first year of Jehu in Israel coincides similarly with the first year of Athaliah in Judah: there are thus in the history of the two kingdoms two fixed and certain synchronisms. Now, 3 Namely, 40 years in the wilderness; Joshua and the elders (Judges ii.",
        "4 Namely, Moses (in the wilderness), Joshua, Othniel, Ehud, Deborah, Gideon, Jephthah, Samson, Eli, Samuel, Saul and David.",
        "26 agrees very nearly with the sum of the years (namely, 319) given in the preceding chapters for the successive periods of oppression and independence.",
        "- The birth of Christ took place before the death of Herod, and the evidence of Josephus fixes the death of Herod, with some approach to certainty, in the early spring of 4 B.C. Josephus, indeed, while he tells us that Herod died not long before Passover, nowhere names the exact year; but he gives four calculations which serve to connect Herod's death with more or less known points, namely, the length of Herod's own reign, both from his de jure and from his de facto accession, and the length of the reigns of two of his successors, Archelaus and Herod Philip, to the date of their deposition and death respectively.",
        "It will be seen that these periods are of more or less the same length, namely, six (or seven) years, five years, six years.",
        "But these teachers did not succeed in accomplishing a task parallel to what the Hebrew prophets achieved, namely, the complete renewal and elevation of the Hebrew religion from a local and national into a universal and ethical religion.",
        "Mill justified protection - that, namely, in which an industry well adapted to a country is kept down by the acquired ascendancy of foreign producers - is referred to by Smith; but he is opposed to the admission of this exception for reasons which do not appear to be conclusive.",
        "The history of this science, like that of all physical sciences, covers two parallel lines of development which have acted and reacted upon each other - namely, progress in exploration, research and discovery, and progress in philosophic interpretation.",
        "Beginning in 1793 he boldly advocated evolution, and further elaborated five great principles--namely, the method of comparison of extinct and existing forms, the broad sequence of formations and succession of epochs, the correlation of geological horizons by means of fossils, the climatic or environmental changes as influencing the development of species, the inheritance of the bodily modifications caused by change of habit and habitat.",
        "The greatest generalization of this second period, however, was that partly prepared for by d'Orbigny, as will be more fully explained later in this article, and clearly expressed by Agassiz - namely, the law of repetition of ancestral stages of life in the course of the successive stages of individual development.",
        "Among the many who followed the method of attack first outlined by Hyatt, or who independently discovered his method, only a few can be mentioned here - namely, Waagen (1869), Neumayr (1871), Wiirttemberger (1880), Branco (1880), Mojsisovics (1882), Buckman (1887), Karpinsky (1889), Jackson (1890), Beecher (1890), Perrin-Smith (1897), Clarke (1898) and Grabau (1904).",
        "This line of hypothesis and demonstration is typical of the palaeogeographic methods generally - namely, that vertebrate palaeontologists, impressed by the sudden appearance of extinct forms of continental life, demand land connexion or migration tracts from common centres of origin and dispersal, while the invertebrate palaeontologist alone is able to restore ancient coast-lines and determine the extent and width of these tracts.",
        "The theory of past migrations from continent to continent, suggested by Cuvier to explain the replacement of the animal life which had become extinct through sudden geologic changes, was prophetic of one of the chief features of modern method - namely, the tracing of migrations.",
        "In following the discovery of the law of recapitulation among palaeontologists we have clearly stated the chief contribution of palaeontology to the science of ontogeny - namely, the correspondences and differences between FIG.",
        "457) namely, by sharp separation of the primary or stem characters from the secondary or adaptive characters in all the known descendants or branches of a theoretical original form.",
        "Forbes, namely, a true species of raven (Palaeocorax moriorum), a remarkable rail (Diaphorapteryx), closely related to the extinct Aphanapteryx of Mauritius, and a large coot (Palaeolimnas chathamensis).",
        "This Society, instituted to this special end, namely, to offer spiritual consolation for the advancement of souls in life and Christian doctrine, for the propagation of the faith by public preaching and the ministry of the word of God, spiritual exercises and works of charity and, especially, by the instruction .of children and ignorant people in Christianity, and by the spiritual, consolation of the faithful in Christ in hearing confessions....\"",
        "He bestowed on them the church of St Andrea and conferred at the same time the valuable privilege of making and altering their own statutes; besides the other points, in 1546, which Ignatius had still more at heart, as touching the very essence of his institute, namely, exemption from ecclesiastical offices and dignities and from the task of acting as directors and confessors to convents of women.",
        "Taking advantage of this last clause, Laynez applied the new law to two houses only, namely, Rome and Lisbon, the other houses contenting themselves with singing vespers on feast days; and as soon as Paul IV.",
        "There remains, then, only one religion which can be used as an explanation, namely the Persian, which in fact fulfils all the necessary conditions.",
        "They are derived from the same period in which the underlying idea of the Gnostic systems also originated, namely, the time at which the ideas of the Persian and Babylonian religions came into contact, the remarkable results of which have thus partly found their way into the official documents of Parsiism.",
        "But the connexion is clear, and hence it also explained the curious Gnostic myth mentioned above, namely that the i carnip (the light-maiden) by appearing to the archontes (cipxovrES), the lower powers of this world, inflames them to sexual lusts, in order to take from them that share of light which they have stolen from the upper world.",
        "What drew these two forces together was the energy exerted by the universal idea of salvation in both systems. Christian Gnosticism actually introduced only one new figure into the already existing Gnostic theories, namely that of the historical Saviour Jesus Christ.",
        "At the same time we can record only a single rendering during the whole century which originated in the south of England, namely the text of James, Peter, r John and the Pauline Epistles (edited by A.",
        "Mention may also be made here of clausthalite (lead selenide, PbSe) and altaite (lead telluride, PbTe), which, with their lead-grey colour and perfect cubic cleavage, closely resemble galena in appearance; these species are named after the localities at which they were originally found, namely, Klausthal in the Harz and the Altai mountains in Asiatic Russia.",
        "insisted, namely a marriage between Elizabeth and Anjou.",
        "In a region where there is no absorption, we have = o and therefore g=o, and we have only one equation, namely, x2_ A2m' which is identical with Sellmeier's result.",
        "To the home government the purely military problem, although assuming larger dimensions and more difficulties, still seemed to admit of a simple solution, namely, to strike hard where the rebellion was most active and capable of the longest resistance.",
        "If a favourable change in the surrounding medium sets in, the Trypanosomes are able to undergo the reverse process, namely disagglomeration; the parasites liberate themselves and the rosette is dissolved.",
        "Of these O'Connell bridge (formerly known as Carlisle) is the principal, as it connects the chief thoroughfare on the north side, namely Sackville (or O'Connell) Street, with Great Brunswick Street and others on the south.",
        "The latter statement admits an ideal, sumsnum bonum - namely, pleasure.",
        "Paschasius shrank from the logical outcome of his view, namely, that Christ's body or part of it is turned into human excrement, but Ratramnus, another monk of Corbey, in a book afterwards ascribed to Duns Scotus, drew this inference in order to discredit his antagonists, and not because he believed it himself.",
        "Remarkable sacred grottoes are found on the coast, namely, the so-called Nyabi Kidul and Rongkob, and at Selarong, south-east of Jokjakarta.",
        "- Hydrocyanic acid forms two series of derivatives by the exchange of its hydrogen atom for alkyl or aryl groups; namely the nitriles, of type R CN, and the isonitriles, of type R NC. The latter compounds may be considered as derivatives of the as yet unknown isohydrocyanic acid HNC.",
        "Towards the close of the 3rd century two great religions stood opposed to one another in western Europe, one wholly Iranian, namely Mithraism, the other of Jewish origin, but not without Iranian elements, part and parcel probably of, the Judaism which gave it birth, namely Christianity.",
        "2) showed that one at least of the fundamental myths of Mani was borrowed from the Avesta, namely, that which recounts how through the manifestation of the virgin of light and of the messenger of salvation to the libidinous princes of darkness the vital substance or light held captive in their limbs was liberated and recovered for the realm of light.",
        "Here we recognize a technical term of the Avesta - namely, the \"Frasho-kereti,\" that is the reanimation of the world or resurrection of the dead (Darmesteter, op. cit., p. 239).",
        "The ten years from 1860 to 1870 witnessed the operation of the first great factor which reduced the rate of national increase, namely the Civil War.",
        "This question is closely connected with a still more important one: namely, what effect, if any, has foreign immigration had upon the birth-rate of the native stock.",
        "In each of four other industries the products exceeded in value five hundred millions of dollars, namely, those of foundry and machine shops, flour and grist mills, iron and steel, and lumber and timber.",
        "Of the two classes of iron minerals used as ores of that metal, namely, oxides and carbonates, the latter furnish to-day an insignificant proportion of the countrys product, although such ores were the basis of a considerable part of the early iron industry, and even so late as 1889 represented one-thirteenth of the total.",
        "At three periods, namely 1800-1802,1814-1817and 1863-1871, direct taxes have contributed considerable amounts to the revenue.",
        "Again, the number of regular troops engaged in the War of Independence (namely, 130,711 men enlisted) was greater, absolutely, than that engaged in the Civil War (126,587).",
        "There are three distinct classes of weirs, namely, solid weirs, draw-door weirs, including regulating sluices for irrigation, and movable weirs, which retain the water above them for navigation during the low stage of the river, and can be lowered or removed so as to leave the channel quite open in flood-time.",
        "- There are three main types of movable weirs, namely frame weirs, shutter weirs and drum weirs, which, however, present several variations in their arrangements.",
        "On one point, however, a fair amount of agreement seems now to have been reached, a result due to the labour in collating documents of Scheffer-Boichorst, namely, that the style of the Constitutum is generally that of the papal chancery in the latter half of the 8th century.",
        "The shell-gland, sk, is later stage, in which a flattened out, and a delicate second invagination has beshell, s, appears on its sur gun - namely, that of the face.",
        "It is true that the work gives only a negative definition of the inherent, namely, that it does not inhere as a part and cannot exist apart from that in which it inheres (1 a 24-25), and it admits that what is inherent may sometimes also be a predicate (chap. 5, 2 a 27-34).",
        "- Another example of Aristotle's gradual desertion of Plato is exhibited by the De Interpretatione as compared with the Prior Analytics, and it shows another gradual history in Aristotle's philosophy, namely, the development of subject, predicate and copula, in his logic.",
        "It has another characteristic which points to its being an early work of Aristotle, when he was still under the influence of Plato's style; namely its approximation to dialogue.",
        "Still a man is not the only organism; and every organism has a soul, whose immediate organ is the spirit (7rvEwµa), a body which - analogous to a body diviner than the four so-called elements, namely the aether, the element of the stars - gives to the organism its nonterrestrial vital heat, whether it be a plant or an animal.",
        "Now, the day being divided into twentyfour hours, each hour was consecrated to a particular planet, namely, one to Saturn, the following to Jupiter, the third to Mars, and so on according to the above order; and the day received the name of the planet which presided over its first hour.",
        "Instead of distinguishing the days by the ordinal numbers first,, second, third, &c., the Romans counted backwards from three fixed epochs, namely, the Calends, the Nones and the Ides.",
        "Although The Julian Method Of Intercalation Is Perhaps The Most Convenient That Could Be Adopted, Yet, As It Supposes The Year Too Long By Ii Minutes 14 Seconds, It Could Not Without Correction Very Long Answer The Purpose For Which It Was Devised, Namely, That Of Preserving Always The Same Interval Of Time Between The Commencement Of The Year And The Equinox.",
        "The Observance Of This Rule Renders It Necessary To Reconcile Three Periods Which Have No Common Measure, Namely, The Week, The Lunar Month, And The Solar Year; And As This Can Only Be Done Approximately, And Within Certain Limits, The Determination Of Easter Is An Affair Of Considerable Nicety And Complication.",
        "The Ancient Church Calendar Was Founded On Two Suppositions, Both Erroneous, Namely, That The Year Contains 3654 Days, And That 235 Lunations Are Exactly Equal To Nineteen Solar Years.",
        "The Solar Equation Occurs Three Times In 400 Years, Namely, In Every Secular Year Which Is Not A Leap Year; For In This Case The Omission Of The Intercalary Day Causes The New Moons To Arrive One Day Later In All The Following Months, So That The Moon'S Age At The End Of The Month Is One Day Less Than It Would Have Been If The Intercalation Had Been Made, And The Epacts Must Accordingly Be All Diminished By Unity.",
        "There Are Also Eight Lines In Which 25 And 26 Occur, Namely, C, F, 1, P, S, C, F, P. In The Other 14 Lines, 25 Either Does Not Occur At All, Or It Occurs In A Line In Which Neither 24 Nor 26 Is Found.",
        "Now, From The Manner In Which The Intercalation Is Directed To Be Made (Namely, Seven Times Successively At The End Of 300 Years, And Once At The End Of 400), It Is Evident That The Fraction 2 Must Amount To Unity When The 5 Number Of Centuries Amounts To Twenty Four.",
        "It has been commonly believed to have two breeding-places in the British Islands, namely, St Kilda and South Barra; but, according to Robert Gray (Birds of the West of Scotland, p. 499), it has abandoned the latter since 1844, though still breeding in Skye.",
        "This island, the principal of the group, is divided into four provinces for administrative purposes, namely, Etorofu, Furubetsu, Shana and Shibetoro.",
        "Among the other islands three only call for notice on account of their altitudes, namely, Ketoi-jima, Rashua-jima and Matua-jima, which rise to heights of 3944, 33 0 4 and 5240 ft.",
        "In the last-named department it soon becomes navigable, namely, at St Sever, after passing which it is joined on the left by the Larcis, Gabas, Louts.",
        "The older shipyards have been considerably extended, and shipbuilding is actively carried on, especially by the Orlando yard which builds large ships for the Italian navy, while new industries - namely, glass-making and copper and brass-founding, electric power works, a cement factory, porcelain factories, flour-mills, oil-mills, a cotton yarn spinning factory, electric plant works, a ship-breaking yard, a motorboat yard, &c. - have been established.",
        "Chromium forms three series of compounds, namely the chromous salts corresponding to CrO, chromous oxide, chromic salts, corresponding to Cr203, chromium sesquioxide, and the chromates corresponding to Cr0,, chromium trioxide or chromic anhydride.",
        "Various other oxides of chromium, intermediate in composition between the sesquioxide and trioxide, have been described, namely chromium dioxide, Cr203 Cr03, and the oxide Cr03.2Cr203.",
        "Werner, four hydrated chromium chlorides exist, namely the green and violet salts, CrC1 3.6H 2 O, a hydrate, CrC1 3.10H 2 O and one CrC1 3.4H 2 0.",
        "The green salt appears to dissociate in aqueous solution into two ions, namely CrC1 2 (OH 2) 4 and one chlorine ion, since practically only one-third of the chlorine is precipitated by silver nitrate solution at o° C. Two of the six water molecules are easily removed in a desiccator, and the salt formed, CrC13.4H20, resembles the original salt in properties, only one-third of the chlorine being precipitated by silver nitrate.",
        "P. Pfeiffer (Berichte, 1904, 37, p. 4 2 55) has shown that chromium salts of the type [Cr{C2H4(NH2)2}2X2]X exist in two stereo-isomeric forms, namely, the cisand transforms, the dithiocyan-diethylenediamine-chromium salts being the transsalts.",
        "The alimentary tube consists of three regions: firstly, the anterior buccal mass with the oesophagus, of ectodermic origin, and therefore bearing cuticular structures, namely the jaws and radula; secondly, the mid-gut, of endodermic origin and including the stomach and liver; and, thirdly, the hind-gut or intestine.",
        "There are usually three small ganglia on the course of this visceral commissure, namely, the right and left visceral ganglia and the abdominal.",
        "Of the others, two, namely the large prairie-hare (L.",
        "All rodents are vegetable-feeders, and this uniformity in their food and in the mode of obtaining it, namely by gnawing, has led to that general uniformity in structure observable throughout the group; a feature which renders their classification difficult.",
        "- The next Myoxoidea, or dormice, mouse group, have the three sections of the order, namely, the Dipodoidea, or jerboas, and Myoidea, or the following characteristics in common.",
        "About 1250 Eustace of Kent introduced into England the roman d'Alexandre in his Roman de toute chevalerie, many passages of which have been imitated in one of the oldest English poems on Alexander, namely, King Alisaunder (P. Meyer, Alexandre le grand, Paris, 1886, ii.",
        "It is only necessary here to consider certain important features in the elections, as ordinarily understood, namely, the exercise of the right of voting for political and municipal offices in the United Kingdom and America.",
        "The addition of the -ati- suffix to the -no- ethnicon, as in Iguvinates, is comparatively rare, and no doubt denotes the opposite process, namely, the absorption of a -no- tribe by a population to whom it was natural to use the suffix -ti-.",
        "Here he was for the first time grappling with a fundamental difficulty in metaphysical idealism which is absent from realism, namely, the difficulty of explaining the identity of a thing, e.g.",
        "He meant a new \" speculative \" method, dialectic, founded on an assumption which he had already learnt from Schelling, namely, that things which are different but similar can have the same attribute, and therefore be also the same.",
        "1908) as well as in his psychological work on the Analysis of Sensations (Beitrage zur Analyse der Empfindungen, 1886), we find two main causes, both psychological and epistemological; namely, his views on sense and on inference.",
        "\" There are still to be mentioned two English Hegelians, who have not confused Kant and Hegel as Green did: namely, Simon Somerville Laurie (1829-1909) and F.",
        "MAGNETOMETER, a name, in its most general sense, for any instrument used to measure the strength of any magnetic field; it is, however, often used in the restricted sense of an instrument for measuring a particular magnetic field, namely, that due to the earth's magnetism, and in this article the instruments used for measuring the value of the earth's magnetic field will alone be considered.",
        "The measurement of the declination involves two separate observations, namely, the determination of (a) the magnetic meridian and (b) the geographical meridian, the angle between the two being the declination.",
        "It must not, however, be forgotten that, in the negotiations at Sutri, Paschal had pride and independence enough to propose to the emperor the only solution of the conflict that was entirely logical and essentially Christian, namely, the renunciation by the Church of its temporal power and the renunciation by the lay lords of all intervention in elections and investitures - in other words, the absolute separation of the priesthood and the state.",
        "The States of the Church were enlarged during this period by the reversion of two important fiefs - namely, Ferrara (1598) and Urbino (1631).",
        "France, like the States of the Church, was facing financial ruin; but France did what the government of priests could not: namely, saved the day by the confiscation and sale of ecclesiastical property.",
        "It has, however, been shown that, just as the compressed spring has a capacity for doing work by virtue of its configuration, so in the case of the friction there is a physical effect produced - namely, the raising of the temperature of the bodies in contact, which is the mark of a capacity for doing the same amount of work.",
        "That is practically the sense in which it is treated in this article s We may begin, however, with the definition of Jezira by the Arabic geographers, who take it as representing the central part of the Euphrates-Tigris system, the part, namely, lying between the alluvial plains in the south and the mountainous country in the north.",
        "Silesia is divided by a projecting limb of Moravia into two small parts of territory, of which the western part is flanked by the Sudetic mountains, namely the Altvater Gebirge; while the eastern part is flanked by the Carpathians, namely the Jablunka Gebirge with their highest peak the Lissa Hora (4346 ft.).",
        "For the substantial publication of these researches reference must be made to the Transactions of the Royal Society; but an account of many of them was incorporated in his best-known books, namely, the famous Heat as a Mode of Motion (1863; and later editions to 1880), the first popular exposition of the mechanical theory of heat, which in 1862 had not reached the textbooks; The Forms of Water, &c. (1872); Lectures on Light (1873); Floating Matter in the Air (188x); On Sound (1867; revised 1875, 1883, 1893).",
        "- The language of Tibet bears no special name, it is merely known as \" The Speech of Bod or Tibet,\" namely, Bod-skad (pronounced Bho-kd), while the vernacular is called P'al-skad or \" vulgar speech,\" in contradistinction to the rje-sa or \" polite respectful speech \" of the educated classes, and the ch'os-skad or \" book language,\" the literary style in which the scriptures and other classical works are written.",
        "The coasts are exposed to the prevailing winds, namely the Sirocco from the south-southeast, and the Bora from the north-east.",
        "The principal agricultural products are wheat, maize, rye, oats and fruit, namely olives, figs and melons.",
        "The third division of the province comprises by far the largest area, that, namely, which lies at or below sea-level.",
        "The discovery of the MS. of the De jure praedae discloses the whole history of Grotius's ideas, and shows that from youth upwards he had steadily read and meditated in one direction, that, namely, of which the famous De jure belli was the mature product.",
        "His commentaries on the Scriptures were the first application on an extensive scale of the principle affirmed by Scaliger, that, namely, of interpretation by the rules of grammar without dogmatic assumptions.",
        "But if all the species in question resemble each other the resemblance will be mutually beneficial to them because the association between the two attributes they have in common, namely distastefulness and a particular scheme of colour, will be rapidly established.",
        "This type of colouring is also found in genera of quite distinct sub-families of butterflies, namely in Danainae and Pierinae, as well as in some diurnal moths, all of which occur in the same district as the Ithomiinae.",
        "One of these sub-species, merope, which ranges from the west coast to Victoria Nyanza, is polymorphic and occurs under three forms, namely (a) hippocoon, which mimics the Danaine Amauris niavius; (b) trophonius, which mimics the Danaine Limnas chrysippus; (c) planemoides, which mimics the Acraeine Planema poggei.",
        "An example of the latter occurs in Singapore where the vicious red spinning-ant (Oecophylla smaragdina) is mimicked by the larva of a Noctuid moth and by spiders belonging to two distinct families, namely, Saltiicus plataleoides (Salticidae) and Amyciaea forticeps (Thomisidae), there being no reason to suppose that either the moth larva or the spiders are protected forms. Mimetic aggregations of species similar to those mentioned above have been found in other countries; but the instances cited are sufficient to show how widespread are the influences of mimicry and how profoundly it has modified the insect fauna of various parts of the world.",
        "Here, as elsewhere in the old time, a nobleman and a gentleman meant the same thing, namely, a man who under certain conditions of descent was entitled to armorial bearings.",
        "one of the forms of matter most familiar to him, namely, water, and accordingly regarded the world and all that it contains as water variously metamorphosed; and that he asked himself no questions.",
        "We may broadly distinguish two main geographical elements in the alpine flora, namely, the northern element and the endemic element.",
        "This division (which is not, however, strictly exhaustive) directs special attention to what is undoubtedly the most striking feature of the flora - namely, that of its 693 species no less than 271 reappear in the extreme north.",
        "I jects, the smaller size of house already recom mended for greenhouses, a: o 00 namely 20 ft.",
        "Louis died childless in 1296; Stephen left two sons at his death in 13ro, namely, Henry II.",
        "- Frictional machines are, however, now quite superseded by the second class of instrument mentioned above, namely, influence machines.",
        "In includes perhaps the richest and best-developed districts of northern Sumatra, namely, Deli (with an assistant-resident), Langkat, Serdang, &c. - districts little known in 1873, but by the beginning of the 20th century famous among the chief tobacco-producing countries in the world.",
        "These are, namely, the heath-lands, pasture-lands, dunes and coasts.",
        "After 1849 the canal programme was again taken up by the state, which alone or in conjunction with the provincial authorities constructed the Apeldoorn-Dieren canal (1859-1869), the drainage canals of the \" Peel \" marsh in North Brabant, and of the eastern provinces, namely, the Deurne canal (1876-1892) from the Maas to Helenaveen, the Almelo (1851-1858) and Overysel (1884-1888) canals from Zwolle, Deventer and Almelo to Koevorden, and the Stieltjes (1880-1884), and Orange (1853-1858 and 1881-1889) canals in Drente, the North Williams canal (1856-1862) between Assen and Groningen, the Ems (1866-1876) ship canal from Groningen to Delfzyl, and the New Merwede, and enlarged the canal from Harlingen by way of Leeuwarden to the Lauwars Zee.",
        "Thus in Overysel, in addition to the canals already mentioned, the Dedemsvaart connects the Vecht with the Zwarte Water near Hasselt; in Drente the Smildervaart and Drentsche Hoofdvaart unites Assen with Meppel, and receives on the eastern side the drainage canals of the Drente fens, namely, the Orange canal and the Hoogeveen Vaart (1850-1860; 1880-1893).",
        "Two other lines of railway, both belonging to the state, also traverse the country west to east, namely, the line Rozendaal - 's Hertogenbosch (1890)- Nijmwegen, and in the extreme north, the line from Harlingen through Leeuwarden (1863) and Groningen (1866) to the border at Nieuwe Schans (1869), whence it was connected with the German railways in 1876.",
        "The northern and southern provinces are further connected by the lines Amsterdam - Zaandam (1878) - Enkhuizen (1885), whence there is a steam ferry across the Zuider Zee to Stavoren, from where the railway is continued to Leeuwarden (1883-1885); the Netherlands Central railway, Utrecht - AmersfoortZwoole - Kampen (1863); and the line Utrecht - 's Hertogenbosch (1868-1869) which is continued southward into Belgium by the lines bought in 1898 from the Grand Central Belge railway, namely, via Tilburg to Turnhout (1867), and via Eindhoven (1866) to Hasselt.",
        "The fisheries are commonly divided into four particular fishing areas, namely, the \" deep-sea \" fishery of the North Sea, and the \" inner \" (binnengaatsch) fisheries of the Wadden, the Zuider Zee, and the South Holland and Zeeland waters.",
        "In 1853 the Roman Catholic Church, which before had been a mission in the hands of papal legates and vicars, was raised into an independent ecclesiastical province with five dioceses, namely, the archbishopric of Utrecht, and the suffragan bishoprics of Haarlem, Breda, 's Hertogenbosch and Roermond, each with its own seminary.",
        "There are three state universities in Holland, namely, Leiden (1575), Groningen (1585) and Utrecht (1634).",
        "In each of these universities there are five faculties, namely, law, theology, medicine, science and mathematics, and literature and philosophy, the courses for which are respectively four, five, eight, and six or seven years for the two last named.",
        "Two kinds of degrees are conferred, namely, the ordinary (candidaats) and the \" doctor's \" degrees.",
        "Blagden (Ber.,1900,33,p.2544), who consider that three simultaneous reactions occur, namely, the formation of labile double salts which decompose in such a fashion that the radical attached to the copper atom wanders to the aromatic nucleus; a catalytic action, in which nitrogen is eliminated and the acid radical attaches itself to the aromatic nucleus; and finally, the formation of azo compounds.",
        "The same oxygen ether is formed by the methylation of the silver salt of the normal diazo hydroxide; this points to the conclusion that the isomeric hydroxides, corresponding with the silver derivatives, have the same structural formulae, namely, R N: N OH.",
        "The isolation of these compounds is a powerful argument in favour of the Hantzsch hypothesis which requires the existence of these three different types, whilst the Bamberger-Blomstrand view only accounts for the forma tion of two isomeric cyanides, namely, one of the normal diazonium type and one of the iso-diazocyanide type.",
        "The Ashanti are divided into a large number of tribes, of whom a dozen may be distinguished, namely, the Bekwai, Adansi, Juabin, Kokofu, Kumasi, Mampon, Nsuta, Nkwanta, Dadiassi, Daniassi, Ofinsu and Adjisu.",
        "Hydrogen combines with oxygen to form two definite compounds, namely, water (q.v.), H 2 O, and hydrogen peroxide, H202, whilst the existence of a third oxide, ozonic acid, has been indicated.",
        "There are three docks, all to the north-west of the city - namely, the free harbour (which was opened in 1888), the winter harbour, and the timber and industrial harbour.",
        "The total number of vessels entering the only two ports of Belgium which carry on ocean commerce, namely Antwerp and Ostend, in 1904 was 7650 of a tonnage of 10,330,127.",
        "The southern half on the other hand is covered by a mountain range whose chief peaks are situated along the southern border, namely Halimun mountain, the volcanoes Salak, Pangerango and Gede, and the Megamendung.",
        "The first desideratum here mentioned - the want, namely, of an accurate statement of the relation between the increase of population and food - Malthus doubtless supposed to have been supplied by the celebrated proposition that \"population increases in a geometrical, food in an arithmetical ratio.\"",
        "From the researches of Philippov it appears that during the period 1851-1888 the level reached a maximum on three separate occasions, namely in 1868-186 9, 1882 and 1885, while in 1853 and 1873 it stood at a minimum; the range of these oscillations did not, however, exceed 3 ft.",
        "The typical fossils unearthed in these deposits are shells of species now living in both the Caspian and the Aral, though in the shallow parts of both seas only, namely (according to Ivan V.",
        "from Lake Aral, namely in the Sary-kamysh depression (the surface of which lies below the level of the Caspian) and up the Uzboi trench for roo m.",
        "- This method endeavours to realize the conditions of equation (I), namely, uniform rectilinear flow.",
        "This gives an average value of the conductivity over the range, but it is better to observe the temperatures at three distances, and to assume k to be a linear function of the temperature, in which case the solution of the equation is still very simple, namely, 0+Ze6 2 =a log r+b, (3) where e is the temperature-coefficient of the conductivity.",
        "It should be observed, however, that he obtained a much lower value for cast-iron, namely 105, by J.",
        "The employment of the tube form evades one of the chief difficulties of the plate method, namely, the uncertainty of the flow at the boundary of the area considered.",
        "colts, lambs, eggs and the like; or personal, namely, of profits arising from the honest labour and industry of man, and being the tenth part of the clear gain, e.g.",
        "Besides the tithes dealt with by local acts as already mentioned, certain other kinds of tithes are outside the scope of the Commutation Acts, namely, tithes of fish and fishing, personal tithes other than tithes of mills, and mineral tithes, unless the landowners and tithe-owners consent to make a parochial agreement for commutation before the confirmation of an apportionment after a compulsory award in such parish.",
        "He also represented, in another capacity, the best American traditions - namely in literature.",
        "Ever since the conclusion of the Great Northern War, Danish statesmen had been occupied in harvesting its fruits, namely, the Gottorp portions of Schleswig definitely annexed to Denmark in 1721 by the treaty of Nystad, and endeavouring to bring about a definitive general understanding with the house of Gottorp as to their remaining possessions in Holstein.",
        "\"The different natures and the different persons admit of union in one way alone, namely in the way of a complete agreement in respect of will; and thereby is revealed the One (or Monad) in activity in the case of those (wills) which have coalesced; in the manner described.\"",
        "Four road-bridges cross the Thames within the limits of the borough, namely Waterloo, Westminster, Lambeth and Vauxhall, of which the first, a fine stone structure, dates from 1817, and is the oldest Thames bridge standing within the county of London.",
        "According to Tacitus it was first applied to the Tungri, whereas Caesar records that four Belgic tribes, namely, the Condrusi, Eburones, Caeraesi and Paemani, were collectively known as Germani.",
        "One kind of adaptation at least is proved to have existed before the end of the 4th century, namely a selection of certain discourses from the Homilies under special headings, following on Recognitions, i.-iii., as seen in a Syriac MS. of A.D.",
        "The Cathars fell into two classes, corresponding to the Baptized and the Catechumens of the early church, namely, the Perfect, who had been \"consoled,\" i.e.",
        "Side by side with the budget of each state of the Dual Monarchy, there is a common budget, which comprises the expenditure necessary for the common affairs, namely for the conduct of foreign affairs, for the army, and for the ministry of finance.",
        "In addition to these \" common affairs \" the Hungarians, indeed, recognized that there were certain other matters which it was desirable should be managed or identical principles in the two halves of the monarchy - namely, customs and excise currency; the army and common railways.",
        "The Czechs, of course, refused even to consider it; it would have cut away the ground on which their whole policy was built up, namely, the indissoluble unity of the Bohemian kingdom, in which German and Czech should throughout be recognized as equal and parallel languages.",
        "13 sqq.), this seems a transition to a quite different set of ideas, namely, the books of fate, or the record of all human actions - conceptions which are actually found in the Koran.",
        "He was now enabled to carry a philanthropic measure, of which from his first entry into the House of Lords he had been a great promoter, namely, the Debtor and Creditor Bill for relief of poor debtors.",
        "His last years of office were embittered by the discussions on a matter notorious at the time, namely, the affairs of the banking-house of W.",
        "At two points, namely, Kalabshathe valley here being only 170 yds.",
        "Oases.In the western desert lie the five large oases of Egypt, namely, Siwa, Baharia, Farafra, Dakhla and Kharga or Great Oasis, occupying depressions in the plateau or, in the case of the last three, large indentations in the face of limestone escarpments which form the western versant of the Nile valley hills.",
        "The history of the currency reform in Egypt is interesting as affording a practical example of a system much discussed in connection with the currency question in India, namely, a gold standard without a gold coinage.",
        "The Bedouins, or the Arabs of the desert, are of two different classes: first, Arabic-speaking tribes who range the deserts as far south as 26 N.; secondly, the tribes inhabiting the desert from Kosseir to Suakin, namely the Hadendoa, Bisharin and the Ababda tribes.",
        "The revenue assigned to the service of the debt, namely, that derived from the railway, telegraphs, port of Alexandria, customs (including tobacco) and from four of the provinces, remained as before.",
        "In the second category of restrictions, namely, those dependent on the London Convention, were the various commissions or boards known as Mixed Administrations and having relations of a quasi-independent character with the ministry of finance.",
        "In Roman times a different system marked off a third region, namely Middle Egypt, from the point of the Delta southward.",
        "In ordinary texts some survive, especially as objects of verbs, namely, wL, tw, tn, 1w, at.",
        "Stretching of the muscles antagonistic to the extensors - namely, of the flexor muscles - reduces the jerk by inhibiting the extensor spinal nerve cells through the nervous impulses generated by the tense flexor muscles.",
        "With certain of these it stands associated most closely, namely, with the vestibular, representing the sense organs which furnish data for appreciation of positions and movements of the head, and with the channels, conveying centripetal impressions from the apparatus of skeletal movement.",
        "But a potent - according to some, the most potent - factor in hypnotism, namely, suggestion, is unrepresented in the production of so-called animal hypnotism.",
        "The southern streams are all collected at two points on the southern borders, namely, at Meppel and Koevorden, whence they communicate with the Zwarte Water and the Vecht respectively by means of the Meppeler Diep and the Koevorden canal.",
        "Two industries have for centuries been associated with the barren heaths and sodden fens so usually found together on the sand-grounds, namely, the cultivation of buckwheat and peatdigging.",
        "The Faeroe islands, which form an integral part of the kingdom of Denmark in the wider sense, are represented in the Danish parliament, but not the other dependencies of the Danish crown, namely Iceland, Greenland and the West Indian islands of St Thomas, St John and St Croix.",
        "There are only two public schools, which, though on a much smaller scale, resemble the great English schools, namely, those of Soro and Herlufsholm, both founded by private munificence.",
        "Osborn, who recognises four genera, Titanotherium, Megacerops, Symborodon and Brontotherium, in the typical section of the family, considers that each of these represents a distinct line of descent from the Palaeosyops-like group. The whole assemblage forms one of the four main sections of the Perissodactyla, namely the Titanotheroidea.",
        "It has nearly the same length as width, namely about 170 m., if its northern gulf (Kichkineh-denghiz) is left out of account.",
        "Among engravings of the same time are three Madonnas, the apostles Thomas and Paul, a bagpiper and two peasants dancing, and three or four experiments in etching on plates of iron and zinc. In wood-engraving his energies were almost entirely given to bearing a part - which modern research has proved to have been not nearly so large as was traditionally supposed - in the great decorative schemes commanded by the Emperor Max in his own honour, and devised and carried out by a whole corps of men of letters and artists: namely, the Triumphal Gate ..and the Triumphal March or Procession.",
        "The above-mentioned four types of skull appendages are generally regarded as severally characteristic of as many family groups, namely the Giraffidae, Cervidae, Antilocapridae and Bovidae.",
        "Either we must regard Merycodus as a deer which parallels the antelopes and the prongbuck in every detail of skeletal structure, or else, like the prongbuck, an antelope separated from the main stock at a date sufficiently early to have permitted the development of a distinct type of cranial appendages, namely, antlers in place of true horns.",
        "Rotatory kilns of various other makes are now in use, but the same principles are embodied, namely, the employment of a rotating inclined cylinder for burning the raw materials, a burner fed with powdered coal and a blast of air, and some device such as a cooling cylinder or cooling tower by which the clinker may be cooled and the air correspondingly heated on its way to the burner.",
        "The code itself appears to have been originally entitled The Revision of the Ancient Laws () avaicaOapais Twv 7raXac&ilv vby cwv); next there came into use the title i, E a7KOvrecOL 3Aos, derived from the division of the work into sixty books; and finally, before the conclusion of the 10th century, the code came to be designated 6 OavtXtK6s, or Ta (3a6cAuca, being elliptical forms of 6 (3aviXucos v6pos and TA (3aaJukk v6 a a, namely the Imperial Law or the Imperial Constitutions.",
        "The terms of this Agreement apply to any, receipt, use or performance that occurs before any termination, cancellation, or rescission of this Agreement, and to those obligations that arise after any termination, cancellation, or rescission of this Agreementâ€”namely: any terms, conditions or restrictions on receipt, use, or access to the Contents, systems, or networks of LoveToKnow Corp., and any indemnification obligations.",
        "Sigebert was anxious to avenge his sister-in-law, but on the intervention of Guntram, he accepted the compensation offered by Chilperic, namely the cities of Bordeaux, Cahors and Limoges, with Beam and Bigorre.",
        "There are four universities in Scotland, namely (in the order of foundation), St Andrews (1411), Glasgow (1450), Aberdeen (1494) and Edinburgh (1582), in which are the customary faculties of arts, divinity, law, medicine and science.",
        "The excessive size of the properties may to some extent be accounted for by the fact that most of the surface is so mountainous and unproductive as to be unsuitable for division into smaller estates, but two other causes have also co-operated, namely, first, the wide territorial authority of such Lowland families as the Scotts and Douglases, and such Highland clans as the Campbells of Argyll and Breadalbane, and the Murrays of Athol and the duke of Sutherland; and secondly, the stricter law of entail introduced in 1685.",
        "The Scottish seaboard is divided for administrative purposes into twenty-seven fishery districts, namely, on the east coast, Eyemouth, Leith, Anstruther, Montrose, Stonehaven, Aberdeen, Peterhead, Fraserburgh, Banff, Buckie, Findhorn, Cromarty, Helmsdale, Lybster, Wick (15); on the north, Orkney, Shetland (2); on the west, Stornoway, Barra, Loch Broom, Loch Carron and Skye, Fort William, Campbeltown, Inverary, Rothesay, Greenock, Ballantrae (10).",
        "is execrated for having done,\" namely, securing peace and amity with their powerful neighbour.",
        "The conflict is usually solved for practical purposes by an understanding which is approximately general, namely that, in cases not provided for by treaty, no state shall protect those whom it claims as its nationals while residing in the territory of another state which claims them as its own nationals by any title, whether jus soli, jus sanguinis, naturalization, or the refusal to allow expatriation.",
        "Rost related be true, namely that they called themselves A postolici, and went barefooted healing the sick, they must have at least absorbed into themselves a sect of whom we hear in the 12th century in the north of Europe as deferring baptism to the age of 30, and rejecting oaths, prayers for the dead, relics and invocation of saints.",
        "The births registered in Singapore during 1898 numbered 3751, namely, 1960 males and 1791 females, being a ratio of 16.55 per mille.",
        "The deaths registered during the same period numbered 7602, namely, 5894 males and 1708 females, a ratio of 33.54 per mille.",
        "The story is the one of chief importance to the Buddhists - the story, namely, of how the Buddha won, under the Bo Tree, the victory over ignorance, and attained to the Sambodhi, \"the higher wisdom,\" of Nirvana.",
        "This at any rate is the action of the Burgutai stream during certain seasons of the year, so that the glaciers and snowfields of the Nicolas range may be regarded as the chief fountain-head of at least two of the upper tributaries of the Oxus, namely, the Aksu (or Murghab) and the Pamir river, and as contributing largely to a third, the Ab-i-Panja.",
        "It lies at a point where the Danube has definitely taken its southward course, and just where the outlying spurs of the outer ramifications of the Alps, namely, the Bakony Mountains, meet the Carpathians.",
        "From that time to the present day the record of the Hungarian capital has been one of uninterrupted advance, not merely in externals, such as the removal of slums, the reconstruction of the town, the development of communications, industry and trade, and the erection of important public buildings, but also in the mental, moral and physical elevation of the inhabitants; besides another important gain from the point of view of the Hungarian statesman, namely, the progressive increase and improvement of status of the Magyar element of the population.",
        "There were in 1911 only five towns with over 12,000 inhabitants, namely Cape Town (161,759), Kimberley (44,433), Port Elizabeth (37,063), East London (24,606) and Grahamstown (13,830).",
        "This conception of the strife of God with the devil was further interwoven, before its introduction into the Antichrist myth, with another idea of different origin, namely, the myth derived from the Babylonian religion, of the battle of the supreme God (Marduk) with the dragon of chaos (Tiamat), originally a myth of the origin of things which, later perhaps, was changed into an eschatological one, again under Iranian influence?",
        "In this then consists the significant turn given by St Paul in the Second Epistle to the Thessalonians to the whole conception, namely, in the substitution for the tyrant of the latter time who should persecute the Jewish people, of a pseudo-Messianic figure, who, establishing himself in the temple of God, should find credence and a following precisely among the Jews.",
        "Another explanation is based on the late appearance of the petals in the floral development and their origin from the backs of the primordia of the stamens; it is then assumed that three alternating whorls only are present, namely, sepals, stamens bearing petal-like dorsal outgrowths, and carpels.",
        "It so happens that the supremely important parts of the Mass are those which have the smallest number of words, namely the Kyrie, important as being the opening prayer; the Sanctus and Benedictus, embodying the central acts and ideas of the service; and the Agnus Dei, the prayer with which it concludes.",
        "Artificial as this poetry is, Goethe was, nevertheless, inspired by a real passion in Leipzig, namely, for Anna Katharina SchOnkopf, the daughter of a wine-merchant at whose house he dined.",
        "Jutland embraces nine amter (counties), namely, HjOrring, Thisted, Aalborg, Ringkjobing, Viborg, Randers, Aarhus, Vejle and Ribe."
    ]
}