{
    "translation": "חוטמי, קשור באף",
    "uses": [
        "Nasal bones expanded posteriorly.",
        "The nasal cavity communicates with the mouth by the choanae or posterior flares, situated between the palatine process of the maxillary, the palatine and the vomer.",
        "This change is called the \" nasal mutation.\"",
        "This arises from the nasal surface of the ball, and its tendon passes into the somewhat imperfectly transparent nictitating membrane.",
        "The true beaver (Castor fiber) is a native of Europe and northern Asia, but it is represented in North America by a closely-allied species (C. canadensis), chiefly distinguished by the form of the nasal bones of the skull.",
        "One arrested his nasal problem on the sleeve of his hoodie.",
        "sn, Nasal septum.",
        "For inflammation of the mouth a similar combination is used as a mouth wash, in the throat as a gargle, and in the nose as a wash and sometimes as an ointment or spray, the ointment possessing the advantage of protecting the delicate nasal mucous membrane from irritation by stopping the entrance of irritant dust into the nasal cavities.",
        "The adult stage, for example, has been found in the nasal passages of sheep, goats, horses and even of man, and the larval stage in the pleural and peritoneal cavities of dogs and cats.",
        "Prefrontal not in contact with nasal: Colubridae.",
        "The only possible consonantal nexus in purely Malay words is that of a nasal and mute, a liquid and mute and vice versa, and a liquid and nasal.",
        "Thus carbolic acid or carbolized ammonia are sniffed into the nose to destroy the microbes there, or the nose is washed out by an antiseptic solution as a nasal douche; bismuth or morphine are insufflated, or zinc ointment is applied, to cover the mucous membrane, and protect it from further irritation; and various antiseptic gargles, paints and powders applied to the pharynx in order to prevent the microbic inflammation from extending to the pharynx and down the trachea and bronchi, for many a severe bronchitis begins first by sneezing and nasal irritation.",
        "Parker.) mediation of ossifications in the nasal septum.",
        "There are such words as joy and sorrow, but they are only the burden of a psalm, sung with a nasal twang, while we believe in the ordinary and mean.",
        "Without a bony nasal septum between the nostrils..",
        "No ectopterygoid pterygoid not extending to quadrate; no supratemporal or squamosal; prefrontal forming a suture with nasal; coronoid present; vestiges of pelvis present.",
        "All that can be said at present about this difficult etymology is that in the non-Semitic Babylonian the medial m represented quite evidently an indeterminate nasal which could also be indicated by the combination rig.",
        "The nasal bones are shorter and broader, and are joined by the premaxillae.",
        "The nasal mutation occurs after fy, \" my,\" and yn, \" in \"; thus fy mhen, \" my head \" (pen, \" head \"), yn Nhalgarth, \" at Talgarth.\"",
        "Prefrontal in contact with nasal: Xenopeltidae.",
        "Nasal bones not expanded posteriorly.",
        "Nasal apertures very large, and extending high on the face between the orbits; nasal bones short, elevated, triangular and pointed in front.",
        "It is, however, fair to state that his system was not built entirely upon these muscular variations, but rather upon a more laborious combination of anatomical characters, which were so selected that they presumably could not stand in direct correlation with each other, notably the oil-gland, caeca, carotids, nasal bones and above all, the muscles of the thigh.",
        "Many birds possess besides this temporal fovea a second fovea nearer the nasal side.",
        "The olfactory perceptive membrane is restricted to the posterior innermost region of the nasal chamber, where it covers a slight bulging-out prominence on the nasal wall.",
        "in cormorants (Phalacrocoracidae), and especially in Sula, where the nasal slits become completely closed up, and the greater portion of the nasal cavity is also abolished, being restricted to the olfactory region with its unusually wide choanae.",
        "In the event of the host escaping being killed and eaten it is believed that some of these larvae wander about or ultimately make their way to the exterior, possibly through the bronchi; nevertheless it seems to be certain that they can only reach sexual maturity in the nasal passages of some carnivorous animal, and the chance of attaining this environment is afforded when the viscera of the host are devoured by some flesh-eating mammal.",
        "A large number of representatives of the group are known from both the Old and the New World; specialization displaying itself in the later ones in the development of dermal horns over the nasal bones, either in laterally placed pairs as in some of the early forms, or in the median line, either single or double.",
        "(A) With a great anterior prolongation of the ossification of the nasal partition, extending in the adult far beyond the nasal bones, and supported and embraced at the base by ascending plates from the upper jaw, forming the genus or sub-genus Tapirella.",
        "Of the three genera Hystrix is characterized by the inflated skull, in which the nasal chamber is often considerably larger than the brain-case, and The Porcupine (Hystrix cristata).",
        "The nasal bones project through the nasal groove, forming a bony septum.",
        "Nasal bones dividing the nasal groove....",
        "Tapirs are common to the Malay countries and tropical America: two species from the latter area differ from the .rest in having a vertical bony partition to the nasal septum, and are hence subgenerically or generically separated as Tapirella (Elasmognathus) (see Tapir).",
        "Following the chronological order we are here adopting, we next have to recur to the labours of Nitzsch, who, in 1820, in a treatise on the nasal glands of birds - a subject that Nitzsch had already attracted the attention of Jacobson (Nouv.",
        "Without a bony nasal septum....",
        "n, Nasal.",
        "The nasal septum is often more or less incomplete, producing nares perviae, e.g.",
        "The maxillo-palatals are bound together (whence the name of the \" Suborder \") across the middle line, either directly or by the ossification of the nasal septum.",
        "The vomer is broad, abruptly truncated in front, and deeply cleft behind, so as to embrace the rostrum of the sphenoid; the palatals have produced postero-external angles; the maxillo-palatals are slender at their origin, and extend obliquely inwards and forwards over the palatals, ending beneath the vomer in expanded extremities, not united either with one another or with the vomer, nor does the latter unite with the nasal septum, though that is frequently ossified.",
        "In the mature stage Pentastomida live in the respiratory passages of mammalia, principally in the nasal cavities.",
        "When one is present it is situated over the conjoined nasal bones; when two, the hinder one is over the frontals.",
        "The soda combination of the acid as obtained from the nasal cartilage of pigs had the composition C18H25Na2NS017.",
        "The African species use the nasal horns as weapons, with which they strike and toss their assailant, but the Asiatic rhinoceroses employ their sharp lower tusks much as does a boar.",
        "In the second section there is a well-developed nasal, and a small frontal horn separated by an interval.",
        "Coronoid present, prefrontal in contact with nasal.",
        "Special interest attaches to the recent discovery in the cavern of Ultima Esperanza, South Patagonia, of remains of the genus Glossotherium, or Grypotherium, a near relative of Mylodon, but differing from it in having a bony arch connecting the nasal bones of the skull with the premaxillae; these include a considerable portion of the skin with the hair attached.",
        "(B) With the bony partition not extending farther forward than the nasal bones (Tapirus proper).",
        "Although he was not eloquent and had a nasal voice, his hearers were 10th to miss any of his thoughtful teaching, which was unbiased and well expressed.",
        "- Amphicoelous; parietals separate; but the nasal bones are fused together, and the clavicles are not dilated.",
        "A preorbital vacuity of such dimensions as to exclude the lachrymal bone from articulation with the nasal.",
        "Lachrymal bone almost always articulating with the nasal.",
        "- Lateral metacarpals as in Rangifer; antlers rather small, without a brow-tine or sub-basal snag, dichotomously forked, with the upper or posterior prong again forking; tail rudimentary; vomer not dividing posterior nasal aperture of skull.",
        "cind =quando) as in those derived from Slavonic; is represented by d or i, having the nasal sound of un in French; i and is at the end of a word are mute or short.",
        "They are chiefly manifested in the form and number of the horns, which may be increased from the normal two to four or even eight, or may be altogether absent in the female alone or in both sexes; in the shape and length of the ears, which often hang pendent by the side of the head; in the peculiar elevation or arching of the nasal bones in some eastern races; in the length of the tail, and the development of great masses of fat at each side of its root or in the tail itself; and in the colour and quality of the fleece.",
        "The anterior part of the palate is composed of mucous membrane tightly stretched over the flat or slightly concave bony layer which separates the mouth from the nasal passages, and is generally raised into a series of transverse ridges, which sometimes, as in ruminants, attain a considerable development.",
        "The Latin never yields ie in Catalan as it does in French and occasionally in Provenal; s e d e t becomes seu (where u represents the final d), p e d e m makes peu, and e go eu; in some words where the tonic is followed by a syllable in which an i occurs, it may become I (ir, he r i; mig, me di us; m-,is, m eli us); and the same holds good for in a similar situation (ciri, c r i u s, c e r e u s; fire, f e r i a), and for e in a close syllable before a nasal (eximpli, e x e to p 1 u m; mintr for mentir, gint for gent).",
        "A quite peculiar feature of the language occurs in the nasal vowels, which are formed by the Latin accented vowels followed by m, ii, or nt, nd:",
        "Old Portuguese the nasal vowel or diphthon~ was not as now marked by the lii (__), but was expressed indifferently and without regard to the etymology by m or n: bern (b e n e), tan (t a n t u m), disserom (dixerunt), sermom (sermonem).",
        "As regards the pronoun, mention must be made of the non-etymological forms of the personal rn/rn and of the feminine possessive minha, where the second n has been brought in by the initial nasal.",
        "It is stated, for example, that Gallego does not possess nasal diphthongs; still it may be conceded once for all that such a word as p 1 a n u s, which in Galician is written sometimes chau and sometimes c/ian, cannot be very remote from the Portuguese nasal pronunciation chao.",
        "In front of the brain cavity, the great tubular nasal cavities are provided with well-developed turbinal bones, and are roofed over by large nasals, broad behind, and ending in front in a narrow decurved point.",
        "pm', The situation of the rudi Na, Nasal bone.",
        "Under ordinary circumstances the horse breathes entirely by the nasal passages, the communication between the larynx and the mouth being closed by the velum palati.",
        "in depth, lying in the notch formed between the nasal and premaxillary bones.",
        "It is lined by mucous membrane continuous with that of the nasal passage; its use is not apparent.",
        "an, The alinasal processes, shown by the removal of part of the floor of the left nasal chamber.",
        "Na, Nasal.",
        "to the nasal Ca, Columella auris.",
        "In the latter country occurs Hippidium, in which the cheek-teeth are shorter and simpler, and the nasal bones very long and slender, with elongated slits at the side.",
        "The allied Argentine Onohippidium, which is also Pleistocene, has still longer nasal bones and slits, and a deep double cavity in front of the orbit, part of which probably contained a gland.",
        "You may have some mild obstruction to your nasal passages from swollen adenoids or nasal polyps.",
        "Mouth breathing, related to the small nasal airway, contributes to fissured tongue and lips.",
        "PATIENTS: A case series of 50 patients with primary alar defects undergoing nasal alar defects undergoing nasal alar reconstruction.",
        "PATIENTS: A case series of 50 patients with primary alar defects undergoing nasal alar reconstruction.",
        "allergyson with nasal allergies often has a runny nose with watery, clear mucus.",
        "antihistamine nasal sprays and eye drops should be avoided.",
        "Take care not to rotate the root apex into the nasal cavity.",
        "apomorphine nasal powder compared with Uprima 3mg.",
        "Phase 1 trials have confirmed the fast speed of onset and vastly improved bioavailability of apomorphine nasal powder compared with Uprima 3mg.",
        "The most effective treatment for nasal blockage due to polyps is surgical removal.",
        "A randomized double-blind trial of nasal calcitonin reported no significant clinical benefit from 400iu daily (42 ).",
        "The climbers on the Everest West Ridge Team will use a new system that consists of a device called a nasal cannula.",
        "These are rich in beta carotene which helps maintain healthy linings in the nasal cavities.",
        "There may be other associated symptoms such as a continuous drip at the back of the throat (nasal catarrh) and heartburn.",
        "Similarly, the ' other ' procedures i.e. removal of foreign bodies and nasal cautery.",
        "ciliary activity due to the infection can result in the accumulation of mucus in the nasal passages.",
        "ciliumHydro Pulse® System is clinically proven to stimulate and restore nasal cilia.",
        "Both languages have an assimilation process which spreads nasality from a nasal consonant to the preceding vowel.",
        "consonant cluster involves a nasal.",
        "Infected horses often develop a nasal discharge which may start clear but becomes thick with pus and often copious in amount.",
        "deformityl excision is necessary to prevent deformities of the nasal structure from occurring.",
        "deviated nasal septum?",
        "Affected cattle have a fever, rapid breathing and a nasal discharge.",
        "The juice has been used as a nasal douche for catarrh.",
        "But the nasal drip is as good an indication of the game's nature as any.",
        "It relies upon a high pitched nasal, almost feminine style of vocal production.",
        "The first figure has a knee-length hauberk with integral mail coif and a simple helmet with nasal.",
        "I have tried every nasal spray and anti histamine available.",
        "hypertonic solutions have on nasal function is still being investigated.",
        "hypertonic saline nasal washes?",
        "Keep Moist There are solutions or ointments that you can use in-flight to keep your nasal membranes moist.",
        "At the time, British officials suggested the steroid may have come from a nasal inhaler or cold remedy widely available in the US.",
        "The only symptom for which this is not the case is nasal irritation.",
        "Moreover, the upper jawbones (maxillae) and the nasal bones are also short in the sloth.",
        "However, it was also noted that some people lack uric acid in nasal lavage.",
        "Tears, nasal secretions and tissue fluids contain lysozymes which destroy invading ' foreign ' material.",
        "The approach used a nasal cold dry air challenge to induce a vagally mediated bronchoconstriction.",
        "An allergic reaction occurs in the mucus membranes that line the inside of its nasal passages.",
        "menthol crystals added to hot water to form an inhalation helps nasal blockage and relieves coughs.",
        "A single spray into one nostril delivers about 0.5 mg of nicotine, absorbed mostly through the nasal mucosa.",
        "Nasal cleansing with Emcur The Emcur Nasal Cleansing System is a medical product for moistening and cleansing the nasal mucous membrane.",
        "Chickenpox spreads in tiny droplets of saliva and nasal mucus coughed out by an infected person.",
        "We recommend a Dust Mask be used when applying this product as it can rapidly dry nasal and throat passage if inhaled.",
        "If you are getting this regularly then it would be worth using a nasal decongestant about 2 hours before you land.",
        "Cetirizine was found to reduce nasal sneezing and rhinorrhoea effectively.",
        "Not many others are hypertonic solutions most saline nasal washes are isotonic.",
        "In postnasal drip is there evidence for using either isotonic or hypertonic saline nasal drip is there evidence for using either isotonic or hypertonic saline nasal washes?",
        "The coronal nasal is the segmentally unmarked nasal and therefore we do not expect strong positional preferences.",
        "nasal polyps at some point in their life.",
        "nasal spray has been reported to cause severe or complete loss of smell function in at least ten people.",
        "nasal septum can actually be crooked without being visible from the outside.",
        "nasal mucosa.",
        "nasal cavity?",
        "nasal epithelium in most of the murine models of CF accurately replicates the defects observed in the human airways.",
        "The tone was rather hollow and slightly nasal, but carried very well, as those in the neighborhood of the instrument realized.",
        "At 18 months in my opinion she sounded very gutteral, very nasal.",
        "The rhinitis was thought to be have been of non allergic origin in view of its lack of response to steroid nasal sprays.",
        "Long term follow up of randomized trial of nicotine nasal spray.",
        "It is particularly effective in combination with corticosteroid nasal spray.",
        "They should only be used after discussing any risks with your doctor or pharmacist antihistamine nasal sprays and eye drops should be avoided.",
        "An effective alternative to steroids would be a cromoglicate nasal spray such as Rynacrom.",
        "necropsys noted there was no examination of nasal tissue, there were no full necropsies of decedents and the control groups were too small.",
        "Also available on prescription Back to top inhalers and Nasal Sprays Cigarettes can be replaced by inhaling nicotine through the mouthpiece of an inhalator.",
        "The drug also had a beneficial effect on nasal obstruction in the latter part of the study.",
        "The range over which the velum opens depends on when the previous obstruent was, and whether it was nasal.",
        "Respiratory cell outgrowths from nasal polyps can be considered a suitable model to study gene transfer protocols in vitro.",
        "No definite advantage from the patient's point of view has been demonstrated by the use of tubes and nasal packing.",
        "We present a patient who developed both these complications after biopsy of nasal polyps which subsequently proved to be an inverted papilloma.",
        "The spray action ensures the micro gel is transferred to the back of the nasal passage where the cold virus first takes hold.",
        "The nasal cavity is the air passageway through which air passes to the throat during breathing.",
        "The nasal percept does not depend on continuity between the formants of the vowel and nasal consonant.",
        "The buccal cavity can be isolated by the short soft palate which produces an extremely tight occlusion across the nasal pharynx.",
        "pine needle oil is an active component of cough and cold medicines and nasal decongestants.",
        "play-by-play account of a person's every action in a nasal Murray Walker voice.",
        "After the voiceless alveolar plosive comes a mid back rounded vowel, and after that a rather long uvular nasal.",
        "Nicotine nasal spray consists of a bottle of nicotine solution which is sprayed into a nostril by an air pump plunger via a nozzle.",
        "Unfortunately, removing nasal polyps does not always prevent them from growing back.",
        "About 1 in 100 people will develop nasal polyps at some point in their life.",
        "Have a nasal polyp all each one startling reminder of license to harrah's.",
        "Among the POMs that can be prescribed by independent nurse prescribed by independent nurse prescribers are oral antihistamines, eye drops, nasal steroids and other nasal drugs.",
        "You will also receive oxygen through small nasal prongs.",
        "They may be able to test your horse's nasal fluid for signs of an allergic reaction.",
        "Authored by Sue Skirrow, a Veterinary Officer, this document discusses atrophic rhinitis, an infectious disease of the nasal bones of pigs.",
        "runt of a man with a nasal whine that could drive anyone to distraction.",
        "They will not urinate, relieve nature, spit, or have any nasal secretions.",
        "septal surgery relate to the inherent risks posed by nasal surgery.",
        "What can you do to avoid a deviated nasal septum?",
        "The nasal septum can actually be crooked without being visible from the outside.",
        "so-and-so called Sydney who collects his nasal excretions to make a Boogeyman.",
        "The inhibitory effect of budesonide was higher than that of nedocromil sodium on both nasal polyps and nasal mucosa.",
        "Nicotine (gum, inhaler, nasal spray or patch ).",
        "staphylococcus albus and Proteus sp. may also be present in samples taken from the nasal cavities.",
        "sublingual tablet or nasal spray may be suggested by your doctor or pharmacist instead.",
        "And I do want to make the point, there will be people who have negative nasal swabs who will still be treated.",
        "swelling of the nasal lining that produces a runny nose can continue to actually block the nose.",
        "Often the best way to control symptoms is to take a preventer nasal spray or drops together with an antihistamine tablet.",
        "If you had a toot of a nasal spray called Beconase an hour before subsequent dives, that would help.",
        "For chronic nasal obstruction, nasal turbinates are reduced.",
        "We boast it like a badge, but don't share the nasal twang which warms this pub to life.",
        "Now I use tweezers, like women plucking eyebrows, for removing unwanted nasal hairs.",
        "Non-nasal-CNS | nasal-CNS The velum starts opening 20ms before the start of the nasal, finishes 10ms after the start of the nasal.",
        "closing the velum The velum is always fully open at the end of a nasal CNS.",
        "opening the velum The velum is always fully open at the end of a nasal CNS.",
        "voiceless alveolar plosive comes a mid back rounded vowel, and after that a rather long uvular nasal.",
        "The formant structure of the nasal prototype has little effect on the nasal percept when it is preceded by a vowel.",
        "In Bengali, however, nasality is initially interpreted as an underlying nasal vowel.",
        "Country & Western music sung with a nasal whine.",
        "The secretions of the mucous membrane of the nasal cavity, and a pair of naso-lacrymal glands (not to be confounded with the Harderian and the lacrymal glands), moisten and clean the chamber.",
        "It differs from p by the presence of vibration of the vocal chords and from m because the nasal passage as well as the lips is closed.",
        "These nasal vowels enter into combination with a final atonic vowel: irrno (g e r m anu s); also amo (a man t), sermo (sermon em), where the o is a degenerated representative of the Latin final vowel.",
        "of the perfect of conjugations in er and ir has come to be complicated by a nasal resonance similar to that which we find in the Portuguese in/rn; we have vend/n, part/n, instead of vendi, parti, and by analogy this form in in has extended itself also to the perfect of the donjugation in ar, and falin, gardin, for falei, gardei are fotind.",
        "They may be able to test your horse 's nasal fluid for signs of an allergic reaction.",
        "He was a runt of a man with a nasal whine that could drive anyone to distraction.",
        "Most complications that result from septal surgery relate to the inherent risks posed by nasal surgery.",
        "It 's a thoroughly disgusting sensory story about a depraved little so-and-so called Sydney who collects his nasal excretions to make a Boogeyman.",
        "Nicotine (gum, inhaler, nasal spray or patch).",
        "Staphylococcus albus and Proteus sp. may also be present in samples taken from the nasal cavities.",
        "Nicotine patch, gum, sublingual tablet or nasal spray may be suggested by your doctor or pharmacist instead.",
        "The swelling of the nasal lining that produces a runny nose can continue to actually block the nose.",
        "Nasal turbinate mucosa was removed from patients with PAR, IR and normal controls.",
        "We boast it like a badge, but do n't share the nasal twang which warms this pub to life.",
        "Closing the velum The velum is always fully open at the end of a nasal CNS.",
        "Opening the velum The velum is always fully open at the end of a nasal CNS.",
        "Long term use of nasal sprays can cause worsened congestion.",
        "Although nasal discharge is quite common with this type of infection, some cats don't present with this symptom, so it's still worth checking into.",
        "We took her to a vet that flushed out her nasal passage, as well as did a scoping to look for nasal polyps but none were found.",
        "It also sounds like your vet has ruled out any foreign objects being present in her nasal passages by using the scope.",
        "For example, Persians have flat faces and shortened nasal passages and are more prone to allergies.",
        "When inhaled into nasal passages and further into the lungs, it can theoretically become stuck to mucus membranes and cause breathing problems.",
        "Should the dust irritate the nasal lining to some extent, a cat, much like a human, will produce a sneeze to expel the foreign substance.",
        "It is also possible that your vet may not be able to determine the exact cause of your kitten's nasal distress.",
        "Clay is a sticky, absorbent substance that is not necessarily easy to expel from the lungs and nasal passages.",
        "Even chlorine bleach can irritate your cat's nasal passage and make the animal more susceptible to infections.",
        "The supplement is taken daily as a migraine preventive, and delivery is either through tablets, nasal spray, or both.",
        "Use of a Neti pot is tremendously effective in combating allergies because it helps to rinse allergens out of your nasal passages.",
        "Nasal drainage and post nasal drip seem to reduce if the echinacea supplements are started immediately after noticing the symptoms.",
        "Such a rinse may also be safe to use with children provided they can cooperate during the nasal rinsing procedure.",
        "A neti pot, a special little pot used for nasal irrigation, may be purchased at a health food store or natural products store.",
        "Garlic: Natural Home Remedies recommends garlic, cooked and added to food, as a nasal decongestant.",
        "Peppermint: Peppermint is another herb recommended for nasal congestion and runny noses associated with allergies.",
        "Food and medicine allergies may produce allergy symptoms similar to the ones already listed but may be accompanied by swelling of the throat, tongue or nasal passages and difficult breathing.",
        "Homeopathic doctors believe that any symptoms, such as headache, nasal congestion or cough, are the body's own attempts to self-heal and that suppressing these symptoms will only drive disease further into the body.",
        "Eucalyptus or peppermint essential oils are wonderful for opening nasal passages.",
        "The only other method of administering B12 that is as effective as the shots is vitamin B12 nasal spray.",
        "People who snort cocaine may develop frequent nosebleeds and even do permanent damage to the nasal tissues.",
        "For example, cocaine use may cause nasal problems in some people but not in others.",
        "If nasal and eye discharges are particularly heavy, you can make the animal more comfortable by gently cleaning it away.",
        "Characterized by coughing, nasal and eye discharge, fever, listlessness and appetite loss, the illness is not life-threatening by itself but can lead to potentially fatal secondary infections.",
        "Many, but not all, are related to the mouth and nasal structure.",
        "The CPAP mask provides a constant flow of air from the CPAP machine through the nasal passages into the lungs.",
        "Humidity: Often sold as an optional add on, humidifiers are a good way to soothe your nasal passages adding to the comfort level.",
        "Use over the counter nasal strips that help to open the nasal passageways.",
        "These use air pressure to keep the air passages open with the use of nasal inserts or a mask placed over the patient's nose.",
        "Nasal airflow sensor: This monitoring device monitors breathing patterns and the amount of airflow, a direct indicator of sleep apnea.",
        "Nasal mask - This is the commonly-used mask.",
        "It is triangular in shape and covers the nasal area.",
        "This is also an excellent style to have on hand to use on a temporary basis when you have nasal congestion.",
        "Nasal pillow mask - This mask fits under the nose (instead of over the entire nose area) and uses small rubber cones that fit into the nostrils to deliver the pressurized air into the nasal cavity.",
        "Nasal prong mask - With this mask, nasal prongs are inserted into each nostril and form a seal on the inside edge of each nostril.",
        "Head and facial contours - A nasal or full face mask is rigid in construction and relies on soft silicon nasal cushions to fit tight against your face to form a tight seal.",
        "Length, size and shape of nose - The depth and width of a nasal or full face mask must be sufficient to avoid chafing.",
        "Nasal pillow masks are often the mask of choice for these individuals.",
        "Nasal and full face masks use forehead and nasal cushions to mold to the facial contours.",
        "Nasal pillow masks with nasal pillows offer a variety of sizes, shapes and softness of nasal pillows.",
        "If not, they may need to use a nasal pillow mask.",
        "Pressure on the nose and forehead - Some users like to switch back and forth between a nasal or full face mask and nasal pillows.",
        "Sleep is improved with nasal CPAP treatments, decreasing daytime drowsiness and increasing levels of energy which promotes a healthier lifestyle.",
        "Nasal congestion can make breathing through the nose nearly impossible.",
        "An ENT specialist can determine if the snoring is caused by obstructions in the nasal cavity or by other problems in the ears, nose or throat.",
        "Surgeons may remove excess tissue from the nasal passages, tonsils or throat area depending on the patient's specific needs.",
        "Treatment for this condition includes nasal continuous positive airway pressure CPAP.",
        "Ill-fitted nasal masks can cause other problems including face irritation, difficulty tolerating the mask, a leaky mask and facial pain.",
        "The constant pressure of air being forced through a nasal mask can lead to a stuffy or dry nose.",
        "The moisture will help reduce the effect of dryness on the nasal passages.",
        "If nasal stuffiness is persistent, consider investing in a full face mask that covers mouth and nose.",
        "In addition, nasal congestion from a cold can also cause a temporary snoring problem, which should go away when the congestion clears.",
        "The turbinates are bony protrusions into the nose that can cause chronic nasal obstruction when they become enlarged or hypertrophic.",
        "This condition is often associated with a sunken bridge of the nose that causes the nasal passages to be partly or completely blocked, and with an elongated soft palate.",
        "The doctor can determine whether the snoring is caused by a nasal obstruction, obesity, or obstructive sleep apnea.",
        "This nasal mask is now the most popular style of mask and is frequently prescribed by a sleep doctor.",
        "Most nasal mask suppliers provide several sizes of each mask style, allowing for different face sizes and shapes.",
        "Nasal pillow masks concentrate the air pressure right under the nose, using small pliable cones in the nose to deliver the prescribed air pressure.",
        "Some nasal pillow masks, such as the mask in the Breeze GleepGeal Nasal Pillow CPAP Mask System are designed with straps to hold the air hose up and over the forehead, instead of letting the hose hang down.",
        "Like the other \"maskless\" CPAP mask - the nasal pillow mask - the nasal prong mask is designed to put the pressurized air right into the nose.",
        "Nasal prongs are inserted into each nostril, sealing against the inside edge of each nostril.",
        "Nasal Strips: Also called nasal dilation, these strips go on the outside of the nostrils.",
        "These strips are a good investment for those with a small nasal passage directly causing the snoring.",
        "This surgery can affect speech, making it more nasal and causing a lot of drainage of secretions into the throat.",
        "A slight breeze or a fan set on low can provide refreshing air circulation, but too much wind may cause the sleeping person's lips and mouth to become dry and can cause early morning nasal congestion.",
        "Tonsillectomies and adenoidectomies are used to treat snoring that is caused by excess tonsil tissues or excess tissue in the nasal cavity.",
        "Nasal CPAP Mask: One type of CPAP equipment is the nasal mask.",
        "Nasal Pillow Masks: The Continuous Positive Airway Pressure machine delivers a continuous flow of air through these masks.",
        "The nasal mask is formed with a small pillow that seals around the edges of the nostril.",
        "The main benefit with this style of mask is that it reduces the amount of pressure loss typical with nasal masks and nasal pillows.",
        "A CPAP nasal mask is worn over the nose during sleep to treat sleep apnea and other disorders.",
        "Nasal masks are not ideal for anyone who breathes through their mouth, as these masks cover and direct pressurized air only through the nasal passages.",
        "Nasal masks are more effective at delivering air pressure to the upper airways than oronasal masks, and there is less risk of aspiration due to vomiting when wearing a CPAP nasal mask.",
        "Many apnea patients prefer nasal masks to full-face masks because they are less confining and more comfortable, but these masks may worsen nasal side effects of CPAP.",
        "To prevent two common side effects of CPAP, nasal dryness and nasal congestion, most CPAP machines now warm and moisten the air before delivering it through the nasal mask.",
        "Sometimes, steroid nasal sprays are necessary to treat nasal congestion.",
        "Use only skin moisturizers approved for use with the nasal mask.",
        "Treatments for the sleep disorder range from oral devices to CPAP nasal masks to surgery.",
        "A physical examination of the mouth, nasal cavity and throat to determine the cause of the apnea.",
        "A naso-pharyngeal exam using a fiber optic camera that fits into the nasal cavity to explore possible structural problems or obstructions.",
        "Surgery may be too intrusive for some patients and nasal masks can be uncomfortable for others.",
        "The ENT specialist typically examines the nasal cavity, mouth and throat.",
        "The examination may include an x-ray of the skull or a small fiber optic camera used to evaluate the nasal cavity and throat.",
        "Replace filters, masks, nasal plugs and forehead spacers regularly.",
        "Nasal congestion, dry nose, dry eyes, sore throat, and nosebleeds are common CPAP problems.",
        "You can also try using a saline nasal spray before bed, or ask your doctor for a steroid nasal spray to reduce inflammation and congestion.",
        "Nasal congestion, noise from the CPAP machine, needing to sleep on your back, and the strange sensation of air being forced into your airways can make sleep nearly impossible in the early days of treatment.",
        "Nasal Problems: Several nasal problems can lead to snoring.",
        "Another common nasal problem is a crooked partition between the nostrils.",
        "This condition has a reference as a deviated nasal septum.",
        "Nasal dilation strips are another tool to consider.",
        "Nasal problems, such as chronic congestion, allergies, a deviated septum, or nasal polyps, may all cause snoring.",
        "Side effects associated with CPAP use include nasal congestion, dry mouth, skin irritation, and sore throat.",
        "Many over-the-counter anti-snoring devices, such as special pillows and nasal strips, offer little to no help for those with moderate to severe snoring.",
        "Throat and nose problems, such as enlarged tonsils or adenoids, and obesity, nasal polyps, and allergies may all cause or contribute to snoring.",
        "Nasal Congestion: Snoring caused by nasal congestion should receive treatment with a product that reduces that congestion.",
        "For example, the product Breathe Aid Nasal Dilator works to reduce nasal congestion to stop your snoring.",
        "It also works for those suffering from nasal congestion.",
        "It may work for those who snore because they are overweight or dealing with nasal congestion.",
        "This product is a nasal medical device that improves quality of sleep by reducing snoring.",
        "The strips are able to open up the throat and allow your nasal passage to clear for easy breathing and reduced snoring.",
        "Nasal problems, including allergies, infections, and a deviated nasal septum, can cause blocked airways and make breathing more difficult.",
        "Asthma, colds, sinus infections, and other conditions that cause nasal or sinus congestion can all lead to snoring.",
        "Medications are useful when nasal congestion, infections, or asthma cause or contribute to snoring.",
        "Nasal decongestant sprays can loosen nasal and sinus congestion and relieve blocked airways.",
        "Using a humidifier at night and wearing adhesive nasal strips may also be beneficial.",
        "A nasal mask is probably too big if it leaks into the eyes or onto the upper lip from the bottom of the mask.",
        "Facial hair or contours can often make it difficult for the mask to form a tight seal and should probably be replaced with a nasal pillow mask.",
        "Hold a nasal mask up to your face and then tighten the straps to hold the mask securely against your face.",
        "The mask will usually have a hook and loop type closure system on the straps to make the nasal mask adjustable.",
        "Switching from a nasal mask to a nasal pillow mask can often alleviate many sleeping problems, particularly for slide sleepers who tend to fight with slipping nasal masks throughout the night.",
        "Replace your mask frequently - The silicon in a nasal mask will start to break down after about six to nine months, becoming soft and causing the mask to leak.",
        "Talk with your doctor or therapist about switching to a different type of mask - like from a nasal mask to a nasal pillow mask.",
        "For some patients, CPAP can be a real turn off for partners, all but eliminating the spontaneity of affection and snuggling in the middle of the night because the face or nasal mask is in the way.",
        "Snoring occurs when the airways narrow during sleep, either due to structural abnormalities in the mouth, jaw, or throat, or because of poor sleep posture or nasal congestion.",
        "Untreated allergies, asthma, nasal polyps, and sinus infections can all cause or worsen snoring.",
        "Nasal strips work by opening up the nasal passages to enhance breathing and relieve snoring.",
        "Nasal decongestants are effective at preventing snoring caused by blocked sinuses or allergies.",
        "Prescription steroid nasal sprays work similarly to OTC decongestants and help relieve congestion and inflammation in the nasal passages.",
        "Chronic nasal congestion causes many people to discontinue use of their CPAP machine, but adding a heated humidifier to the machine can solve this problem.",
        "You can also use a saline nasal spray before bed to ease congestion.Dry mouth generally occurs because of mouth breathing during CPAP use.",
        "Most CPAP nasal and full face masks are made in at least two sizes.",
        "Be sure that you select a nasal mask that covers your entire nasal area and leaves room at the bottom for you to comfortable inhale and exhale without air leakage.",
        "Gel spacers on the forehead or nasal bridge can lose their firmness and become sticky.",
        "For example, people with nasal masks can find a nasal pillow mask to be less claustrophobic than a nasal or full face mask.",
        "Blocked nasal passages, caused by colds, allergies or nasal polyps or a deviated septum.",
        "However, in many cases, snoring is simply a result of loose throat tissue, clogged nasal passages or something equally benign.",
        "Breathing strips are supposed to help open up nasal passages so that you can breathe better and consequently stop snoring.",
        "In principle, nasal sprays work similarly to breathing strips.",
        "If your snoring is due to congestion or allergies, a nasal spray can help with the congestion.",
        "Also, nasal sprays are supposed to help open up your breathing passages.",
        "Neither approach is appropriate for everyone, especially patients who have breathing problems and nasal congestion.",
        "The dry air can irritate the nasal passage and throat.",
        "Some people may have obstructions in the nasal passages which prevent them from breathing through their noses as they sleep.",
        "Surgery can correct structural problems in the nasal passages as well as problems in the tissues of the throat and soft palate.",
        "It helps to begin with the least intrusive methods to address the breathing problem such as antihistamines to reduce nasal swelling or nasal strips on the outside of the nose to help open the nasal cavity.",
        "People may snore because they can't breathe well through their nasal cavities.",
        "This procedure shrinks tissue in the nasal cavity to clear obstructions which may interfere with breathing.",
        "Remove nasal polyps which can cause inflammation in the nasal cavities and make breathing through the nose difficult.",
        "Removing the polyps opens up the nasal passages.",
        "Reserved for the most severe cases, a permanent tracheostomy bypasses the nasal passage and mouth, creating an airway in the throat.",
        "In some cases, congestion or blockage in the nasal passages can cause snoring to occur.",
        "Repairing a deviated septum can clear the nasal passage.",
        "Nasal decongestants or antihistamines can clear nasal passages when used as directed by a physician.",
        "Nasal strips can open the nasal passage without side effects or invasive surgery.",
        "Some are strips that are placed across the bridge of the nose; others fit inside the nasal cavity to open the passage.",
        "A product that moves the jaw slightly forward may not help a person who snores because of inflammation in the nasal cavity, and a product that opens nasal passages may not be effective on a person with mild obstructive sleep apnea.",
        "Try an over-the-counter allergy medication to clear up the nasal passage.",
        "Try nasal strips: These strips work for some people to keep their airway open during sleep.",
        "Resmed also offers complete nasal masks with pillows and head straps.",
        "If a nasal mask isn't working for you, a CPAP full face mask is an alternative to consider.",
        "Some people who have sleep apnea and allergies may wear nasal masks, but switch to full face masks at certain times of the year.",
        "Mask alternatives include nasal masks that are less confining.",
        "Since the machine provides continual positive airway pressure, nasal problems can be present.",
        "Nasal sprays provide moisture to dry nasal passages.",
        "CPAP Aromatherapy Vapor Clear Sinus Blaster clears nasal passages while sending pleasant scents through the breathing device.",
        "Blockages in the nasal cavity can lead to sleep apnea as well.",
        "In provocation challenges, the skin, nasal and oral mucosa, and lining of the lungs and gastrointestinal tract are exposed to suspected allergens.",
        "Mast cells-A type of immune system cell that is found in the lining of the nasal passages and eyelids.",
        "GAS is transmitted by direct contact with saliva, nasal discharge, or open wounds of someone who has the infection.",
        "Decongestants are medicines used to relieve nasal congestion (stuffy nose).",
        "A stuffy nose is caused by dilated blood vessels, which swell the nasal passages and make it harder to breathe.",
        "Because these drugs have actions similar to the natural hormones, they have been used for purposes other than the treatment of nasal congestion.",
        "Nasal decongestants may be used in many forms, including tablets, nose drops, and nasal sprays.",
        "However, nasal decongestants should only be used for three days at a time to avoid significant rebound effect.",
        "The most severe adverse effects can be avoided by using nose drops and nasal sprays in place of tablets or capsules.",
        "Parents administering these drugs to their children should use nose drops or nasal spray and avoid tablets or capsules, which are more likely to cause adverse effects.",
        "They should also review the proper administration of nose drops and nasal spray with a physician or nurse.",
        "Watanabe, H., et al. \"Oxymetazoline nasal spray three times daily for four weeks in normal subjects is not associated with rebound congestion or tachyphylaxis.\"",
        "Nasogastric tube-A long, flexible tube inserted through the nasal passages, down the throat, and into the stomach.",
        "Children who breathe through their mouths at night because of nasal congestion often get sore throats that improve as the day progresses.",
        "Nasal polyps, or growths, affect about one in five people with CF.",
        "While nasal polyps appear in older people without CF, especially those with allergies, they are rare in children without CF.",
        "Chronic mouth breathing due to plugged nasal airways may cause dryness of the mouth tissues, which in turn leads to irritation.",
        "Allergies can become obvious in the first few months of life in the form of nasal congestion, cough, rash, or diarrhea following food intake.",
        "In addition, nasal sprays are in the early 2000s being developed as a painless alternative to injection delivery.",
        "Rhinitis-Inflammation and swelling of the mucous membranes that line the nasal passages.",
        "Cluster headaches-severe headaches characterized by pain centering around one eye, and eye tearing and nasal congestion occurring on the same side.",
        "Post-nasal drip, the irritating trickle of mucus from the nasal passages into the throat caused by allergies or sinusitis, can also result in a cough.",
        "One brand of this drug, Nasalcrom, comes in capsule and nasal spray forms and is used to treat hay fever and other allergies.",
        "If there is a discharge from the nose, the doctor will look at it to see whether it contains cerebrospinal fluid, which would indicate damage to the bones of the skull as well as the nasal bones.",
        "The bones that form the bridge of the nose may be fractured, but cartilage may also be damaged, particularly the nasal septum that separates the two nostrils.",
        "The doctor should be informed of any previous nasal fractures, nasal surgery, or such chronic diseases as diabetes or bleeding disorders.",
        "A primary care physician may treat a nasal fracture himself, but if there is extensive damage or the air passage is blocked, he will refer the patient to an otolaryngologist or a plastic surgeon for treatment.",
        "Nasal septum-The partition that separates the nostrils.",
        "Becker. \"Fractures, Nasal and Septal.\" eMedicine, July 13, 2004.",
        "Nasal swabs can be taken in order to identify the causative viral agent, although viral culture takes long enough that the patient is usually on the way to recovery by the time the viral agent has been identified.",
        "Children who require hospitalization receive fluids intravenously and supplemental oxygen through a mask or nasal cannulae (small tubes into the openings of the nostrils).",
        "Bronchiolitis is spread the same way that most other respiratory viruses are communicated, through droplets and contact with infected nasal secretions.",
        "The stimuli used to evoke a response can be the use of nasal suctioning, stroking the back to assess for spinal abnormalities, having the foot tapped.",
        "Clinicians have suctioning equipment available and may use it during the birth process for nasal and oral suctioning to remove mucus and amniotic fluid.",
        "Among the drugs commonly used are a nasal spray of desmopressin acetate (DDAVP), a substance similar to the hormone that helps regulate urine production; and imipramine hydrochloride, a drug that helps to increase bladder capacity.",
        "Nasal trauma is defined as any injury to the nose or related structure that may result in bleeding, a physical deformity, a decreased ability to breathe normally because of obstruction, or an impaired sense of smell.",
        "At the same time the nasal passages warm and humidify the air that enters the body.",
        "This type of injury may result in a nasal fracture.",
        "The nasal bones are the most frequently fractured facial bones due to their position on the face, and they are the third most common type of bone fracture in general after fractures of the wrist and collarbone.",
        "A force of only 30 g is required to break the nasal bones, compared to 70 g for the bones in the jaw and 200 g for the bony ridge above the eyes.",
        "These bones include the nasal, maxilla, lacrimal, and frontal bones.",
        "Fractures may also damage the membranes that line the nasal passages, leading to possible formation of scar tissue, obstruction of the airway, and damage to the child's sense of smell.",
        "Penetrating injuries to the nasal area caused by air gun or BB pellets were as of 2004 also reported with increasing frequency in older children and adolescents.",
        "When fired at close range, these pellets can penetrate the skin and cheekbone and lodge in the nasal septum or the sinuses near the nose.",
        "If a patient's nasal trauma leads doctors to suspect child abuse, the incident must be reported to the police.",
        "The demographics of nasal trauma vary according to the type of injury.",
        "Internal nasal injuries are unusual in infants but occur fairly frequently in toddlers and young children as a result of playfulness or curiosity.",
        "Another common cause of injury to the nasal passages in children is scratching or picking the inside of the nose, often as a reaction to dry and itching nasal membranes during the heating season in colder climates.",
        "In older children and adolescents, however, the single most common cause of internal nasal injuries is inhalant abuse or ingesting cocaine through the nose (\"snorting\").",
        "Displacement of these magnets has been reported to cause bleeding and perforation of the nasal septum, while accidental swallowing of these magnets may require emergency surgery.",
        "With regard to nasal fractures, one group of American researchers estimates that they account for about 24 percent of all facial fractures.",
        "The most common single cause is assault, accounting for 41 percent of nasal fractures.",
        "Falls account for most other nasal fractures in children, although dog bites are reported with increasing frequency as a cause of nasal fractures in children below 16 years of age.",
        "Adolescents who have had plastic surgery on the nose (rhinoplasty) are at increased risk of nasal fractures in later life.",
        "As many as 10 percent of nasal injuries in younger children, however, result from physical abuse.",
        "Doctors in the early 2000s are advised to consider abuse as a possible diagnosis when evaluating nasal fractures in children under six years of age.",
        "Nasal injuries from piercing include bacterial infections of the skin and nasal cartilage, allergic reactions to the jewelry, tissue damage, and periodic bleeding.",
        "Direct trauma and/or delayed type hypersensitivity reaction to nickel may occur from nasal rings and jewelry, facial adornments which as of 2004 are increasingly popular.",
        "An increasingly common form of chemical injury to the nasal membranes in toddlers is alkali burns caused by leakage from small batteries placed in the nose.",
        "The child's nasal discharge is watery as well as bloody.",
        "Computed tomography (CT) scans are the type of imaging study most commonly done to evaluate suspected nasal fractures.",
        "X-ray studies may be ordered to identify the location of a foreign body if it is metal, such as a pellet from a BB gun or air gun, or to evaluate the nasal area for evidence of repeated fractures when abuse is suspected.",
        "In some cases the doctor may order a filter paper or glucose content test of nasal secretions to check for the presence of cerebrospinal fluid.",
        "Nasal injuries should be treated as promptly as possible to lower risk of infection.",
        "If a septal hematoma has developed, the doctor must remove it as quickly as possible to prevent infection or eventual death of the tissues in the nasal septum.",
        "Treatment of nasal fractures is best performed during the first three hours after the injury.",
        "If this is impossible, management of a nasal fracture should be done within three to seven days.",
        "Poorly set nasal fractures usually require surgical correction.",
        "Foreign objects in the nose can be removed by nasal suction in most cases.",
        "Treatment of nasal fractures depends on the extent of the injury; the most difficult fractures to treat are those that involve the nasal septum.",
        "Although local anesthesia is usually sufficient for treating nasal fractures in adults and older teenagers, general anesthesia is usually given when treating these injuries in younger children.",
        "Reductions of nasal fractures may be either open or closed.",
        "This type of reduction is performed for fractures of the nasal bones that are limited in size and complexity.",
        "Open reductions are performed for more complex nasal fractures.",
        "In an open reduction, the nasal bones are moved back to their original location after the surgeon has made an incision in the overlying skin.",
        "This procedure is done for fractures involving dislocation of the septum as well as the nasal bones.",
        "The nasal bones are held in the proper position with external splints as well as the internal packing, and the splints are kept in place for seven to ten days.",
        "Most types of nasal trauma have a good prognosis.",
        "Nasal fractures that do not involve the nasal septum or other facial bones and receive prompt treatment generally heal without deformities of the nose, cartilage destruction, or other complications.",
        "Erosion or destruction of the nasal cartilage as a result of inhalant or cocaine abuse, however, usually requires surgical treatment.",
        "Preventive strategies for nasal trauma depend on the child's age group.",
        "Use a humidifier during heating season to prevent drying and itching of the nasal membranes and coat the inside of the child's nose with petroleum jelly.",
        "Parental concerns regarding nasal trauma depend on the cause and severity of the injury.",
        "D., et al. \"Magnetic Nasal Foreign Bodies: A Result of Fashion Mania.\"",
        "Antihistamines are available as prescription and over-the-counter tablets, topical preparations, nasal sprays, and eye drops.",
        "For allergies that produce nasal symptoms, an antihistamine nasal spray may be used.",
        "Some of the other adverse effects are chest tightness; wheezing; nasal stuffiness; dry mouth, nose, and throat; sore throat; respiratory depression; sneezing; and a burning sensation in the nose.",
        "A nasal swab can be obtained to isolate the virus or antibodies to the virus in secretions.",
        "Cleft palate-A congenital malformation in which there is an abnormal opening in the roof of the mouth that allows the nasal passages and the mouth to be improperly connected.",
        "Nasopharynx-One of the three regions of the pharynx, the nasopharynx is the region behind the nasal cavity.",
        "Some people like to add eucalyptus oil to the bathwater to relieve nasal congestion when they are recovering from colds or sinusitis.",
        "A physician can determine whether there are structural irregularities within the mouth or problems with the child's hearing, and can treat related allergies and nasal problems.",
        "The inflammation spreads from the nasal passages to the throat and upper airway, producing a dry cough, headache, and watery eyes.",
        "This change in the appearance of the nasal discharge helps to distinguish rhinitis caused by a viral infection from rhinitis caused by an allergy.",
        "Allergies can be evaluated by blood tests, skin testing for specific substances, or nasal smears.",
        "Allergic rhinitis is treated in a number of ways, including seasonal allergy medication, nasal sprays, and decongestants.",
        "Homeopaths might prescribe any of 10 different remedies, depending on the appearance of the nasal discharge, the patients emotional state, and the stage of infection.",
        "Complications are unusual but may include sinusitis (inflammation of the nasal sinuses), bacterial infections, or infections of the middle ear.",
        "Popular piercing sites include the ear, nasal septum, eyebrow, tongue, cheek, nipple, navel, labia, and penis.",
        "Air may be administered through a nasal mask or mouthpiece or through a tracheostomy tube, which is inserted through a surgical incision through the neck and into the windpipe.",
        "It contains live, but weakened, influenza virus and is administered as a nasal spray.",
        "It is estimated that 50 percent of healthy people have staphylococcus organisms in their nasal passages and throats and on their skin and hair.",
        "Sinus pain and pressure are frequent, as is nasal congestion.",
        "For example, the septum (the cartilage which separates the two nasal cavities from each other) may be slightly displaced (a deviated septum).",
        "Also, running a humidifier can prevent mucus within the nasal passages from drying out uncomfortably and can help soothe any accompanying sore throat or cough.",
        "Steroid nasal sprays may be used to decrease swelling in the nasal passages.",
        "Irrigating the sinuses with a salt-water solution is thus recommended for sinusitis and allergies, in order to clear the nasal passages of mucus.",
        "Another solution for nasal lavage (washing) uses powdered goldenseal (Hydrastis canadensis).",
        "Dry nasal passages may crack, allowing bacteria to enter.",
        "When allergies are diagnosed, a number of nasal sprays are available to assist in preventing inflammation within the nasal passageways, thus allowing the normal flow of mucus.",
        "Kenned, David W., et al. Living with Chronic Sinusitis: A Patient's Guide to Sinusitis, Nasal Allergies, Polyps, and Their Treatment Options.",
        "These drugs can be given intravenously, and sumatriptan is also available as a nasal solution.",
        "A., et al. \"Magnetic Removal of a Nasal Foreign Body.\"",
        "For example, these individuals may have distinctive facial features such as thin upper lip and flattened nasal bridge, and they may have low calcium from hypoparathyroidism or cardiac defects.",
        "They may have a crusty appearance in and on the nose from chronic nasal dripping.",
        "H. influenzae is a common organism worldwide; it has been found in the nasal secretions of as many as 90 percent of healthy individuals in the general population.",
        "The organism can be transmitted by person-to-person contact or by contact with nasal discharges and other body fluids.",
        "Hemophilus infections are primarily caused by Haemophilus influenzae, a bacterium that is capable of spreading from the nasal tissues and upper airway, where it is usually found, to the chest, throat, or middle ear.",
        "Large circular shields can obstruct an intensely sucking baby's nasal passages.",
        "In later stages, soft gummy lesions may form in the nasal passages, destroying nasal cartilage and in the roof of the mouth, even breaking through the mouth palate.",
        "DDAVP can be administered intravenously or through a nasal inhaler.",
        "Other alternatives to help with the withdrawal symptoms include nicotine replacement therapy in the form of gum, patches, nasal sprays, and oral inhalers.",
        "As the fever subsides, nasal congestion and a sore throat become noticeable.",
        "Usual symptoms include nasal congestion, coughing, sneezing, throat irritation, and a low-grade fever.",
        "The child sneezes often, the eyes are sore, and nasal secretion becomes purulent.",
        "A gentler way of assisting breathing, continuous positive airway pressure (CPAP), delivers an oxygen mixture through nasal prongs or a tube placed through the nose rather than an endotracheal tube.",
        "Allergic rhinitis, more commonly referred to as hay fever, is an inflammation of the nasal passages caused by allergic reaction to airborne substances.",
        "Mast cells, found in the lining of the nasal passages and eyelids, display a special type of antibody called immunoglobulin type E (IgE) on their surfaces.",
        "Other causes of rhinitis, including infection, can usually be ruled out by a physical examination and a nasal smear, in which a sample of mucus is taken on a swab for examination.",
        "Antihistamines block the histamine receptors on nasal tissue, decreasing the effect of histamine release by mast cells.",
        "Nasal sprays are available that can be applied directly to the nasal lining and oral systemic preparations are available.",
        "Use of topical decongestants for longer than several days can cause loss of effectiveness and rebound congestion, in which nasal passages become more severely swollen than before treatment.",
        "Instead these secretions back up into the mouth and nasal area, causing the baby to drool excessively.",
        "Nasal polyps or increased amounts of nasal secretions are often noted in patients with asthma.",
        "Some other condition, such as nasal polyps or chronic lung disease, complicates the asthma.",
        "Acute otitis media often occurs as an aftereffect of upper respiratory infections, in which the eustachian tube and nasal membranes become swollen and congested.",
        "Nasal diphtheria produces few symptoms other than a watery or bloody discharge.",
        "On examination, there may be a small visible membrane in the nasal passages.",
        "Nasal infection rarely causes complications by itself, but it is a public health problem because it spreads the disease more rapidly than other forms of diphtheria.",
        "Pharyngeal diphtheria gets its name from the pharynx, which is the part of the upper throat that connects the mouth and nasal passages with the voice box.",
        "Nasal and cutaneous diphtheria are rarely fatal.",
        "Babies needing oxygen or nasal continuous positive airway pressure (CPAP) may also be eligible.",
        "People with respiratory allergies, hay fever, and sinus infections have swollen nasal membranes that are fragile and more likely to bleed.",
        "These also stress the nasal passages and make injury more likely.",
        "Uncontrolled high blood pressure, liver disease, leukemia, and tumors of the nasal passages and the brain can also cause the nose to bleed."
    ]
}