{
    "translation": "כמעט",
    "uses": [
        "You were nearly killed.",
        "She had nearly married a man just like her father.",
        "Nearly two weeks had passed since the killing.",
        "A few weeks later her style is more nearly correct and freer in movement.",
        "We've been married for nearly five years, and we just made love.",
        "It was nearly midnight by the time they left.",
        "I couldn't believe it and nearly fell!",
        "She plowed into him, nearly knocking him down.",
        "Nearly all the French dragoons were galloping back.",
        "\"Thank goodness we're nearly there!\" panted the little Wizard.",
        "She poured it nearly full and handed it to me.",
        "Sonya was nearly twenty; she had stopped growing prettier and promised nothing more than she was already, but that was enough.",
        "\"Oh, she nearly knocked our gentleman's hat off!\" cried the red-faced humorist, showing his teeth chaffing Pierre.",
        "War, poverty, misery, and nearly one hundred million people dead came from what essentially was a single wrong turn.",
        "It is nearly ten, came the countess' voice.",
        "The line down the highway blurred for a second and she realized she had nearly fallen asleep.",
        "Her voice trembled, and she again nearly cried, but recovered and went on quietly:",
        "The dinner was nearly over, and the Emperor, munching a biscuit, rose and went out onto the balcony.",
        "He was not sleepy and it was still not nearly morning.",
        "I have seen Penobscot Indians, in this town, living in tents of thin cotton cloth, while the snow was nearly a foot deep around them, and I thought that they would be glad to have it deeper to keep out the wind.",
        "The strawberries are nearly all gone.",
        "He had been taking care of her for nearly a year now.",
        "Nearly two years before this, in 1808, Pierre on returning to Petersburg after visiting his estates had involuntarily found himself in a leading position among the Petersburg Freemasons.",
        "I can tell you quite clearly, because I constructed nearly all our entrenchments.",
        "Brandon nearly choked on his tea, and Mrs. Marsh stared at her plate, not completely hiding a smile.",
        "Prince Andrew looked out of the shed and saw Pierre, who had tripped over a pole on the ground and had nearly fallen, coming his way.",
        "Then he halted, ducked down and began to back up, so that he nearly fell with the buggy onto the others.",
        "Of late he had received so many new and very serious impressions--such as the retreat from Smolensk, his visit to Bald Hills, and the recent news of his father's death--and had experienced so many emotions, that for a long time past those memories had not entered his mind, and now that they did, they did not act on him with nearly their former strength.",
        "We chatted briefly, agreed to have coffee and have been nearly inseparable ever sense.",
        "We had wasted nearly the entire day with no results.",
        "Their relationship was growing, but finding a place to cuddle was nearly impossible.",
        "It was not till nearly evening that the officer commanding the escort collected his men and with shouts and quarrels forced his way in among the baggage trains, and the prisoners, hemmed in on all sides, emerged onto the Kaluga road.",
        "I nearly stormed at Mamma.",
        "We sat in silence for nearly an hour, each with his own thoughts.",
        "Having gone nearly three miles he at last met an acquaintance and eagerly addressed him.",
        "Spencer was nearly ten years older than her, but maybe she liked older men.",
        "They say he managed nearly twenty kills before they caught him.",
        "They had nearly completed the room when Destiny got sick.",
        "She had nearly run him down, slapped his face and taken him away from his work in less than twenty-four hours.",
        "Apparently scrounging food off the desert wasn't nearly as easy as harnessing a team of mules.",
        "Nearly four hundred years after his death, Shakespeare's works are read and studied around the globe.",
        "Hers wasn't the only life that had nearly been taken today.",
        "I was nearly as nervous as my first call.",
        "How did Dulce react when he nearly married Tessa?",
        "If you knew Mr. Cade nearly as well as you think you do, you would know that he is actually very sensitive.",
        "She scrubbed her skin rosy for nearly an hour and finally abandoned the attempt to remove the guilt.",
        "He waited in the dark nearly twenty minutes before hearing an automobile approach.",
        "Quinn owed some residual time on his sabbatical project but his class commitments were nearly at an end.",
        "The warmth was nearly enough for me to nod off when I heard a honk and Molly waved from Betsy's side window as she slowly circled.",
        "And they themselves sit there nearly naked, like the signboards at our Public Baths if I may say so.",
        "My brother dined with me yesterday--we nearly died of laughter--he ate nothing and kept sighing for you, my charmer!",
        "She closed them but did not kiss them, but clung to that which reminded her most nearly of him--his body.",
        "Some Cossacks on the prowl for booty fell in with the Emperor and very nearly captured him.",
        "Wrentham, Massachusetts, is associated with nearly all of my joys and sorrows.",
        "There were a good many people there, but nearly all strangers to Natasha.",
        "When the spasms passed, she turned to the man she had nearly killed... the man who had helped give her that second chance.",
        "They had cake and ice cream and talked for nearly an hour about one thing and another.",
        "You've only been strangled nearly to death and gone through a terrible scare.",
        "Three. He killed the mother and father so there was no one to report their daughter missing, for nearly a week.",
        "Dorothy was nearly weeping, by this time, while Ozma was angry and indignant.",
        "The caliph, Al Mansur, lived nearly twelve hundred years ago.",
        "Certainly the labor component of assembling the Mercedes could fall to nearly zero.",
        "Barclay de Tolly was quartered nearly three miles from the Emperor.",
        "He turned and walked away, his head nearly a foot above the others.",
        "The whole truth didn't sound nearly as bad as part of the conversation.",
        "For this reason they had bought some powder and stored it at Concord,[Footnote: Concord (_pro_. kong'krd).] nearly twenty miles away.",
        "Pierre had gone to Petersburg on business of his own for three weeks as he said, but had remained there nearly seven weeks and was expected back every minute.",
        "There were no railroads at that time, and Exeter was nearly fifty miles away.",
        "Allen nearly strangled her to death.",
        "I must have fallen back to sleep because when I opened my eyes again, the room was nearly dark.",
        "Nearly caused a fire.",
        "runs nearly east and west.",
        "An illness brought on by toil and privation forced him to leave his work to others for nearly a year, but in August 1598 he returned to his field of labour, and in October of that year practically the whole country was Catholic again.",
        "Edward could spell nearly all the words in his primer, and he could read quite well.",
        "Dolokhov could play all games and nearly always won.",
        "In Poland, if you please, he nearly killed a Jew.",
        "I was nearly forgetting.",
        "Destiny stared at Alex over Carmen's shoulder and Jonathan was so focused on Alex that he nearly ran into Alondra.",
        "At the kitchen door she nearly ran into a dark form.",
        "After nearly an hour of riding, they descended the steep walls of a draw and followed it to a small valley.",
        "Peabody was two hundred and thirty miles and we arrived at our destination a little after eleven on Friday night, after nearly six hours of steady traffic.",
        "When he finally nodded off, nearly an hour had passed.",
        "They were nearly invisible from the main store.",
        "Betsy, usually as nearly sympathetic as Martha, pointed out there were scads of other missing children we were neglecting.",
        "Howie had nearly reached his limit when he heard someone enter the room!",
        "Yet in reality, five individuals, some joined by love, some nearly strangers and others with a history, that might surface and run amuck.",
        "I nearly hung up but something in his voice caused me to hang on.",
        "Forget anything much more than forty-eight hours old and anything where a nearly exact time of abduction isn't known.",
        "She noticed the nearly empty gin bottle for the first time.",
        "The last time y'all fought, you nearly destroyed the universe.",
        "In my previous life, I was nearly invincible.",
        "Cynthia, nearly at the same time.",
        "I want you to run only if you want to—not because we're nearly broke.",
        "By the time he was successful, he was nearly to the park, south of Ouray's hot spring pool.",
        "My head hurts, my body hurts, and I was nearly sliced open before you decided to show up last night.",
        "Each was nearly a copy of the others, unremarkable in its cold formality.",
        "The two men first boarded chair lift number ten and ten and a half minutes later were eighteen hundred feet higher than Fred and Donnie, at nearly eleven thousand feet elevation.",
        "He was startled by a voice below him, causing him to nearly lose his grasp with its closeness.",
        "Nor were other labourers, more nearly connected with the producing interests, satisfied with a reduction of wages because produce had fallen in price all round.",
        "At the time of his death he was engaged upon a memoir on the Theta and Omega Functions, which he left nearly complete.",
        "On the other side of the river, nearly opposite, is the Maine insane hospital.",
        "high and nearly 600 ft.",
        "It had in 1909 a property of 2345 acres (of which 1000 were farm lands, 1145 pasture and wood lands, and 200 school campus), and loo buildings, many of brick, and nearly all designed and constructed, even to the making of the bricks, by the teachers and students.",
        "The state's lumber trade was important until 1890, when the white pine was nearly exhausted, although there were still spruce and hemlock.",
        "The tonnage of the commerce of this port amounted, according to the reports of the United States army engineers, to 107,421 tons in 1904 and to 249,174 tons in 1908, of which in the latter year nearly 80% was lumber.",
        "The county is situated mostly in the basin of the Erne, which divides the county into two nearly equal sections.",
        "A fault divides the latter from the mass of red-brown Old Red Sandstone that spreads south nearly to Enniskillen.",
        "The position is strong, being protected by the two rivers mentioned, and the medieval fortifications, which are nearly 2 m.",
        "The alternate leaves are more or less deeply sinuated or cut in many species, but in some of the deciduous and many of the evergreen kinds are nearly or quite entire on the margin.",
        "Its northern limit nearly coincides with that of successful wheat cultivation.",
        "pedunculata, has the acorns, generally two or more together, on long stalks, and the leaves nearly sessile; while in the other, Q.",
        "most woods in durability, and none stand better alternate exposure to drought and moisture, while under cover it is nearly indestructible as long as dry-rot is prevented by free admission of air.",
        "The oak grows most luxuriantly on deep strong clays, calcareous marl or stiff loam, but will flourish in nearly any deep well-drained soil, excepting peat or loose sand; in marshy or moist places the tree may grow well for a time, but the timber is rarely sound; on hard rocky ground and exposed hillsides.",
        "The oak will not bear exposure to the full force of the sea gale, though in ravines and on sheltered slopes oak woods sometimes extend nearly to the shore.",
        "It was introduced into England by Philip Miller about 1 735, and is now common in parks and plantations, where it seems to flourish in nearly all soils.",
        "lyrata, is a large tree, chiefly found on swampy land in the southern states; the lyrate leaves are dilated at the end; the globose acorns are nearly covered by the tuberculated cups.",
        "A species nearly allied is the scarlet oak, Q.",
        "Nearly akin to these are several other forms of little but botanical interest; not _ far removed is the black or dyer's oak, F rom Isotschy op. c i t.",
        "The leaves are frequently irregular in outline, the lobes rather short and blunt, widening towards the end, but with setaceous points; the acorns are nearly globular.",
        "Descartes had left untouched, or nearly `so, the difficult problem of the relation between the universal element or thought and the particular desires or inclinations.",
        "Some of them, like the Kreuzbrunnen and the Ferdinandsbrunnen, contain alkaline-saline waters which resemble those of Carlsbad, except that they are cold and contain nearly twice the quantity of purgative salts.",
        "council immediately excluded nearly a hundred.",
        "BONIN ISLANDS, called by the Japanese Ogasawara-Jima, a chain of small islands belonging to Japan, stretching nearly due north and south, a little east of 142 E., and from 26° 35' to 2 7° 45' N., about 500 m.",
        "The wreaths were so nearly alike that none of those who were with the king could point out any difference.",
        "It was very amusing but I did not like it nearly so well as \"Wilhelm Tell.\"",
        "Father says he can fly nearly all day without stopping.",
        "Nearly every mail brings some absurd statement, printed or written.",
        "We have fully concentrated forces of nearly seventy thousand men with which to attack and defeat the enemy should he cross the Lech.",
        "It's nearly ten o'clock, answered Natasha's voice.",
        "The most prominent feature of the surface is the Green Mountains, which extend nearly N.",
        "I didn't mean to yell at you, but you nearly scared me to death.",
        "It was nearly dark and she was a good fifty miles from home.",
        "Now he's at least functional but the sad part is he lost nearly all of his memory.",
        "When I noticed his flashing lights behind me, I nearly raced away but he'd have caught me.",
        "This is definitely the same guy that killed the Delaware girl we nearly caught.",
        "The way you tell it, it sounds nearly impossible for us to catch him if he learns everything we can and might do.",
        "He wants to stop this so-called Psychic Tipster who'd nearly caught him several times.",
        "It was nearly midnight when the lights were extinguished and all was quiet.",
        "Might he be nearly as close to us as Owen Bryce had been?",
        "I was relieved beyond belief and nearly in tears.",
        "The pastor continued as if we hadn't taken nearly a three hour break, mostly continuing his sermon.",
        "We were nearly across the empty floor before a clerk spotted us.",
        "The shock nearly put me to the floor.",
        "Grasso no longer hid the knife he carried in his right hand as they moved nearly out of range to a dark, windowless van.",
        "The safest place she could be was with him, and he'd nearly gotten her killed by lowering his guard.",
        "The wind snapped free of its bonds, nearly tearing her from his grip with its first gust.",
        "He'd nearly reached the end of the alley when the hair on the back of his neck rose like it did when a Watcher was present, only this was no Watcher.",
        "The girl visited the town nearly every weekend, and her father accompanied her once every few weeks.",
        "The man approaching her had nearly reached her, and she huddled into a tighter ball.",
        "She craved him in a way that nearly crippled her.",
        "Of course, she wasn't nearly as smokin' hot as Claire either.",
        "Nearly doubled over in pain, Sofia returned to her room.",
        "He offered a small smile, not nearly as large as the one he'd given her the day he gave her the advice that ended up condemning her.",
        "The Immortal who posed as her only friend and surgeon for years – who also nearly killed her – stood before her.",
        "It made him powerful but drove him beyond madness and nearly destroyed my domain.",
        "We've been gone nearly an hour, I bet.",
        "Caleb stumbled to a stop ahead of her, causing her to nearly knock him over.",
        "He guessed her to be nearly six feet tall.",
        "The Buen was nearly full, but as the season crept toward the Fourth of July and the heart of summer, finding a dinner seat anywhere in Ouray would often require patience.",
        "I was so scared I nearly peed my pants.",
        "He's an adult, or nearly so.",
        "I looked up the ownership but the records were nearly fifty years old.",
        "They parked behind rocks, away from the direction of their approach, and immediately saw a nearly invisible path upward.",
        "There were at least three different footprints but they were marred and nearly indistinguishable.",
        "The sound was nearly inaudible but both stopped and listened attentively.",
        "Westlake plugged forward, his nose nearly at the windshield, which was spider-webbed with nicks and cracks, as the old car crawled higher.",
        "Dean said as he braked the Jeep, nearly tossing his standing passenger.",
        "Nearly impossible to stop, next to impossible to control.",
        "Pumpkin nearly fell off his chair.",
        "He turned, shocked to see the woman standing behind—and nearly above—him, a smile on her face.",
        "She was nearly as tall as he, a natural blonde or the customer of a very good beautician.",
        "When I heard his voice saying that message, I nearly lost it.",
        "The attorney quickly recovered and half slid, half ran down the slope next to his Jeep where they were standing, covering his shiny black shoes with dust in the process and nearly falling on the seat of his creased shorts.",
        "They'd traveled several hundred yards when Dean saw it, nearly covered by brush and invisible from all but a few feet away.",
        "He began first a short ascent, then a drop to a sharp curve he nearly missed, causing him to reduce his speed further.",
        "Then, in the glow of yet another rocket, he saw it—a nearly unrecognizable mass of twisted red metal.",
        "He sat on a sofa while she settled into a leather rocker where she'd evidently been sitting, as there was a nearly empty pint of vodka on the table next to her.",
        "She lifted the bottle as an offer and then noticed it was nearly empty.",
        "God, that was nearly ten years ago!",
        "This duty was about as pleasant as a stick in the eye in Dean's mind, but the interrupted householders were uniformly pleasant to him, making the necessary ordeal nearly tolerable.",
        "She popped open her halter, nearly spilling the contents, and took out her cigarettes, but didn't light one.",
        "They were nearly there, though no other light except their own was visible.",
        "It was nearly imperceptible.",
        "It nearly covered Cynthia's scream as blood spurted from Brandon Westlake's chest.",
        "If anything, you and I nearly broke what was too good to be real.",
        "It was the sign it was time to resign, for her power was nearly gone.",
        "It happened so fast that in spite of his warning, she was nearly unseated.",
        "Facing it wasn't nearly as bad as she thought it would be, and having Alex at her side was the biggest reason it wasn't.",
        "All I know is that he did nearly kill Alex.",
        "It was late, nearly 10:00 pm.",
        "He shrugged, not nearly as concerned with her life or death as she was.",
        "She nearly leapt past her escort when he entered the banquet hall, the scents of roasted meat and a million other things making her stomach roar.",
        "She knelt beside the fish and unwrapped them with a grimace, cheered to find the section of rope nearly five feet long.",
        "She heard the kid scream and hunched her shoulders, nearly vomiting at the sounds of his body being torn apart.",
        "The scents of fresh bread and some sort of meat cooking nearly nailed her to the ground as she rounded the corner.",
        "Rhyn probably saved humanity by doing so but was sent to Hell and nearly lost his mind.",
        "How noble of the beast that nearly destroyed the world once!",
        "Nearly all of us girls here are warriors.",
        "Instead, she drew herself up to her just above average height, and confirmed, He nearly killed me.",
        "Rhyn nearly decked him when the blond brother shoved him back.",
        "The whiff of Katie.s blood nearly undid him.",
        "I.ve failed miserably in my role as a foster mom, and he nearly died because of it.",
        "Lankha was nearly buckling under the weight of Toby.",
        "He would go to Kris and tell him just that—that Sasha had done this all, and he, Jade, had tried to help but been nearly killed by the demons!",
        "It was nearly one thirty.",
        "He moved away from her, nearly throwing off her balance.",
        "A'Ran's penetrating gaze nearly burnt a hole through her shoulder blades.",
        "They nearly reached the women's wing when the strange little Council member with white eyes called out to her.",
        "He was pleased to see it was nearly complete.",
        "It's nice to have the place nearly to ourselves, even if it is only for a few days, Dean said, as he stifled a yawn.",
        "School was back in session after the holiday recess so the rink was nearly empty.",
        "She sat on one suitcase, nearly bending it in two while unlatching the other until it exploded open, scattering contents about the porch.",
        "There were a number of different routes, but the Deans chose the two-mile town site loop, a nearly flat path that first traversed a scented pine forest and then opened to a spectacular view of the surrounding mountains.",
        "Dean tried to picture the bustling town of a century past, at one time home to a dozen saloons, four restaurants, a newspaper, nearly three hundred houses and more than a thousand inhabitants.",
        "I've raced through nearly four thousand words just today!",
        "Shipton claimed Jerry fell in the water while they were shooting rapids and Shipton himself nearly drowned trying to save him.",
        "It hangs from the rooftops like daggers nearly touching the ground.",
        "\"Wimps!\" she called, as she set off at a quick pace beneath a heap of gear that nearly buried her small frame.",
        "I've been on climbs in all kinds of weather, some all day, rappelling down at dusk, nearly in the dark, with wind and snow trying to blow me off the wall.",
        "Climbers could be seen in pairs, groups and singles, some nearly beneath them.",
        "Nearly seventy-five Colorado winters rusting away at the structure did not breed confidence.",
        "She nearly collided with Donald Ryland as she practically skipped from the room.",
        "After milling about until nearly nine o'clock, the entire group began to trek up to the ice park and, as Claire Quincy put it, view this craziness.",
        "The roads were nearly empty but low visibility made driving treacherous.",
        "She had visited him in Ouray, nearly a year and a half before, while he was recuperating from a gunshot wound.",
        "Let's just say his climbing rope was cut, nearly all the way through.",
        "It nearly always comes back to the spouse.",
        "As he peddled downhill toward Ridgway, he could see the east side of the valley, exposed to the southern sun, had melted nearly clear of snow while across the valley, draped in shadow most of the day, the western slope retained almost all its recent covering.",
        "She stamped out her cigarette in the snow before pulling a large suitcase from the small rear seat, nearly yanking off the handle and serenading the action with a chorus of curses.",
        "He must have reached an arm across the warmth next to him and her nearly soundless mewl began his slow but steady rise to the surface of consciousness.",
        "He remained motionless, wondering if she could possibly have left hers and Ryland's room nearly next to his without hearing them.",
        "\"Hi,\" said a subdued voice he nearly didn't recognize.",
        "Dean hadn't spoken to Jake Weller in nearly two weeks when he gave the law man a call.",
        "Dean knotted his rope with trembling hands as he looked down on the man nearly directly under him.",
        "Dean attempted to move, turning his body for a clearer look down at Shipton but the adjustment in his position caused a shower of snow to descend on him, nearly covering his head and shoulders.",
        "When the stopping jolt came, it nearly knocked the wind out of him with its abruptness, but he'd fallen only to the level of Shipton's knees.",
        "Shipton leaned to his right and began to chip away at a large outcrop of ice directly above Dean, laughing as a loosened piece tumbled downward, striking Dean's exposed head, nearly knocking him senseless.",
        "Nearly everyone uses ball point pens.",
        "Dean remembered the Ride the Rockies bike tour, when he had fallen, nearly killing himself, but put his bruised and cut body back on a bike, just to finish.",
        "The sounds and smells of the forest nearly caused them to lose focus and stop running to fully experience their surroundings.",
        "We only attempted a romantic relationship because we were both so lonely, life was nearly unbearable.",
        "He had nearly nodded off when he heard Sarah come home.",
        "Jesus Sarah, you nearly gave me a heart attack.",
        "I sold nearly everything and even contracted four portrait commissions.",
        "Nearly all the leaves had fallen off the trees except for the huge scarlet oak in the back yard.",
        "Jackson could only see her hair, shortening, then nearly disappearing.",
        "Jackson approached her, and she nearly collapsed into his arms.",
        "It reminded him of Halloween night and how she had been nearly unrecognizable.",
        "Now, I feel it is not nearly enough time to spend with you.",
        "She finally turned to him and whispered, \"I was nearly two hundred and fifty miles away.\"",
        "Jackson worried Elisabeth would miss her family, but she assured him that Christmas was not nearly as important as The Wolf Moon.",
        "He began to pace, nearly screaming into the phone, \"Where is she?\"",
        "His voice cracked and he nearly broke down.",
        "Connor isn't nearly as strong as we are, though he is much stronger than a newborn should be.",
        "That was nearly seven years ago.",
        "Each cleansing lick from the doe nearly knocked them off their feet, but they staggered close to her for more nourishment.",
        "I weigh nearly twice as much as you.",
        "He released her abruptly and she staggered on the injured leg, nearly falling in the snow again.",
        "I did that once, and I nearly made the mistake of my life.",
        "He was around nearly every day now, and when he didn't show up, he called on the phone.",
        "She lunged frantically again, dragging Brutus nearly four feet this time.",
        "He was in need of a veterinarian if he was going to live, and the closest one was nearly twenty miles away.",
        "Computers hummed, the sound enough to lull Lana to sleep nearly every shift she spent alone in the vault despite the sleep replacement supplements—known as anti-sleepers—she took.",
        "I'll give you a charge of— Fire tore through her, and she gasped, the pain nearly driving her unconscious before it ceased.",
        "He'd spent days fighting to reach the Peak with the first one, and Lana had nearly gone off a cliff for another one.",
        "We have our own kinds of generators, ones that don't work nearly as well.",
        "Jack ran from the house to greet them, nearly bowling Brady over.",
        "She pushed herself up, reaching into a pocket for a food and water cube.  Gabriel took her arm and pulled her to her feet.  She nearly choked on the cubes and swallowed them whole, struggling to keep up with the death-dealer as he darted into the forest.",
        "Rhyn considered how he might use the demon, as he had once before.  He didn't answer, pushing the door open to the cell block.  Nearly all the cells were empty.  \"Where is everyone?\" he asked.",
        "Katie angled herself towards the voice once again.  The woman was close.  She continued and then stopped suddenly, nearly tripping over the small form in her path.",
        "I've lost everything because I listened to stupid Immortals who thought they knew more than me, Katie nearly shouted in frustration.",
        "A scattering of cars dotted the parking lot but due to the late hour the avenue beyond was nearly devoid of traffic.",
        "Sackler and DeLeo, partners for nearly 12 years, had more in common than their constant arguing would suggest.",
        "The reports went back nearly three years and listed dates, locations and dollars expended, with each entry carefully and man­ually recording names, locations, reasons for visits and persons present.",
        "It was nearly noon when the session ended.",
        "When Ethel did the inviting, the function was nearly always out of town.",
        "The area was nearly empty except for crying gulls, a man running with his dog, and an elderly lady propped up in a half chair read­ing.",
        "By the time Fred had finished his questioning it was nearly midnight.",
        "Jonathan Winston never flinched and his smile remained in place as he moved very close to Vinnie, nearly touching him.",
        "Been here nearly a year but his project will be over soon and he'll be gone too—but not departed.",
        "She looked him in the eye, silhouetted in the glow from beneath the door, the only light in the nearly dark room, and began to undo his belt.",
        "He nearly broke both their necks when he slipped on the wet tile floor as he made his way to the receptionist who directed them to a flight of metal stairs that led downward to an empty hall.",
        "The attendant pulled out the tray with a jerk, nearly dislodg­ing the body.",
        "Sure enough, after ten minutes of silent driving on nearly empty streets, he recognized Ocean View Avenue, and a few min­utes later, The Ocean Shore Motel.",
        "The dining room was nearly empty and they chose a seat in a quiet corner.",
        "Dean nearly choked on a string bean.",
        "Had she awoken, there was no doubt she'd be petrified by his actions in the nearly dark room.",
        "He jumped to his feet flipping light switches and stumbling through both rooms, barely seeing still-sleeping Cynthia through eyes pinched nearly closed against the intrusive brightness.",
        "It was nearly 4:00 when he pulled into his drive.",
        "Winston crossed over to Baratto with surprising speed and grabbed him by the collar, nearly lifting him off the ground.",
        "How did they happen to remember one camper nearly three weeks ago?",
        "It was nearly a hundred bucks and that was just through last week!",
        "As it turned out, Fred nearly did catch him.",
        "He managed to get a slow-moving truck between them on a winding road and nearly lost them until the road widened near Scranton.",
        "He had nearly forgotten the young lady, the recipient of Jeffrey Byrne's kindness.",
        "As luck would have it, as he was leaving the place, he nearly knocked over Cora Abernathy, who had just left the dry cleaners next door.",
        "Grabbing his wobbly, stumbling partner, the man made a dash for the curb, nearly knocking down Fred O'Connor, who was only steps from the bar.",
        "He and Randy shared the remains of nearly a dozen stale doughnuts after knocking off a quart of milk and a cheese sandwich each.",
        "Just as they reached the outside and were nearly at the parking lot, Fred let out a yell, startling the dickens out of Dean.",
        "Nearly all the riders were young, good looking and in fantastic shape.",
        "He let out a yell and slapped Dean on the back, nearly knocking over a Gatorade.",
        "The knapsack contained nearly all new clothes, both dirty and clean.",
        "It had been nearly a month of empty Thursday nights since his no-show session with Ethel Rosewater and the beautiful Betty from Boise was offering an effective way to make sure that embarrassment was a temporary happening.",
        "He stood atop nearly 11,000 feet of mountain gazing in wonderment at the spec­tacular view below him as he strained to catch his breath.",
        "Yeah, Henderson nearly shit when he recognized you!",
        "Mr. Jonathan Winston had to back up a step or two and wipe the egg off his face when he real­ized I saved his bacon after he nearly let a killer get away.",
        "For nearly a half hour she struggled with the idea of going to the clinic.",
        "He fumbled with the flashlight, nearly dropping it when his arms embraced her.",
        "She gulped, nearly choking on her food.",
        "After nearly two years of marriage, nothing had changed – absolutely nothing.",
        "It was nearly eleven.",
        "The old truck was still parked where Josh had left it when he towed it home for her nearly two years ago.",
        "As it was, we nearly lost you.",
        "The twins came barreling up to her, nearly knocking her down.",
        "He nearly dropped the plate of roast beef.",
        "In spite of his nearly useless arm, he eagerly helped with the chores.",
        "It had nearly happened to him once.",
        "Nearly all of the Guardians were without their magic.",
        "The battling immortals had nearly destroyed the human world in pursuit of one another.",
        "She'd watched him go from a near-comatose state, through his teenager stage that nearly drove them all mad, to the gym-obsessed warrior trying to understand his place in the world.",
        "His fangs grew before her eyes, nearly the size of her pinky.",
        "We're nearly at war! he reminded her with a chilling smile that didn't reach his dark eyes.",
        "Startled, he loosened his grip as he tried to snatch her arm and nearly dropped her.",
        "He nearly shuddered at the intense sensation.",
        "The husky edge to her voice nearly undid him.",
        "The guard beside Allin nearly spat the words.",
        "Satisfied, he leaned forward until their faces nearly touched.",
        "I am accustomed to a different enemy, one not nearly as strong.",
        "She started forward and faltered, nearly dropping to her knees.",
        "Landis is nearly dead.",
        "His decision to stay at the hacienda last night had nearly caused him to miss it, but that was another story altogether.",
        "It took nearly a half hour to find Jonathan and another fifteen minutes to separate him from two attractive girls.",
        "That was the summer he had been stabbed and lost his voice – nearly lost his life.",
        "He had been challenged in nearly every way, but the idea that he might not be the best lover troubled him the most.",
        "In fact, her trust in him had been so complete that she had allowed him to make nearly every important decision in her life - until now.",
        "Denton wasn't nearly as unhappy as he was going to be when he found out she was skipping the state.",
        "It had been nearly a half-hour since the last car had passed her.",
        "The trip to town was uneventful and it was nearly five before Megan returned.",
        "It must be nearly 115 degrees.",
        "She nearly choked on the sandwich, and washed it down with some coffee.",
        "It nearly filled the room.",
        "Son, your mother is nearly gone.",
        "Xander engaged his senses and trotted through the nearly vacant streets.",
        "The man before her – a Watcher by his glowing green eyes and the Original Watcher by his unusual height of nearly six feet – was smiling.",
        "Even with his belly full, Xander's senses were nearly ensnared by the scent of food.",
        "When Jessi tripped his senses, he tensed so quickly, he nearly leapt out of his seat.",
        "The sip from Jessi was satisfying but not nearly enough.",
        "The Original Immortal had known nearly everything about Xander at one time, one of the only in existence who ever did.",
        "You are nearly impossible to find.",
        "Though the controversy went on, its most important result had already been achieved in the silencing of Convocation, for that body, though it had just \"seemed to be settling down to its proper work in dealing with the real exigencies of the church\" when the Hoadly dispute arose, did not meet again for the despatch of business for nearly a century and a half.",
        "Charmingly situated among vine-clad and wooded hills, Stuttgart stands at a height of nearly 900 ft.",
        "To the north-east of the new palace lies the beautiful palace park, embellished with statuary and artificial sheets of water, and extending nearly all the way to Cannstatt, a distance of over two miles.",
        "The plates are compressed from before backwards, the anterior and posterior surfaces (as seen in the worn grinding face of the tooth) being nearly parallel.",
        "The upper and lower margins of the end of the trunk form two nearly equal prehensile lips.",
        "In size the male African elephant often surpasses the Asiatic species, reaching nearly 12 ft.",
        "Under the Reign of Terror he was arrested and imprisoned for nearly a year, during which he studied Condillac and Locke, and abandoned the natural sciences for philosophy.",
        "Nearly all the rest, more especially the transition from poetical to occult wisdom, was derived from Rome.",
        "above sea-level, and is nearly enclosed by mountains of considerable elevation.",
        "The western Mediterranean is cut off by a bank crossing the narrow strait between Sicily and Cape Bon, usually known as the Adventure Bank, on which the depth is nowhere 200 fathoms. The mean depth of the western basin is estimated at 881 fathoms, and the deepest sounding recorded is 2040 fathoms. In the eastern Mediterranean the mean depth is nearly the same as in the western basin.",
        "Local winds form an important feature in nearly all the coast climates of the Mediterranean, especially in winter, where they are primarily caused by the rapid change of temperature from the sea to the snow-clad hinterlands.",
        "From the date when Mr Hart took up his duties at Peking, in 1863, he unceasingly devoted the whole of his energies to the work of the department, with the result that the revenue grew from upwards of eight million taels to nearly twenty-seven million, collected at the thirty-two treaty ports, and the customs staff, which in 1864 numbered 200, reached in 1901 a total of 57 0 4.",
        "el-`Azariyeh), a village nearly 2 m.",
        "When the cruising season of the lake was nearly over he in his turn retired to Sackett's Harbor, and did not leave it for the rest of the war.",
        "George Sand not only forgave the elopement and hushed up the scandal by a private marriage, but she settled the young couple in Paris and made over to them nearly one-half of her available property.",
        "In nearly all George Sand's loves there was a strong strain of motherly feeling.",
        "The Venetian ambassador Gradenigo estimated the paying number of offices on Leo's death at 2150, with a capital value of nearly 3,000,000 ducats and a yearly income of 328,000 ducats.",
        "and iv., are still valuable and contain nearly all that is known of the fifty British species.",
        "A decree of the parlement (1606), obtained by Marguerite de Valois, deprived him of nearly all his possessions, including Auvergne, though he still retained the title.",
        "de Saussure made the third ascent, memorable in many respects, and was followed a week later by Colonel Beaufoy, the first Englishman to gain the top. These ascents were all made from Chamonix, which is still the usual starting point, though routes have been forced up the peak from nearly every side, those on the Italian side being much steeper than that from Chamonix.",
        "In summer at the Bureau Central the intermediate peak nearly disappears in the profound afternoon depression, but it is still recognizable.",
        "He found the gradient nearly uniform for heights up to 30 to 40 metres above the ground.",
        "The Two Minima Occur, The One From 5 To 7 A.M., The Other From 7 To 8 P.M.; They Are Nearly Equal.",
        "The pope's intervention procured his release, after nearly a year's imprisonment.",
        "On being cut or broken the flesh of a true mushroom remains white or nearly so, the flesh of the coarser horse mushroom changes to buff or sometimes to dark brown.",
        "When all these characters are taken together no other mushroom-like fungus - and nearly a thousand species grow in Britain - can be confounded with it.",
        "Both have fleshy caps, whitish, moist and clammy to the touch; instead of a pleasant odour, they have a disagreeable one; the stems are ringless, or nearly so; and the gills, which are palish-clay-brown, distinctly touch and grow on to the solid or pithy stem.",
        "The Alleghany Plateau consists of nearly horizontal beds of limestone, sandstone and shales, including important seams of coal; inclines slightly toward the north-west, and is intricately dissected by extensively branching streams into a maze of narrow canyons and steep-sided hills.",
        "Although the valleys between the ridges are not always easy of access, they give broad areas of nearly level agricultural land.",
        "Martinsburg, in the eastern Panhandle, has nearly the same means, 32° and 74°.",
        "The Baltimore & Ohio railway leads in trackage: it enters the state with several lines at its northern end; its main line crosses this portion of the state from east to west, striking the Ohio at Parkersburg, and one of its lines (Ohio River railway) extends nearly the length of the state from Wheeling in the north through Parkersburg to Kenova in the south.",
        "a year, nearly doubled the headmaster's income.",
        "Boissier, La Religion romaine; Renier, Inscriptions d'Algiers, 2510.) The Greek term Apotheosis, probably a coinage of the Hellenistic epoch, becomes more nearly technical for the deification of dead emperors.",
        "In June 1781 Tarleton raided Charlottesville and the vicinity, nearly captured Thomas Jefferson, and destroyed the public records and some arms and ammunition.",
        "Concerning his second marriage, it suffices to say that the Baroness Imhoff was nearly forty years of age, with a family of grown-up children, when the complaisant law of her native land allowed her to become Mrs Hastings.",
        "Again, in 1902, he became minister of finance, after nearly ten years in exclusion from office, in the Radical cabinet of M.",
        "above the sea, with an area of nearly 16 sq.",
        "The eyepiece ab consists of two plano-convex lenses a, b, of nearly the same focal length, and with the two convex sides facing each other.",
        "One of the most essential points in a good micrometer is that all the webs shall be so nearly in the same plane as to be well in focus together under the highest powers used, and at the same time absolutely free from \" fiddling.\"",
        "The electric lamp a gives illumination of the webs in a dark field, nearly in the manner described for the Cape transit circle micrometer; the intensity of illumination is regulated by a carbon-resistance controlled by the screw b.",
        "14) - its upper surface being nearly in the plane of the wires.",
        "Between 1283 and 1290, a Bavarian disciple of Wolfram's 2 adopted the story and developed it into an epic poem of nearly 8000 lines, incorporating episodes of Lohengrin's prowess in tournament, his wars with Henry I.",
        "AMAL, the name of the noblest family among the Ostrogoths, and that from which nearly all their kings were chosen.",
        "This depression runs nearly from north to south, from the Gulf of Asinara to the Gulf of Cagliari.",
        "In the western region, on the other hand, all the Mesozoic beds are involved in a later system of folds; but here also the Tertiary beds lie nearly horizontal.",
        "Granite and Archean schists form nearly the whole of the eastern hills from the Strait of Bonifacio southwards to the Flumendosa river, culminating in Monti del Gennargentu.",
        "Much of the island is stony and unproductive; but cultivation has not been extended nearly as much as would be possible, and the implements are primitive.",
        "She was the daughter of Gratien Phlipon, a Paris engraver, who was ambitious, speculative and nearly always poor.",
        "Amritsar district is a nearly level plain, with a very slight slope from east to west.",
        "The story became public property, and protest was aroused in nearly every European country.",
        "Between the mainland and Ramree lies a group of islands separated by deep, narrow, salt-water inlets, forming the north-eastern shore of Kyaukpyu harbour, which extends for nearly 30 m.",
        "Nearly the whole of the south-west side of the town is occupied by the palace (1720-1759), formerly the residence of the elector palatine of the Rhine.",
        "It remained the capital of the Palatinate for nearly sixty years, being especially flourishing under the elector Charles Theodore.",
        "On his release he had promised he would maintain the treaty of Arras and withdraw from the Netherlands; but he delayed his departure for nearly a year and took part in a punitive campaign against his captors and their allies.",
        "Upon it or its site centre nearly all the historical associations of the place.",
        "The striped (as distinct from the blotched) short-haired tabby is probably the one most nearly allied to the wild ancestors, the stripes being, however, to a great extent due to the European wild cat.",
        "The fact that in tabby Persians the body-markings are never so strong as in the short-haired breeds is in some degree confirmatory of this, as suggesting descent from a nearly wholecoloured type.",
        "At the present day, however, Persians exhibit nearly all the colour and pattern types of the short-haired breeds, the \"orange Persian\" representing the erythristic phase.",
        "Unless the junglecat, which is a nearly whole-coloured species, can claim the position, the ancestry of these Manx-Malay cats is still unknown.",
        "The withdrawal of Mersenne in 1614 to a post in the provinces was the signal for Descartes to abandon social life and shut himself up for nearly two years in a secluded house of the faubourg St Germain.",
        "This theory, he believed, would afford an explanation of every phenomenon whatever, and in nearly every department of knowledge he has given specimens of its power.",
        "THOMAS AQUINAS [[[Thomas (disambiguation)|THOMAS]] OF Aquin or AquinO], (c 1227-1274), scholastic philosopher, known as Doctor Angelicus, Doctor Universalis, was of noble descent, and nearly allied to several of the royal houses of Europe.",
        "On land their general Myronides beat off two Corinthian attacks on Megara, which had been further secured by long walls drawn between the capital and its port Nisaea, nearly a mile distant.",
        "Surrounding the green is a space called a ditch, which is nearly but not quite on a level with the green and slopes gently away from it, the side next the turf being lined with boarding, the ditch itself bottomed with wooden spars resting on the foundation.",
        "The size of the city was diminished by the retrenchment of nearly one-third at the northern end, which brought the enceinte more nearly to a square form.",
        "In 1877 it was nearly destroyed by the Russian artillery stationed in the Rumanian town of Giurgevo, on the opposite bank of the Danube.",
        "The romance of Alexander is found written in the languages of nearly all peoples from the Indian Ocean to the Atlantic, but all these versions are derived, mediately or immediately, from the Greek original which circulated under the false name of Callisthenes.",
        "The largest species is the giant armadillo (Priodon gigas), measuring nearly a yard long, from the forests of Surinam and Brazil; while one of the smallest is Dasypus minutes, a near ally of the larger D.",
        "Burton is the seat of an enormous brewing trade, representing nearly one-tenth of the total amount of this trade in the United Kingdom.",
        "He further tells us this pitch was a tone, nearly a tone and a half, higher than a suitable church pitch (Chorton), for which he gives a diagram.",
        "Nearly all the German organs in his time were tuned to this higher pitch.",
        "The Halberstadt pitch is nearly a semitone higher, which again agrees with the statement of Praetorius, and also Schlick's high C organ.",
        "Laristan is famous for the condiment called mahiabeh (fish-jelly), a compound of pounded small sprat-like fish, salt, mustard, nutmeg, cloves and other spices, used as a relish with nearly all foods.",
        "His ritual code (xliii.-xlvi.), which in elaborateness stands midway between that of Deuteronomy and that of the middle books of the Pentateuch (resembling most nearly the code of Lev.",
        "until joined by its right-hand affluent the Aldan,which deflects it to the north-west; then, after receiving its most important left-hand tributary, the Vilyui, it makes its way nearly due N.",
        "In ten years four cotton mills were running, employing nearly 1400 hands.",
        "fleah, or flea, cognate with flee, to run away from, to take flight), a name typically applied to Pulex irritans, a well-known blood-sucking insect-parasite of man and other mammals, remarkable for its powers of leaping, and nearly cosmopolitan.",
        "A.) Fleche (French for \"arrow\"), the term generally used in French architecture for a spire, but more especially employed to designate the timber spire covered with lead, which was erected over the intersection of the roofs over nave and transepts; sometimes these were small and unimportant, but in cathedrals they were occasionally of large dimensions, as in the fleche of Notre-Dame, Paris, where it is nearly ioo ft.",
        "The hills are formed by a short, broad, anticlinal fold, which is flat or nearly so on its summit.",
        "The best form of stove is that with which perfect combustion is most nearly attained, and to which a pan of water is affixed to supply a desirable humidity to the air, the gas having the effect of drying the atmosphere.",
        "The names of nearly all Napier's classfellows can be traced as becoming determinantes in 1566 and masters of arts in 1568; but his own name does not appear in the lists.",
        "Notwithstanding intervening reverses there were by 1647 nearly thirty ordained ministers in fixed charges in Ulster besides the chaplains of the Scottish regiments.",
        "At the Restoration, in which they heartily co-operated, there were in Ulster seventy ministers in fixed charges, with nearly eighty parishes or congregations containing one hundred thousand persons.",
        "Presbyterians of different churches in the United States in 1906 numbered 1,830,555; of this total 322,542 were in Pennsylvania, where there were 248,335 members of the Presbyterian Church in the United States of America (the Northern Church), being more than one-fifth of its total membership; 56,587 members of the United Presbyterian Church of North America, being more than two-fifths of its total membership; 2709 members of the Synod of the Reformed Presbyterian Church of North America, three-tenths of its total membership; the entire membership of the Reformed Presbyterian Church in the United States and Canada (440), 3150 members of the Welsh Calvinistic Methodist Church, nearly one-fourth of its total membership; and 2065 members of the Reformed Presbyterian Church in North America, general synod, about five-ninths of its total membership. The strength of the Church in Pennsylvania is largely due to the Scotch-Irish settlements in that state.",
        "The Phddon was an immediate success, and besides being often reprinted in German was speedily translated into nearly all the European languages, including English.",
        "During the Reconstruction the people of the South were divided thus: nearly all native whites (the most prominent of whom were disfranchised) on one side irrespective of former political faith, and on the other side the ex-slaves organized and led by a few native and Northern whites called respectively scalawags and carpet-baggers, who were supported by the United States government and who controlled the Southern state governments.",
        "Nearly all southern whites (except \"scalawags\"), whether members of the secret societies or hot, in some way took part in the Ku Klux movement.",
        "Towards the east they lie at a lower level; but in the Andes they reach a height of nearly 10,000 ft., and are strongly folded, showing that the elevation of the chain was not completed until after their deposition.",
        "Originally the cattle were nearly all of the long-horned Spanish breed and of little value for their meat, except to the saladero establishments.",
        "in height, cover Savoy and most of Dauphin and Provence, that is to say, nearly the whole of France to the south and east of the Rhne.",
        "North of that point a line of high cliffs, in which occur the ports of Fcamp and Dieppe, stretches nearly to the sandy estuary of the Somme.",
        "Its area is nearly 33,000 sq.",
        "m., includes a great part of central and western France or nearly a quarter of the whole country.",
        "at the western extremity of the Pyrenees), and nearly as much in the Vosges, Morvan, Cvennes and parts of the central plateau.",
        "The oldest rocks, the gneisses and schists of the Archean period, form nearly the whole of the Central Plateau, and are also exposed in the axes of the folds in Brittany.",
        "In Tertiary times the Central Plateau was the theatre of great volcanic activity from the Miocene, to the Pleistocene periods, and many of the volcanoes remain as nearly perfect cones to the present day.",
        "The Bretons, who most nearly represent the Celts, and the Basques, who inhabit parts of the western versant of the Pyrenees, have preserved their distinctive languages and customs, and are ethnically the most interesting sections of the nation; the Flemings of French Flanders where Flemish is still spoken are also racially distinct.",
        "ing region of the Bordelais and the Riviera.1 Lot-et-Ga In 1907 deaths were superior in number to births by Lozre nearly 20,000.",
        "in breadth, they covered in 1905 a distance of nearly 24,000 m.",
        "Next year a large programme of railway expansion was adopted, at an estimated cost to the state of 14o,000,000, and from 1880 to 1882 nearly 40,000,000 was expended and some 18cc m.",
        "The other chief customers of France were Switzerland and Italy, whose imports from France averaged in 1901-1905 nearly 10,000,000 and over 7,200,000 respectively in value.",
        "Gardiens de la pair (sometimes called sergents de yule, gardes de yule or agents de police) are not to be confounded with the gendarmerie, being a branch of the administrative police and corresponding more or less nearly with the English equivalent police constables, which the gendarmerie do not, although both perform police duty.",
        "The Irsorier nearly always lives at the chief town of the department, and is assisted by a receveur particulier des finances in each arrondissement (except that in which the trsorier himself resides).",
        "It will be seen that nearly all the colonies and protectorates lie within the tropics.",
        "(Nearly all the colonies save those 199,055, of whom 106,695 exercised their suffrage.",
        "He became by a singular arrangement, only repeated in the case of Lord Ellenborough, a member of the cabinet, and remained in that position through various changes of administration for nearly fifteen years, and, although he persistently refused the chancellorship, he acted as Speaker of the House of Lords while the Great Seal was in commission.",
        "After attempting to govern under these conditions for nearly two years, the prince, with the consent of the tsar Alexander III., assumed absolute power (May 9, 1881), and a suspension of the ultra-democratic constitution for a period of seven years was voted by a specially convened assembly (July 13).",
        "they had to furnish the crown with nearly all the ships and men that were needful for the state; and for a long time after they were required to give large assistance to the permanent fleet.",
        "His later writings were nearly all upon the theory of navigation..",
        "Their length is nearly equal to that of the longest pair of the ordinary form hitherto recorded, while the tip-to-tip interval is nearly double that of any other known specimen.",
        "The sea-front, overlooking the English Channel, stretches nearly 4 m.",
        "Among the public edifices are the capitol, which occupies a whole square, the university, of nearly equal size, the cathedral, pantheon, masonic temple (built by the state in the spendthrift days of Guzman Blanco), national library, opera-house, and a number of large churches.",
        "The upper incisors are nearly equal and vertical, with the first slightly longer, narrower, and separated from the rest.",
        "Ears moderately rounded, and nearly naked.",
        "Nearly allied is the jumping Antechinomys laniger, of East Central Australia, an elegant mouse-like creature, with large oval ears, elongated limbs, a long and tufted tail and no first hind toe.",
        "Fore-feet with five toes, all having strong pointed, compressed claws, the second, third and fourth nearly equal, the fifth somewhat and the first considerably shorter.",
        "Deciduous premolar preceded by a minute molariform tooth, which remains in place until the animal is nearly full grown.",
        "Fore feet with two or three of the middle toes of nearly equal size, and provided with strong, sharp, slightly curved claws, the other toes rudimentary.",
        "Limbs very slender; posterior nearly twice the length of the anterior.",
        "Hind-feet with a very short nailless first toe, the second, third and fourth toes partially united by integument, of nearly equal length, the fifth distinct and rather shorter; all four with long and curved nails.",
        "The lower jaw is slender, nearly straight, 2-3 and without a coronoid process or inflected angle.",
        "Numerous types more or less nearly allied to the phalangers, such as Burramys and Triclis have also been described, as well as a flying form, Palaeopetaurus.",
        "These ancient opossums have been separated generically from Didelphys (in its widest sense) on account of certain differences in the relative sizes of the lower premolars, but as nearly the whole of the species have been formed .on lower jaws, of which some hundreds have been found, it is impossible to judge how far these differences are correlated with other dental or osteological characters.",
        "Under the heading of Multituberculata will be found a brief account of certain extinct mammals from the Mesozoic formations of Europe and North America which have been regarded as more or less nearly related to the monotremes.",
        "The same deposits have yielded remains of small mammals whose dentition approximates more nearly to that of either polyprotodont marsupials or insectivores; and these may be conveniently noticed here without prejudice to their true affinities.",
        "Simon then constructed a new citadel, north of the Temple, to take the place of the Acra, and established in Judaea the Asmonean dynasty, which lasted for nearly a century, when the Roman republic began to make its influence felt in Syria.",
        "Possessing an immense range of knowledge, he has filled up lacunae in nearly every part of physics, by experiment, by calculation, and by clear accurate thought.",
        "He was for nearly eighteen years the soul of the republican conspiracies, the prompter of revolutionary propaganda, the chief inspirer of intrigues concerted by discontented military men of all ranks.",
        "from the sea a width of nearly 3300 yds.",
        "It consists in the main of an Archean block or \" coign,\"which still occupies nearly the whole of the western half of the continent, outcrops in north-eastern Queensland, forms the foundation of southern New South Wales and eastern Victoria, and is exposed in western Victoria, in Tasmania, and in the western flank of the Southern Alps of New Zealand.",
        "These movements in the south-east formed the Great Valley of Victoria, which traverses nearly the whole of the state between the Victorian highlands to the north, and the Jurassic sandstones of the Otway Ranges and the hills of south Gippsland.",
        "Thus the winter in Rockhampton averages nearly 65°, while the summer heat rises almost to 85°; and at Townsville and Normanton the average temperature is still higher.",
        "Jarrah timber is nearly impervious to the attacks of the teredo, and there is good evidence to show that, exposed to wear and weather, or placed under the soil, or used as submarine piles, the wood remained intact after nearly fifty years' trial.",
        "Australia produces abundant quantities and nearly all varieties of fruits; but the kinds exported are chiefly oranges, pineapples, bananas and apples.",
        "In Queensland waters there are about 300 vessels, and on the Western Australian coast about 450 licensed craft engaged in the industry, the annual value of pearl-shell and pearls raised being nearly half a million sterling.",
        "The more important mines are those of Cobar, where the Great Cobar mine produces annually nearly 4000 tons of refined copper.",
        "The total value of tin produced in Australia is nearly a million sterling per annum, and the total production to the end of 1905 was £22,500,000, of which Tasmania produced about 40%, New South Wales one-third, Queensland a little more than a fourth.",
        "open for traffic, upon which nearly £135,000,000 had been expended.",
        "The length of telegraph lines in use is 46,300 m., and the length of wire nearly three times that distance.",
        "Wallace is of the opinion that the Australians \" are really of Caucasian type and are more nearly allied to ourselves than to the civilized Japanese or the brave and intelligent Zulus.\"",
        "After voyaging westward for nearly three weeks, Cook, on the 19th of April 1770, sighted the eastern coast of Australia at a point which he named after his lieutenant, who discovered it, Point Hicks, and which modern geographers identify with Cape Everard.",
        "nearly 22°, and E.",
        "nearly 134°, which is the most central marked point of the Australian continent, and has been named Central Mount Stuart.",
        "Such was the growth of infant Victoria in five years; that of Adelaide or South Australia, in the same period, was nearly equal to it.",
        "it is capable of raising nearly a pound weight attached to the other end of the string, through the same height, and thus can do nearly io foot-pounds of work.",
        "The smoother we make the pulley the more nearly does the amount of useful work which the weight is capable of doing approach ro foot-pounds, and if we take into account the work done against the friction of the pulley, we may say that the work done by the descending weight is ro foot-pounds, and hence when the weight is in its elevated position we have at disposal r o foot-pounds more energy than when it is in the lower position.",
        "Yet, in the preface to the score Wagner speaks very strongly of the loss of the original character of the horn in the hands of ordinary players; and goes so far as to say that, if experience had not shown that they could be trained to play nearly as smoothly as the classical players, he would have renounced all the advantages of the new mechanism.) 3 trumpets.",
        "The parasitic Nematodes include by far the greatest number of the known genera; they are found in nearly all the orders of the animal kingdom, but more especially among the Vertebrata, and of these the Mammalia are infested by a greater variety than any of the other groups.",
        "For overhead travellers in workshops, and for most of the cranes which fall into our second class, electricity as a motive power has already displaced nearly every other method.",
        "is equivalent to an amount of heat sufficient to raise nearly 6 gallons of water from 60° F."
    ]
}