{
    "translation": "קרוב, ליד",
    "uses": [
        "She drew near to him and stopped.",
        "There are bears near by.",
        "Maybe if he saw that she didn't go near the building, he would relax his guard.",
        "The boy played on the grass near by.",
        "We have seen this happen already, and it will get substantially better in the near future.",
        "My teacher is so near to me that I scarcely think of myself apart from her.",
        "Coriolanus pitched his camp quite near to the city.",
        "To the right, where the Kaluga road turns near Neskuchny, endless rows of troops and carts stretched away into the distance.",
        "The only plus is it's near the hospital.",
        "There was a pay phone near the door but it was out of order.",
        "I was like that ship before my education began, only I was without compass or sounding-line, and had no way of knowing how near the harbour was.",
        "I'm pert near twenty-one.",
        "The room, in near total darkness, held a barely audible hum for background music.",
        "He set them down on the chair near the desk.",
        "I know he'll bury any tip that comes near him!",
        "As he spoke the voice came so near to Zeb that he jumped back in alarm.",
        "A couple of vacationers picked her up walking along the beach near La Jolla.",
        "Just that someone in his family had a place near the beach, up the coast, and no one used it.",
        "There were no libraries near him, and it was hard for him to get books.",
        "A seating place was cleared for us near the front.",
        "First off; we can't have you or anyone near you making any attempt to find out anything about us.",
        "And all these groups, while talking among themselves, tried to keep near the commander-in-chief (whose bench formed the center of the gathering) and to speak so that he might overhear them.",
        "A small round table and two chairs were placed in a corner near the doorway to the family room, providing a view of the fireplace.",
        "I know people think I'm crazy, but I'd like to keep the ranch as near its natural state as possible.",
        "He was often called the Ettrick Shepherd, because he was the keeper of sheep near the Ettrick Water.",
        "Two orderlies, a courier and a major-domo, stood near by, some ten paces from Prince Andrew, availing themselves of Kutuzov's absence and of the fine weather.",
        "And do you know, Daddy, the day before yesterday we ran at them and, my word, they didn't let us get near before they just threw down their muskets and went on their knees.",
        "Can you just drop me off near the mall?",
        "I wasn't near as satisfied.",
        "Then one of the officers, who was sitting near the poet, cried out: Stop!",
        "You must go away too, take away what you can and tell the serfs to go to the Ryazan estate or to the one near Moscow.",
        "It's so pleasant when you understand your true talents and realize your superiority makes you capable of near impossible goals.",
        "The architecture was fantastic, but not near as exciting as the ride on a ferry.",
        "Getting over Brandon wasn't near as easy as getting her cap and stripes.",
        "An older, harmless-looking man with white hair and beautiful emerald eyes stood near the door, holding out a phone.",
        "Heading south, near the Massachusetts line.",
        "Molly didn't bring near enough clothes.",
        "Near the top of a hill he saw a little shepherd boy who was lying on the ground while a flock of sheep and lambs were grazing around him.",
        "Her mind was beginning to function somewhere near normal.",
        "The group of these queer creatures which was discovered clustered near the stairs at first remained staring and motionless, glaring with evil eyes at the intruders who had so suddenly appeared in their land.",
        "We have this pledge among ourselves not getting a Texas mile near any of these cases.",
        "We won't go anywhere near the crime scene; ever.",
        "She was continually tormented by jealousy of her daughter, and now that jealousy concerned a subject near to her own heart, she could not reconcile herself to the idea.",
        "She glanced at Bordeaux, who was squatting near the fire, putting his breakfast away.",
        "Finally we spotted a large chain store and upon entering, detected a bank of telephones near the rest rooms.",
        "Pierre too drew near the church where the thing was that evoked these exclamations, and dimly made out something leaning against the palings surrounding the church.",
        "Nothing was said until we settled on a bench near the circular band stand, beneath the obligatory memorial statue.",
        "At Tarutino Kutuzov received what was almost a reprimand from the Emperor for having moved his army along the Ryazan road, and the Emperor's letter indicated to him the very position he had already occupied near Kaluga.",
        "Near by could be seen the familiar ruins of a half-burned mansion occupied by the French, with lilac bushes still showing dark green beside the fence.",
        "In everything near and comprehensible he had only what was limited, petty, commonplace, and senseless.",
        "Are there neighbors near you?",
        "Roger wouldn't let anyone near me.",
        "The father beat him near to death, people said.",
        "His body was discovered in some bushes near the ocean, up the coast.",
        "Under Martha's soothing, near hypnotizing voice, Howie fell asleep quickly.",
        "Here one side of the mountain had a great hole in it, like the mouth of a cavern, and the stairs stopped at the near edge of the floor and commenced ascending again at the opposite edge.",
        "He persuaded other towns near Antium to send their soldiers to help him.",
        "It was impossible not to retreat a day's march, and then in the same way it was impossible not to retreat another and a third day's march, and at last, on the first of September when the army drew near Moscow--despite the strength of the feeling that had arisen in all ranks--the force of circumstances compelled it to retire beyond Moscow.",
        "The goal of our offered summer sojourn was described as a seasonal cabin on a small lake in near Wolfboro, New Hampshire.",
        "There were groves of trees near the shore, and high hills beyond them.",
        "Then, to his great joy, a ship came near and anchored in the little harbor.",
        "I'm pretty much out of the picture, at least for the near future.",
        "Once a little fish swam too near the surface, and the kitten grabbed it in her mouth and ate it up as quick as a wink; but Dorothy cautioned her to be careful what she ate in this valley of enchantments, and no more fishes were careless enough to swim within reach.",
        "In this letter Prince Andrew pointed out to his father the danger of staying at Bald Hills, so near the theater of war and on the army's direct line of march, and advised him to move to Moscow.",
        "Make sure that is sometime in the near future.",
        "\"Don't you come near me,\" she said, horrified when the words were torn by a sob.",
        "On everything--far and near--lay the magic crystal glitter seen only at that time of autumn.",
        "As they passed near a church in the Khamovniki (one of the few unburned quarters of Moscow) the whole mass of prisoners suddenly started to one side and exclamations of horror and disgust were heard.",
        "Being superior to physical suffering, it sometimes chanced that they were superior to any consolation which the missionaries could offer; and the law to do as you would be done by fell with less persuasiveness on the ears of those who, for their part, did not care how they were done by, who loved their enemies after a new fashion, and came very near freely forgiving them all they did.",
        "Such was not my abode, for I found myself suddenly neighbor to the birds; not by having imprisoned one, but having caged myself near them.",
        "In a side street near the crossroads where the vehicles had stopped, a house and some shops were on fire.",
        "Her rifle was leaning against the wagon, within easy reach, and her whip hung near by.",
        "Cynthia leaned over as they drew near one and tried to pet it, but the cow moved away a few steps and began grazing again.",
        "On a mountain near their city, there was a narrow chasm or hole in the rocks.",
        "I think no matter what, energy costs will fall dramatically in the future, probably to near zero, because the economic incentives to unlock that technical puzzle are so overwhelming.",
        "She did not know how it was that within five minutes she had come to feel herself terribly near to this man.",
        "They sat a little while downstairs near his room till they had left off crying and were able to go to him with calm faces.",
        "Once they came near to the enclosed Garden of the Clinging Vines, and walking high into the air looked down upon it with much interest.",
        "Mortals who stand upon the earth and look up at the sky cannot often distinguish these forms, but our friends were now so near to the clouds that they observed the dainty fairies very clearly.",
        "One ball after another came whizzing near him.",
        "Old story-tellers say that he alighted on the back of a large fish, called a dolphin, which had been charmed by his music and was swimming near the ship.",
        "I felt my way to the end of the garden, knowing that the mimosa tree was near the fence, at the turn of the path.",
        "Very possibly the theater of war will move so near to us that...",
        "Swiftly they drew near to the flaming colored suns, and passed close beside them.",
        "He opened his eyes and looked around at the small, plain room and at the poor people standing near him.",
        "At their inquiry, Lori informed them that she had a home and a job in California near her sister, and that she was on vacation.",
        "Three men stood near it.",
        "\"What are those holes up there?\" enquired the boy, pointing to some openings that appeared near the top of the dome.",
        "The queen was standing quite near to it with the two wreaths still in her hands.",
        "I was very fond of bananas, and one night I dreamed that I found a long string of them in the dining-room, near the cupboard, all peeled and deliciously ripe, and all I had to do was to stand under the string and eat as long as I could eat.",
        "The little princess went round the table with quick, short, swaying steps, her workbag on her arm, and gaily spreading out her dress sat down on a sofa near the silver samovar, as if all she was doing was a pleasure to herself and to all around her.",
        "Anna Mikhaylovna, with a meek, sorrowful, and all-forgiving expression on her face, stood by the door near the strange lady.",
        "And not the face she had known ever since she could remember and had always seen at a distance, but the timid, feeble face she had seen for the first time quite closely, with all its wrinkles and details, when she stooped near to his mouth to catch what he said.",
        "Not here too near my home but not so far away.",
        "I wisely followed with my careful research of recent births in this community until I found mother LeBlanc, lately arrived from a city near Lynn, Massachusetts!",
        "Wynn took up position in a seat near the bed.",
        "He led her into a large study with a huge, brown leather couch near a dead hearth.",
        "His head was bowed near hers, eyes closed, as if he was…pleased to share the moment with her.",
        "Gabriel awaited her on the beach near where they'd first sat together two weeks before.",
        "\"Caleb!\" she yelled as he moved ahead without her, leaving her in near darkness.",
        "\"Ain't been near that long,\" he muttered.",
        "When I found out I wasn't pregnant, Martha was here and I wasn't near as disappointed as I thought I'd be.",
        "\"August is only the primary,\" Dean answered, but they both knew in the near one-party County of Ouray, that was tantamount to the final election.",
        "Dean didn't answer but had no intention of asking the boys diddly, at least for the near future, at least until he sensed what was going on.",
        "According to Martha, no one has been near that mine in years.",
        "The fact that Mrs. Worthington's sister was playing tourist on the road for at least the next two weeks made prospects bleak for catching up with Martha's bones, at least in the near future.",
        "Solving a current murder was difficult enough—a forty-year-old case was near impossible.",
        "She stood too near, perfumed and ram-rod straight, fixing him with a level and unfaltering gaze with those arresting eyes.",
        "He changed the subject by pointing out Brandon Westlake standing near the boys, his arm about Billy, as with animated motions he seemed to be giving last-minute instructions.",
        "Dean noticed her frail form near the front, seated alone.",
        "And don't come near here if you see Fitzgerald!",
        "She said she was near the big one-sided McDonald's—she meant the arch.",
        "Dean stared at the woman's near crumpled figure.",
        "I can't see where there's near enough evidence to nail Fitzgerald over Billy's death, or that there ever will be.",
        "It was near ten o'clock the next morning when Martha awoke in a festive mood with the appetite of a hibernating bear.",
        "I haven't been near a computer since before I left.",
        "We just didn't want to go near the place.",
        "If a demon nowhere near his size was able to hurt her, what could Gabriel do, if he was upset at her for any reason?",
        "He set down the tray on the small table near the blazing hearth and sat.",
        "Gabe had us gather them all and place them here near the Immortals.",
        "The starting point was on the near side of the lake.",
        "Gabriel crouched near the edge of the lake.",
        "Her plan had been near its finale.",
        "He went to the lake near Rhyn's.",
        "Being near her calmed him, despite his ambivalence.",
        "Darkyn's mate blinked rapidly, as if near tears.",
        "It did that sometimes near the old house.",
        "The household gradually settled down to near normal.",
        "I would give my son much land if he would come to live near me.",
        "There is another way to be near him.",
        "Someone near her gasped, and Deidre glanced up, expecting to see a fender bender or similar issue in the street.",
        "He stopped in front of a door near the far corner.",
        "This time, he was on a dirt road near a tiny village.",
        "His body was hidden in the brush near a beach.",
        "Her eyes went to the chiseled features of the man sitting near her.",
        "She sat near him.",
        "\"Good to see you, Gabe,\" she said, moving to stand near him.",
        "He flipped to the next page as he emerged near the palace, agitated at realizing he'd get no privacy, not with the hundreds of assassins loitering.",
        "It was more blood than from a razor cut but nowhere near enough to justify a full skeleton in her bathtub.",
        "He was unconscious – or dead? – while she stood on a beach near blue-green depths so clear, she could see the white sand at the bottom of the water.",
        "Nowhere near that, he assured her.",
        "\"Which is located near my apartment building,\" Deidre said, needing the brandy again already.",
        "She thought he was outside, but obviously he was near.",
        "Conflicted, she returned to the kitchen to find Jonny seated on a stool near a counter.",
        "She made her way to the notebook near the desk phone.",
        "As she peered through the soft gray light not a house of any sort was visible near the station, nor was any person in sight; but after a while the child discovered a horse and buggy standing near a group of trees a short distance away.",
        "It is a custom in the South to build a small house near the homestead as an annex to be used on occasion.",
        "She is so near to me that it almost seems indelicate to speak of her.",
        "If my mother happened to be near I crept into her arms, too miserable even to remember the cause of the tempest.",
        "Well, one day King Frost was trying to think of some good that he could do with his treasure; and suddenly he concluded to send some of it to his kind neighbour, Santa Claus, to buy presents of food and clothing for the poor, that they might not suffer so much when King Winter went near their homes.",
        "Near the end of May, the sand cherry (Cerasus pumila) adorned the sides of the path with its delicate flowers arranged in umbels cylindrically about its short stems, which last, in the fall, weighed down with good-sized and handsome cherries, fell over in wreaths like rays on every side.",
        "Sometimes one would circle round and round me in the woods a few feet distant as if tethered by a string, when probably I was near its eggs.",
        "Reaching the large house near the Horse Guards' barracks, in which Anatole lived, Pierre entered the lighted porch, ascended the stairs, and went in at the open door.",
        "His horse and the horse of the hussar near him pricked their ears at these shouts.",
        "She is going to their estate near Moscow either today or tomorrow morning, with her nephew.",
        "They have gone to your estate near Moscow.",
        "A cock crowed far off and another replied near by.",
        "Glendale is located near a wealth of outdoor activities including biking trails, jogging tracks, hiking trails and horseback riding.",
        "We have to set the test near the present to verify.",
        "Bumpus sat near the two, acting like a protector and getting free hand pats for his reward.",
        "Then, these near silent sobs would have turned to shrieks of anguish while I made the young beauty my own.",
        "Once I entered the woods I had only dead reckoning to come out near my quarry.",
        "He drained her life until she was near blackness before he flung his head back with a contented sigh.",
        "Some of them camped in Charlestown, [Footnote: Charles'town.] a village near Boston.",
        "For if the boy had been as well painted as the cherries, the birds would have been afraid to come near him.",
        "Only the decision making is left to the farmer—but in the near future, the decision making will be done better by computers.",
        "That way I looked between and over the near green hills to some distant and higher ones in the horizon, tinged with blue.",
        "Here is a hogshead of molasses or of brandy directed to John Smith, Cuttingsville, Vermont, some trader among the Green Mountains, who imports for the farmers near his clearing, and now perchance stands over his bulkhead and thinks of the last arrivals on the coast, how they may affect the price for him, telling his customers this moment, as he has told them twenty times before this morning, that he expects some by the next train of prime quality.",
        "Kutuzov fell back toward Vienna, destroying behind him the bridges over the rivers Inn (at Braunau) and Traun (near Linz).",
        "Soldiers were continually rushing backwards and forwards near it, and he saw two of them and a man in a frieze coat dragging burning beams into another yard across the street, while others carried bundles of hay.",
        "On the contrary, I ask you to go with all your belongings to our estate near Moscow, and I promise you I will see to it that there you shall want for nothing.",
        "Pictures of the near past--her father's illness and last moments--rose one after another to her memory.",
        "It'll make or break him, and I don't feel like he's anywhere near ready.",
        "The air was heavy and fragrant, the wet, solid sand near the ocean welcome after her initial attempt to keep up in the sugary sand higher up the beach.",
        "The world dumped her on top of a pile of sand near the boardwalk with the angry black sea roaring behind her.",
        "He'd appeared near the doorway to the bedrooms.",
        "She sprawled on the rug near the fireplace.",
        "She shook off the rain in the doorway and crossed to the small booth near the bar that she and her father usually shared.",
        "\"It's from the gentleman o'er there,\" he said and indicated a booth near the door with the tilt of his head.",
        "Despite his cold words, he'd left a present for her on the nightstand near her bed.",
        "Yully concentrated on the small itch in her mind that told her Jule was near.",
        "Pain radiated through his body from where she'd shot him, and his normally pliant temper was near the snapping point.",
        "She meant what she said; she had no friends, but a long time ago, she'd had one whose family had a summer cottage near the coast.",
        "Her father hated this man for some reason, and being near him put them both in danger.",
        "Cool, healing energy coursed through him, lulling him into a near doze.",
        "The pain increased until Jule was near passing out.",
        "She was near the line of what she was there to do, if not over it.",
        "Her father stood near her in the center.",
        "Jule looked up at Xander, who stood near the Other, waiting.",
        "\"And if you come near my mate again, I will show no mercy,\" Jule added in a quiet tone that promised action.",
        "Near tears, Yully tugged away from him and ran into the house.",
        "By the time they found out what it was, she'd probably be near dead, like stage four cancer.",
        "She froze at the sight straight out of her vision—the little boy, Cody, spread-eagled in the street near the storm drain.",
        "She'd stepped near him in her dream, until he swiped at her, and she tried to free a scream from her frozen body.",
        "He squatted near her.",
        "Most women were too intimidated to go near him, let alone get close enough to throw their arms around him.",
        "When he turned to place their breakfast on the table near the patio, he thought he recognized her.",
        "Han chuckled from his position near the window.",
        "She looked down, near tears again.",
        "He emerged from his defensive position, pausing near her.",
        "You rank up near Damian now.",
        "She entered and saw car keys on the table near the door.",
        "Sofia stood as his hot gaze fell to her, sensing he wanted no stranger near the woman.",
        "They sat at a table near the windows.",
        "She unraveled herself from her favorite chair near the window.",
        "I saw it in his face when he almost killed me for being anywhere near you.",
        "She guided the crying woman inside to her library and dug through the small satchel near her favorite chair.",
        "She sat down, sobbing her heart out, and Sofia sat near her.",
        "The growing night chill had driven Linda into Lon's arms, and she relaxed near the fire.",
        "Han had laid out a few maps on the table near his desk.",
        "Traci was alone with the man she recognized as Ving, who stood near the doorway.",
        "And Dust-man won't let anything near them.",
        "She held out her hand and drew near.",
        "Deidre closed the door, near tears once more.",
        "Near frenzied, Deidre fought to pull some part of him close enough for her to taste.",
        "Dean's heart began to race as he caught sight of Cynthia and Martha at the edge of the rocks near the edge of the path leading to the entrance of the Lucky Pup.",
        "She couldn't tell them apart yet and looked around to determine if this courtyard was the one near the medieval cafeteria or not.",
        "She sat near the door and waited.",
        "She grew edgy as they passed the town near the bungalow before pulling up the long driveway to the beach house.",
        "\"Sure,\" Deidre murmured, near fainting.",
        "A playground near a mall.",
        "Gabe left him for the lake near Rhyn's.",
        "Deidre had knelt near here and unknowingly touched a soul.",
        "All five of the death dealers on guard had drawn near the lake.",
        "It was impossible to stand near him and not relax.",
        "\"Judging by the stack of wine bottles near the door, there needs to be a middle ground you can agree on,\" Andre advised.",
        "He pushed the thought away and took a portal to the lake near the Immortals' fortress.",
        "Near full-blown panic again, Deidre was midway through her second step towards the door when the creature snatched her.",
        "The fingers around her mouth and neck maneuvered her head to the side until her ear was near her shoulder to expose the delicate area before both fell away.",
        "Gabriel wouldn't let himself near you in order to protect you.",
        "Keep in mind, you're not supposed to be anywhere near the Oracle.",
        "She guided the car to the lit parking lot near the metro station, her destination.",
        "She paused near the end and turned back to see both Officer David and the woman watching her with disapproving looks and crossed arms.",
        "It looked suspiciously like the warehouse district near the Annapolis port, and she smelled the sea on the air.",
        "There were pictures on her mantle of the two of them together when he was younger, toys piled into a box near her couch, a school lunch menu and more pictures -- these apparently from past Halloweens --on the bulletin board on one wall of the kitchen.",
        "\"And beaten near death,\" he said with a shake of his head.",
        "She didn't know why she suddenly felt near hysterics.",
        "Near hyperventilating, she sat heavily on the couch and clutched her head with her hands.",
        "\"He left you for someone,\" Sasha insisted, drawing near.",
        "She searched for half an hour before spotting her sister sitting in one of the airy rooms off the hallway near the buffet.",
        "Andre relaxed and sat on the couch near her while Ileana drew close as well.",
        "She rose unsteadily and brushed some of the glass away with her bare foot, near tears.",
        "Jade stood near the spit, dark eyes blazing.",
        "She perched on a boulder near the entrance, wondering how many nights of Sasha-type treatment she'd take before tossing herself off the cliff.",
        "He sat on a boulder near the entrance, as if he were the bouncer trying to prevent someone like her from exiting.",
        "Either way, we do our thing, another reasoned, kneeling near her.",
        "Near hyperventilating, she bent over and drew in deep breaths until moonlight revealed the dismembered hand near her feet.",
        "He walked through the town to a large bed and breakfast near its edge.",
        "And, he'd slaughter anyone near his property.",
        "\"He doesn't,\" Gabriel confirmed, and sat in an armchair near Rhyn.",
        "Grass tickled her hands, a chilled wind nipped her neck, and the scents from her vision intensified until she was near gagging.",
        "Granted, he wasn't exactly himself at the time, near dead, starved, weak.",
        "It was near dusk, with the sky growing dark in the distance.",
        "I'll come get you in a minute, Megan said, pushing a door open near the end of the hall.",
        "She felt alone when he was gone, and while he frustrated the hell out of her, she still felt better when he was near.",
        "He'd protected her and made it clear anything that got near her would die a nasty death.",
        "Rhyn emerged from the shadows near the window, dressed in black with his hair tied back.",
        "As she did every day, she went to the table near his cluttered desk to await her blood draw and any other experiments he wanted to do.",
        "His nose crinkled as he drew near.",
        "He changed forms in midair and dropped the half dozen feet to the ground, smelling Toby.s blood as he landed near it.",
        "The sight of Toby.s near lifeless features made her feel sick to her stomach.",
        "He drew near but stopped just out of arms. reach, alerted by her sharp tone.",
        "The demons couldn.t get near Sasha so long as he had the coffin holding his father.",
        "I can sit here all day, Darkyn, and you can.t come near me.",
        "Jade hesitated, not wanting to go near Sasha.s body.",
        "Katie trotted to the chamber next to Kris.s, knowing the guest chambers were near but not sure which was which.",
        "The kid on the bed was closer to twelve than five, and near her height.",
        "She drew near, both hopeful and dreading what he intended to do.",
        "The whites of Jade.s eyes were visible before they drew near enough to hear his muffled shouts.",
        "He dropped fast and changed shapes too soon, landing hard on the ground near them.",
        "Jetr's voice grew quieter, and he drew near.",
        "A flicker of light, and the clothing appeared on a slate grey slab serving as a bench near the door.",
        "They like you Kiera, Evelyn said, and raised her chin toward the warriors near them.",
        "There should be a servant or someone posted near the entrance who can guide you to the restroom.",
        "Kiera went more than willingly, near the emergency point for reaching the bathroom.",
        "She felt faint and stepped back into the main house, near tears.",
        "On her walks at Lover's Lane near Evelyn's row house, she'd often seen couples entranced by the rhythmic movement of waves stand at a railing, the man's arms wrapped around the woman in front of him, his chin on her head.",
        "It settled into the grass near the prisoner's feet.",
        "It was nowhere near as large as their true home but was comfortable and well-maintained, an adequate place for him, his sisters, and now his lifemate.",
        "That day was near.",
        "It wasn't anywhere near the size of Romas's, and the dwelling showed signs of wear and use.",
        "She drew as near as she dared without disturbing them.",
        "The small man with white irises drew near her, his eerie, unblinking gaze making her uncomfortable.",
        "She trailed instead, eyes on the much smaller craft hovering near the tree.",
        "Several warriors loitered near the console.",
        "Leyon will be near you at all times.",
        "It was in the near distance, no more than two hundred meters away, down the hill through a boulder-strewn route.",
        "He pushed her down it and stayed near the top, looking for other attackers.",
        "After a thick moment of silence, Evelyn rose to place the tarantula cat near the pilot and sealed off the door between the tiny cabin and pilot.",
        "Near the end of her patience trapped in the tiny box of a spacecraft, she shot up when she felt the familiar pressure of them descending.",
        "That will near fill us up when them ice climbing fellows get here.",
        "With the town's elevation near eight thousand feet, plenty of snow was to be expected.",
        "You can ask the court for an order of restraint against your husband and stop him from coming anywhere near you if you're in fear of the man.",
        "She just shrugged her shoulders as if she could care less about his lack of vocalization and moseyed over to near where Fred and the boy were sitting, the notebook between them.",
        "\"That way,\" he continued, \"if your husband should find where you're staying, you could legally stop him from coming near you.\"",
        "The others stepped near for a closer look.",
        "Dean questioned the rare break between characters and the near absence of punctuation.",
        "He won't let me near Donnie.",
        "Some near animals with their lust.",
        "I had slept little as Jerome Jones' band played its brass near till dawn at The Gold Belt.",
        "She plans to move up to Grand Junction, so Donnie can be near me.",
        "She darned near did a jig and couldn't wait to write about it—didn't even take time to dream it.",
        "You tried to beat the shit out of Shipton only hours before and instead he damned near beat the shit out of you.",
        "There wasn't near as much snow early yesterday and it's too loosely packed to provide much of a cushion.",
        "And damn near impossible to see anything from down below, even if the overhang didn't block the view.",
        "We'd sure all be near the top on anyone else's list—anyone who was looking at this business objectively.",
        "My dearest Joshua has been absent for near a week now, bound to the duties of his calling, and those of his wife who is much involved in the charities of our city.",
        "One hearty soul was clothed in shorts, as if trying to wow his neighbors with an out of season, near full body tan.",
        "He hit a comfortable pace and stayed there as he peddled past the cemetery and the open meadows where a herd of elk grazed near the river to his left, standing at attention near the edge of the tall cottonwoods that lined the bank.",
        "But, by all accounts, she was not near the spot where he fell, a fact confirmed by enough people to make it believable.",
        "Dean brought Fred up to date on not only the telephone call to his wife, but his meeting with Weller and his speculation that Cynthia might have seen Donnie Ryland near the accident scene.",
        "The tone was not as loud as before, but near a snarl.",
        "The time would be near sunrise later in the year, but now the night and his world was as dark as midnight.",
        "Dean wasn't thinking at near his usual high level.",
        "Near where Shipton fell?",
        "Then she added, \"His mother took it away from him, saying she'd keep it, and stick it in his stepfather if he dared come near them.\"",
        "The paper work on Martha was nowhere near as simple as clothing the child.",
        "Shipton insisted on paying for the last two weeks even though he wasn't near the place.",
        "Edith Shipton wasn't a saint either, nor do I think she was near as bewildered about life as she let on.",
        "Fortunate for him it was then near enough to the end of the line that his fall wasn't far enough to kill him.",
        "These physical discomforts rendered rational thought and remembrance near impossible.",
        "Jackson hunted him down, beat him mercilessly, and then threatened to stake him if he ever went near Sarah again.",
        "The pantry stood hidden behind a closet near the bar.",
        "He was very much in the mood for a fun, air headed bimbo after all the drama today, but that would be near impossible.",
        "Walking through the woods near the house, Elisabeth pulled Jackson's arm.",
        "He had given instructions for them to be left near the back door, so didn't need to meet them.",
        "It was near dawn, so he assumed she would morph back soon.",
        "She insisted on meeting at a public place, so Jackson suggested a bar near Elisabeth's house.",
        "This stone must be near flawless.",
        "He parked the car near the door to the warehouse, and the three entered without speaking.",
        "Only the country wasn't near as pretty.",
        "\"All right,\" Alex said in a voice near a whisper.",
        "Alex glanced around at the interested faces at the tables near them, and pulled out the chair.",
        "\"I may need you to act quickly in the near future to interfere,\" Tim said.",
        "The helo hovered near the edge of the plateau.",
        "She sat near the door, weapons slung across her back.",
        "In the near distance, beyond the other dilapidated buildings on the abandoned street, came the sound of small arms laser fire.",
        "\"What's near here?\" he demanded, twisting to see the team's scout.",
        "A man stood near the boulders hedging the cliff, crazed as he flung his arms around and screamed.",
        "Two more black-clad protective service members with weapons drawn stood nearby, one a safe distance behind the lunatic and the other near the cliff.",
        "He returned to the main medical bay, where he'd taken up a bed near Dan's.",
        "When she felt the knife near one ankle, she lashed out at him.",
        "He tossed her micro, pills, and a vault half the size of his hand on the pillows near him.",
        "Clothing sat on the nightstand near the bed.",
        "\"We wanted to talk to you about the Peak,\" Dan started, pulling a chair near them.",
        "It was near midnight.",
        "She went to the kitchen to get a meal bar, nibbling on it as he settled near the trunks containing his gear.",
        "\"I hate being too near this stuff,\" he muttered.",
        "The plateau was too small for it to land, but it hovered near the edge.",
        "Near tears again, Lana retreated to the guest bedroom, sat on the bed, and withdrew the micro.",
        "She lived near the bridge.",
        "Half an hour later, the chopper descended near the crater.",
        "Lana looked around for Kelli and saw her near Mike at the far bonfire.",
        "When it stopped, she twisted to see a crater at the end of the street near the river.",
        "Two soldiers stood near the tunnel entrance nearby, weapons raised.",
        "He hid the rest of his weapons under some bushes near the entrance to the underground world and drew a deep breath.",
        "Near a large rock.",
        "A helo thumped in the near distance, and she shrank down farther to keep it from spotting her.",
        "\"Hello, Lana,\" Mr. Tim said, standing near the door.",
        "When his eldest brother died, he'd felt pain and anger, but he'd never felt the crippling ache he did standing on the rocks near the ocean staring at Katie.",
        "Kris had opened it near the cliff.  On the other side of the world from the Caribbean Sanctuary, the French Alps were dark and cold, and it was sleeting.",
        "What's wrong? she asked, pausing near him.",
        "Kill anything that gets near you.  And don't feed the trees.",
        "It was clear and cool outside of Gabe's small cottage in the middle of a possessed jungle.  Rhyn felt the sense that someone else was there once more and looked around.  Assuming the feeling has something to do with his magic, Rhyn shook it off once more.  He opened the front door without knocking, already sensing it was empty.  Gabe had left in a hurry.  The wardrobe near his bed was open and his walls were missing many of the weapons Rhyn had seen last time.",
        "The assassin shook his head and crouched near her, warming his hands by the fire.",
        "A tingle of alarm went through Rhyn, but his head was too heavy for him to process it.  Instead, he focused hard on containing the power within him.  When he felt he wouldn't explode, he looked around.  Darkyn had claimed Kris's library and stood near a pane of windows overlooking the snowy Alps.",
        "\"I left her near a stream,\" Gabe said, looking around.",
        "Ully obeyed.  They crept through the hallways, avoiding any that seemed crowded.  Toby followed the directions he saw in his memories and led them to a small chamber near the center of the fortress.  They entered and closed the door, seeing the open portal hovering in the middle.  He took Ully's hand, and they stepped into it.",
        "Rhyn opened the door, surprised to find the jailer's room empty.  He'd expected Jared at least.  He closed the door quietly behind him.  He snatched the talisman hanging near the door, the one that freed inmates from their cells.  He ignored the quickening of his pulse as he entered the familiar cell block.",
        "She pointed to the cabinet near the sink.",
        "Lastly, I examined a brown freckle of mine near my left ear.",
        "I was in tenth grade, but certainly nowhere near the top of my class.",
        "The traffic crawled to a near standstill as Dean's blood pressure mounted, sure the 8:00 direct flight to Norfolk would leave without him.",
        "Damn near is—only 3,000 miles.",
        "On an impulse, he turned and looked at the family seated near his table still enjoying their meal.",
        "There isn't a lick of evidence to put Byrne anywhere near that dough.",
        "He didn't bother to point out that Bala Cynwyd, Cece Baldwin's address, was near Philadelphia, the opposite direction from Parkside.",
        "Way up north of here, near the other side of the bay.",
        "Somewhere near the airport, he guessed.",
        "Given the weather, that might not be easy, especially near the air­port.",
        "Fortunately, room 22 was taken and they settled for adjoining rooms on the second floor near the end of the building.",
        "Two neighbors reported seeing a black car near the house.",
        "It was nowhere near large enough and how could he have been that mis­taken?",
        "Dean cornered Atherton near the entrance.",
        "Because he parked the motor home in some campground near Norfolk, then transferred the bike to his car, stashed the bike somewhere down the beach and used it the next morning, like you said, to get back to the motor home.",
        "We look for a campground near Rollins, Kansas.",
        "And a campground near Norfolk.",
        "It's the only campground near the town.",
        "I had my foot in the door and he darn near busted it, all the time saying his wife had a big mouth and didn't know what she was talking about.",
        "He managed to get a slow-moving truck between them on a winding road and nearly lost them until the road widened near Scranton.",
        "I had my suitcase in the car anyway 'cause I was gonna get a room near the bus station.",
        "Mom kept rereading it, but she didn't want me to see it—she'd turn away when I came near.",
        "No waitress ever came near them.",
        "\"You still think we're being bugged?\" he asked in a near whisper.",
        "The town of Cortez, located in the southwestern corner of Colorado, was near the only spot in the country where four states converged.",
        "With a full water bottle and a full stomach and legs warmed to the rhythm of the ride, he became molded into a near trance as he churned up the Colorado miles.",
        "They thought they were busting some con artist who was trying to rip off you and the old man and then you show up and damn near kill them!",
        "Byrne wasn't near in shape to be look­ing into this tour and had no reason to write for information on it.",
        "When we saw the dough, we both damned near flipped.",
        "I really enjoyed your company and I shouldn't have—I didn't mourn my husband near as much as he deserved.",
        "After cleaning his water bowl out in the big stainless steel sink, she filled the bowl with water and set it on the floor near his food bowl.",
        "The bleached skeleton of a huge old Sycamore tree lay near the creek.",
        "Waking up to a cold house wouldn't be near as bad after a night sleeping next to his warm body.",
        "Cicadas sang in the trees near them, and a mockingbird mimicked its feathered friends.",
        "She caught up with Brutus near the tree line and that was when she saw it – half hidden under a dead limb.",
        "I saw something move in the forest near the deer carcass.",
        "Princess followed as she led Ed to the corral, but Random and Casper decided to stay near the house.",
        "He wouldn't let any snakes near her.",
        "When they stepped outside, the buffalo were grazing near the pond.",
        "He maneuvered his way through the forest until he found the place near the warm springs at the center of the stream, where they'd gone their first night together.",
        "Her mate and father were near the same age, over double her eighteen years.",
        "Another woman lay on the ground near the youth named Damian, her shapely figure, porcelain complexion, and auburn hair indicating her beauty even in her sleep.",
        "It spit out someone else from the immortal world then slowed to a near stop.",
        "Jenn faced the newcomer, surprised to see a small, grandfatherly man with brilliant green eyes standing near them.",
        "The youth was near panicking again.",
        "He made his way to the rocky area near the hideout then crouched on the ground, watching.",
        "Darian found a summer cabin beside a lake in a small logging town near the Black God's hideout.",
        "Tucson, Arizona Near the White God's former headquarters",
        "He approached what had been one of many former safe houses belonging to the White God near the base of the Tucson Mountains.",
        "They're not near here.",
        "There's a station near here.",
        "Placing the rocks on the ground near the return portal, she looked around.",
        "Jenn broke his first chokehold and elbowed him in the back of the neck, this time at near full-strength.",
        "\"I got time,\" he said and sat down in a chair near the windows.",
        "Darian hesitated one moment longer before he located a small group of Others near Jonny's lair.",
        "The last day I remember her, she invited me to a picnic outside the city, near a stream.",
        "We were newly mated and made love under a tree near a fountain.",
        "Right now, she was nowhere near control.",
        "Glancing out a window, she confirmed they were in the city, somewhere near the center.",
        "Near the desert gateway between worlds, Darian found his rhythm.",
        "Bianca swallowed hard, reminded of her time being bled near death by the former Black God and his son.",
        "We found the demon when we took this land near the great cliffs.",
        "The sound of men crashing through the forest grew near fast.",
        "He ignored the senses warning him of the guards drawing near and instead smoothed dark hair from her face and listened for her breathing.",
        "He pushed himself away from the door and took up a position near the bed, where he was able to see all entrances.",
        "Rissa blocked the blow of the second and dropped, rolling as an axe split the ground near her head.",
        "One stronghold was in the north, in which they stood, and one in the south near the entrance to the desert.",
        "He nodded as if expecting the response and seated himself at a small table near the fire.",
        "Sirian spoke to a flustered man near one wall.",
        "There were unmistakable signs of hastened activity: guards lined up to draw horses from the stables while several more hurried from their posts atop a wall to the area near Sirian.",
        "The ship anchored near the shore, where barbarians in ill-fitting clothing made of animal skins awaited them.",
        "Two guards pushed a large boulder near the rear of the stables to reveal a black hole in the ground.",
        "\"Your father's madness is near its end,\" she whispered.",
        "Her strength was quickly ebbing, her madness near.",
        "Taran glanced toward the darkened figure near the door.",
        "There was no trail indicating the extent of Sirian's betrayal, no one to reveal his plans but him and the small army holed up near the northern wall.",
        "He stayed near the mouth of the alley, pressed against the wall but dark eyes scouring the area around.",
        "Messengers perched near the door in one huddle while various warriors, Rissa's counselors, and strangers occupied the floor area.",
        "Rissa stood near a large wardrobe, as pale and distraught as she had appeared the night before.",
        "\"I know, even without knowing what it is,\" Hilden said, sitting near him.",
        "A large barrel was tucked in one corner and several small bladders stacked near the front.",
        "Post a guard near it.",
        "The people of Tiyan were gathered on the north side of the city, near the forest.",
        "Taran watched him and rubbed the back of his neck, squinting at the lightened sky near the sunset.",
        "Fires ignited near the south gate as his men attacked groups of Memon's advisors and the warriors that had been invited into the hold for the feast.",
        "Fresh bread sat on the table near her bed, its scent making her stomach demand to be sated.",
        "She fluttered butterfly kisses across his face, thrilled at the heat and strength of his body so near hers.",
        "Evidently remembering his lines wasn't near as difficult as keeping his face straight.",
        "Extra keys were kept near the gate so that they were accessible from either side, but they didn't need to know that right now.",
        "The graves lay before them near the edge of a cliff.",
        "She forked some hay to Princes and leaned the pitchfork against the wall near the door.",
        "Like Alex, he tried to mask his emotions, but he wasn't near as good at it.",
        "It was nice to be near Alex with the air cleared of secrets.",
        "Vintage cabin on 40 acres of secluded land near Huntsville, Arkansas.",
        "She glanced around and saw Clarissa's date sitting alone near the entrance to the garden.",
        "If you were anywhere near the lover that you are a politician we wouldn't be having this argument.",
        "The only thing left to purchase was food, and there was bound to be a store near the cabin.",
        "As near as she could figure, it was more than half full - all she would need.",
        "Megan took a table near the window and ate the food while she watched the sleepy town.",
        "As she drew near, it turned and ran, its tail between its legs.",
        "Yeah, but near the water you mostly see copperheads and water moccasins.",
        "Something brown lunged from the brush near her face and she screamed, throwing herself back so hard she lost her balance and fell.",
        "Was it so outrageous to think that he might actually want to be near her?",
        "Xander's eyes settled on the mask and hood he dropped near the door when he arrived the day before.",
        "If the cat got near the food, she should be able to grab it.",
        "Xander stood near the railing overlooking the first floor, her phone in his hand.",
        "If you ever come near me again, Xander, I swear I'll … whatever.",
        "But being anywhere near him was like sticking her hand in a light socket.",
        "His pinkie nail grew to a sharp point, and he sliced his inner arm near the wrist.",
        "Jessi was embarrassed to feel she was near tears again, as she had been the night before.",
        "He didn't want her anywhere near the Original Other or Jonny but was almost certain she'd figure out how to get herself in the middle somehow.",
        "Near tears, Jessi tugged the necklace free and held it out to him.",
        "Long-dead instincts were near the surface, waiting for Eden to slip up, so he could take her out next.",
        "NEW GLASGOW, a manufacturing and mining town of Pictou county, Nova Scotia, Canada, on the East river, near its entrance into Pictou Harbour, and the Intercolonial railway, 104 m.",
        "He converted his third master, a renegade Italian, and escaped with him to Aigues-Mortes near Marseilles in June 1607.",
        "It lies in the open valley of the Trent, at a short distance from the river, and near the important Trent Junction on the Midland railway system.",
        "Rocca, he accompanied them to the castle of Vatolla, near Cilento, in the province of Salerno.",
        "He was originally the god of the small river of the same name near Celaenae, an old Phrygian town.",
        "The armies of the rival kings met at Gdllheim near Worms, where Adolph was defeated and slain, and Albert submitted to a fresh election.",
        "The town of Barwani is situated near the left bank of the Nerbudda.",
        "The battle of the Atbara, fought near Nakheila, a place on the north bank of the river about 30 m.",
        "of Angora, near the head of a narrow valley through which the Angora-Sivas road runs.",
        "SAMUEL BAMFORD (1788-1872), English labour politician, was born at Miston, near Middleton, Lancashire, on the 28th of February 5788.",
        "Spain, in the province of Leon; situated near the right bank of the river Tuerto, and at the junction of the Salamanca-Corunna and Leon-Astorga railways.",
        "A ruined castle, near the city, recalls its strategic importance in the 8th century, when Asturias, Galicia and Leon were the headquarters of resistance to the Moors.",
        "The steepest slope observed occurs off the island of Sapienza, near Navarino, where 1720 fathoms has been obtained only 10 miles from land.",
        "Another bank i ioo fathoms from the surface runs south from the east end of Crete, separating the Pola Deep from the depths of the Levant basin, in which a depth of 1960 fathoms was recorded near Makri on the coast of Asia Minor.",
        "On the 26th of August 1278 the rival armies met on the banks of the river March near Diirnkrut, and Ottakar was defeated and killed.",
        "For the next ten years she lived at Nohant, near La Chatre in Berri, the country house of her grandmother.",
        "Santarosa was killed, apparently because he was too miserable and desperate to care to save his life, when the Egyptian troops attacked the island of Sphacteria, near Navarino, on the 8th of May 1825."
    ]
}