{
    "translation": "מסודר, נקי",
    "uses": [
        "The handwriting on the letter was neat and feminine.",
        "You always look neat and clean - even if you are a little out of style.",
        "Neat writer, ain't he?",
        "It's kinda neat to know we're helping save the world from bad guys.",
        "comptus, neat), an adjective meaning unusual or fanciful, often applied to things with a sense of old-fashioned charm or prettiness.",
        "He smiled, revealing fangs among the neat row of white teeth.",
        "\"I think it's really neat,\" she said.",
        "In 1910 there were 495,000 neat cattle (285,000 milch cows), 94,000 horses (average value, $106), 229,000 sheep and 95,000 swine.",
        "Great, scotch neat please.",
        "\"It is kinda neat,\" Sofia agreed.",
        "The streets are broad and neat, though generally unpaved,.",
        "With two teens in the house, no part of her apartment was neat or orderly.",
        "Rourk had highlighted several portions of Sean's tiny, neat writing.",
        "All signs of the palace were swept away, replaced by neat lines of apple trees that ran all the way to the beach beyond.",
        "Neat and comfortable, their station acted as their home as well as their hub for coordinating operations in LA.",
        "Before the half hour was ended he had written a very neat composition on his slate.",
        "The trio sat around the office desk, looking over one another's shoulders at the neat handwriting in the old notebook.",
        "The nest is a neat structure of coarse grass and moss, mixed with earth, and plastered internally with mud, and here the female lays from four to six eggs of a blue colour speckled with brown.",
        "\"Neat little things,\" Evelyn said with some excitement as she placed hers on the chair's slender arm.",
        "She was glowing and refreshed, her clothes neat and her scent that of one who had recently bathed.",
        "Besides, I'm not just doing this to be a real neat buddy, you know.",
        "He finished and laid out his clothing and weapons in neat piles for the next day then stood at the bed.",
        "The marble urn containing the body of the poet still rests at Ravenna, where what Byron calls \"a little cupola more neat than solemn\" has been erected over it.",
        "Deidre paced through the garden, not really interested in the blooming flowers, statuary or neat rows of hedges.",
        "The chief result of the embassy was that Cleomenes took to the Scythian habit of drinking his wine neat and went mad therefrom (Herodotus vi.",
        "In the same year, according to the same authority, there were in the state 196,000 milch cows, 92,000 other neat cattle, 45, 000 sheep and 70,000 swine.",
        "In 1906 the farm area was almost equally divided between \" dry \" farming and farming under irrigation, three-fourths of the wheat produced was grown without irrigation, and the dry farming was very successful with the comparatively new and valuable crops of durum, or macaroni wheat, and Russian barley, which is used in straw for winter feed to sheep and neat cattle.",
        "With the exception of dairy cows and horses there was likewise a corresponding decrease in the number of livestock during these years: the number of hogs decreased from 58,585 in 1890 to 56,970 in 1900 (51,000 in 1910); of sheep, from 211,825 in 1880 to 105,702 in 1900 (74,000 in 1910); and of neat cattle other than dairy cows, from 141,841 in 1880 to 116,835 in 1900 (93,000 in 1910); but the number of horses increased from 52,458 in 1890 to 77,233 in 1900 (59, 000 in 1910), and the number of dairy cows from 90,564 in 1890 to 115,036 in 1900 (122,000 in 1910).",
        "Those goats having a short, neat head, long, thin, ears, a delicate skin, small bones, and a long heavy coat, are for this purpose deemed the best.",
        "When Vancouver visited the islands in 1792, he left sheep and neat cattle, 3 protected by a ten years' taboo, and laid down the keel of a European ship for Kamehameha.",
        "The city is a manufacturing and railway centre, and ships grain, pork and neat cattle.",
        "If a smooth and neat face is wanted other precautions must be taken.",
        "Hannah peeked from the bathroom door, her normally neat hair mussed and her eyes red from crying.",
        "What happened soon became apparent; there was a neat hole in the top story of the building where Xander's condo used to be.",
        "The city is situated in a rich agricultural region, and is a market for grain, neat cattle, horses and swine.",
        "It is nearly always a neat structure composed of fine twigs, roots or bents, and lined with wool or hair.",
        "It has been authoritatively estimated, for example, that from 90 to 95% of all horses, neat cattle and hogs in the entire island were lost in the war years of 1895-1898.",
        "It was a kind of blind-alley, the end of which widened into a small, neat courtyard.",
        "Compositae), now regarded as a section of the genus Chrysanthemum, flowers in the early summer months, and is remarkable for its neat habit and the great variety of character and colour which it presents.",
        "It is of extremely neat growth, and when annually clipped will remain in good order for many years.",
        "They form, moreover, neat enclosures for the vegetable quarters, and, provided excess of growth from the centre is successfully grappled with, they are productive in soils and situations which are suitable.",
        "6) has many advantages, for it is safe, the boiler is small High and is easily managed, the temperature is well under control and may be regulated to suit the changing weather, and the small pipes present a neat appearance in a room.",
        "It would be neat, don't you think?",
        "Trim shrubbery, remove dead plants and keep the lawn neat and trim.",
        "The best things might not be free, but they didn't always come in neat little packages, either.",
        "A neat rainguard made of sheet metal, to the same curve as the body of the periscope and almost 8 inches long, is attached to the upper prism box by two spring straps.",
        "The town, though of immemorial age, shows no signs of its antiquity, being bright, neat and modern.",
        "Jonny looked healthy and rested, his dark eyes swirling, his clothing dry and neat despite the storm.",
        "His little account books of income and outlay, with every item entered down to a few hours before his death, are accurate and neat enough to have satisfied an ancient Roman householder.",
        "The total number of neat cattle on farms decreased from 36,262 in 1850 to 30,696 in 1900, but the number of dairy cows increased from 18,698 to 23,660.",
        "In a 50% solution or stronger - as when neat whisky is taken - alcohol precipitates the pepsin which is an essential of gastric digestion, E.nd thereby arrests this process.",
        "The Bhutias are neat joiners, and their doors, windows and panelling are perfect in their way.",
        "The nest is a beautifully neat structure, often placed at no great height from the ground, but generally so well hidden by the leafy bough on which it is built as not to be easily found, until, the young being hatched, the constant visits of the parents reveal its site.",
        "The censuses from 1860 to 1900 showed a far greater number of neat cattle on farms and ranges in Texas than in any other state or Territory; in 1900 the number was 7, 2 79,935 (excluding spring calves); and in 1910 there were 8,308,000 neat cattle including 1,137,000 milch cows.",
        "For permanent plants, as trees, roses, &c., metallic labels with raised type are procurable from dealers, and are neat, durable and convenient.",
        "17 a number in any state or Territory except Montana and Wyoming; but the number of sheep has since decreased (while that of neat cattle has increased) and in April 1909 there were only 825,000 sheep of shearing age in New Mexico.",
        "Here are two letters from Count Nostitz and here is one from His Highness the Archduke Ferdinand and here are these,\" he said, handing him several papers, \"make a neat memorandum in French out of all this, showing all the news we have had of the movements of the Austrian army, and then give it to his excellency.\"",
        "This may change over time as gamers discover some neat cheat codes, tips, hints, and unlockables, however.",
        "Gamers can play others from around the globe, email other players and download some neat stuff like extra levels, scenarios, images, video and sound files.",
        "The robot army also has some neat looking guys.",
        "Organizers and shelves keep your games looking neat and out of harm's way.",
        "It's a very neat experience to go and taste among the stored bottles, wrought iron gates and barrels stacked everywhere.",
        "In 2004, Elisabeth Kubler-Ross wrote that the five stages of grief \"were never meant to tuck messy emotions into neat packages.",
        "Keep your bedroom clean - Yes, sometimes it's very difficult to keep a bedroom neat and tidy, especially with the very busy lives we all seem to lead, but keeping a clean room is very important to positive chi flow.",
        "Kitchens should be neat, clean and smell wonderful.",
        "Bedroom closets should be neat and organized with everything in its place either on shelves or hangers.",
        "A clean, neat facility with adequate lighting and mirrors.",
        "Shaves must be redone every few days to keep a neat, clean style.",
        "You can even run from the boardroom to the theater in windy weather - at most, your ponytail will only need a quick lash with a comb to be as neat as it was in your bathroom.",
        "Clooney's own hair is naturally wavy, so a shorter cut keeps it straight and neat.",
        "A week or two before the big night, make sure your style will be neat by trimming away split ends and other damage.",
        "Although braids are a neat beautiful style for African American hair, tight braids can cause hair loss.",
        "They try to pick up each individual strand of hair while braiding so that the style is extremely neat and long lasting.",
        "This style is feminine yet spunky and can be worn in a variety of styles, from messy and bed head to sleek and neat.",
        "Braids are particularly popular in the summer because they can be easier to maintain and stay neat while you are on a summer vacation.",
        "This is a universally flattering look that is at once neat yet pretty.",
        "Twist the ponytail tightly around itself forming a neat bun.",
        "When you are approaching a business to ask about work opportunities, it's important to be neat and well-groomed.",
        "If you are interviewing with a company that has an informal dress code as the norm, you may wish to choose neat, conservative pressed slacks and a button down shirt or sweater to complete the look.",
        "Triangle shaped boxes are a neat project to complete, and look great in a collection of other origami boxes.",
        "It's simple to do, offers a neat appearance, and creates a comfortable balance for the shoe's pull on the foot.",
        "\"It is different, but you'll never hear such neat accounts of history as you will from these guys,\" Linda stated.",
        "\"If I weren't so scared, this would be neat,\" Traci whispered to her.",
        "The pile of mail she left on her desk was still there, the living room neat and quiet.",
        "Andre was dressed in cashmere and wool, his hair kept short and neat, his loafers more expensive than Kris's conference room had cost to build.",
        "The one-room shack was neat, with pallets on one side, a fire at its center, a small area to prepare food and crates lining one wall that acted both as storage and seating.",
        "The fulness and accuracy of the text, combined with the neat beauty of its coloured plates, have gone far to promote the study of ornithology in Germany, and while essentially a popular work, since it is suited to the comprehension of all readers, it is throughout written with a simple dignity that commends it to the serious and scientific. Its twelfth and last volume was published in 1844 - by no means too long a period for so arduous and honest a performance, and a supplement was begun in 1847; but, the editor - or author as he may be fairly called - dying in 1857, this continuation was finished in 1860 by the joint efforts of J.",
        "Another great part of Star Wars Battlefront is that you can try out many of the neat vehicles used in the movies; land speeders, X-Wing fighters and quite a few others.",
        "Running Halo on the computer using the Xbox technology is pretty neat.",
        "His dark gaze was direct, his hair and clothing neat.",
        "Trees must be fixed to the walls and buildings against which they are trained by means of nails and shreds (neat medicated strips are now sold for this purpose), or in cases where it is desired to preserve the wall surface intact, by permanent nails or studs driven in in regular order.",
        "Platystemon californicus: hardy, i ft., sulphur yellow; neat and distinct.",
        "- Neat trailing plants adapted for rockwork, thriving in sandy soil.",
        "A neat little rock plant, 6 to 8 in.",
        "For straight seams the machines are excellent, making as neat a seam as is found in glove work, unless, of course, the pelts are especially heavy, such as bears and sheep rugs.",
        "Being of a bold disposition, and the trees favouring its mode of life often growing near houses, it will become on slight encouragement familiar with men; and its neat attire of ash-grey and warm buff, together with its sprightly gestures, render it an attractive visitor.",
        "Buffaloes of an uncouth appearance and of a dark slaty color, strikingly contrasting with the neat cattle, abound in Egypt.",
        "It is an alpine region, particularly in its south portion, where rises the Alpstein limestone range (culminating in the Santis, 8216 ft.), though towards the north the surface is composed rather of green hills, separating green hollows in which nestle neat villages and small towns.",
        "The leaf-cutter bees (Megachile) - which differ from Andrena and Halictus and agree with Osmia, Apis and Bombus in having elongate tongues - cut neat circular disks from leaves, using them for lining the cells of their underground nests.",
        "Deventer is a neat and prosperous town situated in the midst of prettily wooded environs, and containing many curious old buildings.",
        "The neat cattle, which are of Australian and Indian origin, are raised chiefly for beef, their hides and their horns; about nine-tenths of them were destroyed by the rinderpest and the war at the close of the 19th century.",
        "The total number of neat cattle on farms and ranges in 1910 was 986,000 (including 27,000 milch cows) valued at $26,277,000; horses, 148,000, valued at $12,284,000; 1 mules, 2000, valued at $212,000; and swine, 21,000, valued at $178,000.",
        "The value of horses in 1910 was $34,561,000 (323,000 head); of mules, $7,020,000 (54,000 head); of neat cattle, $20,034,000 (875,000 head); of swine, $5,031,000 (774,000 head); of sheep, $2,036,000 (522,000 head).",
        "In the holdings of neat cattle (1,453,971) and sheep (2,045,577) it ranked in 1900 respectively seventeenth and tenth among the states of the Union; in 1907, according to the Yearbook of the Department of Agriculture, there were in the state 1,561,712 neat cattle and 1,677,561 sheep. Stock-raising has always been important.",
        "The soil is fertile and highly cultivated, groves of noble trees abound, and the villages have a neat, prosperous look.",
        "The values of the various classes of live stock on the 1st of January 1910 were as follows: sheep, $13,714,000; milch cows, $1,125,000; other neat cattle, 815,677,000; horses, $6,251,000; mules, $632,000; swine, $272,000.",
        "The Persian always makes the best of his appearance; he is very neat in his dress, and is particular as to the sit of his hat and the cut of his coat.",
        "Of the neat cattle (7,042,635) almost 98%, and of the sheep (861,761) almost Too %, were in 1900 pastured wholly or in part upon the public domain.",
        "In January 1908, according to the Year-book of the Department of Agriculture, the number and farm values of live-stock were: milch cows, 69,000, valued at $2,208,000, and other neat cattle, 344,000, valued at $5,848,000; horses, 150,000, $11,250,000; sheep, 3,575,000, $12,691,000; and swine, 130,000, $910,000.",
        "According to state reports for 1906, most of the neat cattle were then on ranges in Lemhi, Idaho, Washington, Cassia and Owyhee counties; Nez Perce, Canyon, Fremont, Idaho, and Washington counties had the largest number of horses; Owyhee, Blaine and Canyon counties had the largest numbers of sheep, and Idaho and Nez Perce counties were the principal swine-raising regions.",
        "How the Saracens, when they took him prisoner, he being half dead with a complication of diseases, kindly left him \"un mien couverture d'ecarlate\" which his mother had given him, and which he put over him, having made a hole therein and bound it round him with a cord; how when he came to Acre in a pitiable condition an old servant of his house presented himself, and \"brought me clean white hoods and combed my hair most comfortably\"; how he bought a hundred tuns of wine and served it - the best first, according to high authority - well-watered to his private soldiers, somewhat less watered to the squires, and to the knights neat, but with a suggestive phial of the weaker liquid to mix \"si comme ils vouloient\" - these are the details in which he seems to take greatest pleasure, and for readers six hundred years after date perhaps they are not the least interesting details.",
        "The number of neat cattle in 1907 was 1,852,000 (849,000 dairy cows).",
        "The number and value of each of the various classes of live stock in the state on the 1st of January 1908 were as follows: horses, 102,000 ($11,526,000); mules, 5000 ($675,000); milch cows, 190,000 ($8,170,000); other neat cattle, 82,000 ($1,722,000); sheep, 44,000 ($220,000); swine, 155,000 ($1,555,000).",
        "The number of other neat cattle (180,878 in 1900; 151,000 in 1908) decreased during every decade from 1860 to 1900; the number of sheep in 1900 was 427,209 (31.9% less than in 1890), and in 1908 it was 267,000; but the number of horses in 1890 and 1900 was about the same (140,310 in 1900, but only 116,000 in 1908).",
        "The number of neat cattle in 1900 was 343,690, valued at $7,152,844; on January I, 1910, 2 415,000, 1 1909 statistics are from the Year Book of the U.S. Department of Agriculture.",
        "The legs are short and neat, the animal being of small size compared with the other Down sheep. The fleece is of fine, close, short wool, and the mutton is excellent.",
        "As distinguished from the latter, however, the Shropshire has a darker face, blackish brown as a rule, with very neat ears, whilst its head is more massive, and is better covered with wool on the top and at the sides.",
        "In 1910, out of a total of 2,587,000 neat cattle, there were 1,506,000 milch cows.",
        "They live either among bushes or in trees, and make a neat nest for the reception of their young, which are born blind.",
        "There are the neat and elegant animals, like the descendants of Saunterer and Sweetmeat; the large-framed, plain-looking, and heavy-headed Melbournes, often with lop ears; the descendants of Birdcatcher, full of quality, and of more than average stature, though sometimes disfigured with curby hocks; and the medium-sized but withal speedy descendants of Touchstone, though in some cases characterized by somewhat loaded shoulders.",
        "The hackney type of the day is \" a powerfully built, short-legged, big horse, with an intelligent head, neat neck, strong, level back, powerful loins, and as perfect shoulders as can be obtained, good feet, flat-boned legs, and a height of from 15 hands 2 in.",
        "Yes, that neat little trinket is a source of constant magic that traps us.",
        "\"That may be a neat theory,\" Fred said, \"but it ain't proof.",
        "I don't want to screw around and play against the big leagues in Philadelphia; all your friends with the crazy middle names like, 'The Shiv' and 'The Hunchback' and 'Three Fingers'â€”really neat nicknames like that.",
        "The little boy cut through the central square, where neat stone walkways hedged by vibrant grass wound around the familial obelisks marking the bloodline and succession of each noble house.",
        "A neat sequence of link up play on the left midfield resulted in the Dutch having to concede a free kick 30 yards out.",
        "He also possesses an abundance of neat turns and flicks.",
        "Ashbourn Grove, a neat well-built mansion, picturesquely seated on a gentle acclivity, one mile N.E. from Ashbourn, is now unoccupied.",
        "adit mouth, which is drystone lined with neat large flat stones placed horizontally.",
        "affected area under the cold tap for five minutes then apply neat Tea Tree Oil to the burn.",
        "When tasted neat there is an initial whoosh of alcohol followed by an aftertaste of apples and French chalk on a new inner-tube.",
        "Every inch a military man, he was immaculately attired, with close cropped hair and a neat mustache.",
        "Fit: fitted bodice, neat waist, perfect for smoothing curves!",
        "The theater closing with a local amateur production makes a neat bookend to its opening in 1885.",
        "The winner of the bowling averages was opening bowler Brian Neat, who took 26 wickets for 148 runs.",
        "The aim is to leave a multi-strand wire in a neat bundle which may be inserted easily into the sleeve.",
        "clergyman directed neat houses to be built for four clergymen's widows, to whom he bequeathed £ 10 per annum.",
        "Composition was assumed to be of a neat natural cement with an inherent brown mineral coloration.",
        "The house is neat, and rendered exceedingly commodious by the additions lately made.",
        "Neat ideas include two concealed underfloor compartments designed to accommodate valuable tools.",
        "Neat little freehold, three stories, service lift, all mod cons.",
        "Shown above the ufit conservatory box gutter is integral with the rest of the conservatory box gutter is integral with the rest of the conservatory gutter system, ie it looks neat!",
        "Directions: Acne and Spots: Apply neat Tea Tree Oil to individual spots night and morning, using clean cotton wool.",
        "It is a neat edifice with a bell turret, surmounted by four ancient crosses.",
        "A neat rosette of rounded leaves, with a largish white daisy with yellow center on short stems.",
        "defymetimes a magazine, book - or even web site - defies neat categorization... of their content shall you know them.",
        "Compassionate Conservatism It is easy to have a neat dualism between head and heart, efficiency and compassion, or Conservative and Labor.",
        "ebonite mouthpiece - so I used the solution neat and cold.",
        "The church was a neat edifice with rather a modern look.",
        "The church is a neat and commodious edifice, built in 1813, and contains 800 sittings.",
        "Although the Selmer octave key mechanism was a pivotal design (neat pun eh?",
        "The site has few visual embellishments, but is neat and easy to use, displaying its content very clearly and without fuss.",
        "On a slight eminence near Wetheral stands the neat mansion of Geo.",
        "encircled by a plastic band, which is tightly wrapped around and cut to make neat easy-to-handle bundles of cartons.",
        "Andrew Whiteley then equalized for Nicholas ' men with a neat finish.",
        "He took a neat flick from Jeff Astle and hit the ball under the diving body of Parkes.",
        "It's kinda neat even tho ' I'm not overly fond of droughts.",
        "Emre, whose neat footwork was a feature of the first half, won a free-kick 25 yards out.",
        "If you are a neat freak and cannot stand dust bunnies, consider a lower shedding breed.",
        "The new search facility has a neat little slider gizmo that lets you filter further still.",
        "With neat white gouache representing perhaps waves or foam, drag the paint in a broken brush stroke method over the dark surface.",
        "You can buy a neat little guidebook for the trail, cost £ 1.50, from Tourist Information.",
        "Shown above the ufit conservatory box gutter is integral with the rest of the conservatory gutter system, ie it looks neat!",
        "wind the hackle in neat turns and bring back the rib in opposite direction, tie off.",
        "Only hand write CVs if you have very neat handwriting if possible word process your CV.",
        "Neat or diluted witch hazel can help for quick relief.",
        "His impact was almost instant, as he twice put Adrian Allen through with two neat glancing headers.",
        "The forks are fitted with the BSA shrouds and topped off with the neat chrome headlamp shell.",
        "heave surface of any star is a continously heaving mass of burning gases, not a neat pinpoint of pure white light.",
        "The Gen-2 is neat and attractive, avoiding that heaviness of appearance that afflicts so many modern cars.",
        "housekeeping of the work areas are at all times neat clean and tidy.?",
        "Bird 1 does not seem to be very house-proud, compared with bird 2, who has built such a neat little nest.",
        "This is a very neat way of doing it if you're producing HTML and using CSS to produce the indentation that you want.",
        "Smart Style and Design Rounded edges give a neat, modern design White body silver metal inlay color only.",
        "The small neat headstones are of bronze plaques mounted on small white sloping concrete blocks each bearing the regimental insignia of the deceased.",
        "But we have players with a little ability and good movement, neat interplay and a team ethic.",
        "Yes, smart alloys, polished bodywork and a neat paint job are as popular here as elsewhere.",
        "Using braid, tie them to the trace with a sliding five turn grinner knot for a neat set up.",
        "In its interior, there was ' a neat little drinking fountain, affording copious libations of ' acqua pura ' ' .",
        "Scotland was picked out with ease and his neat lob gave Cairns no chance.",
        "Homebrew glorify it by playing tight and neat numbers with witty lyrics that scream for a crowd scene and lots of audience participation.",
        "In all cases the devices used neat marijuana supplied by NIDA with a potency of 2.3% THC.",
        "A neat touch, typical of Citroen, is a reversible boot mat with carpet on one side and washable PVC on the other.",
        "All wrapped in a neat story making a wonderful performance piece of strong mentalism.",
        "That tone is not methodical or even logical, it does not arrange things in neat orders like a catalog or text.",
        "Warning was not a big horse but very neat and as a three year old he proved to be a top miler.",
        "mitre making those joints neat, a square or miter block is a must.",
        "This is a neat little momento being pocket sized with a weather resistant cover.",
        "The comet should not be confused with another that recently looped around the Sun and that also bore a NEAT moniker.",
        "neat through ball for target man Hawkins, who's cool crisp finish rolled beyond the opposition stopper.",
        "Tidy the garden: be sure that lawns are well trimmed, keep the gardens neat.",
        "neat edifice at the north side of the church.",
        "neat one-two with Fitzpatrick and sent a wicked curler toward the top corner.",
        "neat Mexican wave trick.",
        "neat handwriting!",
        "neat passing on the right-hand side of the pitch, Nick Mason had a shot which was straight at the keeper.",
        "neat graceful footwork.",
        "To Do: Buy storage box for garden Well I think they're pretty neat.",
        "Also included is a rather neat guide to Digital Video editing in general by Douglas Spotted Eagle.",
        "Now comes a really neat part of the program.",
        "very neat, slim fit for a shaped diaper.",
        "There is a DVD creator so if you are into editing video you can create quite neat DVD menu's very fast.",
        "neat to see how music can be such a strong influence?",
        "I'd never tried to make things look neat; I just wanted them to work.",
        "Minor burns: Put the affected area under the cold tap for five minutes then apply neat Tea Tree Oil to the burn.",
        "Even tho it is pretty easy to play, it sounds real neat.",
        "Use only printers that produce neat, readable text with no stray marks or smudges.",
        "It can also be used neat on stubborn stains.",
        "He was of medium stature and weight, very nimble and very neat in all his work and conduct.",
        "one-two (punch) a neat flick on the right and exchanged a one-two with Adie Harris to create room for the cross.",
        "one-two (punch) a fine goal after a neat one-two, so he too deserves praise for his contribution from the bench.",
        "For sweet oranges, you should be left with neat globes of flesh.",
        "In theology truth is propositional tied up in neat parcels, systematized, and arranged in logical order.",
        "After neat passing on the right-hand side of the pitch, Nick Mason had a shot which was straight at the keeper.",
        "For US$45 + p&p (6/05) you get a neat little PCB which you connect to your serial port.",
        "NEAT schemes feature litter picking, flower planting in public places, graffiti removal, wildlife protection, recycling and energy efficiency schemes.",
        "There, resting at the bottom of the case, was a neat pile of CDs.",
        "Today she is fresh-faced, hair in a neat ponytail.",
        "An ordinary on the table each day at 2 o ' clock----A neat post chaise with able driver to all parts of the Kingdom.",
        "The extraordinary human history of St Kilda is carefully preserved in the Village with its neat little street of cottages.",
        "Neat rosettes of rounded fleshy leaves are produced, sometimes green, blue-green or even purple.",
        "Well, it looks neat too.) P.S. I use quicksilver.",
        "Together with his boss, they visit all the West End galleries and uncover a neat little racket.",
        "The 2m (6'6 \") post rammer is a sturdy all-steel tool with a neat head.",
        "rangy seating and a neat dumb waiter.",
        "rapt fascination as the form collapsed into a small, neat bundle.",
        "This also meant they got to travel to Corsica in the summer and to Switzerland at winter, pretty neat sounding job I recon.",
        "refrigerated trailers are lined up in neat parallel behind a chain-link fence.",
        "A neat little jazzy riff caught my attention in this well delivered piece.",
        "A neat touch is the addition of screen rotation, so you can view pictures or run video in the wider portrait mode.",
        "It is certainly worth looking inside to see the neat rows of jarred sweets on display normally never less than 90 jars.",
        "ruminatest ruminating out loud really, but I hope to write a little more on this in the neat future.",
        "Barbecues, church, neat lawns, stultifying suburban sameness.",
        "I learned some neat stuff in this chapter, but the key take-home message is that you should always sanitize and screen user input.",
        "They make rather neat little coal scuttles, or plant pots.",
        "Large Victorian mansions frame Beddington Park, while the rest of the town offers mid-war semis and terraces in neat tree lined toads.",
        "Sit in the shade, and take inspiration from a bubbling fountain and a neat semicircle of noble Belgian statuary.",
        "Fit: Straight cut, creates a neat silhouette!",
        "Tie the chicken into a neat parcel with string, or secure the filling by pushing a fine wooden skewer through the skin.",
        "slice of ham and a finger of GruyÃ¨re cheese on each escalope and carefully roll up each bundle into a neat curl.",
        "This is such a neat little jacket, it'd look smashing with a pair of jeans.",
        "As usual, you have a wonderful smorgasbord of neat sites!",
        "Neat layout, but much of the finer text looks spidery against the background.",
        "On really stubborn marks use a little neat ammonia on a damp cloth.",
        "More frequent mowing to maintain a short sward may be needed on parts of the site to maintain a neat appearance or for recreation.",
        "use the tab key (rather than the space bar) to indent information to create a neat effect.",
        "This infrared thermometer is a neat bit of kit & brings advance temperature sensing technology to your fingertips.",
        "They had a few fleeting opportunities and new signing Delroy Facey showed some neat touches early on.",
        "This neat little three button trackball is suited for left or right handed use.",
        "Gone were the flowing tresses in favor of a neat, short cut.",
        "There's none of the scenic touches or neat tricks.",
        "tumbleose we have a road sign saying ' danger - falling rocks ' and a neat picture of some tumbling boulders.",
        "vicarage house is a neat building a short distance from the church, erected in 1825.",
        "This will encourage vigorous, free-flowering shoots from low down, helping to keep the shrub neat and compact.",
        "Woodward's virginity was an important plot element in the original, a neat spin on the idea of sacrificing virgins.",
        "Jack now claims to divide his time between fast living and slow horses, neat vodka and untidy pubs.",
        "Thousands turn out to welcome them and they make a brief walkabout neat St. Patrick's center.",
        "Break open the stems and pour in asmall amount of neat roundup weedkiller and seal the stem to stop animals accessing the chemical.",
        "A large tame snake with a false human head, wound round Alexander's body as he sat in a shrine in the temple, gave \" autophones \" or oracles unasked, but the usual methods practised were those of the numerous oracle-mongers of the time, of which Lucian gives a detailed account, the opening of sealed inquiries by heated needles, a neat plan of forging broken seals, and the giving of vague or meaningless replies to difficult questions, coupled with a lucrative blackmailing of those whose inquiries were compromising.",
        "3 About 64% of the value of the live stock was represented by neat cattle; 19% by sheep; to% by horses, and the remainder by mules, swine, asses, burros and goats.",
        "Between 1850 and 1907 dairy cows increased from 214,231 to 330,000; other neat cattle from 519,739 to 589,000; sheer decreased from 304,929 to 181,000; swine decreased from 1,582,734 to 1,316,000; horses increased from 115,460 to 260,000, and mules from 54,547 to 279,000.",
        "In 1900 the state had 497,245 horses, 198,110 mules, 364,025 dairy cows, 755,714 other neat cattle, 1,300,832 sheep and 2,008,989 swine; in 1910 there were in Kentucky 407,000 horses, 207,000 mules, 394,000 mulch cows, 665,000 other neat cattle, 1,060,000 sheep and 989,000 swine.",
        "The 2m (6'6) post rammer is a sturdy all-steel tool with a neat head.",
        "A neat ranch house with a 15th century tower attached.",
        "Good, rangy seating and a neat dumb waiter.",
        "Not realizing the tape formed flexible hinges, he watched with rapt fascination as the form collapsed into a small, neat bundle.",
        "Six refrigerated trailers are lined up in neat parallel behind a chain-link fence.",
        "A few of my shots have been included, and they 've a neat system to request permission.",
        "The other farmer says, Yeah, I 've got this neat rooster named Kenny.",
        "I 'm just ruminating out loud really, but I hope to write a little more on this in the neat future.",
        "Late in 1996 you created a neat computer program, and made it available as shareware on the net.",
        "Fit: Straight cut, creates a neat silhouette !",
        "Place a slice of ham and a finger of GruyÃ¨re cheese on each escalope and carefully roll up each bundle into a neat curl.",
        "They look neat and smarten up the appearance of the running plate.",
        "This is such a neat little jacket, it 'd look smashing with a pair of jeans.",
        "As usual, you have a wonderful smorgasbord of neat sites !",
        "The paper 's shot of Tara 's face in September 2004 showed a neat snub nose with a straight bridge.",
        "A neat band of color shows up better than a rough splodge of paint, which tends to camouflage with the surroundings.",
        "Use as a spray for treatment of infections or neat to sterilize equipment when cleaning.",
        "Use the tab key (rather than the space bar) to indent information to create a neat effect.",
        "Other features include a zip baffle and neat tote sac for easy carriage.",
        "There 's none of the scenic touches or neat tricks.",
        "Suppose we have a road sign saying ' danger - falling rocks ' and a neat picture of some tumbling boulders.",
        "Everyone solos in a neat and tidy order, and everyone is understated when they play, which I like.",
        "But her neat, buttoned-up life starts to unravel when her daughter Elena returns home, angry and unemployed.",
        "The vicarage house is a neat building a short distance from the church, erected in 1825.",
        "Woodward 's virginity was an important plot element in the original, a neat spin on the idea of sacrificing virgins.",
        "Thousands turn out to welcome them and they make a brief walkabout neat St. Patrick 's center.",
        "Eric's quadcopter drone has a lot of neat features, including autopilot and an aerobatic mode.",
        "Arrange everything in a wicker basket so that it looks neat and professional.",
        "A gift basket offers the perfect opportunity for providing an array of smaller gifts in one neat package.",
        "Sesame Street also offers a neat function that allows you to save games your toddler likes to \"My Street\" which serves as an internal bookmarking system.",
        "Are you single and incredibly neat and don't have people over for social functions all that frequently?",
        "The seams need to be neat, even and straight.",
        "Make sure that the finishing is even and neat, that the joints between the uppers and the sides and between the sides and the soles are even and that the stitching is neat.",
        "Buy Cool Gifts is slightly ad-heavy, they do offer neat gift ideas through other retailers like Fossil and Swarovski.",
        "From those three, there are hundreds of sub categories, but for me, Wendy, I am a neat freak.",
        "So when the poor little four-year-old girl had a small accident in my bed, the look of horror in her eyes made me realize what a neat freak I really am.",
        "The neat thing about this product is that you can apply a few pieces to accent a space, or you can cover an entire wall.",
        "You can drink Baileys neat or on ice, and it's complete on its own.",
        "The neat thing here, though, is that you can make a pattern yourself with butcher paper, pattern paper from the fabric store, or even an old sheet.",
        "This helps to keep the garden or yard neat and tidy while also ensuring that the compost is kept in optimum conditions.",
        "Others have a neat life, but still have more than they need stored away deep in their closets.",
        "Clutter is stressful, and you'll be a lot more comfortable if you keep your bedroom neat and tidy.",
        "It doesn't have to be a toy box -- think of neat storage ideas, like an old steamer trunk.",
        "Will you keep your home office neat or will papers and mail pile up on your desk?",
        "Even though a family room may serve the purpose of a playroom, keep it clean with the toys in a neat area stored in a corner of the room.",
        "Your lawn doesn't have to be perfectly manicured, but should look neat.",
        "Do a quick check of the bedrooms to make sure all the beds are made and everything looks neat and tidy.",
        "Start by using your makeup tools to create a neat and trim look.",
        "Keeping it all neat is just half the battle, though; the next step is figuring out where to put all of those cases and bags.",
        "Instead, make sure the brows are neat, apply a little cover-up (only where you need it) and top your lashes with loads of mascara.",
        "Light-colored lipsticks don't need the careful application that dark colors call for in order to look neat and professional.",
        "What is neat about these sets is each shade has the directions imprinted in the powder.",
        "It can also be used to cover dark spots and give the wearer a neat canvas with which to begin makeup application.",
        "Another neat feature is a link to NFLPLAYERS.COM.",
        "One of the more interesting versions of Tetris on this site incorporates real-world physics, meaning the blocks don't behave nicely and fall into neat rows.",
        "Maps.com also offers a radius map, which isn't available for printing, but it is a neat feature.",
        "AOL Kids offers a neat adventure game called \"Batman - Mystery of the Batwoman\" in Flash format.",
        "Christmas ecards at Magnify.net provides a neat Maxine's Night Before Christmas video, which you can share with friends as a unique video ecard.",
        "Finally, make sure everyone's hair, jewelry and clothing are straight, neat and tidy to avoid distractions in the finished picture.",
        "Make sure the details of your pose, such as hair, clothing and jewelry, are neat and tidy before stepping into your portrait pose.",
        "Finally, wrap each piece of foil tightly in a neat package, and place it on the grill.",
        "On the site, you'll find lots of neat memorabilia and useful lists.",
        "For a really neat twist on the groom's cake, check out the deer mount cake on FamilyFun.com.",
        "Couples can also save time and energy by investing in a wedding invitation kit in a beach theme that offers all of the necessary supplies necessary in a neat, coordinated package.",
        "Note that truly authentic zebra prints are usually not very \"neat\" in appearance.",
        "Instead of giving these updates constantly, here they are in one neat package.",
        "Hannah Montana is a Walt Disney production, so it's no surprise that the official Disney website has a few really neat Hannah Montana fashion-based games.",
        "Some boys' jean jackets are more polished and neat, while others have a distressed look about them.",
        "Polo shirts are always a popular item because they can be made to look both dressy or casual, though they almost always look neat due to their pert little collar.",
        "Tartine's designs are so crisp and neat, your baby will be the most demure belle at the ball.",
        "Pinstripe suit: A pinstripe suit creates a neat appearance.",
        "However, it is important to keep your dog's nails trim and neat, so you will want to do a dog nail clipping or have a groomer do it for you.",
        "Brushes and Combs help remove shedding hair and help your dog look neat again.",
        "Belvedere (Kochia) - K. tricophylla is an interesting summer Cypress of the Goosefoot family, forming a neat pointed bush from 3 to 5 feet high, the flowers insignificant.",
        "Campana.-Very neat dwarf crowded foliage; scape 1 1/2 feet with bell-shaped head of rosy-lilac flowers.",
        "A second variety, angustifolia, is one of the finest dwarf evergreens for the rock garden, of dense growth, perfect in shape, with neat dark green leaves.",
        "What are known as the dwarf or nana strain are neat and dwarf in growth, are abundant bloomers and showy.",
        "If in strong or rich soils it spreads from the root and becomes rank, but in light dry soils and full sun it makes neat tufts of about 8 inches, hardy, and not troublesome.",
        "The Mountain Cats-ears, A. dioica and A. alpina, and such forms as A. minima, are neat little plants with whitish foliage, used as carpeting.",
        "Silene Schafta - A spreading hardy plant from the Caucasus forming very neat tufts, 4 to 6 inches high, covered with large purplish-rose flowers.",
        "S. Zawadski, a neat Austrian species with white flowers in spring.",
        "It is one of the neat, myrtle-like shrubs of S.",
        "Deer Berry (Mitchella) - M. repens is a neat, trailing, small evergreen herb, 2 or 3 inches high, with white flowers in summer, succeeded by small bright red berries.",
        "Barbara, a neat annual 9 to 12 inches high, with square stems and small wedge-shaped leaves.",
        "From a dense tuft of leaves E. umbellatum throws up numerous stems, 6 to 8 inches high, on which golden-yellow blooms, in umbels 4 inches or more across, form a neat and conspicuous tuft.",
        "Alpine Wallflower (Erysimum Ochroleucum) - This handsome plant forms, under cultivation, neat rich green tufts, 6 to 12 inches high, and in spring is covered with sulphur flowers.",
        "European species with scentless yellow flowers, is also a neat alpine, and so is E. rupestre, which is desirable for the rock garden.",
        "It will be found a useful plant for the flower border, it being a true perennial, of neat habit, and very free-flowering.",
        "It is one of the hardiest of the genus, and from its neat and free-flowering habit a very useful border plant, common in cottage gardens.",
        "The neat grey leaves are nearly like those of a Rock Rose, while the charming pure white flowers, composed of petals set like a Maltese cross, are fragrant and appear in June.",
        "E. macranthus, another showy species, is of a neat habit and about 1 foot high.",
        "E. mucronatus, known also as Vittadenia triloba, is a valuable border flower, neat and compact, and for several weeks in summer is a dense rounded mass of bloom about 9 inches high.",
        "Rock Gromwell (Lithospermum Petraeum) - A neat, dwarf shrub, something like a small Lavender bush, with small greyish leaves.",
        "Senecio Adonidifolius - A neat hardy perennial, common in France and distinct from other wild kinds of Europe.",
        "It is a shrub of neat yet graceful habit, well clothed with dark green, rather plaited leaves.",
        "The Hardy Sarcococcas (Sarcococca) - Are neat and pleasing evergreen shrubs possessed of but a modest flower beauty, though of more than ordinary value, because of their suitability to shaded positions and their rich green lustrous foliage.",
        "The most notable are S. humilis, of neat tufted habit, 1 1/2 feet high, flowers white, fragrant, succeeded by blue-black fruits.",
        "Heloniopsis - Dwarf perennial plants of the Lily order, from Japan, forming neat tufts of erect lance-shaped leaves of a few inches high, and carrying short spikes of flower in early spring.",
        "Mountain Houseleek (Sempervivum Montanum) - A dark green kind, smaller than the common Houseleek, the leaves forming neat rosettes, from which spring dull rosy flowers in summer.",
        "Hutchinsia - A neat little alpine plant, H. alpine having shining leaves and white flowers, in clusters about 1 inch high, quite free in sandy soil, and easily increased by division or seeds.",
        "Kernera Saxatilis - A neat little plant forming a compact tuft of foliage, and in early summer a dense mass of tiny white blooms.",
        "Lambs-skin (Arnica) - A small group of perennial herbs of the Daisy order, with clustered leaves and neat yellow flowers on long stems.",
        "Any of the Pyrolas are worth growing in thin mossy copses on light sandy vegetable soil, or in moist and half-shady parts of the rock garden or the fernery, where they make neat evergreen carpets, flowering in summer.",
        "D. chinense is distinct from other Larkspurs, and is neat and rather dwarf in growth, having finely cut feathery foliage, and freely producing spikes of large blossoms, usually of a rich blue-purple, but sometimes white.",
        "Lavender Cotton (Santolina) - Dwarf, half-shrubby plants, of neat habit and pretty hoary foliage.",
        "It makes a neat little evergreen bush 2 or 3 feet high, and has small leaves on slender stems, in May bearing clusters of small white flowers.",
        "It is neat, dwarf, and compact, and has flowers twice as large as the other kinds.",
        "A. pyrenaicum is a neat rock plant with white flowers.",
        "They are all of neat growth, and bear pretty flowers.",
        "Milkwort (Polygala) - The hardy Milkworts are neat dwarf plants, with flowers much resembling those of the Pea family.",
        "They form neat dressy tufts of blue, purple-pink, and white flowers.",
        "Mountain Avens (Dryas) - Mountain plants of the Rose family, containing two or three dwarf alpine plants of spreading growth and neat evergreen foliage.",
        "This is a true evergreen, with thick glossy dark green leaves, sometimes variegated, and forms a neat carpet in the rock garden.",
        "Myrsine Africana - A curious little evergreen found in many parts of the world-India, China, etc.-and of very neat habit.",
        "Named Hybrids Rupifragum - Little hairy plants like a perennial Shirley Poppy, of delicate appearance, 1 to 2 feet high, with a neat habit, and useful for cutting.",
        "Of this there is a distinct garden form called compacta, very dwarf, neat, and hardy, with quite narrow leaves.",
        "Sophora Secundiflora - A low dense tree or leafy shrub, with ornamental foliage composed of neat rounded leaflets with a glossy surface, and strongly fragrant violet-blue flowers borne in a dense spike.",
        "It makes a neat bush, with leaves like those of the Myrtle in shape, but larger and firmer in texture.",
        "Ozothamnus - O. rosmarinifolius is a neat little evergreen shrub almost hardy in the south and coast districts, with small, Rosemary-like leaves, and about the end of summer bears dense clusters of small white flowers.",
        "P. Larpentae is perfectly hardy, its wiry stems forming neat and full tufts, varying from 6 to 10 inches high, according to soil and position.",
        "They make neat edgings, and may be used as such with good effect.",
        "Rampion (Phyteuma) - The Rampions are neat, pretty, and interesting plants of the Bellflower order, with small flowers in profusion.",
        "P. Sieberi is neat for the rock garden, requiring a moist, sunny situation, and a mixture of leaf-mould, peat, and sand.",
        "Division. P. humile is a neat tufted plant for the rock garden, where it can get a dry sheltered position in winter and plenty of water in summer.",
        "A Macedonica is a neat species with white flowers, excellent as a rock garden plant.",
        "A. petraa, a neat, sturdy little plant, with pure white flowers, is a native of some of the higher Scottish mountains, rare, but very pretty when well grown on a moist well-exposed spot on the rock garden.",
        "Sand Myrtle (Leiophyllum) - L. buxifolium is a neat, pretty, and tiny shrub, forming compact bushes 4 to 6 inches high, with evergreen leaves resembling those of the Box.",
        "A neat plant for the rock garden and fringes of borders, and thrives like a weed between the stones in a rough stone wall.",
        "J. montana is a neat, hardy annual with small, pretty bright blue flower-heads in summer.",
        "These few are handsome flowers for the border, and their dwarf neat growth is also suited to the rock garden in an open sunny situation in any soil.",
        "The alpine Skullcap (S. alpina) is a spreading plant with all the vigour of the coarsest weeds of its natural order, but neat in habit and ornamental in flower.",
        "Myrsinites, portlandica, capitata, and triflora, are neat and distinct in habit and grow in any soil.",
        "Neat in habit and distinct in appearance.",
        "Synthyris - A group of hardy little herbs from the Rocky Mountains, allied to Wulfenia, and forming neat tufts of elegant foliage with dense spikes of blue, purple, or white flowers.",
        "Trefoil (Trifolium) - Among the few garden varieties are some dwarf creeping kinds, the best being T. uniflorum from Syria, a neat trailing plant with pink and white flowers, borne singly, and studded profusely over the plant.",
        "Phu-an effective plant in spring, when its foliage is young; it is of neat tufted habit, and grows freely in any soil.",
        "Whitlow Grass (Draba) - Minute alpine plants, most of them having bright yellow or white flowers, and leaves often in neat rosettes.",
        "S. grandiflora, from Asia Minor and Siberia, is a neat downy plant with showy spikes of reddish-purple or rosy flowers from May onwards, sometimes used in the rougher parts of the rock garden.",
        "In the ground they can be grown in an informal patch or in neat rows.",
        "You can let gardenias grow naturally or gently trim them into a neat, rounded shape.",
        "Most people prefer gardenia houseplants to look neat and shaped.",
        "They tend to be symmetrical and clipped, with neat hedges, straight pathways, and traditional plants such as boxwood, azaleas, and containers.",
        "These handy learning tools lay things out in nice, neat format.",
        "If people would put forth as much effort to organize their closets as they do in making up excuses for putting the project off, the closet would already be neat and tidy.",
        "One neat way to do this without being mathematically inclined is to mark the area you want to create the opening for.",
        "JM: They have some really neat stuff - a lot that is really different.",
        "Keeping your baubles and bangles neat and ready to wear is key when you are away from home.",
        "Slacks: If your pants contain pleats, the pleats should fall straight and neat without pulling horizontally.",
        "Maintain a neat, groomed look and follow your company's dress code and you will not only look great but feel great as well.",
        "Make sure your clothing looks neat and professional.",
        "Be sure that your hair is kept neat and that you are well-groomed.",
        "Navy blue or gray blazers work well with a variety of items and can give you a neat and classic appearance.",
        "These containers are specially designed to meet the needs of home composters who want a neat, enclosed option for creating their own organic gardening compost.",
        "You may only have to run a weedeater around the outside of the frame once in awhile to keep the area looking neat and well kept.",
        "Linen is also a solid option and makes plus size shorts look neat and crisp.",
        "While cotton sometimes requires pressing with an iron to look neat, linen is expected to wrinkle.",
        "The company makes a neat line of sleepwear in addition to their clothing.",
        "Keep hair neat and tidy under a bun cover dusted with rhinestones, or sweep it back with a colorful headband.",
        "Check your dress shoes to make sure they are neat and polished and the heels are in good repair.",
        "The employer should take necessary steps to keep the work area neat and free from obstructions.",
        "Color Me Contacts is also worth investigating because they've pulled together all of the different contact brands in one little neat place.",
        "After printing the ticket, do not fold or bend it excessively, and keep the bar code area as clean and neat as possible so there are no reading problems at the park.",
        "A neat nostalgic feature is during game selection.",
        "The game consistently slowed when you plunged your taxi into the water, which was neat and hard to get out of.",
        "While the first person view is neat, I've never had any use for it.",
        "Packaged with a strategy guide, scratch and sniff stickers, and other neat bonuses, the game sold well upon its release.",
        "The prep will be the same as for hand sewing, but you can use the blind hem stitch when using a machine for a clean, neat hem.",
        "With so many different tastes and preferences out there, it's best to just keep it neat (even if it's long) and shiny.",
        "Once you have mastered the basics of how to tie a sarong so that it sits nicely and the knot is neat, you can begin to play a bit.",
        "Bandeau: A sarong can even be worn as a bandeau with enough neat folds.",
        "These double yellow striped swim shorts, with their clean navy blue color and neat drawstring tie does the Versace label justice.",
        "The Neat Sheet Ground Cover, talked about at Ask the Plant Lady, is considered a sand-resistant, rather than a sandless blanket.",
        "Just make a neat fold across the top to create the length you want.",
        "Grocery Store/Bank wall has a neat drive-up window with see-through shutters, an ATM machine, shelves inside for play food, and realistic molded-in details.",
        "From there, simply adjust the remaining sash that is hanging down so it looks neat.",
        "There are empire waistlines that are extremely conservative, merely cinched at the bust and cut to flow in a neat silhouette.",
        "Like the other units, this is a neat feature that gives you more freedom and allows your portable air condition to perform like a total house unit by cooling your home while you're away from home.",
        "Seal the game board between two pieces of laminate paper or clear contact paper to keep it clean and neat.",
        "This step helps to keep your game board neat and clean and prolong its use.",
        "Three-tier window candle from Amazon.com - This is a neat cordless candle that features a light sensor.",
        "A Christmas cookie bouquet is a neat alternative to a traditional Christmas gift basket of food.",
        "Shower after a workout, wear subtle cologne, and keep facial hair neat and trimmed.",
        "Choose clothing that fits your shape, is in colors that complement your tone, and is clean and neat.",
        "Is one of you messy and the other neat and clean?",
        "Are you a neat freak or do you tend to have socks and other items lying around everywhere, most of the time?",
        "An elegant looking silver-plated box with a removable lid makes the perfect place to stash movie tickets, special cards and other neat keepsakes from your time together.",
        "Many of today's bags do, in fact have ample interior and/or exterior pockets to keep your purse items neat and easy to find.",
        "This sophisticated business case comes with handy organizer pockets that are perfect for keeping your compact discs, cell phone, and files, all in neat order, and in one place.",
        "They keep an impeccable home, they are always dressed to the nines and everything is simply and quite sublimely neat.",
        "On the other hand, a wallet can streamline the contents of a purse nicely, keep everything neat and in its rightful place and make life much easier for those who tend to carry heavy loads.",
        "Organizational elements: The interior of the bag is divided into two compartments to help you keep all your belongings neat and orderly.",
        "They are very friendly and affectionate and have a penchant for keeping things neat and tidy.",
        "The police had reported \"neat and orderly rooms\", but Sam witnessed blood everywhere, including the mattress and the telephone.",
        "They like to keep themselves and their surroundings neat and clean.",
        "Virgos like things neat and put together, so you should try to display those qualities when you are around him.",
        "Speaking of discretion, Virgo men love things to be neat and orderly, and this applies particularly to their homes.",
        "Realms of the Arcane - This site has a neat interactive deck that makes you feel like you are really using tarot cards.",
        "As can be expected from their perfectionist streak, Virgos also like things kept neat and tidy.",
        "They are neat and orderly in all they do and usually take good care of themselves physically.",
        "While you are on the premises, make note of things like whether the environment is clean and neat.",
        "You can then seek out a neat robot or space themed tee-shirt, and fill the basket with futuristic action figures.",
        "It's been awesome, we've actually gotten worldwide coverage - Australia, New Zealand - a lot of international blogs and even Scottish TV and a few fun things like that, so it's been really neat.",
        "Keeping your craft area neat and tidy will make it easier to see what supplies you have, thus reducing the amount of unnecessary purchases.",
        "Even if you're naturally neat and tidy, keeping track of a pile of coupons can be quite a challenge.",
        "Taking steps to minimize food waste while keeping your kitchen neat and tidy is an important part of learning how to save money in the kitchen.",
        "The kitchen is one of the hardest working rooms in the house, but you don't need to spend a lot of money to keep things neat and tidy.",
        "Construction and Craftsmanship of your Shoes: Make sure that the finishing is even and neat and that the joints -- between the uppers and the sides and between the sides and the soles -- are even and that the stitching is neat.",
        "It's comfortable to wear and looks very neat, not messy.",
        "They sound neat, but can this new technology have some foul consequences?",
        "Virgos are often neat, orderly, and can be critical while they do not tend to take criticism well when it's directed their way.",
        "Wrapped in a yellow gold case, it comes with loads of features such as a stainless steel strap buckle, glittery white dial with neat black Roman numerals and diamond bezel.",
        "This Tag heuer Link series men's watch really gets you moved with a fabalus Automatic Chronometer Black Scratch Resistant Sapphire along with a neat unidirectional turning Stainless steel Screw-Down Crown.",
        "It has 30 Meters / 100 Feet Water Resistant, a Luminescent Hands & Markers, deployment Buckle and a neat Dial.",
        "Omega has some neat exclusives to it's name, such as being the first watch worn on the moon, as well as being the current official James Bond watch.",
        "G-Gucci Series: Neat little squares stylishly support delicate trinkets on either side of the bracelet.",
        "Make sure that your shoes are shined, hair style is neat, breath is good and no green stuff is stuck in your teeth.",
        "The toolbars offer neat tools that add to productivity.",
        "A digital portfolio provides an employer with all the jobseeker's information in a marketable fashion in one neat package.",
        "Clothing should be clean, neat, and in good repair.",
        "The goal is to look neat and professional, no matter where you spend your work day.",
        "For example, when you know that you could have an extra $11 million at your disposal with just a neat accounting trick, is it moral and ethical to do so?",
        "Pay close attention to the channel capability of your unit - having greater accuracy is worth far more than cool gizmos or neat mapping features.",
        "Appearance and personality always count, whether they are on the score sheet or not, so be yourself and go in with a neat and tidy appearance.",
        "Home organization can make it much easier to keep your home clean and neat.",
        "Keep cords to unused appliances neat by folding them up like when they were new and pushing them into an empty toilet paper roll.",
        "Becoming a stain removing expert is part one way to maintain your carpet's clean and neat appearance.",
        "A store like Organized Living can provide you with extensive organization accessories that will ensure your closets stay neat and orderly.",
        "By practicing, you will develop habits that can help you keep an area neat and minimize the addition of clutter and detritus while also keeping an area organized.",
        "You will also have time during the week to straighten up closets, discard broken hangers and vacuum the floors so that you now have a neat space ready for closet organizing tools if you want to use them.",
        "Cut letters from solid colored cardstock, using a free font from your computer as a guide if you're worried about a neat appearance for your banner."
    ]
}