{
    "translation": "שכן, בסמוך",
    "uses": [
        "Call in those from the neighboring sectors.",
        "Japan has four insular chains which link her to the neighboring continent.",
        "\"Keep me updated, and alert the neighboring sectors,\" he ordered.",
        "Thus the fame of Germany in the neighboring countries, which had been nearly destroyed during the confusion of Henry IV.s reign, was to a large extent restored.",
        "The occupant of the neighboring apartment was Mrs. Watson, a retired fed.",
        "Oats and barley are generally cultivated, the former more especially in the Parisian region, the latter in Mayenne and one or two of the neighboring departments.",
        "The window overlooked the neighboring mountain, coated in white with clouds clinging to its peak.",
        "The thin-walled spiral or annular tracheae of the protoxylem allow of longitudinal stretching brought about by the active growth in length of the neighboring living parenchymatous cells of a growing organ.",
        "It's better than letting him kill the neighboring rancher's cows or my rescue animals.",
        "The base camp housed the emergency response helicopters for Tucson and neighboring sectors and was manned with a skeletal crew of Guardians and one on-duty pilot, a Natural who'd been trained to fly.",
        "By an imperial decree of the I7th of February 1810, Rome and the neighboring districts, including Spoleto, became part of the French empire.",
        "Then together they crept away to enter the low doorway of a neighboring dwelling.",
        "The walls are pitted, and protoplasmic connections between the laticiferous tubes and neighboring parenchyma-cells have been seen.",
        "The equatorial currents produce conditions differing from those existing at corresponding latitudes on the neighboring continent.",
        "achieved through co-operation and standardization between neighboring countries?",
        "Lydia lived in a newly constructed condo on Oak Street as it drifted out of the main body of town and became the back road to neighboring Ridgway, ten miles away.",
        "Deidre rose, eyes settling on the doorway leading into the neighboring kitchens.",
        "He tied a piece of black cloth around his eyes as the sun's rays peeked over the neighboring buildings.",
        "He was moving quickly, around the building and seeking shelter among the rocks that lined one side of the moonlit beach to separate it from the property of the neighboring set of condos.",
        "The movement of emigration may be divided into two currents, temporary and permanentthe former going chiefly towards neighboring European countries and to North Africa, and consisting of manual laborers, the latter towards trans-oceanic countries, principally Brazil, Argentina and the United States.",
        "Apart from their dependence in various ways upon neighboring cells, the protoplasts of all plants are probably connected together by fine strands of protoplasm which pass through the cell-wall (Tangl, Russow, Gardiner, Kienitz-Gerloff and others) ___________",
        "Thus, for instance, near Nikko in the upper valley of the Daiya-gawa, and in several other places in the neighboring mountains, a granite-porphyry appears with large, pale, flesh-colored crystals of orthoclase, dull triclinic feispar, quartz and hornblende.",
        "Fauna.Japan is an exception to the general rule that continents are richer in fauna than are their neighboring islands.",
        "The height and massiveness of the mountains decrease to the south-west, where the piedmont belt sweeps westward around them in western Georgia and eastern Alabama Some of the residual mountains hereabouts are reduced to a mere skeleton or framework by the retrogressive penetration of widening valleys between wasting spurs; the very type of vanishing forms, Certain districts within the mountains, apparently consisting of less resistant crystalline rocks, have been reduced to basin-like peneplains in the same time that served only to grade the slopes and subdue the summits of the neighboring mountains of more resistant rocks; the best example of this kind is the Asheville peneplain in North Carolina, measuring about 40 by 20 m.",
        "All along the sides of the road fallen horses were to be seen, some flayed, some not, and broken-down carts beside which solitary soldiers sat waiting for something, and again soldiers straggling from their companies, crowds of whom set off to the neighboring villages, or returned from them dragging sheep, fowls, hay, and bulging sacks.",
        "Not only were huge sums offered for the horses and carts, but on the previous evening and early in the morning of the first of September, orderlies and servants sent by wounded officers came to the Rostovs' and wounded men dragged themselves there from the Rostovs' and from neighboring houses where they were accommodated, entreating the servants to try to get them a lift out of Moscow.",
        "The tenth region included Venetia from the Padus and Adriatic to the Alps, to which was annexed the neighboring peninsula of Istria, and to the west the territory of the Cenomani, a Gaulish tribe, extending from the Athesis to the Addua, which had previously been regarded as a part of Gallia Cisalpina.",
        "the 11th of March 1870 an Italian shipper, Signor Rubattino, had bought the bay of Assab, with the neighboring island of Darmakieh, from Beheran, sultan of Raheita, for 1880, the funds being furnished by the government.",
        "Iwleanwhile an inquirer is confronted by the strange fact that of three neighboring countries between which frequent communication existed, one (China) never deviated from an ideographic script; another (Korea) invented an alphabet, and the third (Japan) devised a syllabary.",
        "Lilerature.From the neighboring continent the Japanese derived the art of transmitting ideas to paper.",
        "The porcelains of Arita were carried to the neighboring town of Imari for sale and shipment.",
        "The best explanation suggested for bess is that, during certain phases of the glacial period, it was carried as dust by the winds from the flood plains of aggrading rivers, and slowly deposited on the neighboring grass-covered plains.",
        "The Arctic or ArcticAlpine zone covers in the United States only the tops of a few mountains which extend above the limit of trees, such as Mt Katahdin in Maine, Mt Washington and neighboring peaks in the White Mountains of New Hampshire, and the loftier peaks of the Rocky, Cascade and Sierra Nevada Mountains.",
        "The want of a central government opelated injuriously, for it often happened that intricate negotiations and solemn treaties between several sovereign states were required before a line could be constructed; and, moreover, the course it was to take was often determined less by the general exigencies of commerce than by many trifling interests or desires of neighboring states.",
        "Campaigns against the Slavonic tribes,if sometimes failing in their immediate object, taught those peoples to respect the power of the Frankish monarch; and the establishment of a series of marches along the eastern frontier gave a sense of safety to the neighboring districts.",
        "Although these preparations were carried on directly under Henrys supervision, only in Saxony and Thuringia the neighboring dukes were stimulated to follow his example.",
        "There was, moreover, a struggle between Valdemar of Denmark and some neighboring German nobles.",
        "They were disturbed by democratic movements in many of the cities and they were threatened by the changing politics of the three northern kingdoms, Norway, Sweden and Denmark, and by their union in 1397; their trading successes had raised up powerful enemies and had embroiled them with England and with Flanders, and the Teutonic Order and neighboring princes were not slow to take advantage of their other difficulties.",
        "Led by their famous general, John ~i~ka, the Bohemians won several battles and spread havoc and terror through the neighboring German lands.",
        "It was soon realized, however, that to make this system complete the neighboring states must be drawn into it; and a beginning was made with those which were enclaves in Prussian territory, of which there were no less than thirteen.",
        "More than a hundred years ago Katzellenbogen was divided between the neighboring states.",
        "More than this, Bismarck was able to obtain Prussian control of the neighboring states; in 1886 the Brunswick railways were acquired by the Prussian government, and in 1895 the private lines in Thuringia.",
        "Egypt normally included the whole of the Nile valley from the First Cataract to the sea; pure Egyptians, however, formed the population of Lower Nubia above the Cataract in prehistori.c times; at some periods also the land was divided into separate kingdoms, while at others Egypt stretched southward into Nubia, and it generally claimed the neighboring Libyan deserts and oases on the west and the Arabian deserts on the east to the shore of the Red Sea, with Sinai and the Mediterranean coast as far as Rhinocorura (El Arish).",
        "For researches into the ethnography of Egypt and the neighboring countries, see W.",
        "The principal remaining buildings are part of a court at Memphis, the second temple at Abydos, and the six Nubian temples of Bet el-Wgli, Jerf Husein, Wadi es-Sebtia, Derr, and the grandest of allthe rock-cut temple of Abu Simbel, with its neighboring temple of Hathor.",
        "On the following day Tokar was reached, and on the 2nd of March the force began its return to Suakin, bringing away about 700 people belonging to the late garrison and the civil population, and destroying 1250 rifles and a quantity of ammunition found in a neighboring village.",
        "of our gallant forefathers, and commit base treason against our posterity, should we permit Cuba to be Africanized and become a second Santo Domingo, with all its attendant horrors to the white race, and suffer the flames to extend to our own neighboring shores, seriously to endanger or actually destroy the fair fabric of our Union \"; and recommended that \" the United States ought, if practicable, to purchase Cuba as soon as possible.\"",
        "The latter may be brought from any one of its positions to a neighboring one by a rotation about the proper centre.",
        "The heat produced by friction, when moderate in amount, is useful in softening and liquefying thick unguents; but when excessive it is prejudicial, by decomposing the unguents, and sometimes even by softening the metal of the bearings, and raising their temperature so high as to set fire to neighboring combustible matters.",
        "And here wi may take it as certain that the scene of his activity was laid ir the east of Iran, in Bactria and its neighboring regions.",
        "Naturally, however, the wild tribes of the mountains and deserts, who could be curbed only by strict imperial control, asserted their independence and harassed the neighboring provinces.",
        "212, subdued the neighboring potentatesdisposing of his own brothers among the rest.",
        "Babarnot the illustrious founder of the Mughal dynasty in India, but an elder member of the same housenext obtained possession of the sovereign power, and established himself in the government of Khorasan and the neighboring countries.",
        "This last account is extremely probable, and would show that the young Turkoman had wished to make one grand effort to save Isfahan and Shiraz (with Kazvin and the neighboring country), these being, after the capital Tabriz, the most important cities of Uzun ~iasans Persia.",
        "After Russia, the neighboring state next in importance to the well-being of Persia was Turkey, with whom she was united on the west by a common line of frontier.",
        "His success did almost as much harm as good to his cause, for the deliberate sack of the city was carried out with such ruthless severity that it roused wild wrath rather than terror in the neighboring regions.",
        "The county voters were the freeholders; but in the towns, with some important exceptions, the electors were the richer inhabitants who formed the corporations of the boroughs, or a body of select householders more or less under the control of some neighboring landowner.",
        "The Frankish armies then overflowed into the neighboring countries and began to pillage them.",
        "to swear that he should never be deprived of his mayoralty of Burgundy; they wished to take the first place in the kingdoms they governed, and to be able to attack neighboring kingdoms on their own account.",
        "The Directory finally conceived the gigantic project of bolstering up the French Republicthe triumph of which was celebrated by the peace of Campo-Formio by forming the neighboring weak states into tributary vassal republics.",
        "The Immortal sat at the nearest end of the neighboring couch while Gabriel remained standing opposite her on the other side of the ottoman.",
        "The village on the border of Tiyan and the neighboring kingdom was marked by a small black circle on the rough parchment map.",
        "The neighboring kingdoms rape and kill even their own!",
        "adjoins neighboring fields with views toward Gloucester and the River Severn.",
        "The dissociated molecules can undergo thermal reactions with neighboring surface atoms or with other adsorbates.",
        "Traditionally Rumney has been considered more affluent than neighboring Llanrumney.",
        "alone cannot determine the question of invasion of neighboring states.",
        "authoritys seeking to attend a school in neighboring authorities should contact the Transport Unit for further information.",
        "A large bay window which overlooks our large garden and neighboring farmland.",
        "Ideal for cycling, walking, bird-watching, etc. and exploring the neighboring islands.",
        "boroughise its neighboring boro Newham, which includes Stratford, posted a hike of 3.1 per cent.",
        "After a short but extremely bumpy drive to a neighboring compound, I find myself in a tiny, dark room in a hut.",
        "Such an arrangement had already been made for the neighboring burgh of Newport on Tay.",
        "burgh charter Open Charters awarded at different times to neighboring communities often threw up issues that could lead to conflict.",
        "But the terminator technology could also spread to neighboring food crops, with potentially calamitous effects on food production.",
        "It is situated in an attractive campus, neighboring open countryside, yet is only one mile from Bath city center.",
        "canola (oil)m genetically engineered canola seeds blew onto his land from neighboring farms.",
        "Whilst flows in neighboring impermeable catchments responded rapidly to the lack of rainfall, and were notable depressed by month end.",
        "causeway built to a neighboring island during the war.",
        "James Stewart of Ardvorlich had been at odds with some several of the neighboring clans but had always managed to avoid them.",
        "collieryhabitants, however, find employment in the neighboring collieries.",
        "Together with the neighboring settlements of Redruth and Pool it forms the largest urban conurbation in Cornwall.",
        "countrythe last fifteen years, the MKO has been responsible for numerous atrocities inside Iraq and neighboring countries.",
        "county routes, which extend into neighboring counties, are also included.",
        "Seed surface patches are formed by grouping neighboring pixels whose mean and Gaussian curvature have the same sign.",
        "Rural or urban areas nearest you may be in a neighboring deanery.",
        "devalue neighboring properties.",
        "Pairs of neighboring atoms on the surface bind to each other to make silicon dimers.",
        "This guidance takes account of your responses as well as the views of our colleagues in the Diocesan Board of Finance and neighboring dioceses.",
        "The wood adjoins the old tree-lined driveway to Oaklands House, most of which can be seen on neighboring land.",
        "duiker Cephalophus spadix (VU) is restricted to Kilimanjaro and some neighboring mountains.",
        "enclosed by hedging, with a right of way gained over a neighboring property.",
        "It would also enrage neighboring Turkey, which controls crucial trade routes for the landlocked Iraqi Kurds.",
        "Dandelion plants release ethylene which can affect the growth of neighboring plants.",
        "The hero of this heart-warming tale was a neighboring farmer, checking his own boundaries as a major police search developed.",
        "This prevents duplicating a value when a neighboring segment sets a formant on the boundary.",
        "An immense number of people, including many of the neighboring gentry assembled to witness the event.",
        "We reached the summit of Meal Buidhe at about 9pm after having watched two golden eagles gracefully glide in a neighboring valley.",
        "He soon managed to ascertain that the chief had an old grudge against a neighboring chief.",
        "He initiated informal contacts with leftist guerrillas in neighboring Colombia.",
        "One learns about recent events in the neighboring hamlets from residents of the hamlet who have come to visit the market.",
        "hoards of visitors that descend on the neighboring valleys.",
        "It is likely to fall, if ever the neighboring lands are completely inclosed.",
        "injurious affection to neighboring land etc 16.",
        "Scientists have long since discredited such intimations of biblical superiority and the uniqueness of its religious outlook compared with neighboring cultures.",
        "invade has been under UN sanctions since 1991 for invading neighboring Kuwait.",
        "This guidebook includes a rich and varied selection of walks on Madeira, and also covers the neighboring island of Porta Santo.",
        "A neighboring landowner has the right to cut back to the boundary any branches which overhang from a tree on an adjacent property.",
        "The disaster followed landslides in neighboring East Java province earlier this week that killed at least 77 people.",
        "You can set off by chauffeur-driven limousine or by bicycle to visit neighboring.",
        "localityerall rate of hospital admissions in this area is higher than in neighboring localities.",
        "mesoderm forms in the equatorial region of the embryo, a result of signals generated by neighboring endodermal cells (1 ).",
        "One area might have hill-forts and little fine metalwork, while the neighboring region had the exact opposite.",
        "municipalityces were operated jointly with Midland Red and neighboring municipalities so its busses were seen well outside the boro.",
        "neighboring Arab countries.",
        "neighboring states or through the Persian Gulf, the report said.",
        "neighboring republic of Chad.",
        "neighboring tribes also learn to enjoy tea.",
        "neighboring pixels is divided into two triangles.",
        "neighboring countries in less than two weeks.",
        "neighboring atoms ' .",
        "neighboring village in many instances requires travel through high mountain passes.",
        "Now, defying all reason, the Grado Empire has invaded neighboring Renais.",
        "Attached to the other side of the sugar is a phosphoric acid unit, linking the nucleoside to the neighboring sugar.",
        "Responses to the Reformation seem to have varied, both regionally and between neighboring parishes.",
        "In the neighboring province of Inhambane only one case has been reported.",
        "Tension exists between ethnic groups, with the Islamic government of Chechnya even invading a neighboring republic this year.",
        "Advanced Possibly limited tho there are some testing mogul runs and good off-piste and trips to the neighboring resort of Arcalis.",
        "NATO ally Turkey maintains a military presence in neighboring Iraq's northern Kurdish enclave to pursue separatists from its own Kurdish minority.",
        "These small side chains allow the close packing of neighboring _-helices.",
        "She actually lives in Thornton Heath, in the neighboring boro of Croydon, where she answered the door in her bedroom slippers.",
        "specialityd a friend from the neighboring Turnham Farm, have already set up a small business making specialty cheese.",
        "Another tenant in a neighboring Tower Block had squatters break in, twice, next door to her and her young daughter.",
        "When Pamela is spirited away to a remote country estate where she is kept prisoner, the neighboring squire will not give her refuge.",
        "Find us / / Bus There are bus stops outside and opposite the theater which service all neighboring suburbs.",
        "suitors The suitors for the hand of Penelope, lords of the lands neighboring on Ithaca.",
        "tornadoes path can be very selective, destroying homes directly in it path, while neighboring ones are untouched.",
        "Retained and full-time firemen in Mytholmroyd are providing all cover for the neighboring town.",
        "Ramsey Abbey thus obtained Slepe, including the neighboring townships of Woodhurst and Old Hurst, which were included in the Soke of Slepe.",
        "You may however like to catch a tram along the coastline to a neighboring resort, or even take the train to Brussels.",
        "The stone circles are then made into shape by chipping out the middle, or you can just steal them from the neighboring tribes!",
        "Traces of the Roman road were very distinct in 1790 in this and neighboring parishes; and in Sturmer is a large tumulus.",
        "By acting to check urban sprawl, Green Belt protects the countryside and prevents neighboring built-up areas merging into one another.",
        "find the neighboring vertex with the largest number of incident edges.",
        "Before that was originally in the neighboring village of Abinger Hammer.",
        "walk across to a neighboring islet.",
        "waterless urinal systems were introduced to all the gent's toilets in the Civic Center and neighboring Arnot Hill House.",
        "Although it has been postulated that the inhabitants of the modern village are of Albanian origin (Arvanites), this is contradicted by the fact that modern Megarians lack any knowledge of the Albanian dialect (Arvanitika), remnants of which still survive in the populations of neighboring towns such as Mandra, Eleusis, and Magoula.",
        "Angelo above Castellammare (4720 ft.), while the detached volcanic cone of Vesuvius (nearly 4000 ft.) is isolated from the neighboring mountains by an intervening strip of plain.",
        "Even in the central parts of Tuscany, however, the climate is very much affected by the neighboring mountains, and the increasing elevation of the Apennines as they proceed south produces a corresponding effect upon the temperature.",
        "He was joined by the Bructeri and other neighboring tribes, but being defeated by Petilius Cerealis (afterwards consular legate in Britain) at Vetera and in other engagements gave up the struggle and arranged a capitulation in AD.",
        "Despairing, as it would seem, of discovering the higher wisdom that the more philosophic of the priests supposed that religion to conceal, the simpler-minded sought to work out their own salvation by restoring the worship of the gods to its most primitive forms. Hence came the fanatical revival of animal-worship which led to feud and bloodshed between neighboring townsa feature of Egyptian religion that at once amused and scandalized contemporary Greek and Latin authors (Plut.",
        "Pushlu (less accurately Afghan), which has certainly been increasingly influenced by the neighboring Indian languages in inflexion, syntax and vocabulary, but is still at bottom a pure Iranian language, not merely intermediate between Iranian.",
        "It was well known that not only the capital and the neighboring counties but all eastern England was ablaze, and the council in despair sent out the young king to parley with Tyler at Mile End.",
        "Of the mountains belonging to the table-land the most continuous are those of the Cantabrian chain, which stretches for the most part from east to west, parallel to the Bay of Biscay, btit Mountains, ultimately bends round towards the south between Leon and Galicia (see CANTABRIAN MOUNTAINS) - A peculiar feature of this chain, arid of the neighboring parts of the table-land, is the number of the parameras or isolated plateaus, surrounded by steep rocky mountains, or even by walls of sheer cliff.",
        "In our most trivial walks, we are constantly, though unconsciously, steering like pilots by certain well-known beacons and headlands, and if we go beyond our usual course we still carry in our minds the bearing of some neighboring cape; and not till we are completely lost, or turned round--for a man needs only to be turned round once with his eyes shut in this world to be lost--do we appreciate the vastness and strangeness of nature.",
        "Though mainly but a humble route to neighboring villages, or for the woodman's team, it once amused the traveller more than now by its variety, and lingered longer in his memory.",
        "They also showed me in another place what they thought was a \"leach-hole,\" through which the pond leaked out under a hill into a neighboring meadow, pushing me out on a cake of ice to see it.",
        "Wheels creak on their axles as the cogs engage one another and the revolving pulleys whirr with the rapidity of their movement, but a neighboring wheel is as quiet and motionless as though it were prepared to remain so for a hundred years; but the moment comes when the lever catches it and obeying the impulse that wheel begins to creak and joins in the common motion the result and aim of which are beyond its ken.",
        "Rostov was just mounting to go for a ride round the neighboring villages with Ilyin; he let Lavrushka have another horse and took him along with him.",
        "Whenever I look at my watch and its hands point to ten, I hear the bells of the neighboring church; but because the bells begin to ring when the hands of the clock reach ten, I have no right to assume that the movement of the bells is caused by the position of the hands of the watch.",
        "The news that carts were to be had spread to the neighboring houses, from which wounded men began to come into the Rostovs' yard.",
        "In a neighboring hut lay Raevski's adjutant with a fractured wrist.",
        "His means increased rapidly; serfs from neighboring estates came to beg him to buy them, and long after his death the memory of his administration was devoutly preserved among the serfs.",
        "NATO ally Turkey maintains a military presence in neighboring Iraq 's northern Kurdish enclave to pursue separatists from its own Kurdish minority.",
        "Sarah and a friend from the neighboring Turnham Farm, have already set up a small business making specialty cheese.",
        "Suitors The suitors for the hand of Penelope, lords of the lands neighboring on Ithaca.",
        "A tornadoes path can be very selective, destroying homes directly in it path, while neighboring ones are untouched.",
        "The stone circles are then made into shape by chipping out the middle, or you can just steal them from the neighboring tribes !",
        "Find the neighboring vertex with the largest number of incident edges.",
        "At low tide you can walk across to a neighboring islet.",
        "In 2000 waterless urinal systems were introduced to all the gent 's toilets in the Civic Center and neighboring Arnot Hill House.",
        "Consider Spring/Summer fallowing Weeds should also be removed from fence lines and, ideally, from neighboring land to avoid spread from wind-borne seed.",
        "The king of the largely religious country referred to the neighboring country's leader as an infidel because of his differing values.",
        "Police officers from the neighboring city were called in to restore order after rioters ran amok in the streets.",
        "Some adoptive parents have found success by forgoing the choice of signing with only one adoption agency and instead contacting several areas in their state as well as neighboring states.",
        "If there are neighboring apartment buildings, note any graffiti on the buildings or trash strewn on the lawns.",
        "Most of the states have at least once city to check out, but don't be surprised if you have to look in a neighboring state.",
        "Some neighboring cities include Palm City, Florida Ridge, Fort Pierce and Palm Bay.",
        "If you’ve had enough shopping for one day or just need to take a break from hitting the stores for a few hours, there are plenty of other neighboring attractions for those in your group who may not want to spend the day away.",
        "Edible Wild Plants of Pennsylvania and Neighboring States, Mary Lee Medve and Richard J.",
        "Since that time, cultural, technological and spiritual influences from neighboring systems have shaped and enriched the core elements of herbal medicine in the region, resulting in a complex and intricate medical system.",
        "Most of the remedies outlined in Tibetan herbal medicine are indigenous to Tibet or neighboring China and India.",
        "Most of the Northern Michigan ski resorts are frequented by people who either live in Michigan or in the neighboring states.",
        "Whether it's due to the interdependence of neighboring nations, or the 2008 Olympics, one thing is certain; ethic dress has never been more popular!To be clear, the trend of the moment is Chinese chic.",
        "Then, the story goes that not only did this police chief steal the items, but he called another police chief in a neighboring town and asked him if he wanted in on the action.",
        "An elevator ride is available for a nominal fee to ascend the tower, which offers breathtaking views of the entire island as well as neighboring Paradise Island.",
        "However I cannot find a plank that can be used for the Teeter in any of the neighboring stores.",
        "Often gardeners start their vegetable gardens when neighboring trees' leaves are still small.",
        "When doing cardio, wiping your face frequently prevents simulating a stinky fountain sending drips all over the machine and neighboring patrons.",
        "An organic farm, for example, will need a large enough buffer zone to prevent contamination by chemicals sprayed on the crops of non-organic neighboring farms.",
        "In addition, corn is a species well-known for its ability to cross-pollinate with neighboring plants.",
        "Whether that means you have to move to a neighboring town or across the country depends upon your personal situation.",
        "Tip: Don't just check out the senior citizen programs in your town or city, because neighboring towns and towns within your county may have programs you can also take advantage of.",
        "Neighboring Disneyland already had two shows: Fantastmic!, a 25-minute light show dedicated to celebrating Disney's villains and heroes, and its ever-popular fireworks display.",
        "It was sold again in 2004 to Cedar Fair, owners of neighboring Cedar Point Amusement Park, which first ran it as a combined amusement/water park, but as of 2008, as strictly a water park.",
        "The idea of Meteos is that a planet has exploded and is sending colored shards of itself onto neighboring worlds.",
        "Connect wirelessly to a neighboring Nintendo DS user and they can download free demo of Brain Age from your complete version.",
        "Three new recruits (your party) from Balamb Garden, a military academy that trains mercenaries known as SeeDs, are sent to deal with a battle between neighboring nations Galbadia and Dollet.",
        "Lately, though, he has begun to question the orders of his liege, who has begun to act aggressively and belligerently, even going so far as to invade neighboring lands in search of the infamous crystals.",
        "So, maybe a little bored or a little angry, they decided to attack the neighboring world of Vekta.",
        "Their goal in the fantasy medieval-styled world is to conquer the neighboring lands, currently ruled by seven corrupt ruling heroes.",
        "In a nutshell, this title places you in control of the Overlord who must conquer the neighboring lands currently ruled by corrupt ruling heroes.",
        "For example, who doesn't love hearing about how George Washington founded the American Empire in 95 B.C. and became a massive military power that went on to conquer the neighboring French two centuries later?",
        "The goal now is to colonize neighboring planets, even if they appear to be uninhabitable.",
        "In fact, because many games arrive much later in Europe than in North America, you will find several titles being sent from the United States to Germany, France, Spain, and other neighboring countries.",
        "Simply swap neighboring marbles to create lines of three or more.",
        "This region sits on the German border and shares a common winemaking tradition with its neighboring country.",
        "This 2002 Sangiovese di Romagna Riserva is made from vineyards around Castel San Pietra and neighboring Imola.",
        "After several years selling grapes to the packing company, Walter decided to try his hand at a new venture, producing his own grape juice and wine like some of the neighboring grape growers were doing.",
        "The tumor may also spread to neighboring nervous system structures, causing weakness of the muscles of the face, headache, dizziness, poor balance, and uncoordinated walking.",
        "A corneal abrasion heals by the movement of neighboring epithelial cells, which slide over the wounded area, and through a cell division process called mitosis, which fill in the abraded area with new epithelial cells.",
        "A contracture is shortening of a muscle, aided sometimes by a weak-opposing force from a neighboring muscle.",
        "These nerve impulses then stimulate the end of an axon to release chemicals called neurotransmitters that spread out and communicate with the dendrites of neighboring nerve cells.",
        "When the antibodies encounter allergens, they trigger release of the granules, which spill out their chemicals onto neighboring cells, including blood vessels and nerve cells.",
        "Interaction of histamine with receptors on blood vessels causes neighboring cells to become leaky, leading to the fluid collection, swelling, and increased redness characteristic of a runny nose and red, irritated eyes.",
        "First, send out postcards to neighboring studios, as well as those throughout your state or region.",
        "Every region is covered, so even if there is no camp in your state, there should be one in one of the neighboring states.",
        "If the local newspaper is not available online, check one from a neighboring community.",
        "Again, what resources are available in your state may differ from a neighboring state.",
        "Las Vegas is a large community that has many thriving neighboring communities including Henderson, Summerlin, and Nellis Air Force Base.",
        "The base is a popular place for military families to stay while they are visiting Monterey, Carmel by the Sea and other neighboring towns.",
        "Develop the positioning of each Knight before developing the positioning of each Knight's neighboring Bishop.",
        "Every hex that is marked with the number rolled brings one resource card for each adjacent village and two resource cards for each neighboring city.",
        "If your church is smaller or doesn't offer any organized events, it is still worth your time to talk to your minister, as he may know of a neighboring church's programs or even have some matchmaking ideas for you as well.",
        "You can find one in your area or neighboring area on the Internet, asking your school counselor or by asking at your gynecologist's office.",
        "Other diamond shapes that may be used for invisible designs may be trapezoids, emerald cuts, baguettes, or any unique shape that can be closely fit to neighboring stones.",
        "Even if your travels only take you as far as the countryside or a short stint to a neighboring town for the day, a roomy tote bag can come in quite handy.",
        "Parks. Everyone knows about the neighborhood parks, but try visiting parks in neighboring cities as well.",
        "City parks-You may already frequent a popular park in your area, but have you ever considered checking out parks in neighboring towns?",
        "Some of these may exist in your own town, or in neighboring towns only a short drive away.",
        "His wife claimed to receive messages during weekly consultations of his infidelity with a neighboring woman.",
        "Start small by teaching a course or two out of your home or at a neighboring yoga center.",
        "These new flavors were incorporated into their diets and then spread to neighboring countries.",
        "You can submit an application for yourself or for a neighboring family in need.",
        "These insects are usually brought into the home on pets, clothing, personal items, or they may come in from neighboring apartments or homes.",
        "Put your name in for a reservation at the restaurant and then take a walk around the neighboring historic buildings and woods.",
        "There is plenty of night life around this restaurant with neighboring clubs, pubs and wine bars to take you into the small hours.",
        "It was parked in the driveway of the neighboring lot, where she'd seen no lights or activity all weekend.",
        "And, issue an emergency warning order that we're going to send the Appalachia militia to neighboring militias.",
        "He gripped the bars of his cell and pressed his face against them, trying to see into the neighboring cells.",
        "As she did every day, she wriggled out onto it and crept the length of the ledge to the neighboring window.",
        "HaberIandt has shown that in plant cells, when any new formation of membrane is to take place in a given spot, the nucleus is found in its immediate vicinity; and Klebs found that only that portion of the protoplasm of a cell which contains the nucleus is capable of forming a cell-wall; whilst Townsend has further shown that if the non-nucleated mass is connected by strands of protoplasm to the nucleated mass, either of the same cell or of a neighboring cell, it retains the power of forming a cell-membrane.",
        "The morainic belts are arranged in groups of concentric loops, convex southward, because the ice sheets advanced in lobes along the lowlands of the Great Lakes; neighboring morainic loops join each other in re-entrants (north-pointing cusps), where two adjacent glacial lobes came together and formed their moraines in largest volume.",
        "The lakes were small at first, and each had its own outlet at the lowest depression in -the height of land to the south; but as the ice melted back, neighboring lakes became confluent at the level of the lowest outlet of the group; the outflowing streams grew in the same proportion and eroded a broad channel across the height of land and far down stream, while the lake waters built sand reefs or carved shore cliffs along their margin, and laid down sheets of clay on their floors.",
        "The effects of the continent are already visible in the mean annual temperatures, in which the poleward temperature gradient is about twice as strong as it is on the neighboring oceans; this being a natural effect of the immobility of the land surface, in contrast to the circulatory movement of the ocean currents, which thus lessen the temperature differences due to latitude: on the continent such differences are developed in full force.",
        "During the latter part of the 1st century the Chauci seem to have been enlarging their territories: as early as the year 47 we find them raiding the Roman lands on the lower Rhine, and in 58 they expelled the Ampsivarii, who after several vain attempts to acquire new possessions were annihilated by the neighboring tribes.",
        "A neighboring farmer and cat-lover, William Ross, perhaps hearing a distinct \"ka-ching\" in his head, got one of the kittens and teamed up with a geneticist and began a careful breeding program.",
        "Soon after he was let out to work at haying in a neighboring field, whither he went every day, and would not be back till noon; so he bade me good-day, saying that he doubted if he should see me again.",
        "Or again, contracts might be made with a neighboring temple, the priesthood of which bound itself to reserve for the contracting party some portion of the offerings that had already been used for the divine cult."
    ]
}