{
    "translation": "אף על פי כן",
    "uses": [
        "Furious at Jessi, he was nonetheless concerned.",
        "Eyes blurred by tears, she nonetheless caught the flash of silver eyes.",
        "A full head smaller than him, Darkyn was nonetheless the most lethal creature Gabriel had ever known.",
        "Nonetheless, it appears arrogant to have made up your mind before you've read all the evidence.",
        "Physically at ease with him, she nonetheless had no idea how to talk to a lover who was neither one she chose nor human.",
        "In his beloved Italy his etchings are suffused with a classicism that nonetheless appeals to a contemporary aesthetic.",
        "Although bikini models are certainly considered desirable, they should nonetheless have a \"girl next door\" look and seem like someone who really would run around and play on the beach, rather than remain cool, remote and inaccessible.",
        "Nonetheless, Taylor is still adamant he is the man to put things right.",
        "Shaking and terrified, Deidre nonetheless held his gaze as she closed the distance between them, until she stood less than a foot away.",
        "He recalled his mother, her heavy features nonetheless made beautiful by her radiant smile as she swung a waist-high Talal around.",
        "It had no physical source, but it hurt her physically nonetheless.",
        "Nonetheless, it's lacy, comfortable and it comes in black, pink and teal.",
        "He dug for hours, until the shallow grave was nonetheless large enough for his mother.",
        "Martha is a 75-year-old dike, three weeks into chemotherapy but nonetheless, ' quite chipper ' .",
        "She braced herself to face him nonetheless.",
        "A brutal one but fair nonetheless.",
        "He recalled too little of Jame's wisdom, but the disjointed words of his mentor soothed him nonetheless.",
        "Jenn had felt alone after that day but thrilled nonetheless.",
        "Her teal gaze was filled with sorrow rather than hope, but her vulnerability hooked him nonetheless.",
        "Nonetheless, if you are in the market for something a bit racier, you may want to investigate this sensual site more thoroughly.",
        "Well, ok, rock in a power pop, twee kind of way, but this album rocks harder than the last one nonetheless.",
        "Although this is nowhere near the number of members that MySpace boasts, it is still an impressive number nonetheless.",
        "Darian smiled, doubting the White God would remotely agree with the two women before him but proud of them nonetheless.",
        "It is a little bitty in parts, but there is some useful advice to be found here nonetheless.",
        "Nonetheless, this is not a reason to give formula or stop breastfeeding.",
        "We welcome everyone with open arms but are cautious nonetheless.",
        "Assuming it was some sort of uncivilized training exercise engineered by the half-breed in charge of the Council, he was nonetheless stopped from enjoying his first tea since returning from Hell.",
        "Nonetheless, he was disturbed far more than he recalled being in many sun-cycles.",
        "Little gray haired Effie wore a perpetual smile on her pretty face, a tad on the silly side but charming nonetheless, in a bewildered sort of way.",
        "Brady had no doubt Dan had chosen the team; the cheerful man was nonetheless shrewd when he needed to be.",
        "Nonetheless, it will be arranged.",
        "Warmly dressed and well-armed, Jenn nonetheless felt the predawn chill tickle her neck.",
        "Accustomed to extreme risk, she nonetheless was not fully certain that enough of the boy remained to counter the beast Xander had become.",
        "An unfortunate - but nonetheless true - fact is that sex sells and reality television producers know this all too well.",
        "The spread is slow and occurs in very few cases, but nonetheless can be very dangerous if allowed to progress.",
        "It may not have been over the Internet, but it was still networking nonetheless.",
        "Nonetheless, scholars of American history all seem to agree upon the fundamentals of the outfits that appeared in the war.",
        "Much of the furor and hype has died down around this controversy, but the damage, as it were, may have nonetheless been done.",
        "Okay, so not the full protective gear of the men who throw the ball around for the NFL, but full contact football nonetheless.",
        "Nonetheless, the show features a full cast of women who desperately try almost anything to catch Frank's eye.",
        "She'd long since learned to take his beatings without screaming, but she sobbed nonetheless as the blows fell.",
        "Smaller than the dealer, he nonetheless radiated quiet power.",
        "Half a head shorter than Wynn, the demon lord nonetheless commanded any space he was in.",
        "The effect he had on human women was dulled on female Guardians, but she sensed his strange draw nonetheless and stared at him.",
        "Too young to be the teen's mother, she was nonetheless affectionate.",
        "Dressed simply in a casual, wrap dress and ballet flats, she nonetheless had a body he found beyond appealing.",
        "His lips brushed hers again, the light pressure nonetheless making her pulse fly faster.",
        "Recognizing his scent and presence, she nonetheless tensed when she felt Xander's huge hand on her neck.",
        "A scrappy, sometimes bad-tempered game which was interrupted too often by the referee's whistle, but a welcome 3 points nonetheless.",
        "He nonetheless continued to compose shorter ballads based primarily on Border traditions.",
        "As such, it is not causal in the mechanistic sense; nonetheless, it exhibits a kind of causality.",
        "A bright, rather colorful star perhaps, but a star nonetheless.",
        "Nonetheless Scillonian children are more outgoing and confident than their counterparts on the mainland and have consistently achieved examination results comparable to the best.",
        "Nonetheless, \" The RNA tumor viruses also have buoyant densities that coincide with those of certain cellular constituents.",
        "Nonetheless a win at Ashton Gate is a must for City to launch themselves into play-off contention.",
        "Nonetheless, we are experiencing deflation in our selling prices of around 1% .",
        "Nonetheless, it is not a proof of progress because teleological judgments are reflective judgments not determinate ones.",
        "Nonetheless, it has been shown that, in certain cells, WT1 can induce cell-cycle arrest and apoptosis (Ref.",
        "Light Rail has nonetheless proved very attractive giving modal change from car of around 20% (Sheffield ).",
        "Nonetheless, families able to afford the pampering will love it!",
        "Incapable of human emotion, Darkyn was nonetheless expressing what demon emotions he had.",
        "Nonetheless the proteins retain sufficient mobility to allow the organization into crystalline two-dimensional arrays by lateral diffusion.",
        "The tablet's exaggerated entasis is vulgar, it should be hardly visible but nonetheless correct to eliminate optical illusions The tablet is brutal.",
        "Some areas of localized severe erosion were nonetheless reported by Hutchinson (1965 ).",
        "A feminist herself, Cronin nonetheless believes that feminism has got itself into a mess by denying the findings of modern science.",
        "Yet in spite of a sizeable literature on the cultural history of this period, our understanding of these developments has nonetheless remained fragmentary.",
        "Nonetheless, The Million Pound Property Experiment has been their Jamie's Kitchen, and their rehabilitation equally fulsome.",
        "We must embrace the struggle, willingly take on the task of Sisyphus, knowing its ultimate futility, but undertaking it nonetheless.",
        "The municipality trucks try, nonetheless, to sneak into villages to dump the garbage.",
        "glamourplants have a certain glamor: those which are only infrequent may nonetheless have more interest.",
        "hardly groundbreaking stuff, then, but a very promising debut nonetheless.",
        "Nonetheless, about halfway home a sudden and vicious gust of wind literally stopped me in my tracks.",
        "Nonetheless, the population is, in fact, ethnically heterogeneous.",
        "The compass stays out nonetheless, to avoid inadvertent straying onto the ridge connecting with Ben More Assynt.",
        "Most of this remains inarticulate if nonetheless real and powerful.",
        "Structural problems in the labor market can play a less obvious, but nonetheless important role in macroeconomic instability.",
        "Disappointing to watch from the sidelines but nonetheless proud to be part of the squad and of course very jubilant to see them win.",
        "luminarya, but a lamp made by light luminaries Mathmos nonetheless.",
        "Nonetheless, the majority of pregnant women with such exposures did not miscarry, the reviewers emphasized.",
        "His innate modesty and his sense of artistic privacy would certainly make him shun such a title but he fully deserved it nonetheless.",
        "No specialist of Chinese history myself, I nonetheless found the claims a little too sensational and the writing too overwrought in places.",
        "perseveres in the task nonetheless.",
        "Certainly a product of the colonial system, his short stories nonetheless mocked the pretensions of the Barbadian upper classes.",
        "rant over, nonetheless The Hollow version was very good.",
        "Nonetheless, dramatic reductions in salt intake are generally effective for many people with hypertension.",
        "The series didn't appear in every issue of Confidential, but was fairly regular nonetheless.",
        "Nonetheless, Scott did not immediately seek to replicate the success of Ivanhoe with another chivalric romance.",
        "Nonetheless revenue of drive churchill car insurance might be kept ruse took action a better quote.",
        "Nonetheless, even in this section much of his exposition is ironic, sometimes shading off into heavy sarcasm.",
        "Nonetheless, examples of Gray's work remain scarce.",
        "Nonetheless it made an early start in the business of bottled single malts.",
        "Nonetheless, Friends of the Earth is currently spearheading a campaign on GM-free zones.",
        "Nonetheless, I hope Jin finds out and beats him like a ginger stepchild.",
        "stomping number, a little repetitive at times but fun nonetheless.",
        "A concise, tasty little sucker of a show nonetheless.",
        "Nonetheless, he urged Renamo supporters not to react violently against what he described as \" provocations \" from the ruling Frelimo Party.",
        "suspense drama, but it is effective nonetheless.",
        "Nonetheless, a simplification of lexical and possibly syntactic coverage can be expected in less extreme cases.",
        "A great film nonetheless showcasing the talents of gore guru Tom Savini.",
        "Nonetheless, this is without question an important volume that will stimulate thought and discussion for many years to come.",
        "Despite the Empress' focus on upholding ancient traditions and manners, she was nonetheless a trailblazer in smaller, more innocuous ways.",
        "Strictly speaking it was a slightly truncated version, but nonetheless conducted with considerable spirit.",
        "That is a hard truth, but a truth nonetheless.",
        "OK rant over, nonetheless The Hollow version was very good.",
        "The series did n't appear in every issue of Confidential, but was fairly regular nonetheless.",
        "Nonetheless, examples of Gray 's work remain scarce.",
        "There is nonetheless an active gay scene in many of South Korea 's larger cities.",
        "Mass support It is nonetheless clear that the UIA has obtained broad mass support, at least in the shia areas.",
        "Nonetheless, the shipowner 's liability for many aspects of damage is limited under international rules and agreements.",
        "Nonetheless, attention must be given to the situs of the assets which are owned by the Foundation.",
        "Nonetheless, the book will serve as a great sourcebook for students, scholars, and teachers of linguistics.",
        "Nonetheless, faith likes to grab a hold of these mind-boggling images as an expression of that speechless awe.",
        "Check out ' Reggae Rocker ' a light hearted stomping number, a little repetitive at times but fun nonetheless.",
        "Nonetheless, said supercharge car can compete well with said fast cars.",
        "When the score does appear it is the usual strings you hear in suspense drama, but it is effective nonetheless.",
        "Nonetheless, the reviews do organize a semantic field around the trope of darkness with some degree of complexity.",
        "Nonetheless, the majority had adequate lopinavir trough plasma levels (95 %) in the third trimester.",
        "Nonetheless, they had a sterling reputation for high quality writing about the tech industry and as a result, eventually received $20 million in venture capital money.",
        "These grants not consolidation loans, but can help you manage and cope with your debt load nonetheless.",
        "Scores are calculated using the VantageScore system, which differs slightly from the FICO scores used by some other programs, but are nonetheless viable and accurate, provided you understand how they work.",
        "While this information will not be completely specific to your situation, it can certainly be helpful nonetheless.",
        "Nonetheless, the dimensions of the room are still customizable.",
        "The box itself is fairly small because the lip liner included here is more of a half pencil than a full one, but nonetheless, the convenience you are after is definitely found in this product.",
        "The Sim's virtual animal world is a less well-known version of The Sims, but fun and challenging nonetheless.",
        "The site focuses more on fashion than on hip hop, but it's a great recommendation for the city man nonetheless.",
        "Nonetheless, this opening has been utilized by many faiths and is certainly generic enough to begin your vows.",
        "Even if the person does not actually sense the physiological response, it has an effect nonetheless.",
        "Nonetheless, there is a correlation between criminal activity and meth use.",
        "Maybe not as high-brow as his brother, but nonetheless, Stephen has appeared in Bio-Dome and The Usual Suspects, among others.",
        "It's an ugly truth, but a truth nonetheless, so here goes: Everyone has a little bit of voyeur in them.",
        "Who knows, nonetheless, on January 3, 2004 Brit-Brit vowed \"till death do us part\" to childhood friend Jason Allen Alexander.",
        "These dolls are not explicitly nude mind you, but nude nonetheless.",
        "Nonetheless, if you still must see Zoe at work, tune into Bravo on Tuesdays at 10 p.m. eastern.",
        "Despite his young age (21) he was on the list nonetheless.",
        "Well, she's suing nonetheless and this isn't the first time Michael Jackson has dealt with lawsuits regarding his kids.",
        "Albeit in a beauty pageant, but a representative nonetheless.",
        "These stars are not actors nor musicians, but they are famous Aquarians nonetheless.",
        "She mentions that she's not disappointed that she didn't get an invitation to the wedding, but it must have been a shock nonetheless.",
        "These flannel pajama styles may not be the most common, but they are fun selections for children nonetheless.",
        "Slightly smaller than Freedom of the Seas, the Queen Mary II nonetheless claims a largest ship title, but this one for the largest ocean liner in the world.",
        "Nonetheless, it is included in this list because of the immense value it represents.",
        "Color: Less of an option in men's than women's fashion, color nonetheless does make a difference in how often the coat is likely to be worn.",
        "Despite the fact that men's fashion did not undergo the drastic visible changes that women's attire did during the '20s, it's safe to say that the era did make its mark nonetheless.",
        "They may not be as common as the ubiquitous baseball cap, but men's leather caps do nonetheless play an important role in well-rounded wardrobes!",
        "Calculate. A shirt with a casual look that nonetheless evokes classic businesswear. (once dress shirts stopped being plain white, that is) The shirt has a touch of blue plaid that creates subtle interest.",
        "Remember, there is such a thing as organic sugar, so an organic muffin is still a muffin nonetheless -- it just has organic ingredients.",
        "They also know that no matter how much they diet and exercise, they will still have a pear-shaped body; a smaller pear-shaped body, but still one nonetheless.",
        "While the women pictured are real women from a blogger story, they are nonetheless there in the magazine, wearing stylish, attractive clothes and looking happy and healthy.",
        "Nonetheless, her continued appearances in magazines like Glamour, including a cover shot in a bikini for the June 2010 issue, indicate progress.",
        "They might also just be random and nonsense, but nonetheless, it's good to know about some of the most common dreams.",
        "Finding flip up reading glasses may not be as easy as you think, but a search, nonetheless, might well be worth it.",
        "Nonetheless, you might still want to stop by the site, just in case they have the style you've been searching for.",
        "Banana Republic: While Banana Republic doesn't have any of the more \"flashy\" colors of red and pink, the overall collection presented here is nonetheless just as fashionable.",
        "Despite their age and limitations, these power coasters are nonetheless impressive and well worth a visit from roller coaster enthusiasts.",
        "Nonetheless, there are a few rides at the Southern California theme park that really do rank as the best rides there regardless of the rider's age or thrill preference.",
        "While some people may not consider it as part of a list of Nintendo Wii game cheats, the unlockable characters are nonetheless a very important part of SSBB.",
        "Everyone else will find a fairly shallow but nonetheless enjoyable action / RPG hybrid that will be entertaining that is a little on the short side.",
        "Nonetheless, it's unique and fresh enough to try out.",
        "Nonetheless, it is a compelling and somewhat addictive game because the fun of it isn't in how it looks or sounds.",
        "Shadow of the Colossus is a unique gaming experience nonetheless.",
        "Not exactly complex, but still fun nonetheless.",
        "The diehard girl gamers found the games they liked, nonetheless, and the guy gamers went on their merry way, hacking and slashing monsters and military men.",
        "Nonetheless, many girls of long ago took their Pussycat dolls on many adventures.",
        "Mobilobby.com: The selection on this site is small, but it has some interesting free wallpapers nonetheless.",
        "Although this number is small compared to the number of those treated for cancer or diabetes, the vasculitides can nonetheless have a significant financial and emotional impact on the families of children diagnosed with them.",
        "Nonetheless, if a careful, logical, and thorough evaluation is performed, the underlying cause generally can be diagnosed.",
        "Nonetheless, cramps and spasms can be manifestations of many neurological or muscular diseases.",
        "Nonetheless, a child with CMD may learn to walk, either with or without some assistive device, and live into young adulthood or beyond.",
        "Nonetheless, after a number of years of refining the techniques in mice, researchers began human trials in 1998.",
        "People with dystrophies with significant heart involvement (BMD, EDMD, Myotonic dystrophy) may nonetheless have almost normal life spans, provided that cardiac complications are monitored and treated aggressively.",
        "Nonetheless, a hospital stay with supportive treatment is usually required because of the possibility of serious complications.",
        "Physical activity and thought are suppressed in sleep, but the brain nonetheless remains active \"processing information, consolidating and revising memory, and learning newly acquired skills.\"",
        "Nonetheless, symptoms of post-concussion syndrome may last for weeks or even months.",
        "Nonetheless, these temperamental classifications became highly influential in child development research.",
        "Nonetheless, as of 2004, about 2,500 individuals become seriously ill from Listeria annually, with about 500 deaths.",
        "The one performed to Sousa was very different from today's two-step, but impressively a two-step nonetheless.",
        "Some actors that were not best known for their dancing skills, such as James Cagney and Ricardo Montalban (a fantastic tanguero) were nonetheless influential players in the on-screen history of ballroom dance.",
        "Nonetheless, Kübler-Ross stated that every person who deals with tragedy such as a death will go through at least two of the stages.",
        "Grieving a loss through miscarriage may not be as intense as a loss of a child at an older age, but it is painful nonetheless, and should be treated as such.",
        "A Greek god family tree, while hard to construct because of the ambiguities and contradictions in the classical literature, is nonetheless possible.",
        "A divorce record, while a very private matter between the parties concerned, is nonetheless a public document unless it is sealed for some reason by court decree.",
        "While it is true that homeschooled children may not learn social skills in precisely the same manner as their public-schooled counterparts, homeschooled children develop into socialized adults nonetheless.",
        "This is not as common as a foreclosure from a primary mortgage lender, but the possibility exists nonetheless.",
        "Nonetheless, there are some direct lenders who will approve these types of loans.",
        "Nonetheless, mortgage processors who are friendly will make the process much more pleasant and much less stressful.",
        "They look more like hibiscuses; but they are good starter designs nonetheless.",
        "Nonetheless, the people around you also came to the beach to relax.",
        "Yes, this one's not pleasant to discuss, but nonetheless, true.",
        "In most parts of North America and the UK, topless swimming and sunbathing is still seen as risqué to socially unacceptable; nonetheless the wearing of a simple bikini bottom with no top is becoming increasingly popular.",
        "An extreme slingshot bikini leaves little to the imagination, but is highly popular nonetheless.",
        "Nonetheless, it is plain that people have been swimming for millennia.",
        "When you look at this particular style, the first thing you'll realize is that it is not as skimpy as some of the suits featured on Skinzwear and Beach and Dance, but this suit remains very attractive nonetheless.",
        "Nonetheless, there are plenty of tops and bottoms that correlate perfectly, so hopefully this won't be too much of an issue.",
        "Sheer female swimwear is a hot trend among women who do not or cannot partake in full beach nudity, but want to be daring nonetheless.",
        "Nonetheless, the styles offered here are numerous, unique and come in a wide array of colors.",
        "Nonetheless, Victoria's Secret swimwear continues to be heralded as fun, sexy, and a big hit with the ladies.",
        "While you may still have some classic beach issues to deal with, such as sand in the swimsuit, you can nonetheless cut down on the amount of cleanup at the end of the day.",
        "Nonetheless, the Tropical Monokini is a stunner that features striking cut-out sides and a gold chain circular detail that makes the look quite captivating.",
        "Nonetheless, it's still fun to see an infant dressed as a pumpkin, a puppy, or any other costume!",
        "Bellatrix LeStrange: Very much just for grown-up witches, but a scream nonetheless.",
        "Although it may be assumed that men wearing the costumes are doing so at behest of female friends or companions, they are nonetheless desiring the look and a few costumers have stepped up to help them out.",
        "Nonetheless, if real diamonds are used, consumers should carefully inspect the stones as well as the security of the settings to insure they are purchasing a quality product.",
        "A relative newcomer to the jewelry industry's cadre of designer engagement rings, Ritani is nonetheless one of the most distinctive designers in high diamond fashion today.",
        "Nonetheless, a large professional tote is available here, in black, for $25.88.",
        "Nonetheless, the meeting of Scorpio and Virgo is a typical game of cat and mouse, a delicate tango of sharp wit and sexual attraction.",
        "Nonetheless, for most teen boys, the emphasis is on casual and comfortable clothing.",
        "Nonetheless, be prepared to feel jealous and resentful at times of those bonds.",
        "Bad Santa - Not a holiday film for children, but funny nonetheless.",
        "Many would argue that it is far more difficult to disprove something's existence as opposed to proving it does indeed exist, but nonetheless this particular legend has been captivating people for many years.",
        "Nonetheless, you're going to love the way your feet look in these awe-inspiring shoes!",
        "Be aware, however, that this style is not always easy to wield because a tiny heel is still a heel nonetheless.",
        "He mourned Deb and remained unaware of her possession of Jane's body, but was drawn to Jane nonetheless.",
        "Nonetheless, the FDA has yet to establish specific regulations and safety standards for any major tattoo ink manufacturers.",
        "Nonetheless, cosmetic tattooing continues to be a popular choice.",
        "Learning about a previously filed claim makes most employers think that they may be next and are understandably reluctant to hire nonetheless.",
        "The differences may not be quite as dramatic (fast food joints are kings when it comes to conjuring up ridiculously unhealthy dishes) but it's useful Eat This Not That-type information nonetheless.",
        "Not all employers offer adequate dental insurance coverage as a part of a comprehensive benefit package, but dental health is still important nonetheless.",
        "A family may attempt to be fit and avoid unhealthy habits, but nonetheless winds up in the category of high risk because of a history of medical problems that are not a result of lifestyle choices.",
        "Although the group is a nonprofit designed not to make a profit for the company, the employees are nonetheless paid and the insurance system would therefore function just like it would in any typical employee/ employer situation."
    ]
}