{
    "translation": "ראוי לציון",
    "uses": [
        "One of the most notable of these was the use of the paschal candle.",
        "Here it is right to speak of Karl Pearson as a pioneer of notable importance.",
        "With the development of agricultural knowledge, notable improvements have been effected in the manufacture of oil.",
        "The other textile industries (flax, jute, &c.) have made notable progress.",
        "His most notable recorded achievement was the subjugation of Moab and the seizure of part of its territory.",
        "The great development of photography has been a notable aid to explorers, not only by placing at their disposal a faithful and ready means of recording the features of a country and the types of inhabitants, but by supplying a method of quick and accurate topographical surveying.",
        "He was the last notable representative of the New England School, in which his predecessors were the younger Edwards, John Smalley (1734-1820) and Nathaniel Emmons.",
        "As poet-laureate, his occasional verses did not escape adverse criticism; his hasty poem in praise of the Jameson Raid in 1896 being a notable instance.",
        "Notable examples exist, but the flow of history in this regard has rendered its verdict.",
        "- This notable beginning to the removal of \" the ignominy of a thousand years \" was causally connected with the career of Moses Mendelssohn (1729-1786; q.v.).",
        "It is more than a mere coincidence that this step was taken during the absence in England of one of the ablest and most notable of the Amsterdam rabbis.",
        "Think about notable astronomers of centuries past, who collected their own data through years of careful observation.",
        "Their first and most notable victim was Philip, the saintly metropolitan of Moscow, who was strangled for condemning the oprichina as an unchristian institution, and refusing to bless the tsar (1569).",
        "The first series contained six essays, the most notable being that \"On the office of a Chaplain,\" which throws much light on the position of a large section of the clergy at that time.",
        "Here, by the very corner of my field, still nearer to town, Zilpha, a colored woman, had her little house, where she spun linen for the townsfolk, making the Walden Woods ring with her shrill singing, for she had a loud and notable voice.",
        "But it is notable that all recent volcanic action was confined to a wide belt parallel to the coast.",
        "From the 14th century onward only the most notable names'canbe mentioned.",
        "One of the most notable events in the modern history of Australia occurred shortly after the great strike of 1890.",
        "In parliamentary politics the most notable event in 1902 was the presentation of a divorce bill by Signor Zanardellis government; this was done not because there was any real demand for it, but to please the doctrinaire 1902.",
        "Modern schools have been set up in many places, and Palestine has been the scene of a notable educational and agricultural revival, while technical schools - such as the agricultural college near Jaffa and the schools of the alliance and the more recent Bezalel in Jerusalem - have been established.",
        "For the earlier period their authorities were state and family records - above all, the annales maximi (or annales pontificum), the official chronicle of Rome, in which the notable occurrences of each year from the foundation of the city were set down by the pontifex maximus.",
        "Such was the case of probate where notable goods of the deceased lay in more than one diocese.",
        "Another notable feature of the interior is the so-called lake area, a district stretching to the north of Spencer Gulf.",
        "The 'eighties were notable for great real estate activity, and the population of the city increased 199.5% from 1880 to 1890.",
        "A brazen serpent, whose institution was attributed to Moses, had not hitherto been considered out of place in the cult; its destruction was perhaps the king's most notable reform.",
        "Ministers and people with few exceptions - the most notable being the Scotch Highlanders who had settled in the valley of the Mohawk in New York and on Cape Fear river in North Carolina - sided with the patriot or Whig party: John Witherspoon was the only clergyman in the Continental Congress of 1776, and was otherwise a prominent leader; John Murray of the Presbytery of the Eastward was an eloquent leader in New England; and in the South the Scotch-Irish were the backbone of the American partisan forces, two of whose leaders, Daniel Morgan and Andrew Pickens, were Presbyterian elders.",
        "Later, when the people of Antioch rose against the king, Jonathan despatched a force of 3000 men who played a notable part in the merciless suppression of the insurrection.",
        "Perhaps the most notable feature about the administration is the weakness of the governor's position.",
        "The royal lyceum, formerly a Jesuit college, contains notable collections and the royal library of over 300,000 volumes.",
        "[[[Caecilius]] Cyprianus, called Thascius j (c. 200-258), bishop of Carthage, one of the most illustrious in the early history of the church, and one of the most notable of its early martyrs, was born about the year 200, probably at.",
        "A notable method of borrowing power from another magic-wielding agency is simply to breathe its name in connexion with the spell that stands in need of reinforcement; as the name suggests its owner, so it comes to stand for his real presence.",
        "Among the notable buildings are the weigh-house (17th century), the bell-tower (1591), formerly attached to the town-hall before this was destroyed in the 18th century, and the church of St.",
        "Many Jews have filled professorial chairs at the universities, others have been judges, and in art, literature (there is a notable Jewish publication society), industry and commerce have rendered considerable services to national culture and prosperity.",
        "Borelli (1608-1679) as its most notable name, entered in a way on the mechanical study of anatomy suggested by Descartes, but was probably much more dependent upon the positive researches of Galileo.",
        "The only other notable buildings in the place are some colleges (medresseh), the oldest being the M.",
        "A notable feature of modern boiler construction is the mode of building the apparatus of cast iron in either horizontal or vertical sections.",
        "The English courtiers were greatly incensed at the gracious reception accorded to these notable rebels by King James; but although Tyrone was confirmed in his title and estates, he had no sooner returned to Ireland than he again engaged in dispute with the government concerning his rights over certain of his feudatories, of whom Donnal O'Cahan was the most important.",
        "One of the first notable acts of the Roca administration was to declare the city of Buenos Aires the property of the national government.",
        "An ardent admirer of Jonathan Edwards, whose great-grand-daughter he married, Park was one of the most notable American theologians and orators.",
        "In this Assembly he proposed that \" a confession of faith, a catechism, a directory for all the parts of the public worship, and a platform of government, wherein possibly England and we might agree,\" should be drawn up. This was unanimously approved of, and the laborious undertaking was left in Henderson's hands; but the \" notable motion \" did not lead to any immediate results.",
        "Amritsar is chiefly notable as the centre of the Sikh religion and the site of the Golden Temple, the chief worshipping place of the Sikhs.",
        "1683), Turkish vizier, surnamed \"Merzifunli,\" was a son of Uruj Bey, a notable Sipahi of Merzifun (Marsovan), and brother-in-law to Ahmed Kuprili, whom he succeeded as grand vizier in 1676, after having for some years held the office of Kaimmakam or locum tenens.",
        "Eu has three buildings of importance - the beautiful Gothic church of St Laurent (12th and 13th centuries) of which the exterior of the choir with its three tiers of ornamented buttressing and the double arches between the pillars of the nave are architecturally notable; the chapel of the Jesuit college (built about 1625), in which are the tombs of Henry, third duke of Guise, and his wife, Katherine of Cleves; and the château.",
        "Russia, however, towards the Caspian, there is a notable admixture of Asiatic species.",
        "The next notable contribution to the permanent growth of Hebrew prophetic religion was made about a century after the lifetime of Isaiah by Jeremiah and Ezekiel.",
        "The heated body of air carried from the Indian Ocean over southern Asia by the south-west monsoon comes up highly charged with watery vapour, and hence in a condition to release a large body of water as rain upon the land, whenever it is brought into circumstances which reduce its temperature in a notable degree.",
        "He was the author of a number of works, of which the most notable besides Ocean to Ocean are, Advantages of Imperial Federation (1889), Our National Objects and Aims (1890), Religions of the World in Relation to Christianity (1894) and volumes of sermons and lectures.",
        "He was not a notable scholar, and he had not much of what is usually called tact in his dealings either with the juvenile or the adult mind.",
        "In the 4th century Megara recovered some measure of prosperity, but played an insignificant part in politics, its only notable move being the participation in the final conflict against Philip II.",
        "While the Spanish period of Jewish history was thus brilliant from the point of view of public service, it was equally notable on the literary side.",
        "Most notable of all perhaps was the shepherd Athronges, who assumed the pomp of royalty and employed his four brothers as captains and satraps in the war which he waged upon Romans and king's men alike - not even Jews escaped him unless they brought him contributions.",
        "A notable feature of the conference was the presence of the Swedish bishop of Kalmar, who presented a letter from the archbishop of Upsala, as a tentative advance towards closer relations between the Anglican Church and the Evangelical Church of Sweden.",
        "From Socrates, in Xenophon's Memorabilia, downwards, the argument is tolerably common; it is notable in Cicero; in the modern discussion it dominates the 18th-century mode of thought, is confidently appealed to though not worked out by Butler, and is fully stated by Paley.",
        "The clan is generally subdivided into smaller communities (mahale), each administered by a local notable or jobar.",
        "Of these risings the most notable was that, in the earlier half of the 14th century, against Louis de Crecy, count of Flanders, under the leadership of Jacob van Artevelde (q.v.).",
        "Muratoris great collection, the Rerum Italicarum 5cr iptores in combination with his Dissertationes, the chronicles and other historical material published by the Archjvjo Storjco Italiano, and the woiks of detached annalists of whom the \\Tjllanj are the most notable, take first rank.",
        "For a city so notable Bamian has a very obscure history.",
        "Notable entrees at this homely Italian restaurant include classic pasta and parmigiana dishes.",
        "Pepys, a far more trustworthy judge, speaks of him invariably in terms of respect and approval as a \" grave, serious man,\" and commends his appointment as treasurer of the navy as that of \" a very notable man and understanding and will do things regular and understand them himself.\"",
        "Of this the transposition of lines is the most notable example.",
        "Again it is a notable specimen of early Christian pseudepigraphy, and one which had manifold and far-reaching results.",
        "there are no notable structures in the upper town.",
        "In the area, there are not too many restaurants directly on the lake, but there are a few notable ones in the more populated outskirts.",
        "of the town is a notable rath or enclosure, taking its name of Crown rath from traditional single encounters between native princes in contention for the sovereignty.",
        "Dallas is a cosmopolitan city packed with museums, world-class shopping, notable gardens and parks, and other attractions.",
        "For some time sickness and mortality were excessively large, but the reclamation of swamp and clearance of jungle on an extensive scale by Colonel Henry Man when in charge (1868-1870), had a most beneficial effect, and the health of the settlement has since been notable.",
        "Lincoln before the state convention at Bloomington of \"all opponents of anti-Nebraska legislation\" (the first Republican state convention in Illinois) made on the 29th of May a notable address known as the \"Lost Speech.\"",
        "In the east a tableland of sandstone, called Saxon Switzerland, from the picturesque outlines into which it has been eroded, adjoins the Erzgebirge; one of its most notable features is the deep ravine by which the Elbe escapes from it.",
        "The old diet, without being formally dissolved, (an omission that was to have notable consequences) broke up, and the national representatives had before them a clear field.",
        "The most notable military and naval events (in Cuba) of the Spanish-American War (q.v.) of 1898 took place at and near Santiago.",
        "The full ritual is gone through by the Roman Catholic archbishop of Westminster, and abroad it survives in all Catholic countries, a notable example being that of the Austrian emperor.",
        "For the London Review, founded by Sir William Molesworth in 1834, he wrote a notable article entitled \"The Church and its Reform,\" which was much too sceptical for the time, and injured the Review.",
        "From this time Godwin became a notable figure in London society, and there was scarcely an important person in politics, on the Liberal side, in literature, art or science, who does not appear familiarly in the pages of Godwin's singular diary.",
        "Of these the most notable is the Fontes rerum Austriacarum, published under the auspices of the Historical Commission of the Imperial Academy of Sciences at Vienna; the series, of which the first volume was published in 1855, is divided into two parts: (i.) Scriptores, of which the 9th vol.",
        "Of collections of treaties the most notable is that of L.",
        "Whittier had in his lifetime commemorated him in his poem \"The Hero,\" in which he called him \"the Cadmus of the blind\"; and in 1901 a centennial celebration of his birth was held at Boston, at which, among other notable tributes, Senator Hoar spoke of Howe as \"one of the great figures of American history.\"",
        "The Moy is a notable salmon river for rodfishing and its tributaries and the neighbouring lakes contain trout.",
        "In those departments of intellectual activity which demand no high ideal faculty, in the study of the world of fact, the centuries immediately following Alexander witnessed notable advance.",
        "We do not look in vain for notable names in Hellenistic literature and philosophy produced on an Asiatic soil.",
        "Palmyra, of which we hear nothing before Roman times, is a notable instance.",
        "In addition to the Mahommedan quarters, usually called after the trade of the inhabitants or some notable building, there are the Copt or Christian quarter, the Jews' quarter and the old \" Frank \" quarter.",
        "by river above Assuan, is a small place notable as the northern terminus of the caravan route from the Sudan across the Nubian desert.",
        "Of these the most notable was the construction (1898-1902) of the Assuan dam, which by bringing more land under cultivation permanently increased the resources of the country and widened the area of taxation.",
        "The most notable Pharaonic queen in her own right was Hatshepsut in the XVIIIth Dynasty, but her reign was ignored by the later rulers even of her own family.",
        "In demotic the most notable of such works is a papyrus of the first century A.D.",
        "Another notable fact in the economic progress of the country was the development of the cultivation of cotton in the Delta in 1822 and onwards.",
        "A notable movement of the population to the towns began about the middle of the 19th century, and increased until very near its end.",
        "The most notable manufacture is that of porcelain.",
        "The New Heroic Poems of Jorgen Sorterup are notable as imitations of the old folk-literature.",
        "In literary criticism Dr Georg Brandes is notable for the long period during which he remained predominant.",
        "Further, the older the seed the more slow as a general rule will germination be in starting, but there are notable exceptions.",
        "It is divided into five sections: (a) the foundation of the city; (b) its situation, limits and topography; (c) its statues, works of art, and other notable sights; (d) its buildings; (e) the construction of the church of St Sophia.",
        "By nature he was sociable and pleasure-loving, he proved himself a notable patron of the arts and he took a conspicuous part in all the gaieties of the congress of Vienna.",
        "are works of wrath and destruction; Elisha's miracles, with but one notable exception, are works of beneficence and healing.",
        "During the last twenty years of his life Schurz was perhaps the most prominent Independent in American politics, and even more notable than his great abilities was his devotion to his high principles.",
        "The most notable episode in the history of the place is the famous defence by Sir Robert Sale during the first Afghan war, when he held the town from November 1841 to April 1842.",
        "Although the pontificate of Innocent witnessed the conversion of many Protestant princes, the most notable being Queen Christina of Sweden, the papacy had nevertheless suffered a perceptible decline in prestige; it counted for little in the negotiations at Minster, and its solemn protest against the peace of Westphalia was entirely ignored.",
        "Though on the whole transverse, these depressions furnish another notable example of that independence of geological structure already referred to.",
        "Towards the south margin of the Highlands notable instances of true canyons in the Old Red Sandstone are to be seen where the Isla and North Esk enter that formation.",
        "On the west the most notable cliffs south of those of Cape Wrath and the Cambrian sandstones of Sutherland are to be found among the basaltic islands, particularly in Skye, where a magnificent range of precipices rising to moo ft.",
        "The withdrawal of the Romans from Britain (410) left the northern part of the island as a prey to be fought for by warlike tribes, of whom the most notable were the Picts in the north, the Scots or Dalriads from Ireland in the west (Argyll), the Cymric or Welsh peoples in the south-west and between Forth and Tay, and the Teutonic invaders, Angles or English, in the south-east.",
        "Such units frequently occur in pairs, one member of the pair being characterized by the presence, the other by the absence of a problematical body at least comparable with a ferment, the result of the presence or absence being a notable modification of the whole organism or of parts of it.",
        "One of the most notable features of the early Anabaptists is that they regarded any true religious reform as involving social amelioration.",
        "Exceptional animals naturally do exceptional things, and a famous hound called Potentate is recorded by the 8th duke of Beaufort to have done notable service in the hunting field for eleven seasons.",
        "But he was chiefly notable as a scientific officer.",
        "Among its notable public buildings and institutions are the old government palace in Santo Antonio built upon the foundations of the official residence of Prince Maurice of Nassau, with a pretty garden attached; a theatre facing upon the Praga da Republica, dating from the second empire; the palace of the Provincial Assembly in Boa Vista, built in 1860-66, surmounted by a high dome; the municipal palace, or prefecture, on Rua do Imperador, with the public library (Biblioteca Publica) occupying its third floor and containing about 30,000 volumes; the Gymnasium, a large plain building of two floors standing near the legislative palace; the Pedro II.",
        "The strike of miners in the Pas de Calais after the disaster at Courrieres, leading to the threat of disorder on the 1st of May 1906, obliged him to employ the military; and his attitude in the matter alienated the Socialist party, from which he definitely broke in his notable reply in the Chamber to Jean Jaures in June 1906.",
        "70) as a remote provincial place, it had many wealthy inhabitants in the Roman period and, to judge by objects discovered there, contained many notable works of art.",
        "He seems to have received the ordinary Christian scriptures; and Origen, who treats him as a notable exegete, has preserved fragments of a commentary by him on the fourth gospel (brought together by Grabe in the second volume of his Spicilegium), while Clement of Alexandria quotes from him what appears to be a passage from a commentary on Luke.",
        "Its most notable eruption was in 1777.",
        "The climate of Illinois is notable for its extremes of temperature.",
        "A notable incident in the history of the state was the immigration of the Mormons from Missouri, about 1840.",
        "The educational establishments of the town include a gymnasium, a realgymnasium, a realschule, technical schools for building and handicrafts, a high-class commercial school, a school of agriculture, and an academy of music. The most notable industry of Erfurt is the culture of flowers and of vegetables, which is very extensively carried on.",
        "Of these the most notable is the Nestorian tablet, which was accidentally discovered in 1625 in the Chang-gan suburb.",
        "JOSIAH WEDGWOOD (1730-1795), the most distinguished of English manufacturers of pottery, came of a family many members of which had been established as potters in Stafford - shire throughout the 17th century and had played a notable part in the development of the infant industry.",
        "Other notable trials in which he was concerned were the prosecution of Emile Zola for libel (1898), which arose out of the Dreyfus case; the Humbert affair (1902); and the trial of Madame Caillaux for the murder of M.",
        "Two notable cures were wrought on the western side of the lake - the healing of the woman with the issue and the raising of Jairus's daughter.",
        "In Proverbs there is a notable absence of this point of view.",
        "The notable change which now took place in Sweden's foreign policy and its fatal consequences to the country are elsewhere set forth (see Sweden, History).",
        "The colossal statues of ivory and gold by Pheidias were the most notable examples of this use of gold, especially his statue of Athena in the Parthenon, and the one of Zeus at Olympia.",
        "In later times the Mormons in America provide the most notable instance of the revival of polygamy.",
        "He was sent on a number of special scientific missions, among which may be mentioned one to England, on which he wrote a notable Memoire sur le travail des femmes et des enfants da p s les manufactures de l'Angleterre (1867).",
        "The hairy covering, so notable in the hive-bee and especially in humble-bees, is greatly reduced among bees that follow a parasitic mode of life.",
        "From 1848 to 1856 he took a leading part in all the chief imlitary events in the Caucasus, his most notable exploits being his victory at Mezeninsk in 1850 and his operations against Shamyl at Chechen.",
        "During the Roman period, as it had also been in Pharaonic times, Kharga was used as a place of banishment, the most notable exile being Nestorius, sent thither after his condemnation by the council of Ephesus.",
        "Of the newspapers of Havana the most notable is the El Diario de la Marina (established in 1838; under its present name, 1844 morning and evening), which was almost from its foundation an official organ of the Spanish government, and generally the mouthpiece of the most intransigent peninsular opinion in all that concerned the politics of the island.",
        "The most notable building is the cathedral (1130-1169, restored 1864-1876).",
        "The notable gain to France during this reign was the duchy of Burgundy, which Robert claimed on the death of his uncle, Duke Henry, in Io01.",
        "Gass describes him as the most notable of the Swiss theologians of the time.",
        "Herodotus (himself a notable traveller in the 5th century B.C.) relates that the Egyptian king Necho of the XXVIth Dynasty (c. 600 B.C.) built a fleet on the Red Sea, and confided it to Phoenician sailors with the orders to sail southward and return to Egypt by the Pillars of Hercules and the Mediterranean sea.",
        "The ornamentation throughout is beautiful, and the west front especially notable.",
        "In 1820 Webster took an important part in the convention called to revise the constitution of Massachusetts, his arguments in favour of removing the religious test, in favour of retaining property representation in the Senate, and in favour of increasing the independence of the judiciary, being especially notable.",
        "Soon after returning to the House he supported in a notable speech a resolution to send a commissioner to Greece, then in insurrection.",
        "It has been the scene of many notable events in the history of Peru.",
        "The parish churches of Dronfield, Hathersage (with some notable stained glass), Sandiacre and Tideswell exemplify the Decorated period; the last is a particularly stately and beautiful building, with a lofty and ornate western tower and some good early brasses.",
        "In 1840 the appearance of Chemistry in its Application to Agriculture and Physiology by Justus von Liebig set on foot a movement in favour of scientific husbandry, the most notable outcome of which was the establishment by Sir John Bennet Lawes in 1843 of the experimental station of Rothamsted.",
        "The most notable feature in connexion with the cropping of the land of the United Kingdom between 1875 and 1905 was the lessened cultivation of the cereal crops associated with an expansion in the area of grass land.",
        "chamber is the notable Fam.",
        "The retorts of the prisoners were notable.",
        "At the same epoch a notable change took place in the Aegean script.",
        "The other notable event of his reign is the Council of Chalcedon (451), in which Marcian endeavoured to mediate between the rival schools of theology.",
        "He was remarkable for both his moral and physical courage, and in politics was notable for his independence of party.",
        "The three most notable celebrations of the Feast of the Ass were at Rouen, Beauvais and Sens.",
        "The most notable feature of the province is, however, according to O.",
        "Among the notable public buildings are the old parish church built at the expense of Charles II.",
        "No notable rivers flow into Lake Michigan, the largest being the Big Manistee and Muskegon on the east shore, and on the west shore the Menominee and the Fox, both of which empty into Green Bay, the most important arm of the lake.",
        "It was Alexander II., the former pupil of Lanfranc, who gave the Norman Conquest the papal benediction - a notable advantage to William at the moment, but subsequently the cause of serious embarrassments.",
        "The first really notable council at St Paul's was that of 1075 under the presidency of Lanfranc; it renewed ancient regulations, forbade simony and permitted three bishops to remove from country places to Salisbury, Chichester and Chester respectively.",
        "A copy of the Diadumenos of Polyclitus from Delos, and temple sculptures from Epidaurus and the Argive Heraeum, are among the more notable of its recent acquisitions.",
        "This was a notable concession, by which the nobles lost that exclusive legal knowledge which had formed one of their main instruments of oppression.",
        "Yet the material prosperity of Athens under Pericles was less notable than her brilliant attainments in every field of culture.",
        "The rhetorical schools experienced a brilliant revival under Constantine and his successors, when Athens became the alma mater of many notable men, including Julian, Libanius, Basil and Gregory of Nazianzus, and in her professors owned the last representatives of a humane and moralized paganism.",
        "The development of higher education during the decade was notable.",
        "Among the most notable was the loss in 1842 of the British brig \" Ann,\" with fifty-seven persons on board, of whom forty-three were executed at Taichu.",
        "The fact that its product is shut out of its natural markets, without gaining that of the United States, is also a great handicap. The civic status of the people is still unsettled, but there has been under American rule a notable advance in the well-being of the island.",
        "The development of manufactures has been especially notable.",
        "The observatory of Raja Jai Singh is a notable building of the year 1693.",
        "Particularly notable was his opposition to the compromises in regard to slavery and the slave-trade.",
        "In earlier life he was a notable mountain-climber, ascending Mount Ararat in 1876, and publishing a volume on Transcaucasia and Ararat in 1877; in1899-1901he was president of the Alpine Club.",
        "It is remarkable that this theory should have gained the esteem of the notable chemists who flourished in the 18th century.",
        "Nilson, and subsequently (1904) by Hall, rendered notable additions to our knowledge of these elements and their compounds.",
        "Notable differences attend the neutralization of the chromophoric and auxochromic groups.",
        "A notable example is provided by the phthaleins, which result by the condensation of phthalic anhydride with phenols.",
        "The most notable instance - indeed it is almost the only instance - of the kind in English literature is the Lake School of Poets.",
        "He was continually employed on diplomatic errands until 1455, when, owing apparently to ill-health, he received apartments in the palace of the counts of Hainaut at Salle-le-Comte, Valenciennes, with a con siderable pension, on condition that the recipient should put in writing \"choses nouvelles et morales,\" and a chronicle of notable events.",
        "Instances of dogs having saved the lives of their owners by that strange intuition of approaching danger which they appear to possess, or by their protection, are innumerable: their attachment to man has inspired the poet and formed the subject of many notable books, while in Daniel's Rural Sports is related a story of a dog dying in the fulness of joy caused by the return of his master after a two years' absence from home.",
        "Re-elected in 1856 as a Republican, he resigned his seat in December 18J7, and was governor of Massachusetts from 1858 to 1861, a period marked by notable administrative and educational reforms. He then succeeded George B.",
        "A notable event in the history of the protectorate was the co - operation of the Italian authorities in the campaigns against the Mullah Abdullah.",
        "Apart from Grabe, till within the last fifteen years no notable scholar has advocated a Hebrew original.",
        "We may mention two of the most notable of these.",
        "The Romanesque St Clement's has an ornate south portal, and the churches of St Drotten and St Lars, of the 12th century, are notable for their huge towers.",
        "At any rate it was a notable trading-place and emporium as early as the Stone Age, and continued to enjoy its importance as such through the Bronze and Iron Ages, as is proved, inter alia, by the large number of Arabic, Anglo-Saxon and other coins which have been found on the island..",
        "Among the more notable of these are Robson peak, 13,700 ft.; Athabasca, 13,700; Assiniboine, 11,830; Lyell, 12,00o; Mummery, 12,000; Temple, 11,658; and Geikie, 11,000.",
        "The most notable gas discovery is that at Medicine Hat, which has wells with unlimited quantities.",
        "The most notable of these are the epics of the early German period.",
        "The objects found in these researches are in the museum, the most notable being a great basalt bull, probably once an object of cult in the Serapeum.",
        "broad and has several notable natural features.",
        "LEON OF MODENA (1571-1648), Jewish scholar, was born in Venice, of a notable French family which had migrated to Italy after the expulsion of the Jews from France.",
        "Notable among the flora are roses, japonicas, hibiscus shrubs of various species, poinsettias, tea olives, crepe myrtle, jasmines, magnolias, camellias, oleanders, chrysanthemums, geraniums and plumbagos.",
        "Notable seismic disturbances in Cuba have coincided with similar activity in Central America so often as to make some connexion apparent.",
        "Many tortoises are notable.",
        "The government of Spain, beginning in 1764, made notable breaches in the old monopolistic system of colonial trade throughout America; and Cuba received special privileges, also, that were a basis for real prosperity.",
        "Most notable of all, yellow fever was eradicated where it had been endemic for centuries.",
        "The institution of the Janissaries holds a prominent place among the most remarkable events of Orkhan's reign, which was notable for the encouragement of learning and the foundation of schools, the building of roads and other works of public utility.",
        "The power of the Ottomans at sea was maintained during this period by a series of notable captains, such as Khair-ed-din and his son Hassan, Piale, Torgud, Sali Reis and Pin Reis.",
        "The most notable prose work of this period is an old collection of stories, the History of the Forty Vezirs, said to have been compiled by a certain Sheikh-zada and dedicated to Murad II.",
        "A number of poets, of whom Seyyid Vehbi, Raghib Pasha, Rahmi of the Crimea, Kelim and Sand are the most notable, took Nabi for their model.",
        "The chief poets of the transition are Fazil Bey, Wasif, notable for his not altogether unhappy attempt to write verses in the spoken language of the capital, `Izzet Molla, Pertev Pasha, `Akif Pasha, and the poetesses Fitnet and Leyla.",
        "On the r4th (the anniversary of Marengo) Lannes carried out his role of fighting advanced guard or screen, the emperor's main body gradually came up, and the battle of Friedland (q.v.), notable chiefly for the first display of the new artillery tactics of the French, ended with a general attack about 5 P.M.",
        "The most notable churches are St Gotthard (14th century, remodelled in 1782) St Mary, attached to the Piarist college (1655-1658), the chapel of St Lawrence (13th century) and the church of the Holy Trinity belonging to the Franciscan friary (1655).",
        "The principal buildings are the town hall, with some ancient furniture, a large 15th century church with a notable square tower, a municipal orphanage, and the Nassau-Veluwe gymnasium.",
        "In recent history the most notable events not mentioned elsewhere in this article were the elaborate celebration of the centennial of the city in 1896 and the street railway strike of 1899, in which the workers attempted to force a redress of grievances and a recognition of their union.",
        "The resident superior is assisted by the protectorate council, consisting of heads of French administrative departments (chief of the judicial service, of public works, &c.) and one native \"notable,\" and the royal orders must receive its sanction before they can be executed.",
        "The new archbishop, without being one of the English divines who have made notable contributions to theological learning, already had a great reputation for ecclesiastical statesmanship; and in subsequent years his diplomatic abilities found ample scope in dealing not only with the difficulties caused in the church by doctrinal questions, but pre-eminently with the education crisis, and with the new problems arising in the enlarged Anglican Communion.",
        "The state furnished four regiments (a total of 5313 officers and men)' to the volunteer army during the Spanish-American War (1898),(1898), the service of the 13th Regiment for more than a year in the Philippines being particularly notable.",
        "ANTHIM THE IBERIAN, a notable figure in the ecclesiastical history of Rumania.",
        "Father Fitzherbert, who is described as \"a person of excellent parts, a notable politician, and of graceful behaviour and generous spirit,\" wrote many controversial works, a list of which is given in the article on him by Mr Thompson Cooper in the Dictionary of National Biography, together with authorities for his life.",
        "When the troops landed in England, half clothed and half shod, their leader's conduct of the campaign was at first blamed, but his reputation as a general rests solidly upon these facts, that when Napoleon in person, having nearly 300,000 men in Spain, had stretched forth his hand to seize Portugal and Andalusia, Moore with 30,000, forced him to withdraw it, and follow him to Corunna, escaping at the same time from his grasp. Certainly a notable achievement.",
        "The battle is chiefly notable for the steadi- donor, ness with which the allied right, covered by the Light Division in squares, changed position in presence of the French cavalry; and for the extraordinary feat of arms of Captain Norman Ramsay, R.H.A., in charging through the French cavalry with his guns.",
        "25), notable, as was Fuentes d'Onor, for the coolness with which the allied squares retired amidst the enemy's horsemen; and again at Fuente Guinaldo (Sept.",
        "The 17th century saw notable developments.",
        "of the business centre of the city is the Bernice Pauahi Bishop Museum, a fine stone building on a commanding site, and containing a large collection of Hawaiian and Polynesian relics and curios, especially Hawaiian feather-work, and notable collections of fish and of Hawaiian land shells and birds.",
        "The washed product contains in its pores a notable proportion of water, which is removed by hanging the rubber for some days in a warm room.",
        "A volume entitled Opera posthuma (Leiden, 1703) contained his \"Dioptrica,\" in which the ratio between the respective focal lengths of object-glass and eye-glass is given as the measure of magnifying power, together with the shorter essays De vitris figurandis, De corona et parheliis, &c. An early tract De ratiociniis tin ludo aleae, printed in 16J7 with Schooten's Exercitationes mathematicae, is notable as one of the first formal treatises on the theory of probabilities; nor should his investigations of the properties of the cissoid, logarithmic and catenary curves be left unnoticed.",
        "The history is notable for its painstaking accuracy and candour, but the later volumes have a strong Federalist bias.",
        "But most notable is the Saxon church of St Lawrence, the foundation of which is generally attributed, according to William of Malmesbury (1125), to St Aldhelm, early in the 8th century.",
        "A notable feature in both classes of curves is that, owing to hysteresis, the ascending and descending limbs do not coincide, but follow very different courses.",
        "The notable group of treatises communicated, 1781-1784, to the Berlin Academy was designed, but did not prove to be his final contribution to the theory of the planets.",
        "The great hall, with its fine open-timbered oak roof, is adorned with a splendid stained-glass window and several statues of notable men, including one (by Louis Francois Roubiliac) of Duncan Forbes of Culloden, lord president of the court of session (1685-1747), and now forms the ante-room for lawyers and their clients.",
        "His administration is notable, not so much for internal affairs but from the fact that he twice acted as arbitrator in disputes in which the Boer states were involved.",
        "The year that witnessed this change in the constitution was also notable for the death of Sir Theophilus Shepstone, Natal's most prominent citizen.",
        "His grandfather was a maltster in that town, an energetic and prosperous man, almost always the bailiff or chief magistrate, and taking rather a notable part in county matters.",
        "Of the institutions thus borrowed and adapted the most notable was the famous county system which still plays so conspicuous a part in Hungarian national life.",
        "Transylvania, and Transylvania and the emperor, desultory and languishing as regards the Turks (the one notable battle being Sigismund Bathory's brilliant victory over the 2 At first the Habsburgs held their court at Prague instead of at Vienna.",
        "In 1663 he invaded royal Hungary, with the intention of uniting all the Magyars against the emperor, but, the Magyars steadily refusing to attend any diet summoned under Turkish influence, his plan fell through, and his only notable military success was the capture of the fortress of Ersekujvar (Neuhausel).",
        "Of these one of the most notable is Cyril Horvath, whose treatises published in the organs of the academy display a rare freedom and comprehensiveness of imagination.",
        "It may be added that he first examined the conditions of stability of the system formed by Saturn's rings, pointed out the necessity for their rotation, and fixed for it a period (Io h 33 m) virtually identical with that established by the observations of Herschel; that he detected the existence in the solar system of an invariable plane such that the sum of the products of the planetary masses by the projections upon it of the areas described by their radii vectores in a given time is a maximum; and made notable advances in the theory of astronomical refraction (Mec. cel.",
        "A notable improvement on the ideas of Diophantus is to be found in the fact that the Hindus recognized the existence of two roots of a quadratic equation, but the negative roots were considered to be inadequate, since no interpretation could be found for them.",
        "The first notable Arabian mathematician was Mahommed ben Musa al-Khwarizmi, who flourished in the reign of Mamun.",
        "Notable service was also rendered by Augustus de Morgan, who applied logical analysis to the laws of mathematics.",
        "He refused to follow the financial policy of his party in 1862, and delivered a notable speech against the passage of the Legal Tender Act, which made a certain class of treasury notes receivable for all public and private debts.",
        "The two most notable cases were the formation of the Uskok pirate settlements along the Dalmatian coast in the 16th century, and the settlement of the Serbian patriarch and many thousand Serb refugee families in Slavonia and S.",
        "The accession of the Emperor Charles, and the ferment aroused by the Russian Revolution, led to considerable political changes in both halves of the Dual Monarchy, the most notable being the dismissal of Count Tisza from the Hungarian premiership (May 23 1917), the grant of a general political amnesty, and the summons of the Austrian Reichsrat, which had not been allowed to meet since March 1914.",
        "Also notable are the hall of the estates (1877-1881), the industrial museum, the theatre, the palace of the Roman Catholic archbishop and several educational establishments.",
        "The Queen's Hall, Langham Place, is used for concerts, including a notable annual series of orchestral promenade concerts.",
        "Himself a scholar and author, he was a notable patron of letters, and was the friend of Goethe, Schiller and Wieland.",
        "Above the cliff west of the old town is a broad promenade called the Lees, commanding a notable view of the channel and connected by lifts with the shore below.",
        "Israel, led by the house of Aaron - this is a notable point - has emerged triumphant from a desperate conflict, and celebrates at the Temple a great day of rejoicing for the unhoped-for victory: in Ps.",
        "Apart from this movement the most notable events in the Transvaal at this period were the development of agriculture,' the gradual revival of trade (the output of the gold mines in 1909 totalled f 30,925,000, and at the end of the year 156,000 native labourers were employed), and the continued difficulty with regard to British Indians.",
        "The elections to the Union House of Assembly, held in September, were notable as showing the strength of the Progressive (or Unionist) party.",
        "Among the most notable examples of his work for the Rolls series are the prefaces to Roger of Hoveden, the Gesta regum of William of Malmesbury, the Gesta Henrici II., and the Memorials of St.",
        "is a notable exception), and their work was apt to be stilted.",
        "Arentschild won a notable success over the improvised Prussian and Coburg division of General v.",
        "Thus the brain falls off in bulk, and the muscles become attenuated, and in no muscle is this more notable than in the case of the heart.",
        "It is notable that an important instrument of research, the speculum, which has been reinvented in modern times, was used by Soranus; and specimens of still earlier date, showing great mechanical perfection, have been found among the ruins of Pompeii.",
        "In the first place the 15th and 16th centuries were notable for the outbreak of certain epidemic diseases, which were unknown to the old physicians.",
        "The medicine of the i 8th century is notable, like that of the latter part of the 17th, for the striving after complete theoretical systems. The influence of the iatro-physical school was by no means exhausted; and in England, especially through the indirect influence of Sir Isaac Newton's (1642-1727) great astronomical generalizations, it took on a mathematical aspect, and is sometimes known as iatro-mathematical.",
        "This, the old \"Vienna School,\" was not distinguished for any notable discoveries, but for success in clinical teaching, and for its sound method of studying the actual facts of disease during life and after death, which largely contributed to the establishment of the \"positive medicine\" of the 19th century.",
        "The Ill and the Nahe on the left and the Neckar and the Main on the right are, however, notable exceptions.",
        "Reid (Lord Loreburn) as lord chancellor, Mr Augustine Birrell as education minister (afterwards Irish secretary), Mr Lloyd-George as president of the Board of Trade, Mr Herbert Gladstone as home secretary, and Mr John Burns - a notable rise for a Labour leader - as president of the Local Government Board.",
        "Dr Hopkinson presented a rare combination of practical with theoretical ability, and his achievements in pure scientific research are not less intrinsically notable than the skill with which he applied their results to the solution of concrete engineering problems. His original work is contained in more than sixty papers, all written with a complete mastery both of style and of subject-matter.",
        "The most notable of these fall within a circumscribed area, and it is therefore necessary to preface their consideration with a statement of the broader characteristic divisions of the metropolis.",
        "The administration and acreage of parks and open spaces, and their provisions for the public recreation, fall for consideration later, but some of them are notable features in the topography of London.",
        "The other most notable open spaces wholly or partly within the county are Hampstead Heath in the north-west, a wild, high-lying tract preserved to a great extent in its natural state, and in the south-west Wimbledon Common, Putney Heath and the royal demesne of Richmond Park, which from its higher parts commands a wonderful view up the rich valley of the Thames.",
        "Bright colour, in truth, is wanting, though attempts are made in a few important modern erections to supply it, a notable instance being the Savoy Hotel buildings (1904) in the Strand.",
        "While the architecture of the City churches, with the exceptions mentioned, is not as a rule remarkable, many are notable for the rich and beautiful woodcarving they contain.",
        "A Gothic style has been most commonly adopted in building modern churches; but of these the most notable, the Roman Catholic Westminster Cathedral (see Westminster), is Byzantine, and built principally of brick, with a lofty campanile.",
        "Among the more notable of these halls are those of the Mercers, Drapers, Fishmongers, Clothworkers, Armourers and Stationers.",
        "There are also notable collections of pictures in several of the mansions of the nobility, government buildings, halls of the City Companies and elsewhere.",
        "Rugby football is upheld by such notable teams as Blackheath and Richmond.",
        "The defending side had also, no doubt, suffered heavily in casualties, especially on Sari Bair; but the Turkish commander-in-chief could fairly claim that, if some ground had been lost, he had held his own in a contest in which his adversary had enjoyed some notable advantages at the start.",
        "16 a The beautiful \"western staircase\" of red sandstone (from plans by Perry) and the senate chamber (designed by Richardson) are perhaps the most notable parts of the structure.",
        "The exceptions are, of course, notable, and have played an important part in the military history of Asia from time immemorial.",
        "The materials ordinarily employed are the following: sand, of good quality, uniform in grain and free from any notable quantity of iron oxide; carbonate of lime, generally in the form of a pure variety of powdered limestone; and sulphate of soda.",
        "It is impossible to describe this machinery within the limits of this article, but it is notable that the principal difficulties to be overcome arise from the necessity of providing the glass with a perfectly continuous and unyielding support to which it can be firmly attached but from which it can be detached without undue difficulty.",
        "notable of the members of the French episcopate, and was particularly in favour with King Philip VI.",
        "He devoted himself in_ 1335 to the completion of the choir of Beauvais Cathedral, the enormous windows of which were filled with the richest glass, But this building activity, which has left one of the most notable Gothic monuments in Europe, was broken into by the Hundred Years' War.",
        "This was a notable addition not so much to the area as to the resources and population of the Belgian Congo.",
        "We have already dwelt on certain notable differences between apocalyptic and prophecy; but there are certain others that call for attention.",
        "Among his more notable examples are the Royal Border bridge at Berwick-onTweed, the High Level bridge at Newcastle-on-Tyne, the Britannia tubular bridge over the Menai Straits, the Conway tubular bridge, and the Victoria tubular bridge over the St Lawrence at Montreal.",
        "It is particularly notable for its account of the diplomatic relations of the United States during this period, and for its essential impartiality.",
        "Kingsze or royal residence), as the greatest city in the world, of whose splendours Odoric, like Marco Polo, Marignolli, or Ibn Batuta, gives notable details.",
        "The process of continuous defecation which was introduced into Cuba from Santo Domingo about 1900 had by 1910 borne the test of some ten years' use with notable success.",
        "In some factories for refining sugar made from beet or canes this system of carbonatation is used, and enables the refiner to work with syrups distinctly alkaline and to economize a notable amount of animal charcoal.",
        "He was a remarkable linguist, conversationalist and orator, notable for his uncompromising independence, his opinion that the German reformation was a misfortune and that the reformation should have been within the church.",
        "It is an old-fashioned town with many quaint wooden houses, notable among them the \"Northeimhaus,\" a beautiful specimen of medieval architecture.",
        "On the south coast expeditions have penetrated but a short distance, the most notable exceptions being those of a.",
        "Innocent was also a notable patron of learning; he encouraged Alexander of Hales to write his Summa universae theologiae, did much for the universities, notably the Sorbonne, and founded law schools at Rome and Piacenza.",
        "Other notable buildings within the line of the old fortifications are the Gothic Augustine church, built in the 14th century, and containing a fine monument of Canova; the Capuchin church, with the burial vault of the Habsburgs; the church of Maria-Stiegen, an interesting Gothic building of the 14th century, restored in 1820; the handsome Greek church, by T.",
        "The fossils show many notable affinities with those in the Lower Cretaceous of the Pyrenees.",
        "In its best days the empire of the Hafsites extended from Tlemcen to Tripoli, and they received homage from the Merinids of Fez; they held their own against repeated Frankish invasions, of which the most notable were that which cost St Louis of France his life (1270), and that of the duke of Bourbon (1390), when English troops took part in the unsuccessful siege of Mandia.",
        "Occasionally acts of chastisement, of which the bombardment of Porto Farina by Blake in 1655 was the most notable, and repeated treaties, extorted by European powers, checked from time to time, but did not put an end to, the habitual piracies, on which indeed the public revenue of Tunis was mainly dependent.",
        "A large proportion of the most notable buildings in Munich are in two streets, the Ludwigstrasse and the Maximilianstrasse, the creations of the monarchs whose names they bear.",
        "This shower of Perseids is notable for its long duration in the months of July and August and for its moving radiant.",
        "He was a dissolute ruler, much addicted to drunkenness, and his reign is chiefly notable for the influence enjoyed by his wife Nur Jahan, \"the Light of the World.\"",
        "Among the rectors of Hadleigh several notable names appear, such as Rowland Taylor, the martyr, who was burned at the stake outside the town in 1 555, and Hugh James Rose, during whose tenancy of the rectory an initiatory meeting of the leaders of the Oxford Movement took place here in 1833.",
        "The walls, largely the work of Ala ed-Din I., are preserved in great part and notable for the number of ancient inscriptions built into them.",
        "From 1651 there was a notable change in her behaviour.",
        "He is notable for his association with St Thomas in early Christian tradition.",
        "His first notable work was a proof of the impossibility of solving the quintic equation by radicals.",
        "Since 1865 the most notable features have been the rise and decadence of the national banks and the rise of the trust companies.",
        "We feel its presence in his earliest notable work, The Rationale of Religious Enquiry, 1836; and may there see the rigour with which it applied audacious logic to narrow premisses, the tenacity with which it clung to a limited literal supernaturalism which it had no philosophy to justify, and so could not believe without historical and verbal authority.",
        "The island of Shikoku has no mountains of notable MO,Ukn~1ins of magnitude.",
        "Almost the only notable exceptions are the mokusel (Osmanthusfragrans), the daphne and the magnolia.",
        "The Taihei-ki produced another notable effect; it inspired public readers who soon developed into historical raconteurs; a class of professionals who are almost as much in vogue to-day as they were 500 years ago.",
        "His notable successors in the same line were two men of KiOto, named Jisho (I6751745) and Kiseki (1666-1716).",
        "However, he is the first artist of importance to have produced the broadsheets for many years chiefly portraits of notable actors, historical characters and famous courtesanswhich are the leading and characteristic use to which the art was applied.",
        "As for faience and pottery, howeverr the Chinese despised them in all forms, with one notable exception, the yi-hsing-yao, known in the Occident as boccaro.",
        "Its only notable production of a ceramic character was the work of Miura Kenya (1830-1843), who followed the methods of the celebrated Haritsu (I 6881704) of KiOto in decorating plain or lacquered wood with mosaics of raku faience having colored glazes.",
        "Beginning to reign in 1738 and coming of age in 1746, this prince is the most notable of the rulers of Baden.",
        "The Monthly Review (1900-1908), edited till 1904 by Henry Newbolt, was for some years a notable addition to the high class literary monthlies.",
        "Full details of these serials are supplied by a special class of periodical with which every department of science, art and literature in German Austria The most notable periodicals of a general character have been the Wiener Jahrbucher der Literatur (1818-1848) and the Oesterreichische Revue (1863-1867).",
        "He, the satirist of the true-born Englishman, was himself a model, with some notable variations and improvements, of the Englishman of his period.",
        "Having entered the Society of Jesus in 1586, he was successively professor of philosophy at Douai and rector of the Jesuit College at Antwerp. He wrote a treatise on optics in six books (Antwerp, 1613), notable for containing the principles of stereographic projection.",
        "It possesses no notable buildings, save a modern parish church, a prefecture, also modern, and a building wherein are housed the town library and a picture gallery, with some fair works of art.",
        "This family comprises about nine-tenths of all recent species of snakes and is cosmopolitan, New Zealand being the most notable exception.",
        "Notable American species are the following: A.",
        "His career as governor was notable.",
        "The abbey, though greatly mutilated, is full of interesting details, and includes a lofty tower, a marble screen, a chapter-house, a notable east window, several fine tombs and an altar of St Francis.",
        "high, contain assembly and reading rooms. Of the schools the most notable is the Academy (rebuilt in 1880), which in 1764 superseded the grammar school of the burgh, which existed in the 13th century.",
        "On the other hand, the progressive reduction of mining and metallurgical costs effected by improved transportation and machinery, and the use of high explosives, compressed air, electric-power transmission, &c., resulted in California (as elsewhere) in a notable revival of deep mining.",
        "The Kamal Maula is an enclosure containing four tombs, the most notable being that of Shaikh Kamal Maulvi (Kamal-ud-din), a follower of the famous 13th-century Mussulman saint Nizam-ud-din Auliya.'",
        "It contains, among several notable buildings, the post office, and the free public library, opened in 1888 and comprising a collection of over 40,000 volumes, as well as an art gallery and a museum of antiquities especially rich in remains of the Neolithic period.",
        "Most of the older churches are classical in design, and the most notable are St George's, in High Street, and the Memorial church of Dr Cooke in May Street.",
        "Operations On Land The contemporary military history of Europe included, first, the war between France and Spain, 1654-59, usually called the Spanish Fronde, of which the most notable incident was the great battle of the Dunes fought on the 14th of June 1658 between the French and English under Turenne and the Spaniards under Conde, in which a contingent of Cromwell's soldiers bore a conspicuous part.",
        "All over the town are scattered beautiful Buddhist temples, which with their coloured tile roofs and gilded spires give it a peculiar and notable appearance.",
        "It is notable that the heavy trade with Singapore shows a tendency to decrease in favour of direct trade with Europe.",
        "It should be observed that this last circumstance is ignored by all the historians, and that St Athanasius, who knew all the notable bishops of the period, never mentions Nicholas, bishop of Myra.",
        "The method of Ticonius was dominant in the Church down to the middle ages, amongst his followers being such notable churchmen as Augustine, Primasius, Cassiodorus, Bede, Anselm.",
        "Polar explorers making sections across the great expanses of water with everfrequently repeated those experiments in deep-sea soundings, increasing accuracy, and in that work the government surveying both William Scoresby and Sir John Ross obtaining notable ships have also been engaged, vast stretches of the Indian and results, though not reaching depths of more than 1200 fathoms. Pacific Oceans having been opened up to knowledge by H.M.SS.",
        "The soundings of the Dutch expedition on hung on the sounding-tube that it was automatically released the \" Siboga \" during1899-1900in the eastern part of the on striking the bottom and left behind, while the light brass tube Malay seas and those of the German surveying ship \" Planet \" containing a sample of the deposit was easily hauled up. This in 1906 in the South Atlantic, Indian and North Pacific Oceans principle has been adopted universally for deep soundings, and were notable, and Sir John Murray's expedition on the \" Michael is now applied in many forms. In 1855 Maury published Sars \" in the Atlantic in 1910 obtained important results.",
        "A notable instance of this was afforded at Newstead, Notts, where the ruined front of Newstead Abbey was lowered several feet without any injury to the structure.",
        "Notable examples are found in the Rateau, Ser and Capell fans, and where an electric generating station is available electric motors can be advantageously used instead of steam.",
        "Chaeroneia is also notable as the birthplace of Plutarch, who returned to his native town in old age, and was held in honour by its citizens for many successive generations.",
        "The purity of the carbide entirely depends on the purity of the material used in its manufacture, and before this fact had been fully grasped by manufacturers, and only the purest material obtainable employed, it contained notable quantities of compounds which during its decomposition by water yielded a somewhat high pro portion of impurities in the acetylene generated from it.",
        "Among the megalithic monuments of Cher, the most notable is that at Villeneuve-sur-Cher, known as the Pierre-de-la-Roche.",
        "During the mutiny of 1857, however, many of the chiefs rose against the British, the rani of Jhansi being a notable example.",
        "The naval crown (corona navalis), decorated in like manner with a series of miniature prows of ships, was the reward of him who gained a notable victory at sea.",
        "But the chronic frontier disputes with Tegea, which turned the two cities into bitter enemies, contributed most of all to determine their several a notable victory but lost his own life.",
        "In Massachusetts, as in New England generally, the word \" town \" is used, officially and colloquially, to designate a township, and during the colonial era the New England town-meeting was a notable school for education in self-government.",
        "The collections of the American Antiquarian Society (1812) at Worcester are also notable.",
        "The industries of Konigsberg have made great advances within recent years, notable among them are printing-works and manufactures of machinery, locomotives, carriages, chemicals, toys, sugar, cellulose, beer, tobacco and cigars, pianos and amber wares.",
        "Other notable avenues are Bucareli and Juarez, and the Avenida de la Viga, which skirts the canal of that name.",
        "They inhabit the Ethiopian, Indian, and Australian regions, 2 and, with some notable exceptions, the species mostly have but a limited range.",
        "The most notable of the mosques is the Mir-Arab, built in the 16th century, with its beautiful lecture halls; the chief mosque of the emir is the Mejid-kalyan, or Kok-humbez, close by which stands a brick minaret, 203 ft.",
        "Here it will suffice to say that the most distinctive features of the Cluny system were (1) a notable increase and prolongation of the church services, which came to take up the greater part of the working day; (2) a strongly centralized government, whereby the houses of the order in their hundreds were strictly subject to the abbot of Cluny.",
        "The theatre, built under Goethe's superintendence in 1825, memorable in the history of art not only for its associations with the golden age of German drama, but as having witnessed the first performances of many of Wagner's operas and other notable stage pieces, was pulled down and replaced by a new building in 1907.",
        "The art school, founded by him in 1848, has had a notable series of eminent painters among its professors, including Preller, Bocklin, Kalckreuth, Max Schmidt, Pauwels, Heumann, Verlat and Thedy.",
        "Other notable conductors of the Weimar theatre orchestra were Eduard Lassen and Richard Strauss.",
        "Cleveland's second term embraced some notable events.",
        "Appointed painter to the emperor, David produced the two notable pictures \"The Coronation\" (of Josephine) and the \"Distribution of the Eagles.\"",
        "Palmer was originally settled in 1716, but received a notable accession of population from a large Scotch-Irish colony which went from Ulster to Boston in 17 i 8.",
        "Its only notable building is the Early English parish church of St Michael and All Angels.",
        "His most notable political achievement was the manner in which he pushed through the Three Years' Service Bill, which was a response to German military preparations before the war of 1914.",
        "Its pulpit, which had always been the centre of power in the churches, has for a century or more taken a wider range of influence in a succession of notable preachers.",
        "Several of his notable public addresses have been published.",
        "The most notable topographic feature is the roughly circular mountain area of north-eastern New York known as the Adirondack mountains (q.v.).",
        "Of these the most notable is the Niagara escarpment which extends eastward from Canada, past Lewiston and Lockport, - a downward step from the Erie to the Ontario plain, where the Niagara limestone outcrops, and its resistance to denudation accounts for the steeply rising face at the boundary between the two plains.",
        "Other notable falls are those of the Genesee at Portage and at Rochester, Trenton Falls, the Falls of Ticonderoga, and a multitude of falls and rapids in the Adirondack region and along the shores of the upper portions of the Finger Lakes.",
        "Two other French attacks had at the same time been directed against New England, and to meet the dangerous situation Leisler performed the one statesmanlike act of his public career, notable in American history as the first step toward the union of the colonies.",
        "30 1916, in a notable address delivered in Tremont Temple, Boston, advocated a breach with Germany.",
        "Although taxation was seconded by a drastic, indeed harsh, reduction of public salaries and wages (which were cut down by one-tenth all round) yet the years 1884, 1887 and 1888 were notable for heavy deficits in the treasury.",
        "The religions also of the two powers present many points of agreement, with some notable differences.",
        "Notable also is the mention in i Chron.",
        "More notable, however, was the feud between W.",
        "She was able to display remarkable energy in visiting the sights of the city, and even went as far afield as San Gimignano; and her visit had a notable effect in strengthening the bonds of friendship between the United Kingdom and the Italian people.",
        "The castles of Rochester and Dover are famous; those of Canterbury and Chilham are notable among others.",
        "The development of sick-nursing, which has brought into existence a large, highly-skilled, and organised profession, is one of the most notable features of modern social life.",
        "The fall of Missolonghi, followed as this was by the submission of many of the more notable chiefs, left Reshid free to turn his attention to East Hellas, where Gouras had been ruling Karaa s a practically independent chief and in the s irit P Y P P?",
        "The laws of the sovereigns who have reigned at Bangkok form the most notable part of this branch of Siamese literature.",
        "The most notable characteristic of his style is its graceful simplicity; it is never affected or laboured; his sentences are short and easy, and follow one another naturally.",
        "Notable among these portions of the great forest are the woods of St Hubert, the woods round La Roche, and those of the Amerois, Herbeumont, and Chiny on the Semois.",
        "The most notable fact in the geological history of the archipelago is the discovery in Java of the fossil remains of Pithecanthropus erectus, a form intermediate between the higher apes and man.",
        "The variety of food-plants is equally notable.",
        "July, 1906) that in spite of notable differences of terminology and form the chronologies of Antioch and Alexandria were in essence the same.",
        "east of Ballymena, is notable as being the scene of St Patrick's early life.",
        "Associated with these views was a group of deputies from other parts of France, of whom the most notable were Condorcet, Fauchet, Lasource, Isnard, Kersaint, Henri Lariviere, and, above all, Jacques Pierre Brissot, Roland and Petion, elected mayor of Paris in succession to Bailly on the 16th of November 1791.",
        "Other notable Roman Catholic historians of the 17th and 18th centuries were Natalis Alexander, Bossuet, Tillemont, Fleury, Dupin and Ceillier.",
        "Other notable names of the 18th century are Semler, Spittler, Henke and Planck.",
        "- The most notable thing about the life of 1 Upon the spread of the Church during the early centuries see especially Harnack's Mission and Ausbreitung des Christenthums in den ersten drei Jahrhunderten.",
        "As the war proceeded, further declarations of national and anti-Austrian sentiment were made, the most notable being the \" Twelfth Night Manifesto,\" issued at Prague on Jan.",
        "\"the most notable accomplishment of the young republic in the field of social-political reform has been the enactment of Dec. 19 1918 establishing an 8-hour day for industrial and agricultural workers (with some specific exceptions).",
        "The Czechs have possessed a notable literature from the 13th century onwards.",
        "The cathedral contains many interesting objects of art, but, with the exception of the Gothic Marienkirche of the 15th century, none of the churches is notable.",
        "The nature of the changes made between 1842 and 1860 is indicated by the following tabular statement: - After 1860 only forty-eight articles remained subject to duty, a number which has been still further reduced, the most notable change having been free admission of sugar in 1872.",
        "New conferences were held and various articles of agreement were proposed, the most notable being the Torgau Book (1576).",
        "His Historical Sketches of the Eleventh Century (Pol., Cracow, 1904) is a very notable work.",
        "Of the books relating to the Polish Vasas the most notable is Szajnocha's Two Years of our History, 1646-1648 (Lemberg, 1865), which deals exhaustively with the little-known but remarkable attempt (the last practical attempt of its kind) of Ladislaus IV.",
        "A notable man was Joseph Andrew Zaluski, bishop of Kiev, a Pole who had become thoroughly frenchified - so much so, that he preached in French to the fashionable congregations of Warsaw.",
        "Among the more notable names are those of Nestor the chronicler, and Iliya of Murom, the Old Cossack of the Russian epics.",
        "An extremely interesting collection is maintained, the variety of bird life, both feral and in captivity, being notable.",
        "The animals exhibited are selected chiefly because of their popular interest, but the arrangements for housing are specially ingenious and successful, those for monkeys and snakes being notable.",
        "The rich gold and silver embroidery for which the city has long been famous is still one of the notable articles in its bazaar; but the commercial importance of Iannina has notably declined since the cession of Arta and Thessaly to Greece in 1881.",
        "A notable event in the history of Welsh Methodism was the publication in 1770, of a 4to annotated Welsh Bible by the Rev. Peter Williams, a forceful preacher, and an indefatigable worker, who had joined the Methodists in 1746, after being driven from several curacies.",
        "There are also several large hotels and ten theatres (besides halls and auditoriums for concerts and public gatherings), the most notable being Springer music hall.",
        "The zoological gardens occupy 60 acres and contain a notable collection of animals and birds.",
        "From this source all soils contain small proportions of sodium in soluble forms, hence the ashes of plants, although they preferably imbibe potassium salts, contain traces and sometimes notable quantities of sodium salts.",
        "Ira David Sankey (1840-1908) joined him in Chicago in 1870 and helped him greatly by the singing of hymns; and in a series of notable revival meetings in England (1873-1875, 1881-1884, 1891-1892) and America they carried on their gospel campaign, and became famous for the Moody and Sankey Gospel Hymns.",
        "His writings are marked by vigour and vitality of style, as well as by the highest qualities of the historian who recreates the past from the original sources; he had no sympathy with either legal or historical pedantry; and his death at Grand Canary on the, 9th of December 1906 deprived English law and letters of one of their most scholarly and most inspiring representatives, notable alike for sweetness of character, acuteness in criticism, and wisdom in counsel.",
        "Minor operations moreover, especially in Arkansas and southern Missouri, were continually undertaken by both sides during 1862-1863, of which the battle of Prairie Grove, Arkansas (December 7, 1862), was the most notable incident.",
        "The far-ranging strategic \"raid\" was a notable feature of the war; freely employed by both sides, it was sometimes harmful, more usually profitable, especially to the South, by reason of the captures in material, the information acquired and the alarm and confusion created.",
        "From 1875 onwards Smith contributed to the 9th edition of the Encyclopaedia Britannica a long series of important articles, which, together with the articles of Cheyne, Wellhausen and others, made that work an important factor in the change which was to pass over English thought in regard to the Bible; in 1878, by his pleadings in the trial for heresy brought against him on the ground of these articles, he turned a personal defeat in the immediate issue into a notable victory for the cause which led to his condemnation; and subsequently (in 1880), in two series of lectures, afterwards published 2 and widely read, he gave a brilliant, and, as it proved, to a rapidly increasing number a convincing exposition of the criticism of the literature, history and religion of Israel, which was already represented in Germany 2 The Old Testament in the Jewish Church (1881); The Prophets of Israel (1882).",
        "He is notable for having constructed the underground halls at Welbeck Abbey, and for his retiring habits of life, which gave occasion for some singular stories.'",
        "Other editions followed, the most notable being those of Mr H.",
        "The settlement and the development of that part of the United States west of the Alleghany Mountains has probably been the most notable feature of American history since the close of the Seven Years' War (1763).",
        "19 that four hundred prophets of Baal and Asherah sat at Jezebel's table; (b) the fact that Deborah, Samuel, Elijah, Elisha, Micaiah ben Imlah, the most notable of .the earlier representatives of prophecy, belong to northern Israel, which was more subject to CanaanitePhoenician influence.",
        "The Black Mountain is chiefly notable for four British expeditions: 1.",
        "Recent grail researches have made it most probable that that mysterious talisman was originally the vessel of the ritual feast held in honour of a deity of vegetation, - Adonis, or another; if the Round Table also, as Dr Mott suggests, derives from a similar source, we have a link between these two notable features of Arthurian tradition, and an additional piece of evidence in support of the view that behind the Arthur of romance there lie not only memories of an historic British chieftain, but distinct traces of a mythological and beneficent hero.",
        "It is navigable by vessels of 50 tons as far up as Bridge of Earn, and is a notable fishing stream, abounding with salmon and trout, perch and pike being also plentiful.",
        "And the year 1546 is notable in the annals of the Society as that in which it embarked on its great educational career, especially by the annexation of free day-schools to all its colleges.",
        "Some of the others had likewise made notable progress, among which were the Tarascos, Totonacs and Zoques.",
        "The Indian campaign of 1009 was notable.",
        "His suspicion suggested to him that, if his own brother failed him, the loyalty of the great nobles, especially the members of the ancient Sture family, who had been notable in Sweden when the Vasas were unknown, could not be depended upon.",
        "Two other notable buildings face the river on the north bank.",
        "There is a notable collection of early Irish manuscripts, including the magnificently ornamented Book of Kells, containing the gospels.",
        "The most notable churches apart from the cathedrals are Roman Catholic and principally modern.",
        "He also edited the principal publications of the society, including its notable translation of Shakespeare's Dramatic Works, to which he contributed the Midsummer Night's Dream (1864), Hamlet and King John (1867).",
        "A preliminary study of optics led to the publication, in 1604, of his Astronomiae pars optica, containing important discoveries in the theory of vision, and a notable approximation towards the true law of refraction.",
        "He was an active worker in physiological chemistry, and carried out many analyses of the products of living organisms, among them being one of the gastric juice which, at the end of 1823, resulted in the notable discovery that the acid contents of the stomach contain hydrochloric acid which is separable by distillation.",
        "The enjoyment of their charms is, however, generally qualified by some restriction or compact, the breaking of which is the cause of calamity to the lover and all his race, as in the notable tale of Melusine.",
        "The war with the Turks and Egyptians which succeeded the return from India was rendered notable by the capture of Aleppo and Damascus, and especially by the defeat and imprisonment of Sultan Bayezid I.",
        "The system is without any notable amount of igneous rock.",
        "The great development of reptiles and cephalopods was among the notable features.",
        "The first notable folding of the Sierras that has been definitely determined dates from this time, and many other mountains of the west were begun or rejuvenated.",
        "It is notable that that of the South Atlantic group has grown faster since 1860 than ever before, despite the Civil War and the conditions of an.",
        "On the other hand, a notable exception is afforded by the native whites of native parents, particularly in the South, where child illiteracy (and child labor) is highest; the declining proportion of illiterates shown by the age~groups of this class up to 24 years is apparently due to a will to learn late in life.",
        "A peculiarly notable form of this special or private bill legislation is that of dealing by special statutes with the governmental forms and details of management of municipalities; and the control exercised by the state legislatures over city governments is not only a most important branch of legislative business, but at the same time a means of power to scheming politicians and of enrichment to greedy ones.",
        "The University block (an office building owned by Syracuse University), the Union Building, the Onondaga county savings bank and the Syracuse savings bank are among the most notable business structures; and the Onondaga, the Vanderbilt House and the Yates and St Cloud hotels are the principal hotels.",
        "There are seventeen buildings, among which the Holden observatory, the John Crouse memorial college (of fine arts), the hall of languages, the Lyman Smith college of applied science, the Lyman hall of natural history, the Bowne hall of chemistry, and the Carnegie library, are the most notable.",
        "Further notable buildings in Kensington are the town-hall and free library in High Street, which is also much frequented for its excellent shops, and the Brompton Consumption Hospital, Fulham Road.",
        "With Archimedes (287-212 B.C.) a notable advance was made.",
        "The work of Wallis had evidently an important influence on the next notable personality in the history of the subject, James Gregory, who lived during the period when the higher algebraic analysis was coming into power, and whose genius helped materially to develop it.",
        "He also gave approximate rectifications of circular arcs after the manner of Huygens; and, what is very notable, he made an ingenious and, according to J.",
        "Notable are the two Roman Catholic churches, beautiful Gothic edifices of the -14th century, the Protestant church, and the handsome townhall.",
        "Professor Macoun gives us a few notable species - Calluna vulgaris, Salisb., Alchemilla vulgaris, L., Rhododendron maximum, L., Ilex glabia, Gray, Hudsonia ericoides, L., Gaylussacia dumosa, F.",
        "Much Scholarship And Research Have Been Devoted To Local And Special Historical Subjects, A Notable Example Of Which Is Arthur; Doughty'S Exhaustive Work On The Siege Of Quebec. J.",
        "It has an interesting church, dating from the 12th century, and notable tanneries and leather factories, woollen and cloth mills.",
        "A notable one was the Epistles of Phalaris, a late Greek forgery, demonstrated to be such by Bentley in a treatise which is a model of what such a demonstration should be.",
        "Sapphire is widely distributed through the gold-bearing drifts of Victoria, New South Wales and Queensland, but the blue colour of the Australian stones is usually dark, and it is notable that green tints are not infrequent.",
        "The place is notable for the siege which Mavrocordato and Botzaris sustained in 1822 and 1823 against a Turkish army I I,000 strong, and for the more famous defence of 1825-26.",
        "Numerous parallels exist between the Arthurian and early Irish heroic cycles, notably the Fenian or Ossianic. This Fenian cycle is very closely connected with the Tuatha de Danaan, the Celtic deities of vegetation and increase; recent research has shown that two notable features of the Arthurian story, the Round Table and the Grail, can be most reasonably accounted for as survivals of this Nature worship, and were probably parts of the legend from the first.",
        "The last has a number of notable provisions.",
        "The next two years are notable for legislative extravagance and corruption.",
        "Georgia is also notable for the variety of its soils.",
        "There are many more localities with this name (Turkish, meaning \"cold stream,\" or \"cold spring\") in Persia, the most notable, after the above-mentioned Kurdish city, being a district of the province of Teheran, with many villages.",
        "Plinlimmon is notable as the source of five streams - three small: the Rheidol, the Llyfnant and the Clywedog; and two larger and famous: the Wye (Gwy) and the Severn (Hafren).",
        "It comprises some of the most notable figures in Egyptian history - Ahmosi (Amasis) I., who freed Egypt from the Hyksos, Tethmosis I.",
        "The latter was able to appeal to his countrymen (in a notable speech in the spring of 1906) to rally to a radical programme which had no socialist Utopia in view; and the appearance in him of a strong and practical radical leader had the result of considerably diminishing the effect of the socialist propaganda.",
        "The liquid which exudes from the glandular hairs clothing the leaves and stems of the plant, more especially during the cold season when the seeds ripen, contains a notable proportion of oxalic acid.",
        "Dunning's paper ' ` More Light on Andrew Johnson\" (in the American Historical Review, April 1906), in which apparently conclusive evidence is presented to prove that Johnson's first inaugural, a notable state paper, was.",
        "of Aragon (1285-1291), the insignificant son of the notable Peter III., succeeded to the Spanish and Provencal possessions of his father, but his short reign did not give him time even to marry.",
        "Within the city limits the Muskingum is crossed by seven bridges (including a notable concrete Y bridge) and the Licking by two.",
        "Le Livre des Sept preuves de la mission du Bdb (Paris, 1902); Le Livre de la certitude (1904); and Le Beyan arabe (1905); and there are other notable works by H.",
        "The new Praca do Commercia (Merchants' Exchange) and Post Office on Rua 1 ° de Marco, and the national printing office near the Largo da Carioca, are notable examples.",
        "Other notable buildings are the ornate Monroe palace at the intersection of the Central and Beira-Mar avenues, the Praca do Commercio (Commercial Exchange) on Rua 1 ° de Margo, the Caixa da Amortizagao on the Avenida Central, the custom-house with its extensive warehouses, the terminal station of the Central railway at the N.W.",
        "In 1813 he published Ensayos podticos, and between that date and his first exile several of his tragedies (the most notable being Alatar, 1814, and Lanuza, 1822) were put upon the stage.",
        "Certain resins are obtained in a fossilized condition, amber being the most notable instance of this class; African copal and the kauri gum of New Zealand are also procured in a semi-fossil condition.",
        "From 1865 to 1869 he was superintendent of the U.S. Naval Academy at Annapolis, which he greatly improved; his most notable change being the introduction of athletics.",
        "The most notable of the plazas are Military, Main and Alamo.",
        "One of the most notable efforts directed to the deliberate cementing of friendship has been the interchange of official visits by municipal bodies.",
        "In this village are two notable old churches, Trinity (1769), and the First Dutch Reformed (1731), in which the New York Provinical Congress met in August and September 1776.",
        "Of the old castles the most notable are Carrigahooly near Newport, said to have been built by the celebrated Grace O'Malley, and Deel Castle near Ballina, at one time the residence of the earls of Arran.",
        "At some period (perhaps 1381, perhaps earlier) he paid a visit of some days' duration to the famous mystic Johann Ruysbroeck, prior of the Augustinian canons at Groenendael near Brussels; at this visit was formed Groot's attraction for the rule and life of the Augustinian canons which was destined to bear such notable fruit.",
        "The usual prognostication of future distinction is attributed in the case of More to Cardinal Morton, \" who would often tell the nobles sitting at table with him, where young Thomas waited on him, whosoever liveth to trie it shall see this child prove a notable and rare man.\"",
        "Corcyra remained in Venetian hands till 1 797, though several times assailed by Turkish armaments and subjected to two notable sieges in 1536 and 1716-1718, in which the great natural strength of the city again asserted itself.",
        "It lies at the head of the Byfjord, an inlet of the Baltic. The ruins of its once famous castle, the town hall (1662), and the district governor's residence, are notable buildings.",
        "Smaller objects abound - coins, pottery, window and bottle and cup glass, bronze ornaments, iron tools, &c. - and many belong to the beginnings of Calleva, but few pieces are individually notable.",
        "Other minerals were less notable.",
        "The most notable event in the history of the town was its siege by Fairfax in 1648, when the raw levies of the Royalists in the second civil war held his army at bay for nearly eleven weeks, only surrendering when starved out, and when Cromwell's victory in the north made further resistance useless.",
        "The town contains three old churches, of which the early Gothic abbey church with its Romanesque cloister is most notable, and some good houses.",
        "One of his most notable works was his Teutschlands Wohlfarth in which he urged that the natural resources of Germany should be developed for the profit of the country and gave various instances of how this might be done.",
        "Till the last it was obliged to contend with the most formidable difficulties: yet it succeeded in effecting many notable reforms and in illuminating and crystallizing the distinctive doctrines of Catholicism.",
        "Gregory's brief but notable pontificate marks nevertheless the hightide of the counter Reformation.",
        "His first notable discovery was the production of the continuous rotation of magnets and of wires conducting the electric current round each other.",
        "The most notable of the wall rocks are: El Capitan, 3300 ft.",
        "Newton's law of gravitation affords the most notable example of the process of verification of a law of force, and incidentally of the Galileo-Newton theory.",
        "But his inquiries into glacier motion were notable alike for his association with Switzerland and for prolonged controversy with other men of science on the subject.",
        "A museum attached to the science and art schools and a miners' hospital are notable institutions in Redruth.",
        "The most notable instance of this type of construction was at the port of Dublin, where Mr B.",
        "(1906) are most notable.",
        "The only notable object of antiquity is a triumphal arch, probably of the early 3rd century, in the S.E.",
        "The most notable of the tributaries is the Spree (227 m.",
        "In the middle ages some knowledge of Hebrew was preserved in the Church by converted Jews and even by non-Jewish scholars, of whom the most notable were the Dominican controversialist Raymundus Martini (in his Pugio fidei) and the Franciscan Nicolaus of Lyra, on whom Luther drew largely in his interpretation of Scripture.",
        "In the same year appeared his first work on the Crusades, Quellenbeitrage zur Geschichte der Kreuzzage, and a series of monographs on the same subject culminated in 1883 in the notable Kulturgeschichte der Kreuzzuge.",
        "His Preussische Geschichte (4 vols., Stuttgart, 1899-1902), which is perhaps his most notable work, is an attempt to apply scientific rather than patriotic canons to a subject which has been mainly in the hands of historians with a patriotic bias.",
        "Stock's Short Handbook of Missions has a chapter on \" Some Notable Missionaries \" and another on \" Some Prominent Native Christians.\"",
        "The American Baptists continue the work started by the Livingstone Inland Mission in 1878, and the Southern Presbyterian Board (American) have done notable work.",
        "In April 1907 the Conference of the World's Student Christian Federation (700 students from 25 different countries) met in Tokyo, and received a notable welcome from the national leaders in administration, education and religion.",
        "The most notable passage is Rom.",
        "His wealth and power were enlarged by gift of the parliament which met on the 14th and rose on the 19th of April - a date made notable by the subsequent supper at Ainslie's tavern, where Bothwell obtained the signatures of its leading members to a document affirming his innocence, and pledging the subscribers to maintain it against all challengers, to stand by him in all his quarrels and finally to promote by all means in their power the marriage by which they recommended the queen to reward his services and benefit the country.",
        "After the overthrow of the Scottish accomplices in this notable project, Mary poured forth upon Elizabeth a torrent of pathetic and eloquent reproach for the many wrongs she had suffered at the hands of her hostess, and pledged her honour to the assurance that she now aspired to no kingdom but that of heaven.",
        "Of the secular buildings of the beginning of the 15th century, the most notable is the Palazzo Borromeo, which still preserves its Gothic courtyard.",
        "It has contributed a notable proportion of distinguished men to modern Greece.",
        "King Alexander, on the 13th of April 1893, being then in his seventeenth year, made his notable first coup d'etat, proclaimed himself of full age, dismissed the regents and their government, and took the royal authority into his own hands.",
        "1578), Spanish politician, secretary of Don John of Austria, and chiefly notable as having been the victim of one of the mysteries of the 16th century, began life in the household of Ruy Gomez de Silva, prince of Eboli, the most trusted minister of the early years of the reign of Philip II.",
        "It consists, indeed, mainly of iron-pyrites, with a notable but variable proportion of copper, sometimes with silver and gold, and not infrequently associated with lead and zinc sulphides.",
        "The most notable of its first-fruits was the hideous persecution of the Templars, which began with the sudden arrest of the members of the order in France in 1307, and ended with the suppression of the.",
        "Other notable branches of manufacturing industry, besides those already named, are flour-mills, jute, hosiery, lace, paper, cement, hats, haberdashery, machinery, tobacco, soap and candle factories, iron and steel works, distilleries, breweries, potteries, vinegar, chocolate, varnish, furniture, clothing and brickworks.",
        "A notable further instance of the connexion of the western Himalayan flora with that of Europe is the holm oak (Quercus Ilex), which is characteristic of the Mediterranean region.",
        "Palms also in both countries are scanty, the most notable in southern India being the wild date (Phoenix sylvestris); Borassus and the coco-nut are cultivated.",
        "His term of office was chiefly notable for the agitation against the Ilbert Bill, which proposed to subject European offenders to trial by native magistrates.",
        "In addition, after making careful inquiry through various commissions, he reformed the systems of education and police, laid down a comprehensive scheme of irrigation, improved the leave rules and the excessive report-writing of the civil service, encouraged the native princes by the formation of the Imperial Cadet Corps and introduced many other reforms. His term of office was also notable for the coronation durbar at Delhi in January 1903, the expedition to Lhasa in 1904, which first unveiled that forbidden city to European gaze, and the partition of Bengal in 1905.",
        "Although the great bulk of his writing was now in prose, he made after this date some of his most notable ventures in poetry.",
        "In the town is the Schwab museum, which is chiefly notable for its fine collection of objects from the lake-dwellings.",
        "A belfry of 1403 and several houses of the Renaissance period, some of which are built over ancient wine-cellars, are architecturally notable.",
        "It is chiefly notable for its connexion with the mutiny of 1857.",
        "But its most notable article of commerce is that of mill-stones, made of lava and tufa-stone, a product much used by the Dutch in the construction of their dykes.",
        "The last half of the 19th century was, however, chiefly notable in Mauritius for the number of calamities which overtook the island.",
        "The island is notable for its tropical vegetation and climate.",
        "win his spurs by attacking a notable offender (pro Caelio, 73).",
        "Besides the three speeches against Publius Rullus and the four against Catiline, he delivered a number of others, among which that on behalf of Gaius Rabirius is especially notable.",
        "The most notable of these battles, whereby he won his honorific epithet of Nevsky (i.e.",
        "The most notable change however was in regard to labour, the quantity and value of which was to be regulated in future by the so-called \"mark-system.\"",
        "The most notable public buildings are the cathedral (built in 1808), the arsenal and the town-hall.",
        "Wellhausen, in his excellent book Das arabische Reich and sein Stiirz, has made it very probable that the decision of the umpires was that the choice of Ali as caliph should be cancelled, and that the task of nominating a successor to Othman should be referred to the council of notable men (shura), as representing the whole community.",
        "North-east of Pasubio, along all the rest of the mountain front to above the Val Sugana, the Austrians gained notable successes.",
        "In refusing to waste men in attempting more than was necessary Cadorna took the right decision, and won a notable success.",
        "He drafted a Tariff Bill giving certain notable advantages to nations with which the United States had commercial treaties, hoping to force Great Britain into a similar treaty; but his policy of discrimination against England was rejected by Congress.",
        "(It is to be noted the words \"null and void\" were in Madison's first draft of the Virginia resolutions, but that they were omitted by the Virginia legislature.) It is notable, besides, that Madison had always feared that the national congress would assume too great power, that he had approved of Supreme Court checks on the national legislature, and of veto power by a council of revision."
    ]
}