{
    "translation": "דעה, רעיון, מושג",
    "uses": [
        "Sometimes Jeff had this notion about protecting me from anything unpleasant.",
        "Anatole had no notion and was incapable of considering what might come of such love-making, as he never had any notion of the outcome of any of his actions.",
        "And besides, what a notion that medicine ever cured anyone!",
        "959 A) the notion of a future life seems to be treated as a salutary doctrine which is to be believed because the legislator enacts it (Plato, p. 146).",
        "They have no idea of the value of money, and little notion of honesty where money is concerned.",
        "The popular notion that Bentham was a morose visionary is far removed from fact.",
        "The notion that the colossus once stood astride over the entrance to the harbour is a medieval fiction.",
        "Chemists gradually tired of the notion of atomic weights on account of the uncertainty which surrounded them; and the suggestion made by W.",
        "We have seen how much this takes away from the true notion of nobility as understood in the aristocratic commonwealths.",
        "This rejuvenation of the notion of radicals rapidly gained favour; and the complete fusion of the radical theory with the theory of types was not long delayed.",
        "It is probable that Leibnitz's notion of time and space, which approaches Kant's theory, led him to attach but little importance to the successive order of the world.",
        "He cannot endure the notion that Buonaparte is negotiating on equal terms with all the sovereigns of Europe and particularly with our own, the grandson of the Great Catherine!",
        "She is a very admirable young woman and you always liked her, but now suddenly you have got some notion or other in your head.",
        "However intelligible may be the notion of a tribe reserved for priestly service, the fact that it does not apply to early biblical history is apparent from the heterogeneous details of the Levitical divisions.",
        "This notion was being generally ridiculed as untrue, when Lessing found in Mendelssohn the realization of his dream.",
        "But the notion of \"elites\" is broadening, as is the number of non-Americans who study in the United States.",
        "She looked him over, silently dismissing any notion that this creature spent much time in the mortal world.",
        "That Douglas undertook this work and that he makes a plea for more accurate scholarship in the translation have been the basis of a prevalent notion that he is a Humanist in spirit and the first exponent of Renaissance doctrine in Scottish literature.",
        "This same way of looking at the origin of the material world is illustrated in the Egyptian notion of a cosmic egg out of which issues the god (Phta) who creates the world.",
        "We see how different this metaphysical conception is from that scientific notion of cosmic evolution in which the lower stages are the antecedents and conditions of the higher.",
        "His account of the notion of external existence, as derived, not from pure sensation, but from the experience of action on the one hand and resistance on the other, may be compared with the account of Bain and later psychologists.",
        "Thus even his idea of the relation of the divine activity to the world shows a tendency to a pantheistic notion of a divine thought which gradually realizes itself in the process of becoming.",
        "And, as modern changes have commonly attacked the power both of kings and of nobles, the common notion has come that kingship and nobility have some necessary connexion.",
        "Remember the notion that the Internet wouldn't turn out to be only for one purpose—that while my car is clearly for taking me places, the Internet won't be for doing one single task, but many?",
        "A more complete idea of the notion of a compound radical follows from a consideration of the compound propane.",
        "The notion that all the kinds of animals and plants may have come into existence by the growth and modification of primordial germs is as old as speculative thought; but the modern scientific form of the doctrine can be traced historically to the influence of several converging lines of philosophical speculation and of physical observation, none of which go further back than the 17th century.",
        "Unwilling to discard the strictly unitary views of these chemists, or to adopt the copulae theory of Berzelius, he revived the notion of radicals in a new form.",
        "To reduce these figures to a common standard, so that the volumes shall contain equal numbers of molecules, the notion of molecular volumes is introduced, the arbitrary values of the crystallographic axes (a, b, c) being replaced by the topic parameters' (x, ?i, w), which are such that, combined with the axial angles, they enclose volumes which contain equal numbers of molecules.",
        "From broken remarks about Natasha and his father, from the emotion with which Pierre spoke of that dead father, and from the careful, reverent tenderness with which Natasha spoke of him, the boy, who was only just beginning to guess what love is, derived the notion that his father had loved Natasha and when dying had left her to his friend.",
        "The notion of scarcity is so ingrained in us and so permeates the world today, it is difficult to imagine a world without it.",
        "Only a few hours after my talk with Captain and Mrs. Keller (and they had agreed to everything), Helen took a notion that she wouldn't use her napkin at table.",
        "Turning now to Leibnitz's conception of the world as a process, we see first that he supplies, in his notion of the underlying reality as force which is represented as spiritual (quelque chose d'analogique au sentiment et a Tappan), both a mechanical and a teleological explanation of its order.",
        "views - for it was a generation whose leaders, in France at any rate, looked with suspicion upon any one who professed to go beyond the bounds which the genius of Cuvier had been unable to overpass, and regarded the notion of upsetting any of the positions maintained by him as verging almost upon profanity.",
        "The notion of holding land of the king became more prominent than the notion of personal service done to the king; but, as the land was held by the tenure of personal service, the actual relation hardly changed.",
        "Some notion of the personal appearance of Alexander may be got from the literature and the surviving monuments.",
        "He rejected the notion that the sacrament of the altar was a constantly renewed sacrifice, and held it to be merely a commemoration of the one sacrifice of Christ.",
        "Georg Ernst Stahl, following in some measure the views held by Johann Joachim Becher, as, for instance, that all combustibles contain a \" sulphur \" (which notion is itself of older date than Becher's terra pinguis), regarded all substances as capable of resolution into two components,.",
        "This different treatment shows the feeling of the poet - the feeling for which he seeks to evoke our inmost sympathy - to oscillate between the belief that an awful crime brings with it its awful punishment (and it is sickening to observe how the argument by which the Friar persuades Annabella to forsake her evil courses mainly appeals to the physical terrors of retribution), and the notion that there is something fatal, something irresistible, and therefore in a sense self-justified, in so dominant a passion.",
        "See John Clarke, Examination of the Notion of Moral Good and Evil advanced in a late book entitled The Religion of Nature Delineated (London, 1725); Drechsler, Ober Wollaston's Moral-Philosophie (Erlangen, 1802); Sir Leslie Stephen's History of English Thought in the Eighteenth Century (London, 1876), ch.",
        "\"Every sensation,\" says Professor James, \"presents itself as an indivisible unit; and it is quite impossible to read any clear meaning into the notion that they are masses of units combined.\"",
        "Therefore, according to Kekule, the double linkages are in a state of continual oscillation, and if his dynamical notion of valency, or a similar hypothesis, be correct, then the difference between the 1.2 and 1.6 di-derivatives rests on the insufficiency of his formula, which represents the configuration during one set of oscillations only.",
        "Whether it is the notion of manufacturing meat or having the computer tell you what you should order at the restaurant, you may have cringed and thought, \"Man, that's kind of creepy.\"",
        "Of the Zeus we have unfortunately lost all trace save small copies on coins of Elis, which give us but a general notion of the pose, and the character of the head.",
        "In the commentary on the treatise De Trinitate (erroneously attributed to Boetius) he proceeds from the metaphysical notion that pure or abstract being is prior in nature to that which is.",
        "Only the Jews protested: they had a notion of the deity which Caligula at all events did not fulfil.",
        "Heating spirits of hartshorn, he was able to collect \"alkaline air\" (gaseous ammonia), again because he was using mercury in his pneumatic trough; then, trying what would happen if he passed electric sparks through the gas, he decomposed it into nitrogen and hydrogen, and \"having a notion\" that mixed with hydrochloric acid gas it would produce a \"neutral air,\" perhaps much the same as common air, he synthesized sal ammoniac. Dephlogisticated air (oxygen) he prepared in August 1774 by heating red oxide of mercury with a burning-glass, and he found that in it a candle burnt with a remarkably vigorous flame and mice lived well.",
        "The tissues of the bud become differentiated into ectoderm and endoderm, and the endoderm of the bud becomes secondarily continuous with that of the parent, but no part of the parental endoderm contributes to the building up of the daughter-polyp. Lang regarded this method of budding as universal in polyps, a notion disproved by O.",
        "2 The notion of the superiority of the palatal bones to all others for purposes of classification has pleased many persons, from the fact that these bones are not unfrequently retained in the dried skins of birds sent home by collectors in foreign countries, and are therefore available for study, while such bones as the sternum and pelvis are rarely preserved.",
        "Originally, Iphigeneia, the \"mighty born,\" is probably merely an epithet of Artemis, in which the notion of a priestess of the goddess had its origin.",
        "dispel all notion that life is \" a serious business \" .",
        "incompatible with the notion of promoting the welfare of the child.",
        "P. Pycraft has revived this notion by his division of the Neornithes into Dromaeoand Neognathae.",
        "Applying this notion to benzene, let us consider the impacts made by the carbon atom (I) which we will assume to be doubly linked to the carbon atom (2) and singly linked to (6), h standing for the hydrogen atom.",
        "Williamson showed how alcohol and ether were to be regarded as derived from water by substituting one or both hydrogen atoms by the ethyl group; he derived acids and the acid anhydrides from the same type; and from a comparison of many inorganic and the simple organic compounds he concluded that this notion of a \" water-type \" clarified, in no small measure, the conception of the structure of compounds.",
        "The exchange of goods against each other or against money gives rise to the notion of value.",
        "An important notion is that of conjugate partitions.",
        "Moreover, the study of the theory of rent has had a very great influence on all branches of economics by destroying the notion that it is possible to draw sharp lines of distinction, or deal with economic conceptions as though they were entirely independent categories.",
        "Erasmus was read and approved, and his notion of reform by culture no doubt attracted many adherents among English scholars.",
        "We may then completely dismiss the notion of there being any studied secrecy in connexion with the early Christian cemeteries, and proceed to inquire into the mode of their formation.",
        "His general physiology was essentially founded upon the Hippocratic theory of the four elements, with which he combined the notion of spirit (pneuma) penetrating all parts, and mingled with the humours in different proportions.",
        "What we have called plasticity must not be confused with the notion of \"softness,\" which means the degree of facility with which the plasticity of a metal can be discounted.",
        "Logic falls, according to Ramus, into two parts - invention (treating of the notion and definition) and judgment (comprising the judgment proper, syllogism and method).",
        "It provides a powerful challenge to the notion of German collective guilt.",
        "introduced the notion of stock transfer.",
        "What a silly notion.",
        "(It is fair to say that these views were published in one of his later works.) In treatment of disease Hahnemann rejected entirely the notion of a vis medicatrix naturae, and was guided by his well-known principle 1 The itch (scabies) is really an affection produced by the presence in the skin of a species of mite (Acarus scabiei), and when this is destroyed or removed the disease is at an end.",
        "The divine agency is recognized as combining and controlling, but not as producing, in the teleological notion of miracles.",
        "It is also used even more loosely as synonymous in the widest sense with \"idea,\" \"notion.\"",
        "The faults make analysis exceptionally difficult, for they are no longer commonplace; indeed, the gravest dangers of modern Wagnerism arise from the fact that there is hardly any non-musical aspect in which Wagner's later work is not important enough to produce a school of essentially non-musical critics who have no notion how far Wagner's mature music transcends the rest of his thought, nor how often it rises where his philosophy falls.",
        "This is a consequence of the false stability of portraiture, since in life the unceasing movement of light in the eyes, the mobility of the mouth, and the sympathy and sweetness which radiated from all the features, precluded the faintest notion of want of sincerity.",
        "An important notion in the theory of linear operators in general is that of MacMahon's multilinear operator (\" Theory of a Multilinear partial Differential Operator with Applications to the Theories of Invariants and Reciprocants,\" Proc. Lond.",
        "This notion is fundamental in the present theory because we will find that one of the most valuable artifices for finding invariants of a single quantic is first to find simultaneous invariants of several different quantics, and subsequently to make all the quantics identical.",
        "The notion of a scala naturae, which had since the days of classical antiquity been a part of the general philosophy of nature amongst those who occupied themselves with such conceptions, now took a more definite form in the minds of skilled zoologists.",
        "But this is a notion which is self-contradictory if consciousness be essentially a relating activity.",
        "In the earlier accepted notion of direct segmentation, usually known as the schema of Remak, division was described as commencing in the nucleolus, as thereafter spreading to the nucleus, and as ultimately implicating the cell-substance.",
        "Broussais had done much to destroy the notion of fever as an entity, but by extravagances in other directions he had discredited the value of his main propositions.",
        "By chemical warnings the defensive processes seem to be awakened, or summoned; and when we think of the infinite variety of such possible phases, and of the multitude of corresponding defensive agents, we may form some dim notion of the complexity of the animal blood and tissues, and within them of the organic molecules.",
        "Bishop Stillingfleet held that London was of Roman foundation and not older than the time of Claudius (Origines Brit., 1685, p. 43); and Dr Guest affirmed that the notion of a British town having \" preceded the Roman camp has no foundation to rest upon \" (Archaeological Journal, xxiii.",
        "By the help of these maps we are able to obtain a clear notion of the extent and chief characteristics of Tudor London.",
        "variant of Pumpe is Plumpe, which is generally taken as being an echoic word, imitating the sound of the plunger, but the primary notion seems to be that of a pipe or tube.",
        "Thus scepticism and relativism are superseded by a historical philosophy, and the absoluteness of truth is affirmed, but the notion of a definite truth is at the same time both negated and satirized.",
        "Rejecting the old notion that plants derive their nourishment from humus, he taught that they get carbon and nitrogen from the carbon dioxide and ammonia present in the atmosphere, these compounds being returned by them to the atmosphere by the processes of putrefaction and fermentation - which latter he regarded as essentially chemical in nature - while their potash, soda, lime, sulphur, phosphorus, &c., come from the soil.",
        "Thus with respect to early religious beliefs he rejected Hume's notion that religion sprang out of the fears of primitive men, in favour of the theory that it represents the first attempts of our species to explain phenomena.",
        "The house of the painter Niccolo Giolfino still has its frescoes in a good state of preservation, and gives a vivid notion of what must once have been the effect of these gorgeous pictured palaces.",
        "Also the notion that snakes when attacking are able to jump off the ground is quite erroneous; when they strike an object, they dart the fore part of their body, which was retracted in several bends, forwards in a straight line.",
        "Sherlock, in answer, published a Defence in 1694, to which South replied in Tritheism Charged upon Dr Sherlock's New Notion of the Trinity, and the Charge Made Good.",
        "This conception of the nature of the numina and man's relation to them is the root notion of the old Roman religion, and the fully-formed state cult of the di indigetes even at the earliest historical period, must have been the result of long and gradual development, of which we can to a certain extent trace the stages.",
        "The loose aggregation of agricultural households gives place t o the organized community with new needs and new g y ideals, and at the same time in religious thought the old vague notion of the numen is almost universally superseded by the more definite conception of the dens - not even now quite anthropomorphic, but with a much more clearly realized personality.",
        "As Janus is in the household the numen of the door, so in the state he is the god associated with the great gate near the corner of the forum: the Penates have their analogy in the Di Penates populi Romani Quiritium by whom the magistrates take their oath on entering office, the Lar familiaris in the Lares Praestites of the community, and the Genius in the new notion of the Genius populi Romani or Genius urbis Romae.",
        "Thus, the simple reflection that the door is used for the double purpose of entrance and exit leads to the notion of the Janus of the state as bifrons (\" two-faced\"): the thought of the door as the first part of the house to which one comes, produces the more abstract idea of Janus as the \"god of beginning,\" in which character he has special charge of the first beginnings of human life (Consevius), the first hour of the day, the Calends of the month and the first month of the year in the later calendar: for the same reason his name takes the first place in the indigitamenta.",
        "It was no doubt very largely political, a part of his plan for the general renaissance of Roman life, which was to centre no longer round the abstract notion of the state, but round the persons Imperial of an imperial house.",
        "In the popular mind the hosts of exciting oriental cults, which in the 3rd and 4th centuries of the Empire filled Rome with the rites of mysticism and initiation, held undisputed sway; and with the more educated a revived philosophy, less accurate perhaps in thought, but more satisfying to the religious conscience, gave men a clearer monotheistic conception, and a notion of individual relations with the divine in prayer and even of consecration.",
        "Naples, in writing the little treatise (afterwards included in the Characteristics) entitled A Notion of the Historical Draught or Tablature of the Judgment of Hercules, and the letter concerning Design.",
        "Though he lived in an atmosphere of alchemy, he derided the notion of the alkahest or universal solvent, and denounced the deceptions of the adepts who pretended to effect the transmutation of metals; but he believed mercury to be a constituent of all metals and heavy minerals, though he held there was no proof of the presence of \"sulphur comburens.\"",
        "A general introduction to the system is given in the tractate Ober den Begriff der Wissenschaftslehre (On the Notion of the Theory of Science), 1794, and the theoretical portion is worked out in the Grundlage der gesammten Wissenschaftslehre (Foundation of the whole Theory of Science, 1794) and Grundriss des Eigenthiimlichen d.",
        "1457) showed the Donation of Constantine to be a forgery, denied that Dionysius the Areopagite wrote the works ascribed to him, and refuted the commonly accepted notion that each of the apostles had contributed a sentence to the Apostles' Creed.",
        "(a) He made it clear that no explanation of the world could be satisfactory that was not based on the notion of continuity in the sense of an order of existence in which the reality of the lower was to be sought for in the extent to which it gave expression to the potentialities of its own nature - which were also the potentialities of the whole of which it was a part.",
        "The real issue comes into view in the attempt, undertaken in the interest of freedom, to substitute for the notion of the world as a cosmos pervaded by no discernible principle and in its essence indifferent to the form impressed upon it by its active parts.",
        "This is merely another way of perpetuating the mistake of allowing the notion of determination by an other or a preceding to continue to dominate us in a region where we have in reality passed from it to the notion of determination by self or by self-acknowledged ideals.",
        "2 It is possible also to explain the alleged absence of reference to the notion entertained by many writers of later time that the Areopagitic council was instituted by Solon - a notion partly explained also by the desire of political thinkers to ascribe to Solon the making of a complete constitution.",
        "The notion of obtaining a periodical record of population and its movement, dissociated from fiscal or other liabilities, originated, as stated above, in Sweden, where, in 1686, the birth and death registers, till then kept voluntarily by the parish clergy, were made compulsory and general, the results for each year being communicated to a central office.",
        "Euripides was the first among the tragic poets to speak of it as a sea, but Herodotus before him ridiculed the notion of Oceanus as a river as an invention of the poets and described it as the great world sea.",
        "Philosophy can at best impart to the fit some notion of him which the elect soul must itself develop. The Christian on the contrary maintained that God is known to us as far as need be in Christ, and He is accessible to all.",
        "Among the clearest and most logical exponents of this theory was Hobbes, who in his Leviathan expounded his notion of an agreement by which absolute power was irrevocably transferred to the ruler.",
        "But though the notion of luck plays an important part in early thought, it seems improbable that the primitive Greeks would have personified a mere abstraction.",
        "His works have unfortunately come down to us in such a fragmentary condition that it is difficult to obtain from them any very exact notion of his intellectual and literary importance.",
        "The ladies of the bedchamber were so unpopular in consequence of their behaviour to Lady Flora Hastings that the public took alarm at the notion that the queen had fallen into the hands of an intriguing coterie; and Lord Melbourne, who was accused of wishing to rule on the strength of court favour, resumed office with diminished prestige.",
        "His notion of duty - at once a loyal and chivalrous one was that he was obliged to give the queen the best of his advice, but that the final decision in any course lay with her, and that once she had decided, he was bound, whatever might be his own opinion, to stand up for her decision in public. The queen, not unnaturally, came to trust Disraeli implicitly, and she frequently showed her friendship for him.",
        "In 1336 he decided against a pet notion of John XXII.",
        "The notion of a twenty-seven-fold division of the zodiac was deeply rooted in Hindu tradition.",
        "The problem thus arises, Can we form a consistent notion of such a connecting medium?",
        "The belief that the Church was a supernatural institution found expression in the Jewish notion of the presence and power of the Holy Spirit.",
        "The idea that presbyters and bishops are priests and the successors of the Old Testament priesthood first appears in full force in the writings of Cyprian, and here it is not the notion of priestly mediation but that of priestly power which is insisted on.",
        "The further development of the notion of Christian priesthood was connected with the view that the Eucharist is a propitiatory sacrifice which only a consecrated priest can perform.",
        "The very notion of objectivity and truth therefore disappears.",
        "He rejects the notion that sovereignty in any way resembles property, and makes even marriage a matter of civil contract.",
        "510 seq.), he follows the prevalent notion of the later Jews, at least in so far as he makes the function of the prophet that of purely mechanical reproduction; cf.",
        "Yahweh's kingdom cannot perish even for a time; nay, Isaiah argues that it must remain visible, and visible not merely in the circle of the like-minded whom he had gathered round him and who formed the first germ of the notion of the church, but in the political form of a kingdom also.",
        "Our direct sympathy with the agent in the circumstances in which he is placed gives rise, according to this view, to our notion of the propriety of his action, whilst our indirect sympathy with those whom his actions have benefited or injured gives rise to our notions of merit and demerit in the agent himself.",
        "This appears to be an artificial and misleading notion.",
        "There were crude medieval notions that fossils were \" freaks \" or \" sports \" of nature (lusus naturae), or that they represented failures of a creative force within the earth (a notion of Greek and Arabic origin), or that larger and smaller fossils represented the remains of races of giants or of pygmies (the mythical idea).",
        "The notion that the ruined cities now buried in the Central-American forests were of great antiquity and the work of extinct nations has no solid evidence; some of them may have been already abandoned before the conquest, but others were inhabited by the ancestors of the Indians who now build their mean huts and till their patches of maize round the relics of the grander life of their ancestors.",
        "The Review of Aenesidemus and the tractate On the Notion of Wissenschaftslehre found in his mind most fruitful soil.",
        "In the notion of a teleological connexion and in that which for spirit is its subjective expression, viz.",
        "Some notion of the defence made against Bruce's invasion may be gained from the fact that the churches were torn down to supply stones for the building of the city walls.",
        "The rise to power of the equestrian order in Rome during the last century of the Republic had to some extent modified the old Roman principle that trade and commerce were beneath the dignity of the governing class; but long after the fall of the Republic the aristocratic notion survived in Rome that industry and handicrafts were only fit for slaves.",
        "As the author already cited adds (p. 313): \" The notion that by eating the flesh, or particularly by drinking the blood, of another living being, a man absorbs its nature or life into his own, is one which appears among primitive peoples in many forms.\"",
        "The selecting by a party of its candidates, instead of allowing candidates to start on their own account, is a universal practice in the United States, and rests upon the notion.",
        "By a species of inspiration this man, hitherto a ne'er-dowell, conceived the notion of restoring the place to order.",
        "The \" balance of power,\" which has played in the history of modern Europe such an important part, is inherent in the notion of the independence and stability of states.",
        "He finally arrived at the conclusion that Condillac's notion of passive receptivity as the one source of conscious experience was not only an error in fact but an error of method - in short, that the mechanical mode of viewing consciousness as formed by external influence was fallacious and deceptive.",
        "While Leucippus's notion of Being agreed generally with that of the Eleatics, he postulated its plurality (atoms) and motion, and the reality of not-Being (the void) in which his atoms moved.",
        "But in reality his theory is neither Hume's theory of association nor Kant's of an a priori notion of understanding under which a given case is subsumed.",
        "He thinks that there is a notion of understanding (Verstandesbegrif), under which every new experience is subsumed, but that it has been developed by former experience, instinctively, and by the development of the race, as part of the economy of thinking.",
        "Nevertheless he believes that, when we can apply measures to the combination of empirical appearances, then we can apply the logical principle as causal law to this combination, and say that one appearance is the cause of another, thus adding a notion of causality not contained in the actual observations, but specializing the general notion of causality.",
        "He quotes as an instance that Newton in this way added to the planetary appearances contained in Kepler's laws the gravitation of the planets to the sun, as a notion of causality not contained in the appearances, and thus discovered that gravitation is the cause of the appearances.",
        "Wundt, however, having satisfied himself of the power of mere logical thought beyond experience, goes on to further apply his hypothesis, and supposes that, in dealing with the physical world, logical thinking having added to experience the \" supplementary notion \" of causality as the connexion of appearances which vary together, adds also the \" supplementary notion \" of substance as substratum of the connected appearances.",
        "Thirdly, on the grounds that logical thinking adds the notion of substance, as substrate, to experience of the physical, but not of the psychical, and that the most proper being of mind is will, he concludes that wills are not active substances, but substance-generating activities (\" nicht thatige Substanzen sondern substanzerzeugende Thdtigkeiten,\" System, 429) What kind of metaphysics, then, follows from this compound of psychology and epistemology?",
        "As the same limit is applied by him to all transcendent rational \" ideals,\" and especially to those which refer to the content of the notion of the world, and, like all psychological and ontological \"ideals,\" belong to the imaginary transcendent, his conclusion is that reason, in transcending experience, logically conceives \" ideals,\" but never logically infers corresponding realities.",
        "He is not a systematic thinker, but is too much affected by the eclectic notion of reconciling all philosophies.",
        "1, 1885), in which he adopted the strongest attitude against the principle of the sovereignty of the people (ex its autem Pontificum prcescriptis illud omnino intelligi necesse est, ortum publicce potestatis a Deo ipso, non a multitudine repeti posse), refuting the notion that the principle of public power emanates from the will of the people alone (principatum non esse nisi populi voluntatem), and absolutely rejecting the sovereignty of the people as such.",
        "Descartes helped to generalize and establish the notion of the fundamental character of uniform motion in a straight line, but otherwise his speculations did not point in the direc tion of sound progress in dynamics; and the next substantial advance that was made in the principles of the subject was due to Huygens (1629-1695).",
        "Closer intimacy with the Greek world naturally brought about modifications in the character of the native gods, which became apparent when Ba'al of Sidon or Baal-shamem was identified with Zeus, Tanith with Demeter or Artemis, 'Anath with Athena, &c.; the notion of a supreme Ba'al, which finds expression in the Greek 1 3 Xos and (aaXris or 131 7 XOns (the goddess of Byblus), was no doubt encouraged by foreign influences.",
        "The curious notion prevailed, as it did also among the Greeks and Romans, that it was possible to communicate with the gods of the underworld by dropping into a grave a small roll of lead (tabella devotionis, NSI.",
        "In 1847 Michael Nairn conceived the notion of utilizing the fibre of cork and oil-paint in such a way as to produce a floor-covering more lasting than carpet and yet capable of taking a pattern.",
        "This notion seems to be borrowed from J.",
        "It is doubtful how far Swift derived his idea of the immortal Struldbrugs from the notion of the Wandering Jew.",
        "But it is to be recollected that, according to Hume, an idea is actually a representation or individual picture, not a notion or even a schema, and that he never claims to be able to extract the predicate of a geometrical judgment by analysis of the subject.",
        "He saw all the mechanical difficulties that had to be overcome in mining; he learned the nature and succession of rocks, the physical properties of minerals, ores and metals; he got a notion of mineral waters; he was an eyewitness of the accidents which befel the miners, and studied the diseases which attacked them; he had proof that positive knowledge of nature was not to be got in schools and universities, but only by going to nature herself, and to those who were constantly engaged with her.",
        "By Wilhelm Ostwald especially, attempts have been made to substitute the notion of atoms and molecular structure by less hypothetical conceptions; these ideas may some day receive thorough confirmation, and when this occurs science will receive a striking impetus.",
        "For what reason this volume may differ from case to case lies close at hand; in connexion with the notion of negative and positive atoms, like chlorine and hydrogen, experience tends to show that the former, as well as the latter, have a mutual repulsive power, but the former acts on the latter in the opposite sense; the necessary consequence is that, when those negative and positive groups are distributed in the molecule, its volume will be smaller than if the negative elements are heaped together.",
        "This comparison with fusion introduces a second notion, that of the \"triple-point,\" this being in the melting-phenomenon the only temperature at which solid, liquid and vapour are in equilibrium, in other words, where three phases of one substance are co-existent.",
        "The meteoric occurrence has even suggested the fanciful notion that all diamonds were originally derived from meteorites.",
        "Maspero, Struggle of Nations, p. 312.1 The general notion of tax or tribute often prevailed over that of \"the tenth\" part, so that in Dion Halicarnassus (i.",
        "The consequence was that, when not spending himself in vain attempts to solve the impossible problems that have always waylaid the fancy of self-sufficient beginners, he took an interest only in the elements of geometry, and never had any notion of the full scope of mathematical science, undergoing as it then was (and not least at the hands of Wallis) the extraordinary development which made it before the end of the century the potent instrument of physical discovery which it became in the hands of Newton.",
        "The best notion of the process of warping may be gained by sailing up the Trent from the Humber to Gainsborough.",
        "Not much can be said in praise of the complete translations into the German language, neither of that of Ullmann, which has appeared in several editions, nor of that of Henning (Leipzig) and Grigull (Halle), all of them shallow amateurs who have no notion of the difficulties to be met with in the task, and are almost entirely dependent on Sale.",
        "Sometimes the qualities common to all the gods were abstracted, and the resultant notion spoiten of as the god.",
        "The belief in immortality, or perhaps rather the incapacity to grasp the notion of complete annihilation,, is traceable from the very ear]iest times: the simplest graves of the prehistoric period, when the corpses were committed to the earth in sheepskins and reed mats, seldom lack at least a few poor vases or articles of toilet for use in the hereafter.",
        "The conception of the tomb as the residence of the dead is the fundamental notion that underlies all the ritual observahces in connection with the dead, just as the idea of the temple as the dwelling-place of the god is the basis of the divine cult.",
        "This notion became so popular, that beside it all other views of the dead sink into insignificance; it permeates the funerary cult in all its stages, and from the Middle Kingdom onwards the dead man is regularly called the Osiris so-~d-so, just as though he were completely identical with the god.",
        "The notion that the Arab invaders were welcomed and assisted by the Copts, driven to desperation by the persecution of Cyrus, appears to be refuted by the fact that the invaders treated both Copts and Romans with the same ruthlessness; but the dissensions which prevailed in the Christian communities, leading to riots and even civil war in Alexandria and elsewhere, probably weakened resistance to the common enemy.",
        "A little experience in observations on the knee-jerk imparts a notion of the average strength of the \"jerk.\"",
        "there is no warrant for the popular notion that genuine \"mummy wheat\" will germinate; on the other hand some seeds lose vitality in little more than a year.",
        "\"In former times, your Majesty,\" he said, \"the notion being that mankind were naturally inclined to evil, a system of severity prevailed in schools; but now, when we recognize that the inborn inclination of men is rather to good than to evil, schoolmasters have adopted a more generous procedure.\"",
        "The \"psychologicm\" thus introduced into logic amounts to a systematic protest against the notion of a dehumanized thought and the study of logic in abstraction from actual psychic process.",
        "It renders the truth of any time relative to the knowledge of the time, and precludes the notion of any rigid, static or incorrigible truth.",
        "He deems all non-theological science to be vain or hurtful, has no notion of progress, and regards true science - i.e.",
        "Both appear first in the 15th century, probably as results of the war for the Toggenburg inheritance (1436-50); for the intense hatred of Austria, greatly increased by her support of the claims of Zurich, favoured the circulation of stories which assumed that Swiss freedom was of immemorial antiquity, while, as the war was largely a struggle between the civic and rural elements in the Confederation, the notion that the (rural) Schwyzers were of Scandinavian descent at once separated them from and raised them above the German inhabitants of the towns.",
        "Even without the fact of the existence now of such restrictions among the modern successors of the ancient Aryans in India, it would have been probable that they also were addicted to similar customs. It is certain that the notion of such usages was familiar enough to some at least of the tribes that preceded the Aryans in India.",
        "In a memoir presented to the Academy in 1777, but not published till 1782, he assigned to dephlogisticated air the name oxygen, or \"acidproducer,\" on the supposition that all acids were formed by its union with a simple, usually non-metallic, body; and having verified this notion for phosphorus, sulphur, charcoal, &c., and even extended it to the vegetable acids, he naturally asked himself what was formed by the combustion of \"inflammable air\" (hydrogen).",
        "who arrived at any correct notion of the tides, and not only indicated their connexion with the moon, but pointed out their periodical fluctuations in accordance with the phases of that luminary.",
        "The notion sprang from an ancient bas-relief of George and the Dragon on the Lydda church.",
        "The logical idea is treated under the three heads of being (Seyn), essence (Wesen) and notion (Begriff).",
        "Under the head of notion are considered, firstly, the subjective forms of conception, judgment and syllogism; secondly, their realization in objects as mechanically, chemically or teleologically constituted; and thirdly, the idea first of life, and next of science, as the complete interpenetration of thought and objectivity.",
        "The notion of a Yahweh scarcely less limited in power than man, the naïve views of supernatural beings and their nearness to man, and the persistence of features which stand relatively low in the scale of mental culture, only serve to enhance the reality of the spirit which inspired the endeavour to reform.",
        "Neither he nor the caliph had the slightest notion of the imminent danger they conjured up. When Nasir died, Ramadan 622 (October 1225), the eastern provinces of the empire had been trampled down by the wild hordes, the towns burned, and the inhabitants killed without mercy.",
        "When his mind crystallized on a notion that had a personal significance to himself, that notion became a hard fact that filled his field of vision.",
        "This notion of the influence of the tenement is well adapted to feudal notions and makes itself felt again in the case of the pursuit of a fugitive villein.",
        "It would make no difference to the form of induction, if, as Kant thought, the notion of causality is a priori; for even Kant thought that it is already contained in experience.",
        "It is a speech-andthought-form (Xoyos) in which certain matters being posited something other than the matters posited necessarily results because of them, and, though it still needs to receive a deeper meaning when presumed truth gives way to necessary truth of premises, the notion of the class to that of the class-concept, collective fact to universal law, its formal claim is manifest.",
        "It appears safer, notwithstanding, to take the less subtle interpretation 11 that dialectical induction struggling with instances is formally justified only at the limit, and that this, where we have exhausted and know that we have exhausted the cases, is in regard to individual subjects rarely and accidentally reached, so that we perforce illustrate rather from the definite class-concepts falling under a higher notion.",
        "Spinoza could draw upon him for the notion of genetic definition.",
        "His free use of relating concepts, that of sameness, for instance, bears no impress of his theory of the general notion, and it is possible to put out of sight the fact that, taken in conjunction with his nominalism, it raises the whole issue of the possibility of the equivocal generation of formative principles from the given contents of the individual consciousness, in any manipulation of which they are already implied.",
        "\"The individual notion of each person includes once for all what is to befall it, world without end,\" and \"it would not have been our Adam but another, if he had had other events.\"",
        "4 In the case of non-identical truths, too, there is a priori proof drawn from the notion of the terms, \" though it is not always in our power to arrive at this analysis,\" 5 so that the question arises, specially in connexion with the possibility of a calculus, whether the contingent is reducible to the necessary or identical at the ideal limit.",
        "Bare or indeterminate being, for instance, the first of the determinations of Hegel's logic, as the being of that which is not anything determinate, of Kant's thing-in-itself, for example, positively understood, implicated at once the notion of not-being, which negates it, and is one with it, yet with a difference, so that we have the transition to determinate being, the transition being baptized as becoming.",
        "In the stage, however, of his process in which he is concerned with the notion are to be found concept, judgment, syllogism.",
        "Regarding evil simply as privation, Eckhart does not make it the pivot of his thought, as was afterwards done by Boehme; but his notion of the Godhead as a dark and formless essence is a favourite thesis of theosophy.",
        "As a matter of fact, as far as modern Europe is concerned, there has twice been a progression, separated by a period of retrogression, and it is to the latter that Bucher's picture of the agricultural and strictly protectionist town (the geschlossene Stadtwirtschaft) of the 14th and r 5th centuries belongs, while Sombart's notion of an entire absence of a spirit of capitalistic enterprise before the middle of the 15th century in Europe north of the Alps, or the 14th.",
        "In the succeeding year he showed, in the same journal, that if the elements be arranged in the order of their atomic weights, those having consecutive numbers frequently either belong to the same group or occupy similar positions in different groups, and he pointed out that each eighth element starting from a given one is in this arrangement a kind of repetition of the first, like the eighth note of an octave in music. The Law of Octaves thus enunciated was at first ignored or treated with ridicule as a fantastic notion unworthy of serious consideration, but the idea, subsequently elaborated by D.",
        "As religion thus becomes thoroughly ethical, so is the notion of the Messianic kingdom transformed.",
        "Here the cosmological element is and though naturally this self-assertion seemed blasphemous to those who did not accept him, yet as he had transformed the traditional notion of the kingdom, so did he the current thought of the Messiah.",
        "When the empire became Christian in the 4th century, the notion of a kingdom of Christ on earth to be introduced by a great struggle all but disappeared, remaining only as the faith of obscure groups.",
        "They accomplished their purpose in various ways, by distinguishing between God and his power - or by the notion of a hierarchy of super-sensible beings, or in a doctrine which taught that the operations of nature are the movement of pure spirit; or by the use of the \" Word \" of \" Wisdom,\" half personified as intermediate between God and the world.",
        "Under the influence of the intermittent trade-winds Lake Nicaragua rises and falls regularly, whence the popular notion that it was a tidal lake.",
        "The notion that ancient burial mounds were liable to be inhabited by dragons was common in the Germanic world: there is perhaps a trace of it in the Derbyshire place-name Drakelow, which means \" dragon's barrow.\"",
        "fore proportional to the velocities of the joints in some imagined motion of the deformable frame through its actual configuration; this is really (it may be remarked) a reversion to the original notion of virtual velocities.",
        "Enough, however, remains to show that Aristarchus had a clear notion of the chief problems of philology (except perhaps those concerning etymology).",
        "Zeus has acquired the character of a supreme moral ruler; and although Athena and Poseidon are adverse influences in the poem, the notion of a direct contest between them is scrupulously avoided.",
        "But despite the artificial character of the Trimurti, it has retained to this day at least its theoretical validity in orthodox Hinduism, whilst it has also undoubtedly exercised considerable influence in shaping sectarian belief, in promoting feelings of toleration towards the claims of rival deities; and in a tendency towards identifying divine figures newly sprung into popular favour with one or other of the principal deities, and thus helping to bring into vogue that notion of avatars, or periodical descents or incarnations of the deity, which has become so prominent a feature of the later sectarian belief.",
        "Though this doctrine is especially insisted upon in Buddhism, and its designation as a specific term (Pali, Kamma) may be due to that creed, the notion itself was doubtless already prevalent in pre-Buddhist times.",
        "The picture thus presented by Hindu society - as made up of a confused congeries of social groups of the most varied standing, each held together and kept separate from others by a traditional body of ceremonial rules and by the notion of social gradations being due to a divinely instituted order of things - finds something like a counterpart in the religious life of the people.",
        "In the epics considerable merit is attached to a life of seclusion and ascetic practices by means of which man is considered capable of acquiring supernatural powers equal or even superior to those of the gods - a notion perhaps not unnaturally springing from the pantheistic conception.",
        "Whilst the Saiva philosophers do not approve of the notion of incarnations, as being derogatory to the dignity of the deity, the Brahmans have nevertheless thought fit to adopt it as apparently a convenient expedient for bringing certain tendencies of popular worship within the pale of their system, and probably also for counteracting the Buddhist doctrines; and for this purpose Vishnu would obviously offer himself as the most attractive figure in the Brahmanical trinity.",
        "In honour of the former, the Durga-puja is celebrated ' This notion not improbably took its origin in the mystic cos - mogonic hymn, Rigv.",
        "The Manichaeans held that in every act of begetting, human or otherwise, a soul is condemned afresh to a cycle of misery by imprisonment in flesh - a thoroughly Indian notion, under the influence of which their perfect or elect ones scrupulously abstained from flesh.",
        "Faraday's mind, however, revolted against this notion; he felt intuitively that these distance actions must be the result of unseen operations in the interposed medium.",
        "Maxwell also introduced in this connexion the notion of the vector potential.",
        "This great fact once ascertained, it became clear that the notion that electric phenomena are affections of the luminiferous ether was no longer a mere speculation but a scientific theory capable of verification.",
        "The notion then formed of the nature of electrification was something as follows: All bodies were assumed to contain a certain quantity of a so-called neutral fluid made up of equal quantities of positive and negative electricity, which when in this state of combination neutralized one another's properties.",
        "After he had educated himself by the study of the phenomena of lines of magnetic force in his discoveries on electromagnetic induction, he applied the same conception to electrostatic phenomena, and thus created the notion of lines of electrostatic force and of the important function of the dielectric or non-conductor in sustaining them.",
        "Faraday's notion as to the nature of electrification, therefore, about the middle of the 19th century came to be something as follows: - He considered that the so-called charge of electricity on a conductor was in reality nothing on the conductor or in the conductor itself, but consisted in a state of strain or polarization, or a physical change of some kind in the particles of the dielectric surrounding the conductor, and that it was this physical state in the dielectric which constituted electrification.",
        "Berzelius early in the 19th century had advanced the hypothesis that chemical combination was due to electric attractions between the electric charges carried by chemical atoms. The notion, however, that electricity is atomic in structure was definitely put forward by Hermann von Helmholtz in a well-known Faraday lecture.",
        "In 1642 he published A Discourse concerning the true Notion of the Lord's Supper, and a tract entitled The Union of Christ and the Church.",
        "Like his classification of causes, and in some degree his notion of form itself, it comes from Aristotle.",
        "For I mean not that use which one science hath of another for ornament or help in practice; but I mean it directly of that use by way of supply of light and information, which the particulars and instances of one science do yield and present for the framing or correcting of the axioms of another science in their very truth and notion.\"",
        "64) that to constrain or coerce a personal being is to treat him as an inanimate agent; for such a principle is quite inapplicable to cases of mere terrorism, whilst it may be doubted if it even renders the sense of the savage magician's typical notion of his modus operandi, viz.",
        "The primitive notion that perhaps comes nearest to our \" sacred,\" whilst it immediately underlies the meanings of the Latin sacer and sanctus, is that of a taboo, a Polynesian term for which equivalents can be quoted from most savage vocabularies.",
        "Another quasinegative notion of more restricted distribution is that of the mysterious or strange, as we have it expressed, for example, in the Siouan wakan, though possibly this is a derivative meaning.",
        "This can be more simply brought under the notion of mana.",
        "The prominence of the notion of the Alcheringa \" dreamtime,\" or sacred past, in Central Australian religion illustrates the essential connexion perceived by the savage to lie between the sacred and the traditional.",
        "The foregoing views of the sacred, though starting from distinct conceptions, converge in a single complex notion, as may be seen from the many-sided sense borne by such a term as wakan, which may stand not only for \" mystery,\" but also for \" power, sacred, ancient, grandeur, animate, immortal \" (W J McGee, 15th Report of U.",
        "They can take food, though the crudest form of this belief soon passes into the more refined notion that they consume the impalpable essence of the meals provided for them.",
        "Tait he wrote The Unseen Universe, at first published anonymously, which was intended to combat the common notion of the incompatibility of science and religion.",
        "neither and both), and by Hegel when he tries to substitute the Begriff or notion for the Vorstellung or pictorial conception.",
        "The latter notion - of substance - is said to correspond exactly to \"the essence of the only glorious and blessed God.\"",
        "He confessed that his object was \"to prove the contrary thesis to Gibbon's,\" and, although any historian who begins with the desire to prove a thesis is quite sure to go more or less wrong, Ozanam no doubt administered a healthful antidote to -the prevalent notion, particularly amongst English-speaking peoples, that the Catholic church had done far more to enslave than to elevate the human mind.",
        "\"Whoever thinks it worth while to consider this matter thoroughly should begin by stating to himself exactly the idea of a system, economy or constitution of any particular nature; and he will, I suppose, find that it is one or a whole, made up of several parts, but yet that the several parts, even considered as a whole, do not complete the idea, unless in the notion of a whole you include the relations and respects which these parts have to each other.\"",
        "Butler's moral theory, like those of his English contemporaries and successors, is defective from not perceiving that the notion of duty can have real significance only when connected with the will or practical reason, and that only in reason which wills itself have we a principle capable of development into an ethical system.",
        "In taking this immense stride and identifying the Cynic \" reason,\" which is a law for man, with the \" reason \" which is the law of the universe, Zeno has been compared with Plato, who similarly extended the Socratic \" general notion \" from the region of morals - of justice, temperance, virtue - to embrace all objects of all thought, the verity of all things that are.",
        "In Heraclitus the constant flux is a metaphysical notion replaced by the interchange of material elements which Chrysippus stated as a simple proposition of physics.",
        "He has not failed to observe that Church and State act and react upon each other; but he has no notion how the relation ought to be conceived.",
        "It was not a fixed notion, but varied in quantity and quality with 1 The tendency is already visible in the Lucan writings.",
        "So the notion of formal or constitutional authority attaching to the apostolate, in its various senses, is an anachronism for the apostolic age.",
        "This change of conception helped to further the notion of a certain devolution of apostolic powers to successors constituted by act of ordination.",
        "Of the notion of apostolic succession in ministerial grace conferred by ordination, there is little or no trace before Irenaeus.",
        "But once the idea of supernatural grace going along with office as such (of which we have already a trace in the Ignatian bishop, though without the notion of actual apostolic succession) arose in connexion with successio ab apostolis, the full development of the doctrine was but a matter of time.4 Literature.",
        "Monnier, La Notion de l'apostolat, des origines a Irene (Paris, 1903).",
        "They regarded with as much suspicion the notion of a \"peculiar.",
        "Shaftesbury vigorously protests against the notion of a wholly transcendent God.",
        "The system of Democritus was altogether antitheistic. But, although he rejected the notion of a deity taking part in the creation or government of the universe, he yielded to popular prejudice so far as to admit the existence of a class of beings, of the same form as men, grander, composed of very subtle atoms, less liable to dissolution, but still mortal, dwelling in the upper regions of air.",
        "He states correctly the notion of \"natural and true\" rent as the remainder of the produce of land after payment of the cost of production; but he seems to have no idea of the \"law of diminishing returns.\"",
        "There are possible allusions to him in Shakespeare, and the current clerical notion of him is very unjustly adopted by Marston in the words \"wicked Rabelais\"; but Bacon described him better as the great jester of France, and a Scot, Sir Thomas Urquhart, translated the earlier books in 1653.",
        "With us, the notion of a seal is an impression in relief, obtained from an incised design, either on a soft material such as wax or clay,, or on a harder material such as lead, gold or silver.",
        "common process was to sew up the seal in a bag or piece of cloth or canvas, with the mistaken notion that this would ensure the seal's integrity; the ordinary result being that, on the assumption that seals thus protected needed no further care, they have been in most instances either broken or crushed to powder.",
        "Running through these volumes in order, we have in the second the memoir, Summatio quarundam serierum singularium, the memoirs on the theory of biquadratic residues, in which the notion of complex numbers of the form a--bi was first introduced into the theory of numbers; and included in the Nachlass are some valuable tables.",
        "We have only the evidence of this passage for Simon having adopted the notion.",
        "This expectation has hardly been fulfilled, but of late years the notion of a variety of the human race, geologically ancient, differing from any known in historic times, and with characters approaching the simian, has been supported by further discoveries.",
        "The mediate cause of the Mutiny was the great disproportion between the numbers of British and native troops in India, which gave the sepoys an exaggerated notion of their power; its immediate causes were a series of circumstances which promoted active discontent with British rule.",
        "The whole notion has been proved mistaken.",
        "In the same way, physics may be said to assume the notion of material atoms and forces.",
        "The organized criticism of these conceptions is really nothing more than the full explication of what they mean and of what experience in its full nature or notion is.",
        "The first of these deals with the notion of duty, and endeavours to define the good or the ultimate end of action; the second lays out the scheme of concrete duties which are deducible from, or which, at least, are covered by, this abstractly stated principle.",
        "The connexion of ethics with metaphysics will be patent as a matter of fact, if it be remembered how Plato's philosophy is summed up in the idea of the good, and how Aristotle also employs the essentially ethical notion of end as the ultimate category by which the universe may be explained or reduced to unity.",
        "In default of direct evidence, it remains for us to compare these scattered notices of Speusippus's teaching with what we know of its original, the teaching of Plato, in the hope of obtaining at least a general notion, firstly, of Speusippus's system, and, secondly, of its relations to the systems of Plato, of contemporary Platonists, such as Aristotle, and of the later Academy.",
        "The notion of serfdom is distinct from those of freedom and of slavery.",
        "His nature was essentially poetic, and his life the greatest of his poems. Those who knew only the poems he wrote could form but a faint notion of the harmony, the sweetness, the manliness and the tenderness of that which he lived.",
        "This notion was combated by J.",
        "Then he took up a notion that the day of grace for Bedford and the neighbouring villages was past; that all who were to be saved in that part of England were already converted; and that he had begun to pray and strive some months too late.",
        "29 a no notion of arrangement, no measure of proportion, and no criterion of discrimination between the important and the trivial; they are equally destitute of critical and of historical insight, unable to sift the authorities on which they rely, and unsuspicious of the stupendous social revolution comprised within the period which they undertake to describe.",
        "(b) There will be a strong tendency to fortify that which has been written with great names, especially in days when there is no very clear notion of literary property.",
        "Halley only communicated to Newton the fact \" that Hooke had some pretensions to the invention of the rule for the decrease of gravity being reciprocally as the squares of the distances from the centre,\" acknowledging at the same time that, though Newton had the notion from him, \" yet the demonstration of the curves generated thereby belonged wholly to Newton.\"",
        "Jacobi, accepting the law of reason and consequent as the fundamental rule of demonstrative reasoning, and as the rule explicitly followed by Spinoza, points out that, if we proceed by applying this principle so as to recede from particular and qualified facts to the more general and abstract conditions, we land ourselves, not in the notion of an active, intelligent creator of the system of things, but in the notion of an all-comprehensive, indeterminate Nature, devoid of will or intelligence.",
        "As reason has apprehended these two simultaneous phenomena, attention and sensation, and led us The immediately to conceive the two sorts of distinct they are related, so, from the notion of this limitation, we find it impossible under the same guide not to conceive a supreme cause, absolute and infinite, itself the first and last cause of all.",
        "This is God; he must be conceived under the notion of cause, related to humanity and the world.",
        "The answer to this is that in the case of contradictory statements - A and not A - the latter is a mere negation of the former, and posits nothing; and the negation of a notion with positive attributes, as the finite, does not extend beyond abolishing the given attributes as an object of thought.",
        "an object or notion with qualities contradictory of the organized; but the mere sublation of the organized does not posit it, or suppose that it is known beforehand, or that anything exists corresponding to it.",
        "Further, as a theory of creation, it makes creation a necessity, and destroys the notion of the divine.",
        "If self is actually so given, we do not need the principle of causality to infer it; if it is not so given, causality could never give us either the notion or the fact of self as a cause or force, far less as an ultimate one.",
        "Causality might tell us that a cause there is of sensation somewhere and of some sort; but that this cause is a force or sum of forces, existing in space, independently of us, and corresponding to our sensations, it could never tell us, for the simple reason that such a notion is not supposed to exist in our consciousness.",
        "The only result of the two expeditions was to give the English soldiery a poor opinion of French military capacity, and a notion that money was easily to be got from the distracted realm beyond the narrow seas.",
        "were irreconcilable Yorkists who had suffered by the change of dynasty; but their hopes of success rested less on their own strength than on the not ill-founded notion that England would tire of any ruler who had to raise taxes and reward his partisans.",
        "The cause of York was popular in the Pale, and the Anglo-Irish barons seem to have conceived the notion that Henry VII.",
        "Hence arose a notion in Ireland that nothing was to be expected from a British parliament, and hence began a movement for the repeal of the union which had been accomplished in 1801.",
        "We obtain from the equation the notion of an algebraical as opposed to a transcendental curve, viz.",
        "And we have hence the notion of a curve of a given order, viz.",
        "The notion of imaginary intersections, thus presenting itself, through algebra, in geometry, must be accepted in geometry - and it in fact plays an all-important part in modern geometry.",
        "The foregoing notion of a point at infinity is a very important one in modern geometry; and we have also to consider the paradoxical statement that in plane geometry, or say as regards the plane, infinity is a right line.",
        "We are here concerned with the method less in itself than as leading to the general notion of duality.",
        "Bearing in a somewhat similar manner also on the theory of imaginaries in geometry (but the notion presents itself in a more explicit form), there is the memoir by L.",
        "And, assuming the above theory of geometrical imaginaries, a curve such that m of its points are situate in an arbitrary line is said to be of the order m; a curve such that n of its tangents pass through an arbitrary point is said to be of the class n; as already appearing, this notion of the order and class of a curve is, however, due to Gergonne.",
        "It is possible, and (not so much for any application thereof as in order to more fully establish the analogy between the two kinds of co-ordinates) important, to give independent quantitative definitions of the two kinds of co-ordinates; but we may also derive the notion of line-co-ordinates from that of point-coordinates; viz.",
        "The Hessian A has just been spoken of as a covariant of the form u; the notion of invariants and covariants belongs rather to the form u than to the curve u=o represented by means of this form; and the theory may be very briefly referred to.",
        "The notion is very probably older, but it is at any rate to be found in Lagrange's Theorie des fonctions analytiques (1798); it is there remarked that the equation obtained by the elimination of the parameter a from an equationf (x,y,a) = o and the derived equation in respect to a is a curve, the envelope of the series of curves represented by the equation f (x,y,a) = o in question.",
        "Considering always real curves, we obtain the notion of a branch; any portion capable of description by the continuous motion of a point is a branch; and a curve consists of one or more branches.",
        "The foregoing considerations also show (what is very important) how different branches are connected together at infinity, and lead to the notion of a complete branch or circuit.",
        "But although we thus arrive by projection at the notion of a circuit, it is not necessary to go out of the plane, and we may (with Zeuthen, using the shorter term circuit for his complete branch) define a circuit as any portion (of a curve) capable of description by the continuous motion of a point, it being understood that a passage through infinity is permitted.",
        "The points called foci presented themselves in the theory of the conic, and were well known to the Greek geometers, but the general notion of a focus was first established by Plucker (in the memoir \" Uber solche Puncte die bei Curven einer hdheren Ordnung den Brennpuncten der Kegelschnitte entsprechen \" (Crelle, t.",
        "We have several recent theories which depend on the notion of correspondence: two points whether in the same plane or in different planes, or on the same curve or in different curves, may determine each other in such wise that to any given position of the first point there correspond a' positions of the second point, and to any given position of the second point a positions of the first point; the two points have then an (a, a) correspondence; and if a, a are each = 1, then the two points have a (1, 1) or rational correspondence.",
        "The theory first referred to, with the resulting notion of \" Geschlecht,\" or deficiency, is more than the other two an essential part of the theory of curves, but they will all be considered.",
        "The fundamental notion of the rational transformation is as follows: Taking u, X, Y, Z to be rational and integral functions (X, Y, Z all of the same order) of the co-ordinates (x, y, z), and u', X', Y', Z' rational and integral functions (X', Y', Z', all of the same order) of the co-ordinates (x', y', z'), we transform a given curve u=o, by the equations of x': y': z' =X: Y: Z, thereby obtaining a transformed curve u' =o, and a converse set of equations x: y : z =X': Y': Z'; viz.",
        "(1861), which establishes the notion of a system of curves (of any order) of the index N, viz.",
        "But Chasles in the first of his papers (February 1864), considering the conics which satisfy four conditions, establishes the notion of the two characteristics (µ, v) of such a system of conics, viz.",
        "When we think of the pass to which things had come in Paris by this time, and of the unappeasable ferment that boiled round the court, there is a certain touch of the ludicrous in the notion of poor Richard Burke writing to Louis XVI.",
        "Burke at the notion of negotiation flamed out in the Letters on a Regicide Peace, in some respects the most splendid of all his compositions.",
        "4 During the middle ages the prevalent notion was that it had its origin in paradise.",
        "2 Probably, if we leave out of sight the very numerous and obvious cases in which fasting, originally the natural reflex result of grief, fear or other strong emotion, has come to be the usual conventional symbol of these, we shall find that the practice is generally resorted to, either as a means of somehow exalting the higher faculties at the expense of the lower, or as an act of homage to some object of worship. The axiom of the Amazulu, that \" the continually stuffed body cannot see secret things,\" meets even now with pretty general acceptance; and if the notion that it is precisely the food which the worshipper foregoes that makes the deity more vigorous to do battle for his human friend be confined only to a few scattered tribes of savages, the general proposition that \" fasting is a work of reverence toward God \" may be said to be an article of the Catholic faith.3 Although fasting as a religious rite is to be met with almost everywhere, there are comparatively few religions, and those only of the more developed kind, which appoint definite public fasts, and make them binding at fixed seasons upon all the faithful.",
        "This is Spinoza's theory of the infinitely infinite,\" the limiting notion of infinity being of a numerical, quantitative series, each term of which is a qualitative determination itself quantitatively little, e.g.",
        "The doctrine of geometrical continuity and the application of algebra to geometry, developed in the 16th and 17th centuries mainly by Kepler and Descartes, led to the discovery of many properties which gave to the notion of infinity, as a localized space conception, a predominant importance.",
        "A notion related to that of infinitesimals is presented in the Greek \" method of exhaustion \"; the more perfect conception, however, only dates from the 17th century, when it led to the infinitesimal calculus.",
        "that an approximate notion C, Cells of endosperm or albumen, of the richness in albufilled with starch.",
        "It is hard to convey a just notion of the size of these farms. They stretch away as far as the eye can reach in every direction, making it difficult even for the visitor to conceive their size.",
        "Bauer ridiculed Strauss's notion that a community could produce a connected narrative.",
        "The force of the paradox depends upon a blending of duty and interest in the single notion of good, a blending which was dominant in the common thought of the age.",
        "There is, however, in the Cynic notion of wisdom, no positive criterion beyond the mere negation of irrational desires and prejudices.",
        "\" If we know,\" said Socrates, \" what justice is, we can give an account or definition of it \"; true knowledge must be knowledge of the general fact, common to all the individual cases to which we apply our general notion.",
        "True or scientific knowledge then must be general knowledge, relating, not to individuals primarily, but to the general facts or qualities which individuals exemplify; in fact, our notion of an individual, when examined, is found to be an aggregate of such general qualities.",
        "He first leads us by an induction to the fundamental notion of ultimate end or good for man.",
        "Even when the notion of \" good performance of function \" was thus widened, and when it had further taken in the pleasure that is inseparably connected with such functioning, it did not yet correspond to the whole of what a Greek commonly understood as \" human well-being.\"",
        "Though common sense will admit that virtues are the best of goods, it still undoubtedly conceives practical wisdom as chiefly exercised in providing those inferior goods which Aristotle, after recognizing the need or use of them for the realization of human well-being, has dropped out of sight; and the result is that, in trying to make clear his conception of practical wisdom, we find ourselves fluctuating continually between the common notion, which he does not distinctly reject, and the notion required as the keystone of his ethical system.",
        "They found this by bringing out the positive significance of the notion of Nature, which the Cynic had used chiefly in a negative way, as an antithesis to the \" consentions \" (voµos), from which his knowledge had made him free.",
        "Even in this negative use of the notion it is necessarily implied that whatever active tendencies in man are found to be \" natural \" - that is, independent of and uncorrupted by social customs and conventions - will properly take effect in outward acts, but the adoption of \" conformity to nature \" as a general positive rule for outward conduct seems to have been due to the influence on Zeno of Academic teaching.",
        "Here, however, we especially notice the double significance of \" natural,\" as applied to (I) what actually exists everywhere or for the most part, and (2) what would exist if the original plan of man's life were fully carried out; and we find that the Stoics have not clearly harmonized the two elements of the notion.",
        "Practically, however, this revolutionary aspect of the notion was kept for the most part in the background; the rational law of an ideal community was not distinguished from the positive ordinances and customs of actual society; and the \" natural \" ties that actually bound each man to family, kinsmen, fatherland, and to unwise humanity generally, supplied the outline on which the external manifestation of justice was delineated.",
        "Hence we find that later thinkers of the Cyrenaic school felt themselves compelled to change their fundamental notion; thus Theodorus defined the good as\" gladness \" (Xapa) depending on wisdom, as distinct from mere pleasure, while Hegesias proclaimed that happiness was unattainable, and that the chief function of wisdom was to render life painless by producing indifference to all things that give pleasure.",
        "It was clear that if philosophic hedonism was to be established on a broad and firm basis, it must in its notion of good combine what the plain man naturally sought with what philosophy could plausibly offer.",
        "And Epicurus assures us that he means by pleasure what plain men mean by it; and that if the gratifications of appetite and sense are discarded, the notion is emptied of its significance.",
        "downwards, the notion of a law of God, eternal and immutable, partly expressed and partly obscured by the shifting codes and customs of actual human societies.",
        "Hence, even if the notion of law had been more prominent than it was in ancient ethical thought, it could never have led to a juridical, as distinct from a philosophical, treatment of morality.",
        "Christianity inherited the notion of a written divine code acknowledged as such by the \" true Israel \" - now potentially including the whole of mankind, or at least the chosen of all nations, - on the sincere acceptance of which the Christian's share of the divine promises to Israel depended.",
        "A more distinctively Christian, and a more deeply moral, significance is given to the notion in the antithesis of \" faith \" and \" works.\"",
        "central notion, love.",
        "Aristotle goes somewhat further in recognizing the moral value of friendship (c1xAia); and though he considers that in its highest form it can be realized only by the fellowship of the wise and good, he yet extends the notion so as to include the domestic affections, and takes notice of the importance of mutual kindness in binding together all human societies.",
        "Still in his formal statement of the different virtues, positive beneficence is discernible only under the notion of \" liberality,\" in which form its excellence is hardly distinguished from that of graceful profusion in selfregarding expenditure (Nic. Eth.",
        "Again, - just as the Stoics held wisdom to be indispensable to real rectitude of conduct, while at the same time they included under the notion of wisdom a grasp of physical as well as ethical truth, so the similar emphasis laid on inwardness in Christian ethics caused orthodoxy or correctness of religious belief to be regarded as essential to goodness, and heresy as the most fatal of vices, corrupting as it did the very springs of Christian life.",
        "\" Temperantia \" retains the meaning of \" observance of due measure \" in all conduct, which it had in Cicero's treatise; though its notion is partly modified by being blended with the newer virtue of humility.",
        "From the notion of sin - treated in its jural aspect - Aquinas passes naturally to the discussion of Law.",
        "He is scarcely aware that his Aristotelianized Christianity inevitably combines two different difficulties in dealing with this question: first, the old pagan difficulty of reconciling the proposition that will is a rational desire always directed towards apparent good, with the freedom of choice between good and evil that the jural view of morality seems to require; and, secondly, the Christian difficulty of harmonizing this latter notion with the absolute dependence on divine grace which the religious consciousness affirms.",
        "This latter is never Pleasure simply, but always Preservation - though on occasion he enlarges the notion of \" preservation \" into \" preservation of life so as not to be weary of it.\"",
        "It is, however, important to notice that in his \" good \" is included not merely happiness but \" perfection \"; and he does not even define perfection so as to exclude from it the notion of absolute moral perfection and save his theory from an obvious logical circle.",
        "A notion so vague could not possibly be used with any precision for determining the subordinate rules of morality; but in fact Cumberland does not attempt this; his supreme principle is designed not to rectify, but merely to support and systematize, common morality.",
        "Thus the notion of natural unregulated egoism turns out to be a psychological chimera.",
        "Wollaston's theory of moral evil as consisting in the practical contradiction of a true proposition, closely resembles the most paradoxical part of Clarke's doctrine, and was not likely to approve itself to the strong common sense of Butler; but his statement of happiness or pleasure as a \" justly desirable \" end at which every rational being \" ought \" to aim corresponds exactly to Butler's conception of self-love as a naturally governing impulse; while' the \" moral arithmetic \" with which he compares pleasures and pains, and endeavours to make the notion of happiness quantitatively precise, is an anticipation of Benthamism.",
        "The truth is, that Hume's notion of moral approbation was very loose, as is sufficiently shown by the list of \" useful and agreeable \" qualities which he considers worthy of approbation.'",
        "Adam Smith gives authority to his moral system by saying ' In earlier editions of the Inquiry Hume expressly included all approved qualities under the general notion of \" virtue.\"",
        "But against this notion, which has been entertained by some scholars, Lane has remarked with justice that, much as MSS.",
        "half-baked notion like 'let's pretend ' shares.",
        "On what doctrine of man or theory of consciousness can we render intelligible the notion of an afterlife in heaven?",
        "Our unconditioned is either a pure abstraction, or else the impossible notion of a completed system of conditions.",
        "He urges that the notion of \" good 1 on the whole \" is one which only a reasoning being can form, involving as it does abstraction from the objects of all particular desires, and comparison of past and future with present feelings; and maintains that it is a contradiction to suppose a rational being to have the notion of its Good on the Whole without a desire for it, and that such a desire must naturally regulate all particular appetites and passions.",
        "The principle of purity, again, \" that the lower parts of our nature ought to be subject to the higher,\" merely particularizes that supremacy of reason over non-rational impulses which is involved in the very notion of reasoned morality.",
        "This Paley and Bentham (after Locke) interpreted as merely the effect on the will of the pleasures or pains attached to the observance or violation of moral rules, combining with this the doctrine of Hutcheson that \" general good \" or \" happiness \" is the final end and standard of these rules; while they eliminated all vagueness from the notion of general happiness by defining it to consist in \" excess of pleasure over pain \" - pleasures and pains being regarded as \" differing in nothing but continuance or intensity.\"",
        "The utilitarian system gained an attractive air of simplicity by thus using a single perfectly clear notion - pleasure and its negative quantity pain - to answer both the fundamental questions of mortals, \" What is right ?",
        "Even in Clarke's system, where Indeterminism is no doubt a cardinal notion, its importance is metaphysical It may be observed that in the view of Kant and others (2) and (3) are somewhat confusingly blended.",
        "We may observe, too, that the notion of freedom connects ethics with jurisprudence in a simple and striking manner.",
        "Nevertheless it is only necessary to mention such a work as Martineau's Types of Ethical Theory to dispel the notion that the type of moral philosophy most characteristically English, i.e.",
        "Similarly the notion of Conscience as a special faculty giving its pronouncements immediately and without reflection cannot be maintained in the face of modern psychological analysis and is untrue to the nature of moral judgment itself.",
        "The union of Bulgaria and Eastern Rumelia inspired King Milan and his government with the notion that either that union must be prevented, or that Servia should obtain some territorial compensation, so that the balance of power in the Balkan Peninsula might be maintained.",
        "In western New Guinea, according to the Dutch missionaries, there is a vague notion of a universal spirit, practically represented Spirit by several malevolent powers, as Manoin, the mostn the woods; Narw, in the worship. c p louds, u above the trrees, l a sort of Erl-Konig h o carries off children; Faknik, in the rocks by the sea, who raises storms. As a protection against these the people construct - having first with much ceremony chosen a tree for the purpose - certain rude images called karwars, each representing a recently dead progenitor, whose spirit is then invoked to occupy the image and protect them against their enemies and give success to their undertakings.",
        "Subsequent epidemics have not been attended by anything like this mortality, but there has, however, been a steady decrease, principally among young children, owing to whooping-cough, tuberculosis and croup. Every Fijian child seems to contract yaws at some time in its life, a mistaken notion existing on the part of the parents that it strengthens the child's physique.",
        "384), to which he says brutes, who partake as truly as men in the faculty called phantasia, never attain; the notion of God, whom he says we may imagine to be corporeal, but understand to be incorporeal; and lastly, the reflex action by which the mind makes its own phenomena and operations the objects of attention.",
        "He assumed the style of king of Ireland, so as to get rid of the notion that he held the island of the pope.",
        "He was Mary Stuart's son, and there was a curious antiquarian notion afloat that, because the Irish were the original \" Scoti,\" a Scottish 60 3 king would sympathize with Ireland.",
        "The Mantuan peasant was grieved at the notion of his harvest being gathered by barbarian soldiers, and the Irishman could not be better pleased to see his destroyed.",
        "The notion of God comes thus into the foreground of the system; before all things it is necessary that it should be made clear to reason, that it should be demonstrated to have real existence.",
        "Hardy, \"may be briefly stated as follows: The notion of time, which seems at first sight to enter into (5) and (6), should be eliminated.",
        "The former should be regarded as asserting that the whole is, not temporally, but logically, subsequent to the part, and that therefore there is an infinite regress in the notion of a whole which is infinitely divisible - a view which at any rate demands a serious refutation.",
        "This, however, destroys the appropriateness of the phrases major and minor term which are specially chosen because in fact the major term does imply the more comprehensive notion.",
        "It is doubtful, however, whether P had any clear notion as to what exactly the Urim and Thummim were.",
        "If Strabo and Herodotus and Pomponius Mela, for example, describe a custom, rite or strange notion in the Old World, and if mariners and missionaries find the same notion or custom or rite in Polynesia or Australia or Kamchatka, we can scarcely doubt the truth of the reports.",
        "The savage's notion of personality is more a universally diffused feeling than a reasoned conception, and this feeling of a personal self he impartially distributes all over the world as known to him.",
        "Most of the fresh evidence is given in La Notion de l'&re supreme chez les peuples non-civilises, by Rene Hoffmann (Geneva, 1907).",
        "Side by side with these old stories come fragments of a different stratum of thought, Christian ideas, the belief in a supreme God, the notion of Doomsday.",
        "Thus the Merovirigians had shown themselves incapable of rising above the barbarous notion that royalty is a personal asset to the idea that royalty is of the state, a power belonging to the nation and instituted for the benefit of all.",
        "His theory of the state, despite Grotius and Jurieu, rejected as odious and even impious the notion of any popular rights, anterior and superior to his own.",
        "This soon caused a frenzy of stock-jobbing, which disturbed the stability of private fortunes and social positions, and depraved customs and manners with the seductive notion of easily obtained riches.",
        "Logic does not come in contact with things, except as they are subject to modification by intellectual forms. In other words, universality, individuality and speciality are all equally modes of our comprehension or notion; their meaning consists in their setting forth the relations attaching to any object of our conception.",
        "eccentricity less than unity: this involves the notion of one directrix and one focus; (2) the ellipse is the locus of a point the sum of whose distances from two fixed points is constant: this involves the notion of two foci.",
        "But first we must analyse this notion of reality itself, to which our scepticism had already led us, for, though we could doubt whether \"the given\" is what it appears, we cannot doubt that it is something; the conception of the real thus consists of the two conceptions of being and quality.",
        "And, therefore, finding on reflection any particular concrete factor contingent, we abstract the position from that which occupies it, and so reach the speculative notion of the pure Ego.",
        "To this notion, which took its rise in a confusion of thought, he attached capital importance, and he treated with scorn Kepler's suggestion that a certain occult attraction of the moon was in some way concerned in the phenomenon.",
        "This notion, it is plain, tended rather towards Descartes's theory of vortices than towards Newton's theory of gravitation.",
        "The study of the spirants, c, 1, 1; g, j is made a very delicate one by the circumstance that the interdental pronunciation of c, 1 on the one hand, and the guttural pronunciation of g, j on the other, are of comparatively recent date, and convey no notion of the value of these letters before the 17th century.",
        "If moon and sun, whose regular movements conveyed to the more intelligent minds the conception of the reign of law and order in the universe as against the more popular notion of chance and caprice, were divine powers, the same held good of the planets, whose movements, though more difficult to follow, yet in the course of time came to be at least partially understood.",
        "The focus of the parabola was discovered by Pappus, who also introduced the notion of the directrix.",
        "30.-0' is the virtual image on the notion of aplanatic points.",
        "Among his chief works were The Apostle Paul (3rd ed., 1896); Memoire sur la notion hebraique de l'Esprit (1879); Les Origines litteraires de l'Apocalypse (1888); The Vitality of Christian Dogmas and their Power of Evolution (1890); Religion and Modern Culture (1897); Historical Evolution of the Doctrine of the Atonement (1903); Outlines of a Philosophy of Religion (1897); and his posthumous Religions of Authority and the Religion of the Spirit (1904), to which his colleague Jean Reville prefixed a short memoir.",
        "His treatises and contributions to scientific journals (to the number of 789) contain investigations on the theory of series (where he developed with perspicuous skill the notion of convergency), on the theory of numbers and complex quantities, the theory of groups and substitutions, the theory of functions, differential equations and determinants.",
        "In mechanics, he made many researches, substituting the notion of the continuity of geometrical displacements for the principle of the continuity of matter.",
        "Another popular notion, that the capture of the place was due to treachery on the part of the garrison, is equally without foundation.",
        "Meditationum quarundam de igne succincta delineatio (1755): an inaugural dissertation, containing little beyond the notion that bodies operate on one another through the medium of a uniformly diffused, elastic and subtle matter (ether) which is the underlying substance of heat and light.",
        "On the Different Races of Men (1775); Determination of the Notion of a Human Race (1785); Conjectural Beginning of Human History (1786): three tracts containing some points of interest as regards the empirical grounds for Kant's doctrine of teleology.",
        "Versuch den Begriff der negativen Grossen in die Weltweisheit einzufiihren, \" Attempt to introduce the Notion of Negative Quantities into Philosophy.\"",
        "Idee zu einer allgemeinen Geschichte im weltbiirgerlicher Absicht, \" Notion of a Universal History in a Cosmopolitan Sense.\"",
        "The very notion of relation between mind and things leads at once to the counter notion of the absolute restriction of mind to its own subjective nature.",
        "In Berkeley we find the resolute determination to accept only the one notion, that of mind as restricted to its own conscious experience, and to attempt by this means to explain the nature of the external reality to which obscure reference is made.",
        "Any success in the attempt is due only to the fact that Berkeley introduces alongside of his individualist notion a totally new conception, that of mind itself as not in the same way one of the matters of conscious experience, but as capable of reflection upon the whole of experience and of reference to the supreme mind as the ground of all reality.",
        "It is only in Hume that we have definitely and completely the evolution of the individualist notion as groundwork of a theory of knowledge; and it is in his writings, therefore, that we may expect to find the fundamental difficulty of that notion clearly apparent.",
        "It will be observed that, in the Leibnitzian as in the empirical individualism, the fundamental notion is still that of the abstract separation of the thinking subject from the materials of conscious experience.",
        "From this separation arise all the difficulties in the effort to develop the notion systematically, and in tracing the history of Kant's philosophical progress we are able to discern the gradual perception on his part that here was to be found the ultimate cause of the perplexities which became apparent in considering the subordinate doctrines of the system.",
        "\"I can understand perfectly well,\" says Kant, \"how a consequence follows from its reason according to the law of identity, since it is discoverable by mere analysis of the notion contained in it..",
        "It follows from them that the relation of a real ground to that which is thereby posited or denied cannot be expressed by a judgment but only by means of a notion, which by analysis may certainly be reduced to yet simpler notions of real grounds, but yet in such a way that the final resort of all our cognition in this regard must be found in simple and irreducible notions of real grounds, the relation of which to their consequents cannot be made clear.\"",
        "He now discovered that Hume's skeptical analysis of the notion of cause was really the treatment of one typical or crucial instance of the much more general problem.",
        "Necessity for thought, as Kant had been willing to admit and as Hume also held, involves or implies something more than is given in experience - for that which is given is contingent - and rests upon an a priori or pure notion.",
        "Hume, therefore, for his part, rejected entirely the notion of cause as being fictitious and delusive, and professed to account for the habit of regarding experience as necessarily connected by reference to arbitrarily formed custom of thinking.",
        "The dogmatic or individualist conception of experience had thus proved itself inadequate to the solution of Hume's difficulty regarding the notion of cause, - a difficulty which Kant, erroneously, had thought to be the only case contemplated by his predecessor.",
        "Above all, he is continuously under the influence of the individualist notion which he had done so much to explode.",
        "The ultimate relation between intelligence and natural fact, expressed in the notion of end, is thought as problematic or contingent.",
        "The notion of the ego as a purely logical unity, containing in itself no element of difference, and having only analytical identity, is fundamental in the critical system, and lies at the root of all its difficulties and perplexities.",
        "The idea of a noumenon is thus a limiting notion.",
        "But such a union, when regarded in abstracto, rests upon, or involves, a notion of quite a new order, that of the adaptation of nature to reason, or, as it may be expressed, that of end in nature.",
        "The notion of contingency arises, according to Kant, from the fact that understanding and sense are distinct, that understanding does not determine the particular of sense, and, consequently, that the principle of the adaptation of the particular to our understanding is merely supplied by reason on account of the peculiarity or limited character of understanding.",
        "Others have embraced this notion of residence but it is contrary to what dear departed Barbara Washington conveyed to me, on her death bed, so to speak.",
        "\"It's what I made out of his nonsense.  Death can't bring a mortal back from the dead â€“ it would break every Immortal Code there is.  I may be wrong, but what if â€¦\" Kris didn't hear Kiki's words.  Instead he mulled over the notion that Death had sought out Rhyn.  Their eldest brother, Andre, had spoken long ago about talking to Death on several occasions.  Whatever passed between them, Andre had never trusted the deity.  Their father as well had been a distant acquaintance to the elusive deity.",
        "I for one did not actually expect to find the Tower of London infiltrated by anyone, however benevolent; the notion seemed far-fetched.",
        "He was indignant at the idea of valuing honor above life, calling the whole notion nonsense.",
        "Explain how this notion is used to respond to the Sorites paradox. ",
        "His sales plan was predicated on the notion of meetings: contact and exchange.",
        "They held the prevalent notion of how a rock band should be.",
        "There is a vague liberal notion about letting people have what they want.",
        "absurd notion from?",
        "adherent of this view, regarding physicalism as true and holding the very notion of the philosophical zombie incoherent.",
        "The modern notion of tolerance is that all points of view are equally valid, equally admirable and equally true.",
        "Much of this work is based on the notion of a C* algebras, a natural abstraction of algebras of matrices.",
        "For Merleau-Ponty, it is often the work of artists that performs something analogous to his notion of the reduction.",
        "The term derives from the notion of cultural brokering developed by anthropologists to describe the activities of individuals who connect local with national worlds.",
        "antiquated notion of patients being treated in the NHS.",
        "applauded the notion of the club from the very first.",
        "approachable introduction to dialectology and the notion of language change.",
        "We believe that those who promote the notion of universal atonement misrepresent the substitutionary nature of our Lord Jesus Christ's death.",
        "That's psychology... Backtracking A fundamental feature of regular expression matching involves the notion called backtracking A fundamental feature of regular expression matching involves the notion called backtracking.",
        "baulky balk at the notion that they should apologize, preferring instead to embrace Freeman and all that she stands for.",
        "Galen himself couldn't dissect human cadavers, because Romans were even more appalled by the notion than the Greeks.",
        "calculus of variations considers the notion of optimizing an integral where the quantity to be varied is a function.",
        "This view does, however, disprove the notion that the said farmer's actions had caused the collapse of the 9.3 ton capstone.",
        "Answers to this question tended to be weak as very few candidates discussed or even mentioned the notion of agent causation.",
        "They were not esthetic in nature nor premised on the notion of political centrality to the American tradition.",
        "challenges the notion that consumers want constant access to broadband Internet or multiple interactive cable TV channels.",
        "In order to accommodate chancy causation, Lewis (1986c) defines a more general notion of causal dependence in terms of chancy causation, Lewis (1986c) defines a more general notion of causal dependence in terms of chancy counterfactuals.",
        "The notion that individuals can radiate coherence in the environment is a documented phenomenon.",
        "As previously mentioned finely crafted coiffures create an accepted esthetic, which conforms to notion of beauty.",
        "It also gives the lie to the notion that state collusion takes place only on the basis of omission.",
        "The risk inherent in any notion of war in space of a \" tragedy of the commons \" is utterly compelling.",
        "What else... oh, how when you randomly pull out a notion in conversation, sometimes it sticks and elicits a confession.",
        "To counter such conflation, artistic director of the Hub UK, Andrew Missingham proposed expanding the notion of diaspora to include 'white' communities.",
        "consort playing by the leisured classes did not particularly advance the notion of the viol as an instrument of virtuosity.",
        "The modern notion that the sinner can reject Christ as Lord but receive Him as Savior is foreign to all the historic creeds.",
        "At the back of my critique of the myth of modernist method is of course a critique of the notion of postmodernity itself.",
        "The second of Wright's realism-relevant cruces to be considered involves the notion of judgement-dependence.",
        "crucial distinction The current notion is that humanity is sick.",
        "Augustine's which helped to build western culture was the notion of the person.",
        "daft notion which makes no sense to me whatsoever.",
        "debunks the notion.",
        "In particular, how are we to understand the notion of a ' minimally decent life '?",
        "deconstruct the notion of \" learning how to learn \"?",
        "deconstruction of the notion of Englishness and its related ideological fictions.",
        "defeatist notion that the socialist ratchet was irreversible.",
        "deride the very notion of Britishness, but the concept has a meaning and has a date.",
        "dignity of human beings is not a notion decreed by human rulers.",
        "disabused of the notion very soon.",
        "discredit the very notion of statehood for Chechnya.",
        "They will rapidly dispel all notion that life is \" a serious business \" .",
        "dispense with that notion entirely.",
        "dissect human cadavers, because Romans were even more appalled by the notion than the Greeks.",
        "Now here again is a crucial distinction The current notion is that humanity is sick.",
        "dualistic notion; not exactly Advaitic.",
        "Sitchin seems to reject my notion of a sub-brown dwarf and warmed moons, which is a pity.",
        "embrace the notion of meaning as a ' target '?",
        "According to this notion, the role of a journalist is not to advocate or defend the actions of any party embroiled in conflict.",
        "entertain the notion of England not managed by the English have had four years to get used to the idea.",
        "The external behavior of entities is characterized using the notion of a bisimulation equivalence.",
        "eschew the notion that their digital assets may be.. .",
        "espoused this notion of pluralistic price publicly.",
        "exorcise2 Ghosts: Exorcism For centuries the notion of exorcizing devils which inhabit humans has prevailed.",
        "explicateo will allow us to concentrate on explicating the notion of a RMC.",
        "explicate one is not thereby \" creating \" but only explicating its notion, else no particular example of it could ever be identified.",
        "familiarity with the notion of trusted systems within the realm of computer security.",
        "far-fetched notion.",
        "foggytors do not like being asked important questions for which they have not the foggiest notion of an answer.",
        "foolish notion is that Respect can be all things to all people.",
        "formalize, few attempts have been made at formalizing the notion of limited resources in process algebras for mobility and distribution.",
        "generalization of the traditional notion of a serial publication.",
        "germ of truth in the notion.",
        "gradualism: Intrinsically bound up with Darwin's theory is the notion of gradualism in evolution at all scales.",
        "How might the financial markets react to the notion that a third of Imperial's exports are illegal.",
        "The main fraud was the notion that marihuana was a deadly menace.",
        "misconceived notion that it is difficult to care for.",
        "misplaced in the corporate context, our persistent use of this notion engenders its continuing acceptance.",
        "mistaken notion of fairness.",
        "Return to text We will be discussing Jones's notion of \" reductive modernism \" below.",
        "cutting the mustard is just a variant of the same notion.",
        "nonsensical notion that lies behind the ridiculousness of the dreaded phrase, PREVIOUSLY UNPUBLISHED POEMS ONLY.",
        "normative notion.",
        "notion of Britishness is more important than ever in the new context of globalization.",
        "notion of journalistic objectivity was completely redundant in a situation like that where you had to take sides.",
        "He rejected any notion that the Red Platform is ' the problem ' in the CPGB.",
        "At this point let me dispel the notion that counseling is all about Freud, couches and is only for certain types of people!",
        "The economic approach focuses purely on monetary value and may be damaging if it reinforces the notion that volunteering is all about saving money.",
        "He gives Emma just enough encouragement for her to entertain the notion of becoming his assistant for a new act.",
        "For, they concede, the Church does after all bring in some kind of vague notion of God and a Supreme Being.",
        "I adore old French films, and that really romantic notion of music aching and breaking hearts all over a film.",
        "People have the mistaken notion that business is sales minus costs and expenses is equal to profit.",
        "Sergeant Wilkie replied that she thought the whole thing made her look like a boy, which was a ridiculous notion."
    ]
}