{
    "translation": ".1 חפץ\n.2 להתנגד",
    "uses": [
        "He shoved a shiny red object at her.",
        "She dropped the cloth and moved to the next object, which was obviously a painting.",
        "The object sitting in the middle of the table made his blood run cold.",
        "Before she could object, Kiki took charge again.",
        "Far up in the air was an object that looked like a balloon.",
        "A slip on which was printed, in raised letters, the word BOX was placed on the object, and the same experiment was tried with a great many articles, but she did not immediately comprehend that the label-name represented the thing.",
        "Jonny frowned but didn't object again.",
        "Would you object to me checking her out?",
        "I explained the situation briefly and the patrolman recognized I was the object of the call he'd just received from Jackson.",
        "You can object all you want.",
        "If that was the object, it was in vain.",
        "He knew at once the object of her concern.",
        "But neither temperament nor training allowed her to make her pupil the object of any experiment or observation which did not help in the child's development.",
        "My hands felt every object and observed every motion, and in this way I learned to know many things.",
        "I don't object to going some place.",
        "It's the same thing you do to change an object into another, only normal objects have far less energy to control.",
        "Jenn opened her mouth to object when they Traveled elsewhere.",
        "He might object to you, but I can convince him to take you.",
        "Let him who has work to do recollect that the object of clothing is, first, to retain the vital heat, and secondly, in this state of society, to cover nakedness, and he may judge how much of any necessary or important work may be accomplished without adding to his wardrobe.",
        "She didn't move away or object when he allowed his palms to skim her curves, tracing down her sides to her hips then around to her tight bottom.",
        "It was for many years an object of contention among the Spanish factions, but ultimately the greater attractions of Lima and its own isolation diminished its importance.",
        "She was searching through her house for some unidentified object when a shadow emerged from the dark.",
        "I gave her an object, and she spelled the name (she knows twelve now).",
        "A trash bag was the highest-tech object Borlaug had.",
        "Although the direct object of Pasteur was to prove a negative, yet it was on these experiments that sterilization as known to us was developed.",
        "The illumination of the field is given by a lamp near the object glass, controlled by a switch near the micrometer.",
        "And with that object he had asked Gerasim to get him a peasant's coat and a pistol, confiding to him his intentions of remaining in Joseph Alexeevich's house and keeping his name secret.",
        "She changed into a sleeveless blouse and shorts, wondering as she did so if he would object to the shorts.",
        "Laura always remained an object of curious study.",
        "It is only necessary for one powerful nation like Russia--barbaric as she is said to be--to place herself disinterestedly at the head of an alliance having for its object the maintenance of the balance of power of Europe, and it would save the world!",
        "Yeah. If Dusty doesn't object, I might reorganize the southwest sectors.",
        "I quickly learned that each printed word stood for an object, an act, or a quality.",
        "The city confers the title of marquis on the Osorio family, the ruins of whose palace, sacked in 1810 by the French, are still an object of interest.",
        "Often everything in the room was arranged in object sentences.",
        "With the object of raising the spirits of the troops and of the people, reviews were constantly held and rewards distributed.",
        "The object of those writings was to establish the all-pervading rule of mechanism.",
        "She didn't object when his fangs bit into her, instead sighing as the comforting warmth consumed her.",
        "The first arrival unfastened Dean's helmet, the object of their curiosity.",
        "So it's your place to watch her die because you did not feel you should object to her madness?",
        "This letter having no other object, I pray God, monsieur le Prince Koutouzov, to keep you in His holy and gracious protection!",
        "I would cling to my mother's dress as she went about her household duties, and my little hands felt every object and observed every motion, and in this way I learned a great many things.",
        "He wrapped his arms around the brunette as she rose with the object in hand.",
        "She grabbed the closest object, a brass paperweight, and hurled it at him, bouncing it off a picture of her shaking hands with the late governor, sending glass flying.",
        "Dean was waiting for the sound of the coin dropping into the pay phone when he was startled to feel a hard object jammed in his rib cage and hear a voice say, Nice and easy, guy.",
        "All his life long he had been working incessantly with a single object - the regeneration of Russia.",
        "With this object his staff was gradually reconstructed and its real strength removed and transferred to the Emperor.",
        "For this object it is necessary that...",
        "When, having bought the coat merely with the object of taking part among the people in the defense of Moscow, Pierre had met the Rostovs and Natasha had said to him: Are you remaining in Moscow?...",
        "The object of his surveillance was seated at a back table in the coffee shop, sipping a cup of something with frothy cream atop it.",
        "From their elevated position they could overlook the entire valley, but not a single moving object could they see.",
        "When he didn't object either, she started toward her room.",
        "Like a sunken object freed from the ocean floor, Dean began to ascend to the surface of wakefulness.",
        "Would you object to my visiting her?",
        "She has flitted from object to object, asking the name of everything and kissing me for very gladness.",
        "The condition of the operatives is becoming every day more like that of the English; and it cannot be wondered at, since, as far as I have heard or observed, the principal object is, not that mankind may be well and honestly clad, but, unquestionably, that corporations may be enriched.",
        "As if the main object were to talk fast and not to talk sensibly.",
        "If now you married again with the object of bearing children, your sin might be forgiven.",
        "Her little hands felt every object and observed every movement of the persons about her, and she was quick to imitate these movements.",
        "And as it always happens in contests of cunning that a stupid person gets the better of cleverer ones, Helene--having realized that the main object of all these words and all this trouble was, after converting her to Catholicism, to obtain money from her for Jesuit institutions (as to which she received indications)-before parting with her money insisted that the various operations necessary to free her from her husband should be performed.",
        "He knew he was in these men's power, that only by force had they brought him there, that force alone gave them the right to demand answers to their questions, and that the sole object of that assembly was to inculpate him.",
        "The farther back in history the object of our observation lies, the more doubtful does the free will of those concerned in the event become and the more manifest the law of inevitability.",
        "He continued the agitation with the object of attaining both the political and commercial independence of Hungary.",
        "The hourly values are derived from smoothed curves, the object being to get the mean ordinate for a 60-minute period.",
        "This passing fancy was succeeded by a serious attachment, the object of which was the famous \"Cynthia.\"",
        "Throwing my voice into any object I pleased, to make it appear that the object was speaking instead of me.",
        "And Petya gave the Cossack a detailed account not only of his ride but also of his object, and why he considered it better to risk his life than to act \"just anyhow.\"",
        "In the future, we will paint surfaces with substances full of nanites that will absorb sunlight and turn it into electricity, transforming any object we paint into a clean energy creator.",
        "But the ice itself is the object of most interest, though you must improve the earliest opportunity to study it.",
        "The object glass of the micrometer-microscope is placed midway between the plane of the photographic plate and the plane of the micrometer webs.",
        "She keeps her eye on the object, but adds, like Wordsworth, the visionary gleam, and receives from nature but what she herself gives.",
        "Where is this division of labor to end? and what object does it finally serve?",
        "Trying to convict her, he told her she had worn him out, had caused his quarrel with his son, had harbored nasty suspicions of him, making it the object of her life to poison his existence, and he drove her from his study telling her that if she did not go away it was all the same to him.",
        "Returning to Rome about April 1344 he worked for three years at the great object of his life, the restoration of the city to its former position of power.",
        "The object of a race is to see who can win it--or at least that is what my excellent brains think.",
        "I did nothing but explore with my hands and learn the name of every object that I touched; and the more I handled things and learned their names and uses, the more joyous and confident grew my sense of kinship with the rest of the world.",
        "Many of my friends would be well pleased if I would take two or even one course a year, but I rather object to spending the rest of my life in college....",
        "To anyone who looks at the field of Borodino without thinking of how the battle was actually fought, this position, protected by the river Kolocha, presents itself as obvious for an army whose object was to prevent an enemy from advancing along the Smolensk road to Moscow.",
        "\"The masters won't object...\" she said.",
        "The rink was an object of pride to the citizens of the small, highly active community.",
        "You're the first to object.",
        "In the apparatus of type B as made by Zeiss there are two microscopes attached to a base-plate, one of which views the spectrum-plate (or other object) to be measured, while the other views a scale that moves with the slide on which the spectrumplate is mounted.",
        "To achieve their object, a double line of conduct was imposed upon them: they had to absorb the powers of the doge, and also to deprive the people of the voice they possessed in the management of state affairs by their presence in the concione or general assembly of the whole community, which was still the fountain of all authority.",
        "COMPROMISE MEASURES OF 1850, in American history, a series of measures the object of which was the settlement of five questions in dispute between the pro-slavery and anti-slavery factions in the United States.",
        "The principal object of this more recent research has been the determination of the quantitative amount of chemical change associated with the passage for a given time of a current of strength known in electromagnetic units.",
        "Livius Drustis, passed with that object, but irregularly and by the aid of violence, was annulled by the senate itself.",
        "\"Sofi—\" Jule started to object.",
        "He stopped and picked up the object.",
        "Sometimes one of those great cakes slips from the ice-man's sled into the village street, and lies there for a week like a great emerald, an object of interest to all passers.",
        "Anna Mikhaylovna, stooping, quickly caught up the object of contention and ran into the bedroom.",
        "With this object he intended to meet the regiment; so the worse the condition it was in, the better pleased the commander- in-chief would be.",
        "As he was being led up to some object he noticed a hesitation and uncertainty among his conductors.",
        "Because I have noticed that when a young man comes on leave from Petersburg to Moscow it is usually with the object of marrying an heiress.",
        "Boris had not succeeded in making a wealthy match in Petersburg, so with the same object in view he came to Moscow.",
        "People play chess, so that object playing the Grand Master must be a person.",
        "One day Miss Sullivan attracted my attention to a strange object which she had captured basking in the shallow water.",
        "She called my attention to the new arrangement, and when I did not object she seemed pleased and patted herself.",
        "TALK SHOULD BE NATURAL AND HAVE FOR ITS OBJECT AN EXCHANGE OF IDEAS.",
        "The lieutenant never looked the man he was speaking to straight in the face; his eyes continually wandered from one object to another.",
        "To be able to crush it absolutely he awaited the arrival of the rest of the troops who were on their way from Vienna, and with this object offered a three days' truce on condition that both armies should remain in position without moving.",
        "As often happens with passionate people, he was mastered by anger but was still seeking an object on which to vent it.",
        "After the deaths of her son and husband in such rapid succession, she felt herself a being accidentally forgotten in this world and left without aim or object for her existence.",
        "She was about to object when the disc beneath his feet levitated and launched them into the air.",
        "Though he disclaims being a follower of Herbart, his formal definition of philosophy and his conception of the object of metaphysics are similar to those of Herbart, who defines philosophy as an attempt to remodel the notions given by experience.",
        "What, however, with the idealists was an object of thought alone, the absolute, is to Lotze only inadequately definable in rigorous philosophical language; the aspirations of the human heart, the contents of our feelings and desires, the aims of art and the tenets of religious faith must be grasped in order to fill the empty idea of the absolute with meaning.",
        "All the way back to the house she was highly excited, and learned the name of every object she touched, so that in a few hours she had adDED THIRTY NEW WORDS TO HER VOCABULARY.",
        "A small, round object twice the size of a dinner plate appeared from the chasm and skimmed over several feet of grass to reach them.",
        "The angle between two objects, such as stars or the opposite limbs of the sun, was measured by directing an arm furnished with fine \" sights \" (in the sense of the \" sights \" of a rifle) first upon one of the objects and then upon the other (q.v.), or by employing an instrument having two arms, each furnished with a pair of sights, and directing one pair of sights upon one object and the second pair upon the other.",
        "No offense, but I'm under the impression the others didn't have a chance to object.",
        "Lana jumped over him and squeezed between two boulders, all but flinging herself towards the object.",
        "Somebody is bound to object.",
        "At long last, he found the object.",
        "\"Damian,\" Jonny said, turning to the White God, \"I will not object if you wish to turn her over to them.\"",
        "It was an object.",
        "He liked neither the labour itself nor its object.",
        "The distinction between the old and new method of observation may thus, in one sense, be described as the difference between shooting at a moving object and in shooting at one at rest.",
        "In the case of the original Repsold plan without clockwork the description is not quite exact, because both the process of following the object and correcting the aim are simultaneously performed; whilst, if the clockwork runs uniformly and the friction-disk is set to the proper distance from the apex of the cone, the star will appear almost perfectly at rest, and the observer has only to apply delicate corrections by differential gear - a condition which is exactly analogous to that of training a modern gun-sight upon a fixed object.",
        "spectrograph is the larger of the two it becomes necessary to adjust the object glass 0 1 farther C Ia from the stellar spectrograph.",
        "The only reservation which the most advanced Gallicans dared to formulate, in the terms of the celebrated declaration of the clergy of France (1682), had as its object the irreformable character of the pontifical definitions, which, it was claimed, could only have been acquired by them through the assent of the Church.",
        "Laws to secure this object have been passed, but funds are lacking for their execution on a sufficiently large scale.",
        "In theory these agreements may result from the spontaneous and pacific initiative of the contracting parties, but in reality their object has almost always been to terminate more or less acute conflicts and remedy more or less disturbed situations.",
        "The Test Act was now brought forward, and Shaftesbury, who appears to have heard how he had been duped in 1670, supported it, with the object probably of thereby getting rid of Clifford.",
        "In 1904 he delivered at the university of California a course of lectures, the object of which was to illustrate the application of the methods of physical chemistry to the study of the theory of toxins and antitoxins, and which were published in 1907 under the title Immunochemistry.",
        "The people, however, might object, and if their objection was considered valid redress was given.",
        "This view ignores that man has ideals of absolute value, truth, beauty, goodness, that he consciously communes with the God who is in all, and through all, and over all, that it is his mind which recognizes the vastness of the universe and thinks its universal law, and that the mind which perceives and conceives cannot be less, but must be greater than the object of its knowledge and thought.",
        "During his absence in Egypt, whither he had been sent by Pompey, without the consent of the senate, to restore Ptolemy Auletes to his kingdom, Syria had been devastated by robbers, and Alexander, son of Aristobulus, had again taken up arms with the object of depriving Hyrcanus of the high-priesthood.",
        "Besides this object dating from about the 3rd century B.C., according to the latest investigator, G.",
        "xiv.), which point in the same direction, and indicate that the model of the liver was used as an object lesson to illustrate the method of divination through the liver.",
        "His primary object was to prove that the world was built after the same shape and fashion as the Ark made by the Children of Israel in the desert; but he was able to show that the Malay Peninsula had to be rounded and thereafter a course steered in a northerly direction if China was to be reached.",
        "Where artificial copsewood is the object, hazel, hornbeam and other bushes may be planted between the oaks; but, when large timber is required, the trees are best without undergrowth.",
        "against those to whom you can object little but that they square not with you in every opinion concerning matters of religion.\"He had patronized Lilburne and welcomed all into his regiment, and the Independents had spread from his troops throughout the whole army.",
        "Meanwhile all hopes of an accommodation with Charles were dispelled by his flight on the 11th of November from Hampton Court to Carisbroke Castle in the Isle of Wight, his Flight object being to negotiate independently with the Scots, the parliament and the army.",
        "The major-generals were the object of general attack, while the special tax on the royalists was declared unjust, and the bill for its continuation rejected by a large majority.",
        "But, secondly, the pneumatic utterances technically known as speaking with tongues failed to reach this level of intelligibility; for Paul compares \"a tongue\" to a material object which should merely make a noise, to a pipe or harp twanged or blown at random without tune or time, to a trumpet blaring idly and not according to a code of signal notes.",
        "The movements of the northern branch of the Gulf Stream drift have been the object of more careful and more extended study than all the other currents of the ocean put together, except, perhaps, the Gulf Stream itself.",
        "Watson now found that he possessed no influence with the minister, and that he had destroyed his chance of the great object of his ambition, promo - tion to a better diocese.",
        "Rajputana possesses no natural freshwater lakes, but there are several important artificial lakes, all of which have been constructed with the object of storing water.",
        "Foundlings and illegitimate children had no parents to object.",
        "Wheatstone also described and to some extent worked out an interesting modification of his step-by-step instrument, the object of which was to produce a letter-printing telegraph.",
        "Recorders vary in details of construction, but all have the same object, namely, to record the intervals during which the current is applied to the line.",
        "Delany (which was adopted to a limited extent in Great Britain, but has now been entirely discarded) had for its object the working of a number of instruments simultaneously on one wire.",
        "In what is known as the \" hybrid \" form of recorder the permanent magnets are provided with windings of insulated copper wire; the object of these windings is to provide a means of \" refreshing \" the magnets by means of a strong current temporarily sent through the coils when required, as it has been found that, owing to magnetic leakage and other causes, the magnets tend to lose their power, especially in hot climates.",
        "Visiting England in 1856, Field entered into an agreement with Bright and with John Watkins Brett, who with his brother Jacob had proposed the constructing of an Atlantic cable eleven years previously, with the object of forming a company for establishing and working electric telegraphic communication between Newfoundland and Ireland.",
        "The object which Marconi had in view was not merely the detection of electric waves, but their utilization in practical wireless telegraphy.",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "The government contracted to buy the company's plant in 1911, thus in effect annulling the act of 1899 which had failed to accomplish its object of establishing all-round competition.",
        "By this agreement the Postmaster-General agreed to purchase all plant, land and buildings of the National Telephone Company in use at the date of the agreement or constructed after that date in accordance with the specification and rules contained in the agreement, subject to the right of the Postmaster-General to object to take over any plant not suited to his requirements.",
        "A year or two later he went into Spain to preach to the Moors, but had again to return without accomplishing his object (1215 probably).",
        "At the very moment when Matthias was about to profit by the disappearance of his most capable rival, another dangerous rebellion, headed by the primate and the chief dignitaries of the state, with the object of placing Casimir, son of Casimir IV., on the throne, paralysed Matthias's foreign policy during the critical years 1470-1471.",
        "Next to cereals and the vine the most important object of cultivation is the olive.",
        "When he died in 1378, this son resolved to reunite the domains of the Visconti; and, with this object in view, he plotted and executed the murder of his uncle Bernab.",
        "With this object, he secured Emilia, carried his victorious arms against Ferrara, and curbed the tyranny of the Baglioni in Perugia.",
        "It was his ambition to create a duchy for his family; and with this object he Pont!!!",
        "His object was to restore his dominions to the conditions preceding the French occupation.",
        "On the 23rd of May Prince Napoleon, with a French army corps, landed at Leghorn, his avowed object being to threaten the Austrian flank; and in June these troops, together with a Tuscan contingent, departed for Lombardy.",
        "With its object he sympathized; yet he could not give official sanction to an armed attack on a friendly power, nor on the other hand could he forbid an action enthusiastically approved by public opinion.",
        "Rattazzi, after ordering a body of troops to enter papal territory with no definite object, now resigned, and was succeeded by Menabrea.",
        "Though kept in the dark as to the Skierniewice arrangement, the Italian government soon discovered from the course of events that the triple alliance had practically lost its object, European peace having been assured without Italian co-operation.",
        "The movement had no well-defined object.",
        "The weakness of the government in dealing with the strike riots caused a feeling of profound dissatisfaction, and the so-called experiment of liberty, conducted with the object of conciliating the extreme parties, proved a dismal failure.",
        "Austrias petty persecutions of her Italian subjects in the irredente provinces, her active propaganda incompatible with Italian interests in the Balkans, and the antiItalian war talk of Austrian military circles, imperilled the relations of the two allies; it was remarked, indeed, that the object of the alliance between Austria and Italy was to prevent war between them.",
        "Decisions favourable to the object of the king were given on these questions, though even the despotism of the most despotic of the Tudors failed to secure absolute unanimity.",
        "attached to the object of supreme worship, monotheism proper is approached; while, when a new thought-construction is put in the supreme place, there is a tendency rather towards pantheism.",
        "Anselm tells us that a most perfect being must exist, since the perfection which includes existence is manifestly greater than a perfection confined to an object of thought.",
        "Other provisions, the object of which had been to restrain John from demanding more money from various classes of his subjects, were also deleted, and the same fate befell such chapters as dealt with mere temporary matters.",
        "The point of enduring interest as regards the Andamans is the penal system, the object of which is to turn the life-sentence and few long-sentence convicts, who alone are sent to the settlement, into honest, self-respecting men and women, by leading them along a continuous course of practice in self-help and self-restraint, and by offering them every inducement to take advantage of that practice.",
        "vulgaris) is brown in colour, and produces a bun-shaped egg, spiky on the convex surface, and attached to a water-weed or some object by its flattened side.",
        "BM- Within quite recent years, however, a special school q Y P has arisen with the main object of treating the processes of evolution quantitatively.",
        "William the Conqueror revived it immediately of ter his accession, as a convenient method of national taxation, and it was with the object of facilitating its collection that he ordered the compilation of Domesday Book.",
        "Moreover, the present act nullifies the object of the previous act of 1868, which was to reduce the facilities for obtaining poisons.",
        "According to Frazer, these traditions may be \" distorted reminiscences \" of the practice of human sacrifice, especially of divine kings, the object of which was to ensure fertility in the animal and vegetable worlds.",
        "Such limitations of the powers and properties of the individuals have for their object the well-being of the community of which those individuals are constituents.",
        "No doubt the primary object of the cell-wall of even the humblest protoplast is protection, and this too is the meaning of the coarser tegumentary structures of a bulkier plant.",
        "observer that such perceptions exist, and that they are followed by certain purposeful changes in the plant, sometimes mechanical, sometimes chemical, the object being evidently to secure some advantage for the plant, to ward off some danger, or to extricate it from some difficulty.",
        "The object of the phylogenetic study of any organ is to trace it back to its primitive form.",
        "Certain ancient stringed instruments were played with a plectrum or plucker made of the quill of a bird's feather, and the word has thus been used of a plectrum made of other material and differing in shape, and also of an analogous object for striking the strings in the harpsichord, spinet or virginal.",
        "The chief blot on his reign was the systematic and authorized persecution of the Christians, which had for its object the restoration of the religion and institutions of ancient Rome.",
        "The great westward projection of the coast of Africa, and the islands to the north-west of that continent, were the principal scene of the work of the mariners sent out at his expense; but his object was to push onward and reach India from the Atlantic. The progress of discovery received a check on his death, but only for a time.",
        "One important object of English maritime adventurers of those days was to discover a route to Cathay by the north-west, a second was to settle Virginia, and a third was to raid the Spanish settlements in the West Indies.",
        "Hawkins declared his object to be discovery and the survey of unknown lands, and his voyage, though terminating in disaster, bore good fruit.",
        "He sailed from Callao in October 1579, and made a careful survey of the Strait of Magellan, with the object of fortifying that entrance to the South sea.",
        "James Lancaster made a voyage to the Indian Ocean from 1591 to 1594; and in 1599 the merchants and adventurers of London resolved to form a company, with the object of establishing a trade with the East Indies.",
        "Academy as part of an investigation with the object of ascertaining the length of the degree near the equator and near the pole respectively so as to determine the figure of the earth.",
        "In 1767 he sailed for Tahiti, with the object of observing the transit of Venus, accompanied Captain ' '.",
        "With the same object Alexander Mackenzie, with a party of Canadians, set out from Fort Chippewyan on the 3rd of June 1789, and descending the great river which now bears the explorer's name reached the Arctic sea.",
        "The company was by no means a financial success, and many of its proceedings were wholly unscrupulous and indefensible; its great object, however, was attained, and New Zealand became the Britain of the south.",
        "The management of the company had meanwhile passed into the hands of others, whose sole object was to settle accounts with the government, and wind up the undertaking.",
        "His main defect was unscrupulousness: he hesitated at nothing necessary to accomplish an object, and the conviction of his untrustworthiness gradually alienated his associates, and left him politically powerless.",
        "The church of St Helen stands near the river, and its fine Early English tower with Perpendicular spire is the principal object in the pleasant views of the town from the river.",
        "499) of combining two mural circles in the determination of the place of a single object, the one serving for direct and the other for reflected vision.",
        "Instantly the movement was diverted from its original object, and the peasants and their leaders began a war of extermination against the landlords.",
        "We may therefore assume that, in acts of public worship at any rate, prayer and its magico-religious congeners are at all stages resorted to as a \"means of grace,\" even though such grace do not constitute the expressed object of petition.",
        "As being a constant object of study numerous commentaries have been written on the Talmud from the earliest times till the present.",
        "The object of both was to collect all halakhoth having a practical importance, omitting all those which owing to circumstances no longer possess more than an academic interest, and excluding the discussions on them and all agada.",
        "Its object was to fix the biblical text unalterably.",
        "His chief object was to reconcile the Greeks to the rule of Rome, by dilating upon the good qualities of their conquerors.",
        "The object is to allow sufficient water to drain off to the westward for the due irrigation of the land, while the Hillah bed still retains the main volume of the stream, and is navigable to the sea.",
        "In the first, the Periplus of the Outer Sea, in two books, in which he proposed to give a complete description of the coasts of the eastern and western oceans, his chief authority is Ptolemy; the distances from one point to another are given in stades, with the object of rendering the work easier for the ordinary student.",
        "In the latter part of his career his main object was to raise the prestige of Russia by undoing the results of the Crimean War, and it may fairly be said that he in great measure succeeded.",
        "The brick tower in Pavia in which he was confined was, and still is, an object of reverence to the country people.",
        "In the European species of Sitaris and Meloe these little larvae have the instinct of clinging to any hairy object.",
        "To appreciate the significance of the doctrines of Heraclitus, it must be borne in mind that to Greek philosophy the sharp distinction between subject and object which pervades modern thought was foreign, a consideration which suggests the conclusion that, while it is a great mistake to reckon Heraclitus with the materialistic cosmologists of the Ionic schools, it is, on the other hand, going too far to treat his theory, with Hegel and Lassalle, as one of pure Panlogism.",
        "It was only then, too, that a reform was started in secondary education, with the object of revising the so-called \" classical \" system favoured in the lyceums since the 'seventies, the complete failure of which has been demonstrated after nearly thirty years of experiment.",
        "Both the Molokani and the Dukhobortsi deny the authority of the civil government as such, and object on principle to military service.",
        "Accompanied by these so-called Oprichniki, who have been compared to the Turkish Janissaries of the worst period, he ruthlessly devastated large districts - with no other object apparently than that of terrorizing the population and rewarding his myrmidons - and during a residence of six weeks in Novgorod, lest the old turbulent spirit of the municipal republic should revive, he massacred, it is said, no less than 60,000 of the inhabitants, including many women and children.",
        "For half a century the struggle between the two races went on with varying success, but on the whole the Polish government proved stronger than its insubordinate subjects, and about 1638 it seemed to have attained its object.",
        "When peace was finally concluded, he had obtained that predominant position in European politics which had been the object of his ambition since the commencement of his reign, and he now believed firmly that he had been chosen by Providence to secure the happiness of the world in general and of the European nations in particular.",
        "Ending in a military disaster and a diplomatic humiliation, it had failed to attain even the narrow object for which it had been created.",
        "The effect of this latitude is to give the company ample discretion in the matter, and to enable the act to be administered and the object of it to be attained without undue interference.",
        "Such statistics are studied mainly with the object of learning the lessons which they may afford as to preventive measures for the future; and from this point of view the most important element is the single item of passengers killed in train accidents (a 1).",
        "As was suggested at the outset, railway accident statistics are useful only as showing how to make life and limb safer, though in pursuing this object increased economy should also be secured.",
        "The object was to bring the level of the station platforms as close to the .",
        "Their primary object being the development and peopling of the land, they have naturally been made as cheaply as possible; and as in such cases the cost of the land is inconsiderable, economy has been sought by the use of lighter and rougher permanent way, plant, rolling stock, &c. Such railways are not \" light \" in the technical sense of having been made under enactments intended to secure permanent lowness of cost as compared with standard lines.",
        "sacrificium; sacer, holy, and facere, to make), the ritual destruction of an object, or, more commonly, the slaughter of a victim by effusion of blood, suffocation, fire or other means.",
        "It is, in fact, \"a procedure whereby communication is established between the sacred and profane spheres by a victim, that is to say by an object destroyed in the course of the ceremony.\"",
        "Robertson Smith, on the other hand, a new era was reached, in which the recently recognized existence of Totemism was made the basis of an attempt to give a 1 Scipione de Ricci, bishop of Pistoia from 1780 to 1791, on the ex-Jesuits requesting him to consecrate a bell dedicated to this object, issued a pastoral letter (3rd June 1784) in which he pointed out that the spirit of true religion was \"far removed from fetichism,\" and warned his flock against \"cardiolatry.\"",
        "The object of sharing the meal with the god was to renew the blood bond.",
        "For the object of the piaculum is the re-establishment of the broken alliance, which was precisely that of the communion sacrifice.",
        "It is possible to classify sacrifices according to (a) the occasion of the rite, (b) the end to be achieved, (c) the material object to be affected or (d) the form of the rite.",
        "In the latter either some material object, not necessarily animate, is deprived of a portion of its sanctity and made fit for human use, or the sacrificer himself loses a portion of his sanctity or impurity.",
        "In the sacrifice of sacralization the sanctity passes from the victim to the object; in that of desacralization, from the object to the victim.",
        "The necessary elements of a Hindu sacrifice are: (I) the sacrificer, who provides the victim, and is affected, directly or indirectly, by the sacrifice; he may or may not be identical with (2) the officiant, who performs the rite; we have further (3) the place, (4) the instruments of sacrifice and (5) the victim; where the sacrificer enjoys only the secondary results, the direct influence of the sacrifice is directed towards (6) the object; finally, we may distinguish (7) three moments of the rite - (a) the entry, (b) the slaughter, (c) the exit.",
        "The object of the sacrifice being to bridge the gulf between the sacred and profane worlds, the sacrificer had to remain in contact with the victim, either personally, or, to avoid ritual perils, by the intermediary of the priest.",
        "In both these cases the object of the rite is the elimination of impurity or of a source of danger.",
        "The object of certain sacrifices is to provide a tutelary deity of a house, town or frontier.",
        "Their object may be (a) to provide a guide to the other world; (b) to provide the dead with servants or a retinue suitable to his rank; (c) to send messengers to keep the dead informed of the things of this world; (d) to strengthen the dead by the blood or life of a living being, in the same way that food is offered to them or blood rituals enjoined on mourners.",
        "He wrote (1) Antapodoseos, seu rerum per Europem gestarum, Libri VI, an historical narrative, relating to the events from 887 to 949, compiled with the object of avenging himself upon Berengar and Willa his queen; (2) Historia Ottonis, a work of greater impartiality and merit, unfortunately covering only the years from 960 to 964; and (3) the Relatio de Legatione Constantinopolitana (968-969).",
        "The city had been founded in 1158 with the express object of controlling the Baltic trade.",
        "Westermarck has shown from his observations in Morocco that the blood of the victim was considered to visit a curse upon the object to whom the sacrifice is offered and thereby the latter is made amenable to the sacrificer.",
        "This could never have been accomplished without unity of worship. The object of this worship was Yahweh.",
        "Among the more delicate negotiations of his later years were those of 1580, which had for their object the ultimate union of the crowns of Spain and Portugal, and those of 1584, which resulted in a check to France by the marriage of the Spanish infanta Catherine to Charles Emmanuel, duke of Savoy.",
        "This mound, which forms a prominent object in the view over the city, is about 150 ft.",
        "The time was one of fierce persecution directed against the Christians, and the bishop of Carthage became a prominent object of attack.",
        "The subject of this youthful effort was suggested, its author says, by a refinement of vanity - \" the desire of justifying and praising the object of a favourite pursuit,\" namely, the study of ancient literature.",
        "He has recorded one or two interesting notes on Turin, Genoa, Florence and other towns at which halt was made on his route; but Rome was the great object of his pilgrimage, and the words in which he has alluded to the feelings with which he Her letters to Walpole about Gibbon contain some interesting remarks by this ' ` aveugle clairvoyante,\" as Voltaire calls her; but they belong to a later period (1777).",
        "The most foolish and discreditable was certainly that of Davies; his unworthy attempt to depreciate the great historian's learning, and his captious, cavilling, acrimonious charges of petty inaccuracies and discreditable falsification gave the object of his attack an easy triumph.",
        "The survey for the Truckee-Carson system was begun in 1902, with the object of utilizing the waters flowing to waste in western Nevada for the irrigation and reclamation of the adjacent arid regions in Churchill, Lyon and Storey counties.",
        "2 A law passed in 1887, requiring all voters to take an oath against polygamy, with the object of disfranchising Mormons, was declared unconstitutional by the State Supreme Court.",
        "The object of this gathering was to frame a government for the settlers, as the seat of the Territorial government of Utah was too remote to afford protection for life and property.",
        "217) with the west Prussian custom of the mock birth of a child on the harvest-field, the object being to ensure a plentiful crop for the coming year.",
        "In fact a little consideration of the theory of probabilities will show it to be infinitely probable that such an object should really have some movement of rotation, no matter by what causes the nebula may have originated.",
        "The transition from an object of this kind to a nebulous star is very natural, while the nebulous stars pass into the ordinary stars by a few graduated stages.",
        "Each object in the series differs but slightly from the object just before it and the object just after it.",
        "His great object, as it was also the great object of Faraday, was to overturn the idea of action at a distance.",
        "This society, which arose out of the public excitement created by the war between France and Austria, had for its object the formation of a national party which should strive for the unity and the constitutional liberty of the whole Fatherland.",
        "Rhetorical accomplishments were considered to be the chief object of a liberal education, and to this end every kind of learning was made subservient.",
        "A further motive for their attitude was that Francis Joseph, unlike his predecessor, had not taken the oath to observe the Hungarian constitution, which it was the avowed object of Schwarzenberg to overthrow.",
        "But he resigned his benefices, and, in conjunction with Cajetan, founded the order of the Theatines (1524) with the object of promoting personal piety and of combating heresy by preaching.",
        "But he appears to have acted under the impression that the Socialists were much stronger than they really were, and therefore gave them a free hand with the object of avoiding bloodshed, and also perhaps with that of proving to the workmen that they could not run industry without the capitalists and the technical experts.",
        "Older material (often of composite origin) has been used, not so much for the purpose of providing historical information, as with the object of showing the religious significance of past history; 3 Or land Israel, W.",
        "Judaean tradition dated the sanctity of Jerusalem from the installation of the ark, a sacred movable object which symbolized the presence of Yahweh.",
        "It is part of the scheme which runs through the book of Kings, and its apparent object is to show that the Temple planned by David and founded by Solomon ultimately gained its true position as the only sanctuary of Yahweh to which his worshippers should repair.",
        "His main object is to make the new Israel, the post-exilic community at Jerusalem, continuous, as a society, with the old Israel.'",
        "The laws concerning the Jews had a repressive and preventive object: the repression of Judaism and the prevention of inroads of Jewish influences into the state religion.",
        "Its object was the foundation of a Jewish state in Palestine, but though it aroused much interest it failed to attract the majority of the emancipated Jews, and the movement has of late been transforming itself into a mere effort at colonization.",
        "The central object of cult in this shrine was apparently a marble cross.",
        "In spite of the admission of their co-religionists to high office in the government, the Mussulmans, it is true, still complained of continuous ill-treatment having for its object their expatriation; but these complaints were declared by Sir Edward Grey, in answer to a question in parliament, to be exaggerated.",
        "God ceases to be an object to him and becomes an experience.",
        "Love grows with the knowledge of its object, he proceeds, and at the highest stage self-love is so merged in love to God that we love ourselves only for God's sake or because God has loved us.",
        "It is the object of an ancient and famous pilgrimage due to the tradition that Mary, sister of the Virgin, and Mary, mother of James and John, together with their black servant Sara, Lazarus, Martha, Mary Magdalen and St Maximin fled thither to escape persecution in Judaea.",
        "For them the pollen is an attraction as food, or some other part of the flower offers an inducement to them for a like object.",
        "Havingattained its object the insect withdraws, taking the pollen-masses, and visits another flower.",
        "The object of these movements will be appreciated when it is remembered that, if the pollen-masses retained the original direction they had in the anther in which they were formed, they would, when transported by the insect to another flower, merely come in contact with the anther of that flower, where of course they would be of no use; but, owing to the divergences and flexions above alluded to, the pollen-masses come to be so placed that, when transplanted to another flower of the same species, they come in contact with the stigma and so effect the fertilization of that flower.",
        "The chief object of interest is the church of Sainte-Anne (once the cathedral), the building of which was begun about the year 1056 on the site of a much older edifice, but not completed until the latter half of the 17th century.",
        "52), and David soon became both a popular hero and an object of jealousy to Saul.",
        "In the spring of 401 Cyrus united all his forces and advanced from Sardis, without announcing the object of his expedition.",
        "In general his object is to reduce the final equation to a simple one by making such an assumption for the side of the square or cube to which the expression in x is to be equal as will make the necessary number of coefficients vanish.",
        "His object in the Traite des verites premieres (1717), his best-known work, is to discover the ultimate principle of knowledge.",
        "south-west of the city of Manitowoc, is St Nazianz, an unorganized village near which in 1854 a colony or community of German Roman Catholics was established under the leadership of Father Ambrose Oswald, the primary object being to enable poor people by combination and cooperation to supply themselves with the comforts of life at minimum expense and have as much time as possible left for religious thought and worship. The title of the colony's land was vested in Father Oswald after the panic of 1857 until his death in 1874, when he devised the lands to \"the colony founded by me.\"",
        "It provided that a county council might acquire any suitable land, with the object of allotting from one to fifty acres, or, if more than fifty acres, of an annual value not exceeding £50, to persons who desired to buy, and would themselves cultivate, the holdings.",
        "The object of this measure is to replace the 1 In 1903 two of the principal sources of supply of mutton shipped in excess of their exportable surplus, for which they suffered severely in 1904 - hence the somewhat irregular movements after 1903.",
        "As the main object of the act is to obtain records of prices, it follows that only in so far as statements of the prices realized, together with the description of the animals involved, are obtained, is the full advantage of the statute secured.",
        "The original object - the supply of the cattle markets of Smithfield and other places with the cheapest and best meat - is still kept strictly in view.",
        "A noteworthy feature of the closing decades of the 19th century was the formation of voluntary associations of stockbreeders, with the object of promoting the interests of the respective breeds of live stock.",
        "The Hampshire Down Sheep Breeders' Association may be taken as a type of the latter, its principal object being to encourage the breeding of Hampshire Down sheep at home and abroad, and to maintain the purity of the breed.",
        "Soon after Mill supported in Fraser's, still with the same object, Hare's scheme for the representation of minorities.",
        "surrender to Henry of Lancaster, afterwards Henry IV., in whose reign a French fleet with 12,000 men on board sailed to the Haven and disembarked with the object of assisting the rebellion of Owen Glendower.",
        "A decoction of the buds in milk or whey is a common household remedy for scurvy; and the young shoots or green cones form an essential ingredient in the spruce-beer drank with a similar object, or as an occasional beverage.",
        "finished, with the object of amassing sufficient capital to construct a dike for his native town of Tus, which suffered greatly from defective irrigation, a project which had been the chief dream of his childhood.",
        "(After Spengel.) B, Surface view of a rudimentary ctenidium of Patella excised and viewed as a transparent object.",
        "- Embryo of Limnaeus stagnalis, at a stage when the Trochosphere is developing foot and shell-gland and becoming a Veliger, seen as a transparent object under slight pressure.",
        "Its officers were required to obey \"the statutes of the teaching body, which have for their object uniformity of instruction, and which tend to form for the state citizens attached to their religion, their prince, their country and their family.\"",
        "The main object of the Austrian chancellor probably was to let Napoleon once more show to the world his perverse obstinacy.",
        "He lays it down that man, so far as he is rational, is to himself his own object of thought.",
        "Religion therefore is \"nothing else than the consciousness of the infinity of the consciousness; or, in the consciousness of the infinite, the conscious subject has for his object the infinity of his own.",
        "This (obviously valid) distinction logically involves the consequence that the object, or content, of knowledge, viz.",
        "The operations consisted almost entirely of manoeuvres which had for their object the obtaining or the denial to the enemy of food-supplies.",
        "Moreover, both in drawing and in colouring there is frequently much that is untrue to nature, so that it has not uncommonly happened for them to fail in the chief object of all zoological plates, that of affording sure means of recognizing specimens on comparison.",
        "The chief object of the author, who had been naturalist to the Niger Expedition, and curator to the Museum of the Zoological Society of London, was to figure the animals contained in its gardens or described in its Proceedings, which until the year 1848 were not illustrated.",
        "It seems that this was issued as much with the object of inviting assistance from others in view of future labours, since the materials at his disposal were comparatively scanty, as with that of making known the results to which his researches had already led him.",
        "A large proportion of the fossil remains, the determination and description of which was his object, were what are very commonly called the \" long bones,\" that is to say, those of the limbs.",
        "- According to a conception of the world frequently found among peoples of the lower cultures, all the affairs of life are supposed to be under the control of spirits, each ruling a certain element or even object, and themselves in subjection to a greater spirit.",
        "Especially among the lower races the dead are regarded as hostile; the Australian avoids the grave even of a kinsman and elaborate ceremonies of mourning are found amongst most primitive peoples, whose object seems to be to rid the living of the danger they run by association with the ghost of the dead.",
        "In Russia the domovoi (house spirit) is an important personage in folk-belief; he may object to certain kinds of animals, or to certain colours in cattle; and must, generally speaking, be propitiated and cared for.",
        "There is no doubt that Cleisthenes' object was primarily to get rid of the Peisistratid faction without perpetual recourse to armed resistance (so Androtion, Ath.",
        "With the end of the Persian Wars, the original object of ostracism was removed, but it continued in use for forty years and was revived in 417 B.C. It now became a mere party weapon and the farcical result of its use in 417 in the case of Hyperbolus led to its abolition either at once, or, as Lugebil seeks to prove, in the archonship of Euclides (403 B.C.).",
        "PALMYRA, the Greek and Latin name of a famous city of the East, now a mere collection of Arab hovels, but still an object of interest on account of its wonderful ruins.",
        "He retreated to London, where he felt safe, though he continued to be an object of \"troublesome attention,\" and even the fellows of the Royal Society shunned him.",
        "The earliest work of Orosius, Consultatio sive commonitorium ad Augustinum de errore Priscillianistarum et Origenistarum, explains its object by its title; it was written soon after his arrival in Africa, and is usually printed in the works of Augustine along with the reply of the latter, Contra Priscillianistas et Origenistas liber [ad Orosium.",
        "The main object, therefore, of the American cotton-planter is to prevent erosion.",
        "Cotton seed in those days was the object of so much aversion that the planter burned it or threw it into running streams, as was most convenient.",
        "Attention has been paid in the West Indies to seed selection, by the officers of the imperial Department of Agriculture, with the object of retaining for West Indian Sea Island cotton its place as the most valuable cotton on the British market.",
        "In 1900 the Imperial Department of Agriculture and private planters began experiments with the object of reintroducing the cultivation, owing to the decline in value of sugar.",
        "One great object of their experiments was to introduce and acclimatize exotic cottons.",
        "When the agents of the spinners, that is, the buying brokers, by becoming principals in some transactions, had acquired interests diametrically opposed to those of their customers, the consequent feeling of distrust among spinners gave birth to the Cotton Buying Company, which, constituted originally of twenty to thrity limited cotton-spinning companies, represents to-day nearly 6,000,000 spindles distributed among nearly one hundred firms. Its object was to squeeze out some middlemen and economize for its members on brokerage.",
        "Various grades of cotton are tenderable against \" futures \": if this were not so \" futures \" would be in danger of defeating their object, because the price of the grade upon which they were founded would probably at times be thrown widely out of relation to the general level of prices in the cotton market.",
        "Having become a haunt of pirates, and exceedingly injurious to Italian commerce, it was made the object of a crusade proclaimed by Pope Eugenius III.",
        "\"My object is simply to find out how the things actually occurred.\"",
        "Moreover the chief object of the Petroleum Acts passed in the United Kingdom has hitherto been to regulate storage, and it has always been possible to obtain oils either of higher or lower flash-point, when such are preferred, irrespective of the legal standard, in addition to which it may be asserted that in a properly constructed lamp used with reasonable care the ordinary oil of commerce is a safe illuminant.",
        "The more important local authorities throughout the country have made regulations under the powers conferred upon them by the Petroleum Acts, with the object of regulating the \" keeping, sale, conveyance and hawking \" of petroleum products having a flash-point below 73° F., and the Port of London authority, together with other water-way and harbour authorities in the United Kingdom, have their own by-laws relating to the navigation of vessels carrying such petroleum.",
        "When the First Crusade finally came, what was it but a penitentiary pilgrimage under arms - with the one additional object of conquering the goal of pilgrimage ?",
        "It was thus natural, for these reasons, that the conquest of the Holy Land should gradually become an object for the ambition of Western Christianity - an object which the papacy, eager to realize its dream of a universal Church subject to its sway, would naturally cherish and attempt to advance.",
        "Two causes combined to make this object still more natural and more definite.",
        "They were used, like the assizes of the high court, in Cyprus; and, like the other assizes, they were made the subject of investigation in 1531, with the object of discovering a good text.",
        "The acquisition of Aleppo could only make that supreme object more readily attainable; and so Saladin had spent his time in acquiring Aleppo, but only in order that he might ultimately \"attain the goal of his desires, and set the mosque of Asha free, to which Allah once led in the night his servant Mahomet.\"",
        "Yet it had at any rate saved for the Christians the principality of Antioch, the county of Tripoli, and some of the coast towns of the kingdom; 2 and if it had failed to accomplish its object, it had left behind, none the less, many important results.",
        "2 The kingdom of Jerusalem is thus from 1192 to its final fall a strip of coast, to which it is the object of kings and crusaders to annex Jerusalem and a line of communication connecting it with the coast.",
        "made the Crusade his ultimate object, and attempted to bring it back to its old religious basis and under its old papal direction.",
        "The conquest of Zara, a port on the Adriatic claimed by the Venetians from the king of Hungary, was the only object overtly mentioned; but the idea of the expedition to Constantinople was in the air, and the crusaders knew what was ultimately expected.",
        "The expedition was by no means a success, but Moshesh, with that peculiar statecraft for which he was famous, saw that he could not hope permanently to hold out against the British troops, and followed up his successful skirmishes with General Cathcart by writing him a letter, in which he said: \"As the object for which you have come is to have a compensation for Boers, I beg you will be satisfied with what you have taken.",
        "Among the enterprises of the Cid the most famous was that against Valencia, then the richest and most flourishing city of the peninsula, and an object of cupidity to both Christian and Moslem.",
        "The original object of the institution of the courts or court seems to have been to prevent or punish piracy and other crimes upon the narrow seas and to deal with questions of prize; tion.",
        "God, the text here declares, has made the world an object of man's thought, yet so that man can never find out the work that God has done (iii.",
        "The two main rules by which the order of the words in a sentence is regulated are - subject, verb, object; and qualifying words follow those which they qualify.",
        "His account, drawn up from notes taken in the main from personal observation, possesses an especial importance for topographical research, owing to his method of describing each object in the order in which he saw it during the course of his walks.",
        "In 1892 Dorpfeld began a series of excavations in the district between the Acropolis and the Pnyx with the object of determining the situation of the buildings described by Pausanias as existing in the neighbourhood of the Agora, and more especially the position of the Enneacrunus fountain.",
        "In 1896 excavations with the object of exploring the whole northern and eastern slopes of the Acropolis were begun by Kavvadias.",
        "Its object is to convince a man of sin, of justice and of judgment.",
        "Mount Morrison, being surrounded by high ranges, is not a conspicuous object.",
        "which created the inner order of \"Molly Maguires,\" with the object, it appears, of intimidating the Welsh, English, and German miners, and of ridding the region of mine superintendents, bosses and police who should make themselves in any way objectionable to members of the order.",
        "42) suggests that its object was to give opportunity for final proceedings in assembly halls.",
        "In his Biblia Illustrata (4 vols.), written from the point of view of a very strict belief in inspiration, his object is to refute the statements made by Hugo Grotius in his Commentaries.",
        "Saturninus also brought in a bill, the object of which was to gain the support of the rabble by supplying corn at a nominal price.",
        "In his Sceptical Chemist (1662) he freely criticized the prevailing scientific views and methods, with the object of showing that true knowledge could only be gained by the logical application of the principles of experiment and deduction.",
        "He speedily became the object of distrust among the friends of the American cause, and it was considered prudent that he should seek an early opportunity of leaving the country.",
        "The object is of Egyptian workmanship, representing this powerful deity of the foreign sea people with whom the predynastic Nilotes no doubt often fought.",
        "The object here is to secure the succession in the event of the supreme king's dying whilst his heir is an infant.",
        "The offering of divine honours to the king, which we saw begin under Alexander, became stereotyped in the institutions of the succeeding Hellenistic kingdoms. Alexander himself was after his death the object of various local cults, like that which centred in the shrine near Erythrae (Strabo, xiv.",
        "For this object he was ready to commit any crime and to plunge all Italy into war.",
        "Alexander, overwhelmed with grief, shut himself up in Castle St Angelo, and then declared that the reform of the church would be the sole object of his life henceforth - a resolution which he did not keep. Every effort was made to discover the assassin, and suspicion fell on various highly placed personages.",
        "But while a crusade was talked of, the real object was central Italy, and in the autumn Cesare, favoured by France and Venice, set forth with io,000 men to complete his interrupted enterprise.",
        "The Kachins have been the object of many police operations and two regular expeditions: (I) Expedition of 1892-93.",
        "YOGI, a Hindu religious ascetic. The word yoga means union, and first occurs in the later Upanishads; and yogi means one who practises yoga, with the object of uniting his soul with the divine spirit.",
        "Not only should the names be carefully selected with special reference to the objects which the map is intended to serve, and to prevent overcrowding by the introduction of names which can serve no useful object, but they should also be arranged in such a manner as to be read easily by a person consulting the map. It is an accepted rule now that the spelling of names in countries using the Roman alphabet should be retained, with such exceptions as have been familiarized by long usage.",
        "The object, however, can be fully attained only if the scale of the map is sufficiently large, if the horizontal and vertical scales are identical, so that there shall be no exaggeration of the heights, and if regard is had, eventually, to the curvature of the earth's surface.",
        "Such an association proves that there is very little difference between the dog and the wolf in recognition of man as an object of affection and veneration.",
        "Its professed object was to clear Rome of the large number of pauper citizens, who formed a standing menace to peace.",
        "A special article, the object of which was to pacify those who had received grants of land from Sulla, declared such possessions to be private property, for which compensation was to be paid in case of surrender.",
        "The whole affair was obviously a political move, probably engineered by Caesar, his object being to make the democratic leaders the rulers of the state.",
        "During the whole time between their rise and the passing of the Toleration Act 1689, the Quakers were the object of almost continuous persecution which they endured with extraordinary constancy and patience; they insisted on the duty of meeting openly in time of persecution, declining to hold secret assemblies for worship as other Nonconformists were doing.",
        "The chief object of the latter was to fix the meeting-place at a place remote from the influence of the pope, and they persisted in suggesting Basel or Avignon or Savoy, which neither Eugenius nor the Greeks would on any account accept.",
        "At the same time Musha Island, at the entrance to the Gulf of Tajura, was bought by the British \" for ten bags of rice,\" Bab Island, in the same gulf, and Aubad Island, off Zaila, were also purchased, the object of the East India Company being to obtain a suitable place \" for the harbour of their ships without any prohibition whatever.\"",
        "- (a) A large body of these additions can be classed under one head as written with a well-defined object and at a definite period.",
        "This period was about 70-40 B.C., and the object of the additions was the overthrow of the Maccabean high-priesthood, which in the 1st century B.C. had become guilty of every lewdness.",
        "These additions are identical in object and closely related in character and diction with the Psalms of Solomon.",
        "This improved the condition of the slave by rendering his existence an object of greater value to his master.",
        "The object he and his associates had then in view was gradual abolition by establishing something like a system of serfdom for existing slaves, and passing at the same time a measure emancipating all their children born after a certain day.",
        "It was for some time thought that from Sierra Leone as a centre industry and civilization might be diffused amongst the nations of the continent; and in 1822 the colony (which in 1847 became the independent republic) of Liberia had been founded by Americans with a similar object; but in neither case have these expectations been adequately fulfilled.",
        "The death of Wishart produced a deep effect on the Scottish people, and the cardinal became an object of general dislike, which encouraged his enemies to proceed with the design they had formed against him.",
        "The objects found in these researches are in the museum, the most notable being a great basalt bull, probably once an object of cult in the Serapeum.",
        "Some served their avowed object with great success, being powerful instruments in the anti-papal polemic and sustaining the revolted Franciscans in their hope of an approaching triumph.",
        "In the centre of battle is man: his soul is the object of the war.",
        "From the celebrity of this cemetery as an object of pilgrimage its name became extensively known, and in entire forgetfulness of the origin of the word, catacumbae came to be regarded as a generic appellation for all burial-places of the same kind.",
        "Some additional discoveries were described by Marc Antonio Boldetti in his Osservazioni, published in 1720; but, writing in the interests of the Roman Church with an apologetic, not a scientific object, truth was made to bend to polemics, and little addition to our knowledge of the catacombs is to be gained from his otherwise important work.",
        "recognized the papal authority over the whole tract from Radicofani in Tuscany to the pass of Ceperano on the Neapolitan frontier - the exarchate of Ravenna, the Pentapolis, the March of Ancona, the bishopric of Spoleto, Matilda's personal estates, and the countship of Brittenoro; but a good deal of the territory thus described remained for centuries an object of ambition only on the part of the popes.",
        "By this time the salary had been increased to X1 2; in 1801 it was He had learnt of Raikes's Sunday Schools before he left the Establishment, but he rightly considered the system set on foot by himself far superior; the work and object being the same, he gave six days' tuition for every one given by them, and many people not only objected to working as teachers on Sunday, but thought the children forgot in the six days what they learnt on the one.",
        "When he visited London a year later, his friends were ready to discuss the name of a new Society, and the sole object of which should be to supply bibles.",
        "by the end of the 5th century B.C.; it became the object of study, and thus arose a class of scholars, among whom were some who, under the influence of the general culture of the time, native and foreign, pushed their investigations beyond the limits of the national law and became students and critics of life.",
        "The practical object of the enterprise required that the proportionate quantity of yearly output in the various branches, and that the liability of various topics as a matter of fact to occur in connexion with each other, should modify the classification.",
        "It was there stated that, on the most favourable estimate, the normal deficit of the Turkish treasury was T2,725,000, (upwards of £T,1,700,000 below the truth as now declared.) and the following observations were appended: \" This budget represents the normal situation of Ottoman finance; it does not tally with the budget published in 1897, which was prepared with a special object in view, and was obviously full of inaccuracies, nor indeed does it agree with figures which could be officially obtained from the Porte.",
        "Most of the latter were reinstated, with the object of reducing the Turkish power.",
        "A disastrous attack on Astrakhan, with the object of carrying out Sokolli's plan for uniting the' Don and the Volga, first brought the Turks into collision with the Russians.",
        "Its object was the acquisition of gold, which was caught by the inhabitants of Colchis in fleeces as it was washed down the rivers.",
        "CONSTANCE This council, convoked at the instance of the emperor Sigismund by Pope John XXIII.- one of the three popes between whom Christendom was at the time divided - with the object of putting an end to the Great Schism of the West and reforming the church, was opened on the 5th of November 1414 and did not close until the 22nd of April 1418.",
        "Napoleon's object being surprise, all the cavalry except a few vedettes were kept back behind the leading infantry columns and these latter were ordered to advance, on the signal being given, in \" masses of manoeuvre, \" so as to crush at once any outpost resistance which was calculated upon the time required for the deployment of ordinary marching columns.",
        "Surprise, of course, was out of the question, but the Austrians did not attempt to dispute the passage, their object being to allow as many French as they felt they could deal with to pass over and then to fall on them.",
        "The scheme of invasion was based on the Boulogne flotilla, a device inherited from the old French royal government, through the Republic. Its object was to throw a great army ashore on the coast between Dover and Hastings.",
        "From that time it continued for a long period an object of contention between the Turks and the Persians.",
        "Besides his attack on the Metelli and other members of the aristocracy, the great Scipio is the object of a censorious criticism on account of a youthful escapade attributed to him.",
        "Sometimes Clement discusses chronology, sometimes philosophy, sometimes poetry, entering into the most minute critical and chronological details; but one object runs through all, and this is to show what the true Christian Gnostic is, and what is his relation to philosophy.",
        "The object of his incarnation and death was to free man from his sins, to lead him into the path of wisdom, and thus in the end elevate him to the position of a god.",
        "But he has to move upwards continually until he at length does nothing that is evil, and he knows fully the reason and object of what he does.",
        "Maw, explored the central part of the Great Atlas with the special object of investigating its flora and determining its relation to that of the mountains of Europe.",
        "To furnish young shoots in sufficient abundance, and of requisite strength, is the great object of peach training and pruning.",
        "In the autumn of this year he received a visit 'at Vailima from the countess of Jersey, in company with whom and some others he wrote the burlesque extravagance in prose and verse, called An Object of Pity, privately printed in 1893 at Sydney.",
        "In the blessing of the holy water (cap. ii.), the essential instrument of all benedictions, the object is clearly to establish its potency against evil spirits.",
        "If the observer takes up a suitable position near water, his coat is often seen to be covered with the cast sub-imaginal skins of these insects, which had chosen him as a convenient object upon which to undergo their final change.",
        "The French afterwards resumed the blockade, so that although Barrosa was an allied victory, its object was not attained.",
        "Thence his line stretched along the Pyrenees by the passes of Vera, Echallar, Maya and Roncesvalles, to Altobiscar; his immediate object now being to reduce the fortresses of San Sebastian and Pampeluna.",
        "It had now become Wellington's object to draw Soult away from Bayonne, in order that the allied army might, with less loss, cross the Adour and lay siege to the place on both banks of the river.",
        "Wellington's object in this was at once attained, for Soult, leaving only 10,000 men in Bayonne, came out and concentrated at Orthes on the Pau.",
        "The Biblical narratives reveal traces of a considerable development in the traditions regarding this sacred object, and those which furnish the most complete detail are of post-exilic date when the original ark had been lost.",
        "It is no mere receptacle, but a sacrosanct object as much to be feared as Yahweh himself.",
        "A critical examination of the history of the Israelite ark renders it far from certain that the object was originally the peculiar possession of all Israel.",
        "The possibility must be conceded that there were several arks in the course of Hebrew history and that separate tribes or groups of tribes had their own sacred object.",
        "Accordingly the conception of the ark must be based in the first instance upon the beliefs of the particular clans or tribes whose sacred object it was.",
        "\"Thing\" meant an inanimate object, the ordinary meaning at the present day, also a cause or suit, and an assembly; a similar development of meaning is found in the Latin res.",
        "He represented the antiFranco-Prussian portion of her council, and his object was to bring about an Anglo-Austro-Russian alliance which, at that time, was undoubtedly Russia's proper system, Hence the reiterated attempts of Frederick the Great and Louis XV.",
        "Elizabeth would not consent to any pacific overtures until the original object of the league had been accomplished.",
        "Elizabeth's object in this mysterious negotiation seems to have been to reconcile France and Great Britain, in return for which signal service France was to throw all her forces into the German war.",
        "It should be mentioned here, however, that solutions which would deposit their metal on any object by simple immersion should not be generally used for electroplating that object, as the resulting deposit is usually non-adhesive.",
        "Industrial surveys, having for their object the granting of land to the peasants to the extent of 40 acres per each male head, with 8 additional acres of wood and 8 acres as a reserve, were started many years ago, and after being stopped in 1887 were commenced again in 1898.",
        "In the Testicardines, where no such sliding action of the valves was necessary or possible, no muscles for such an object were required, consequently none took rise from the lateral portions of the valves as in Lingula; but in an extinct group, the Trimerellidae, which seems to be somewhat intermediate in character between the Ecardines and Testicardines, have been found certain scars, which appear to have been produced by rudimentary lateral muscles, but it is doubtful (considering the shells are furnished with teeth, though but rudely developed) whether such muscles enabled the valves, as in Lingula, to move forward and backward upon each other.",
        "The church, which stands inland in the old village distinguished as Upper Dovercourt, is Early English and later; it formerly possessed a miraculous rood which became an object of pilgrimage of wide repute.",
        "Its immediate object was, not the regulation of the taille, but the organization of the cornpagnies d'ordonnance, i.e.",
        "But from 1600 onwards the same persons fulfilled both functions, the object being, by giving the assessors the duty of collecting the tax, to lead to a duster and more conscientious assessment.",
        "The object of the festival was to celebrate the maturing of the wine stored at the previous vintage, and the beginning of spring.",
        "100,109, and Prolegomena), regarding the Anthesteria as primarily a festival of all souls, the object of which was the expulsion of ancestral ghosts by means of placation, explains lrLOoe'yca as the feast of the opening of the graves (irieos meaning a large urn used for burial purposes), x6€s as the day of libations, and XuTpoc as the day of the grave-holes (not \"pots,\" which is xbTpat), in point of time really anterior to the ir.Oociyia.",
        "Grenfell, M.P., with the object of reintroducing this fish into the river, and in April 1901 and on subsequent occasions a number of young salmon were placed at Teddington by way of experiment.",
        "On the 27th of March 1882 the dignity of cardinal was conferred upon Lavigerie, but the great object of his ambition was to restore the see of St Cyprian; and in that also he was successful, for by a bull of 10th November 1884 the metropolitan see of Carthage was re-erected, and Lavigerie received the pallium on the 25th of January 1885.",
        "At this stage as a rule some rich slags of a former operation are added and a quantity of quicklime is incorporated, the chief object of which is to diminish the fluidity of the mass in the next stage, which consists in this, that, with closed air-holes, the heat is raised so as to cause the oxide and sulphate on the one hand and the sulphide on the other to reduce each other to metal.",
        "Three times, in July 1638, and in March and June 1639, Montrose entered Aberdeen, where he succeeded in effecting his object, on the second occasion carrying off the head of the Gordons, the marquess of Huntly, as a prisoner to Edinburgh, though in so doing, for the first and last time in his life, he violated a safeconduct.",
        "Montrose, on the other hand, wished to bring the king's authority to bear upon parliament to defeat this object, and offered him the support of a great number of nobles.",
        "The great object of 17th-century moralists had been to find some general principle from which the whole of ethics could be deduced; common-sense, by turning its back on abstract principles of every kind, forced the philosophers to come down to the solid earth, and start by inquiring how the world does make up its mind in fact.",
        "In Tunisia, Carthage early became the object of archaeological investigation.",
        "forma), in general, the external shape, appearance, configuration of an object, in contradistinction to the matter of which it is composed; thus a speech may contain excellent arguments, - the matter may be good, while the style, grammar, arrangement, - the form - is bad.",
        "s'asseoir en forme, to sit in a row); a mould or shape on or in which an object is manufactured; the lair or nest of a hare.",
        "He was present at the Field of the Cloth of Gold in 1520, and in 1521 he went to Venice with the object of winning the support of the republic for Wolsey, who was anxious at this time to become pope.",
        "Owing to the difficulties inherent in determining the position of so faint an object among a great number of stars, the results have taken about ten years to work out.",
        "Therefore and m = v I - 'm of d22 (47) constant cell B21 its object is to produce inside the tube a magnetic field equal and opposite to that due to the earth's magnetism.",
        "The short-circuit key F is kept closed except when an observation is about to be made; its object is to arrest the swing of the d'Arsonval galvano 1 E.",
        "Soc. d'Encouragement, 1898, pp. 36-76), chiefly with the object of determining their suitability for the construction of permanent magnets.",
        "About this time the influence of the equestrian order reached its height, and Cicero's great object was to reconcile it with the senate.",
        "Like the scorpions the spiders have a special tendency to cannibalism, and accordingly the male, in approaching the female for the purpose of fertilizing her, is liable to be fallen upon and sucked dry by the object of his attentions.",
        "The immediate object was to overthrow Russian administrative supremacy and to emancipate themselves from the Baltic barons.",
        "The object of the writer is to embody in St Paul the model ideal of the popular Christianity of the 2nd century.",
        "- The special object of this epistle was to guard its readers against the danger of relapsing into Judaism.",
        "- The object of this epistle is the restoration of harmony to the church of Corinth, which had been vexed by internal discussions.",
        "The leading idea of this work was contained in a paper published in the Berlin Memoirs for 1772.5 Its object was the elimination of the, to some minds, unsatisfactory conception of the infinite from the metaphysics of the higher mathematics, and the substitution for the differential and integral calculus of an analogous method depending wholly on the serial development of algebraical functions.",
        "Nowhere, however, were the keenness and clearness of his intellect more conspicuous than in this brilliant effort, which, if it failed in its immediate object, was highly effective in secondary results.",
        "Debray (1827-1888) he worked at the platinum metals, his object being on the one hand to prepare them pure, and on the other to find a suitable metal for the standard metre for the International Metric Commission then sitting at Paris.",
        "Its eminence, however, was so largely based upon dalliance with Roman society, its weakness so great in having only a mythical character, instead of a personality, as an object of adoration, and in excluding women from its privileges, that it fell rapidly before the assaults of Christianity.",
        "Another interesting species is the toucan (Ramphastos), whose enormous beak, awkward flight and raucous voice make it a conspicuous object in the great forests of northern Brazil.",
        "Sufficient capital was attracted between the year 1531 (in which De Sousa founded the first captaincy) and the year 1548 to render these colonies an object of importance to the mother country.",
        "His object was to found a great empire; but this was a project at variance with the wishes of his employers - an association of merchants, who were dissatisfied because the wealth which they expected to see flowing into their coffers was expended in promoting the permanent interests of a distant country.",
        "In the absence of these more respectable elements, the government fell into the hands of a gang of military adventurers and unscrupulous politicians, whose only object was to exploit the national resources for their own benefit.",
        "The president-elect accordingly undertook with the full approval of Dr Moraes, who was still in office, the task of visiting Europe with the object of endeavouring to make an arrangement with the creditors of the state for a temporary suspension of payments.",
        "He was successful in his object, and an agreement was made by which bonds should be issued instead of interest payments from the 1st of July 1898, the promise being given that every [[[History]] effort should be made for the resumption of cash payments in 1901.",
        "His main object, however, like that of Brougham, was the amelioration of the law, more by the abolition of cumbrous technicalities than by the assertion of new and striking principles.",
        "of France, a serious rising in the districts of the Bessin and Cotentin, the object of which was to put in his place his kinsman, Guy of Brionne.",
        "From an artistic standpoint, these stories are rather laboured productions, besides being ultra-romantic in tone; but it must be remembered that they were written mainly with an educational object, and, moreover, they deserve high praise for their style.",
        "This defeated the object of the conference, and deprived the South of terms which would have been more beneficial than those imposed by the conqueror when the end came a few weeks later.",
        "The settlers had been joined in the year named (1835) by Captain Gardiner, a naval officer, whose chief object was the evangelization of the natives.",
        "He went thence to Dingaan's kraal with the object of securing a formal cession of territory to the Dutch farmers.",
        "the great sun which shines and burns) in 1848 at the foot of the Drakensberg with the object of preventing the Bushmen who dwelt in the mountains plundering the upland farmers.",
        "Here the Amahlubi prospered, and after the diamond fields had been discovered many of the young men who had been to Kimberley brought back firearms. These Langalibalele refused to register, and entered into negotiations with several tribes with the object of organizing a general revolt.",
        "In 1897 an Indian Immigration Restriction Act was passed with the object of protecting European traders; in 1903 another Immigration Restriction Act among other things, permitted the exclusion of all would-be immigrants unable to write in the characters of some European language.",
        "Towards the close of 1859 he called upon Lord Palmerston, Lord John Russell and Gladstone, and signified his intention to visit France and get into communication with the emperor and his ministers, with a view to promote this object.",
        "In 1862 he published his pamphlet entitled The Three Panics, the object of which was to trace the history and expose the folly of those periodical visitations of alarm as to French designs with which England had been afflicted for the preceding fifteen or sixteen years.",
        "I grabbed my wife's hand and the tape recorder and left before anyone could object.",
        "While the autopsy questioned the day-old curious knife wound in his backside, it was assumed he'd stupidly sat on a very sharp object.",
        "Gabriel chuckled and kissed her quickly again before she was able to object.",
        "It seemed to me that his object in entering the Brotherhood was merely to be intimate and in favor with members of our lodge.",
        "Prince Vasili entered the room with the air of a happy conqueror who has attained the object of his desires.",
        "Yes, but I have to object to Immortal business being carried out in the Sanctuary.",
        "The two commanders were much exasperated with one another and, long after the action had begun on the right flank and the French were already advancing, were engaged in discussion with the sole object of offending one another.",
        "Listening to the story of the struggle between love and duty, Pierre saw before his eyes every minutest detail of his last meeting with the object of his love at the Sukharev water tower.",
        "She was about to object when he released her to signal one of his other men forward.",
        "If she wanted a small object and was given a large one, she would shake her head and take up a tiny bit of the skin of one hand between the thumb and finger of the other.",
        "\"It's going to be a busy day for all of us,\" Cynthia said, giving Fred no time to object.",
        "This doctrine, rather political than theological, was a survival of the errors which had come into being after the Great Schism, and especially at the council of Constance; its object was to put the Church above its head, as the council of Constance had put the ecumenical council above the pope, as though the council could be ecumenical without its head.",
        "For the Rhine provinces not incorporated in Prussia, with the special object of regulating episcopal elections; concerned Wurttemberg, Baden, Hesse, Saxony, Nassau, Frankfort, the Hanseatic towns, Oldenburg and Waldeck.",
        "The strongly fortified castle which he erected at the same time had the unfortunate result of making the infant town an object of contention in the Thirty Years' War, during which it was five times taken and retaken.",
        "The bishop returned to his earldom and soon organized a rebellion with the object of handing over England to his eldest nephew, Duke Robert.",
        "Artists have been known to use the left hand in the hope of checking the fatal facility which practice had conferred on the right; and if Hood had been able to place under some restraint the curious and complex machinery of words and syllables which his fancy was incessantly producing, his style would have been a great gainer, and much real earnestness of object, which now lies confused by the brilliant kaleidoscope of language, would have remained definite and clear.",
        "Such are the four points of Cartesian method: (1) Truth requires a clear and distinct conception of its object, excluding all doubt; (2) the objects of knowledge naturally fall into series or groups; (3) in these groups investigation must begin with a simple and indecomposable element, and pass from it to the more complex and relative elements; (4) an exhaustive and immediate grasp of the relations and interconnexion of these elements is necessary for knowledge in the fullest sense of that word.4 \" There is no question,\" he says in anticipation of Locke and Kant, \" more important to solve than that of knowing what human knowledge is and how far it extends.\"",
        "Its object is a practical one, to determine by scientific considerations the shape of lens best adapted to improve the capabilities of the telescope, which had been invented not long before.",
        "The presentation of some object of dread, for example, to the eye has or may have a double effect.",
        "He sees insoluble contradictions in every mode of conceiving God as real, yet he advocates religious belief, though the object of that belief have but an abstract or imaginary existence.",
        "Its main object is to perfect the proficiency of players in certain departments of bowls proper.",
        "I), the object is to draw as near as possible to the jack, the player's bowl passing outside of two other bowls placed 5 ft.",
        "The \"immediate object of theological knowledge is the faith of the community,\" and from this positive religious datum theology constructs a \"total view of the world and human life.\"",
        "This latter question had not presented itself to the prophet's mind; his object was simply to correct the opinion of the people that their present misfortunes were due not to their own faults but to those of their predecessors.",
        "Baumgarten did good service in severing aesthetics from the other philosophic disciplines, and in marking out a definite object for its researches.",
        "The object of all heating apparatus is the transference of heat from the fire to the various parts of the building it is intended to warm, and this transfer may be effected by radiation, by conduction or by convection.",
        "The object is not to form one great Presbyterian organization, but to promote unity and fellowship among the numerous branches of Presbyterianism throughout the world.",
        "His great object was discipline.",
        "The elections were controlled for a few years, and violence was checked, but the Ku Klux movement went on until it accomplished its object by giving protection to the whites, reducing the blacks to order, replacing the whites in control of society and state, expelling the worst of the carpet-baggers and scalawags, and nullifying those laws of Congress which had resulted in placing the Southern whites under the control of a party composed principally of ex-slaves.",
        "object of training the able-bodied citizens of Buenos Aires in military exercises and creating a volunteer army, ready for service if called upon, to withstand by force the pretensions of their opponents.",
        "On the 31st of August of the same year a series of proposals upon the currency question was submitted to congress by the president, whose real object was to counteract the too rapid appreciation of the inconvertible paper money.",
        "Police.Broadly, the police of France may be divided into two great branchesadministrative police (la police administrative) and judicial police (la police judic-iaire), the former having for its object the maintenance of order, and the latter charged with tracing out offenders, collecting the proofs, and delivering the presumed offenders to the tribunals charged by law with their trial and punishment.",
        "His ostentatious hatred of the revolutionary parties marked him out as the natural object for these accusations.",
        "From this town we have a very interesting though brief inscription dating probably from early in the 3rd century B.C.; it is cut upon a small bronze plate (now in the Naples Museum), which must have once been fixed to some votive object, dedicated to the god Declunus (or the goddess Decluna).",
        "Bethlen was obliged to renounce his anti-Turkish projects, which he had hitherto cherished as the great aim and object of his life, and continue in the old beaten paths.",
        "According to Plutarch he was made an object of attack by the political enemies of Pericles, and died in prison at Athens.",
        "The most sacred duty an Australian had to perform was the avenging of the death of a kinsman, and he was the object of constant taunts and insults till he had done so.",
        "Some twelve years afterwards the East India Company fitted out an expedition under the leadership of Commander William de Vlamingh, with the object of searching for any traces of the lost vessel on the western shores of New Holland.",
        "The vessels then proceeded northward without finding any traces of the object of their search, but, at the same time, making fairly accurate charts of the coast-line.",
        "by Mr Evans and Mr Allan Cunningham the botanist, and the object of his expedition was to trace the course of the Lachlan in a westerly direction.",
        "This was the object of Dr Leichhardt's expedition in 1844, which proceeded first along the banks of the Dawson and the Mackenzie, tributaries of the Fitzroy river, in Queensland.",
        "In 1906 municipal disabilities were imposed upon Asiatics, and in 1907 a Dealers' Licences Act was passed with the object, and effect, of restricting the trading operations of Indians.",
        "In pursuance of the same object, he identified himself with a series of remarkable peace congresses - international assemblies designed to unite the intelligence and philanthropy of the nations of Christendom in a league against war - which from 1848 to 1851 were held successively in Brussels, Paris, Frankfort, London, Manchester and Edinburgh.",
        "Count Francis was the principal founder of the Society of the Bohemian Museum, devoted to the collection of documents bearing on Bohemian history, with the object of reawakening national sentiment by the study of the national records.",
        "In royal Hungary the same object was aimed at by innumerable indictments against the richer landowners, indictments supported by false title-deeds and carried through by forged or purchased judgments of the courts.",
        "What is not quite so generally known is the fact that Leopold slackened at once and would have been quite content with the results of these earlier victories had not the pope stiffened his resistance by forming a Holy League between the Emperor, Poland, Venice, Muscovy and the papacy, with the avowed object of dealing the Turk the coup de grace (March 5, 1684).",
        "But in November 1898, on the occasion of the renewal of the commercial convention with Austria, the attack on the ministry was renewed with unprecedented virulence, obstruction being systematically practised with the object of goading the government into committing illegalities, till Banffy, finding the situation impossible, resigned on the 17th of February 1899.",
        "Its object was to resist the anti-clerical tendencies of the Liberals, and for this purpose it appealed to the \" nationalities \" against the dominant Magyar parties, the due enforcement of the Law of Equal Rights of Nationalities (1868) forming a main item of its programme.",
        "\" will be,\" &c.), with the object and its possessive affixes, e.g.",
        "Olmosy Kdroly tandr ur, \" Mr Professor Charles (lmosy \"; and the possessive forms of the nouns, which are varied according to the number and person of the possessor and the number of the object in the following way: tollam, \" my pen \"; tollaim, \" my pens \"; tollad, \" thy pen tollaid, thy pens tollunk, our pen tollaink, our pens,\" &c. There is no gender, not even a distinction between \" he,\" \" she,\" and \" it,\" in the personal pronouns, and the declension is less developed than in Finnish."
    ]
}