{
    "translation": "אלכסוני, משופע, נטוי, מוטה",
    "uses": [
        "Their mouth is of moderate width, oblique, and armed with small but firmly set teeth.",
        "The typical Siamese is of medium height, well formed, with olive complexion, darker than the Chinese, but fairer than the Malays, eyes well shaped though slightly inclined to the oblique, nose broad and flat, lips prominent, the face wide across the cheek-bones and the chin short.",
        "Note thick walls and oblique slit-like pits with opposite inclination on the two sides of the cell seen in surface view.",
        "The greatness of the thickness, as it has been measured, is also due in part to the oblique position in which the beds of sediment were originally deposited.",
        "But even with homogeneous light it would be unreasonable to expect an oblique direction of perfect polarization.",
        "by E., that is to say, slightly oblique to the general direction of this part of the island.",
        "There is one circumstance, however, which seems to mark a difference between the two animals: the eye of the dog of every country and species has a circular pupil, but the position or form of the pupil is oblique in the wolf.",
        "are immediately above those in the fixed plate, and let the bellows by which air is forced into the cylinder (air, for simplicity, being supposed to be the fluid employed) be put in action; then the air in its passage will strike the side of each opening in the movable plate in an oblique direction (as shown in fig.",
        "This is the moment to examine whether there is a more complete polarization in a direction somewhat oblique; and it is found that with 0 positive there is, in fact, a direction of more complete polarization, while with 0 negative the polarization is more imperfect than in the perpendicular direction itself.",
        "Consider now the light diffracted in a direction many times more oblique than any with which we should be concerned, were the whole aperture uninterrupted, and take first the effect of a single small aperture.",
        "S, Optical section of part of thick-walled stereid of Phanerogam, with almost obliterated cavity and narrow slit-like oblique pits.",
        "In the early stages of the precipitation the polarization is complete in a perpendicular direction, and incomplete in oblique directions.",
        "There is no reason to suppose that the architects, Bonanno and William of Innsbruck, intended that the campanile should be built in an oblique position; it would appear to have assumed it while the work was still in progress.",
        "He notably regards an oblique disk with uniform ciliation as primitive, a view which we cannot adopt.",
        "In this the crowns of the molars are more or less shortened, with their cusps either arranged in longitudinal lines, or forming four upper and three lower more or less distinct oblique ridges.",
        "In Scorpio the completion of the horizontal plate by oblique flaps, so as to form an actual diaphragm shutting off the cavity of the prosoma from the rest of the body, possibly gives to the organs contained in the anterior chamber a physiological advantage in respect of the supply of arterial blood and its separation from the venous blood of the mesosoma.",
        "The salt K2S03 2H20 is obtained as oblique rhombic octahedra by crystallizing the solution over sulphuric acid.",
        "(6) The oblique line which begins at the wrist end of the line of life and descends towards the ulnar end of the line of the head is the line of the liver.",
        "truncatum the flowers have a very different aspect from that of other Cacti, from the mouth of the tube being oblique and the segments all reflexed at the tip. The short separate pieces of which these plants are made up grow out of each other, so that the branches may be said to resemble leaves joined together endwise.",
        "oblique rows.",
        "The oblique trend of the coast would be even more pronounced but for a comparatively modern crustal movement, causing a depression in the northeast, with a resulting encroachment of the sea upon the land, and an elevation.",
        "When A is held still, and B rotated, centrifugal action sets up vortex currents in the water in the pockets; thus a continuous circulation is caused between B and A, and the consequent changes of momentum give rise to oblique reactions.",
        "The sieve-tubes of the secondary phloem usually have very oblique end-walls bearing a row of sieve-plates; plates also occur on the radial side-walls.",
        "p1.) on oblique end-wall and side-walls.",
        "The technique of himself and his followers is characterized by the strongly marked forms of the design, and by the oblique formal hatchings of the shadows.",
        "In many birds the spaces between the metasternum and the posterior processes and again the spaces between this and the oblique process are filled up by proceeding ossification and either remain as notches, or as fenestrae, or they are completely abolished so that the breastbone is turned into one solid more or less oblong plate.",
        "(iv) Oblique prism.",
        "The generality of treatment is indeed remarkable; he gives as the fundamental property of all the conics the equivalent of the Cartesian equation referred to oblique axes (consisting of a diameter and the tangent at its extremity) obtained by cutting an oblique circular cone in any manner, and the axes appear only as a particular case after he has shown that the property of the conic can be expressed in the same form with reference to any new diameter and the tangent at its extremity.",
        "The principle on which it works is that of the stopped pipe, but it is blown in the same manner as the ancient Egyptian nay or oblique flute.",
        "J, End of hydroid of the Moss Mnium, showing particularly thin oblique end-wall.",
        "The communication with the atrium is guarded by a valvula cardiaca dextra, which only in function represents the mammalian tricuspid; it consists of an oblique reduplication of the muscular fibres together with the endocardiac lining of the right ventricle, while the opposite wall is convex and forms neither a velum nor papillary muscles, nor chordae tendineae.",
        "In the Ordish system a certain number of intermediate points in the span are supported by oblique chains, on which girders rest.",
        "Outer columns of upper molars similar, the hinder ones not flattened; ridges of lower molars oblique or directly transverse, a third ridge to the last molar in the earlier forms. The Lophiodontidae, which date from the Eocene, come very close to Hyracotherium in the horse-line; and it is solely on the authority of American palaeontologists that the division of these early forms into equoids and tapiroids is attempted.",
        "As in other comparable cases, this figure does not make allowance for the oblique attitude in which the sediments were deposited, and should not be construed to mean the vertical thickness of the system.",
        "Its representative has a broad face, with prominent cheek-bones, oblique eyes, a nose more or less flat and a wide mouth.",
        "Then, again, the shape of the eye, as modelled by the lids, shows a striking peculiarity, For whereas the open eye is almost invariably horizontal in the European, it is often oblique in the Japanese on account of the higher level of the upper corner.",
        "13, B); in the upper teeth the outer cusps and in the lower the inner ones are the higher, and when worn the crown surfaces show oblique dentineareas; in shape the third molar is like the second, but it is smaller.",
        "The polarization in a distinctly oblique direction, however, is not perfect, a feature for which more than one reas9n may be put forward.",
        "It appears at a glance that the Assyrian written character consists of groups of horizontal, vertical or oblique strokes.",
        "The caoutchouc is collected in the following manner: about eight oblique cuts are made all round the trunk, but only through the bark, and a tin cup is fastened at the bottom of each incision by means of a piece of soft clay.",
        "But the pure Laos are still distinguished by the high cheek-bones, small flat nose, oblique eyes, wide mouth, black lank hair, sparse beard, and yellow complexion of the Thai and other branches of the Mongol family.",
        "A departure from the usual regular corolla occurs in Echium and a few allied genera, where it is oblique; in Lycopsis it is also bent.",
        "5) is QQ'- QS = BD sec 4:,(I - cos SQQ') = BD sec cI)(1 +cos 20) = 2BD cos 4); from which it follows that an error of given magnitude in the figure of a surface is less important in oblique than in perpendicular reflection.",
        "Referred to the asymptotes as axes the general equation becomes xy 2 obviously the axes are oblique in the general hyperbola and rectangular in the rectangular hyperbola.",
        "Denoting the cross-section a of a filament by dS and its mass by dm, the quantity wdS/dm is called the vorticity; this is the same at all points of a filament, and it does not change during the motion; and the vorticity is given by w cos edS/dm, if dS is the oblique section of which the normal makes an angle e with the filament, while the aggregate vorticity of a mass M inside a surface S is M - l fw cos edS.",
        "The Nannosciurinae, or second sub-family of Sciuridae, are represented only by the pigmy squirrels (Nannosciurus), characterized by their very short-crowned molars (which approximate to those of dormice in structure) and small premolars, of which the first upper pair is often deciduous, while the upper molars have only three oblique ridges.",
        "Its characteristics are exceptional tallness combined with slenderness and elegance of figure; a face somewhat long, without any special prominence of the cheekbones but having more or less oblique eyes; an aquiline nose; a slightly receding chin; largish upper teeth; a long neck; a narrow chest; a long trunk, and delicately shaped, small hands with long, slender fingers.",
        "This typically consists of two concentric zones, the trochus and cingulum, often separated by a groove or gutter which may be finely ciliated; but in several genera of no close affinity, where it is very oblique to the longitudinal axis of the body, it is represented by a general ciliation of the surface (Taphrocampa, Rattulus, Copeus, Adineta).",
        "ventrally forming an oblique X to XIII, The four pulmoniferous diaphragm, cutting off the somites.",
        "o.m, Oblique muscles.",
        "Oblique muscles sometimes lie between the circular and longitudinal sheaths.",
        "From this cell segments are cut off in three or four lateral oblique planes.",
        "Their features are generally fairly regular and often beautiful; eyes invariably black, and in some persons oblique; jaws not projecting, except in a few instances; lips of medium thickness; the noses are naturally long, well shaped and arched, but many are artificially flattened at the bridge in infancy.",
        "It must be so designed as to give as flat an image as is possible consistently with freedom from astigmatism of oblique pencils.",
        "The oblique trend of the coast would be even more pronounced but for a comparatively modern crustal movement, causing a depression in the northeast, with a resulting encroachment of the sea upon the land, and an elevation in the south-west, with a resulting advance of the land upon the sea.",
        "The Koreans are distinct from both Chinese and Japanese in physiognomy, though dark straight hair, dark oblique eyes, and a tinge of bronze in the skin are always present.",
        "In some places the oblique Mongolian eye is noticed, and (together with certain Indo-Chinese customs) there is often a scantiness of beard and general \"Malay\" look, which increases westwards, and seems to imply relations with the archipelago subsequent to the departure thence of the pure Polynesians.",
        "relative to any axes, rectangular or oblique be (x1,1 yi, Zi), (xi, yi, Zf),..",
        "As he travels South, his zenith moves along the celestial sphere, and the circles of diurnal rotation become oblique to the horizon.",
        "The circles of diurnal revolution again become oblique.",
        "Outer walls of upper cheek-teeth W-shaped, and transverse crests oblique.",
        "Obviously OV is parallel to the tangent to the path atP, and its magnitude is ds/dt, where s is the arc. If we project OV on the co-ordinate axes (rectangular or oblique) in the usual manner, the projections u, v, w are called the component velocities parallel to the axes.",
        "His nose is not only the flattest, but also the smallest among the IndoChinese; his eyes are rarely oblique; his mouth is large and his lips thick; his teeth are blackened and his gums destroyed by the constant use of the betel-nut, the areca-nut and lime.",
        "There is little or no physical difference between them and the typical Abyssinians, except perhaps that their eyes are a little more oblique; and they may certainly be regarded as Hamitic. It is uncertain when they became Jews: one account suggests in Solomon's time; another, at the Babylonian captivity; a third, during the 1st century of the Christian era.",
        "Parallel Projections of Figures.If any figure be referred to a system of co-ordinates, rectangular or oblique, and if a second figure be constructed by means of a second system of co-ordinates, rectangular or oblique, and either agreeing with or differing from the first system in rectangularity or obliquity, but so related to the co-ordin.",
        "Stepped and helical teeth have the desired effect of increasing the smoothness of motion, but they require more difficult and expensive workmanship than common teeth; and helical teeth are, besides, open to the objection that they exert a laterally oblique pressure, which tends to increase resistance, and unduly strain the machinery.",
        "Hookes wheels with oblique or helical teeth are in fact screws of many threads, and of large diameters as compared with their lengths.",
        "The following are the principles on which this equality of wear depends: The rapidity of wear of a surface measured in an oblique direction is to the rapidity of wear measured normally as the secant of the obliquity is to unity.",
        "Originally nomads (hunters and fishers), all the Finnic people except the Lapps and Ostyaks have long yielded to the influence of civilization, and now everywhere lead settled lives as herdsmen, agriculturists, traders, &c. Physically the Finns (here to be distinguished from the Swedish-speaking population, who retain their Scandinavian qualities) are a strong, hardy race, of low stature, with almost round head, low forehead, flat features, prominent cheek bones, eyes mostly grey and oblique (inclining inwards), short and flat nose, protruding mouth, thick lips, neck very full and strong, so that the occiput seems flat and almost in a straight line with the nape; beard weak and sparse, hair no doubt originally black, but, owing to mixture with other races, now brown, red and even fair; complexion also somewhat brown.",
        "The relative pronouns are nominative and accusative a, oblique cases ydd, yr, y.",
        "As a race they exhibit manifest evidences of their Ural-Altaic or Mongolic descent in their short stature, absence of beard, oblique eyes, broad face, low forehead and small mouth.",
        "The tiles used are flat and heavy, and are placed on the foreshores in an oblique position resting on their edges and against each other.",
        "The ridges on the first two premolars are also more numerous and somewhat oblique (fig.",
        "Some of their innovations in grammatical terminology have lasted until now: we still speak of oblique cases, genitive, dative, accusative, of verbs active (O p06), passive (157rTLa), neuter (ou&repa), by the names they gave.",
        "In Dentaliidae it is pointed at the end and has an oblique projecting fold on either side behind the extremity.",
        "He also explained that all wings act upon a common principle, and that they present oblique, kite-like surfaces to the air, through which they pass much in the same way that an oar passes through water in sculling.",
        "If, again, the wing be suddenly elevated in a strictly vertical direction, as at c d, the wing as certainly darts upwards and forwards in a double curve to e, thus converting the vertical up strokes into an upward, oblique, forward stroke.",
        "The function of the nodes is to raise again culms which have become bent down; they are composed of highly turgescent tissue, the cells of which elongate on the side next the earth when the culm is placed in a horizontal or oblique position, and thus raise the culm again to an erect position.",
        "The sporangia dehisce by a transverse slit, the annulus being truly vertical or, in some of the genera in which they are regularly arranged, very slightly oblique.",
        "The differences in the form and mode of dehiscence of the sporangia (those of the Simplices having median dehiscence and a horizontal annulus, those of the Gradatae a more or less oblique position of the annulus and of the plane of dehiscence, while in the Mixtae the annulus is vertical and the dehiscence transverse) stand in relation to the position of the sporangia in the sorus relatively to one another.",
        "An oblique septum which follows the bases of the tentacles and corresponds with that of the adult animal divides the body-cavity into two portions.",
        "A remarkable feature of the reflecting power of the moon, which was made known by Miner's observations, is that the proportion of light reflected by a region on the moon is much greater when the light falls perpendicularly, which is the case near the time of full moon, and rapidly becomes less as the light is more oblique.",
        "with regular loss of intervocalic v, Welsh Iwerddon (from the oblique cases).",
        "Other geometrical definitions are: it is the oblique projection of a circle; the polar reciprocal of a circle for a point within it; and the conic which intersects the line at infinity in two imaginary points.",
        "In addition to the above facts of polarization mention may be made of the partial polarization, in a plane perpendicular to that of emission, of the light emitted in an oblique direction from a white-hot solid, and of the polarization produced by diffraction.",
        "Since the two circular streams have different speeds, Fresnel argued that it would be possible to separate them by oblique refraction, and though the divergence is small, since the difference of their refractive indices in the case of quartz is only about o 00007, he succeeded by a suitable arrangement of alternately rightand left-handed prisms of quartz in resolving a plane-polarized stream into two distinct circularly polarized streams. A similar arrangement was used by Ernst v.",
        "Poynting, is before analysation to impress unequal rotations upon the plane of polarization of the two parts of the field, either by means of an active medium, or by oblique transmission through glass plates.",
        "The perforating tendon is derived from the muscle corresponding with the long flexor of man, and the smaller tendon of the oblique flexor (tibialis porticus of man) is united with it.",
        "The palate is long and narrow; its mucous surface has seventeen pairs of not very sharply defined oblique ridges, extending as far back as the last molar tooth, beyond which the velum palati extends for about 3 in., having a soft corrugated surface, and ending posteriorly in an arched border without a uvula.",
        "The withers may be moderately high and thin; the chest well developed, but not too wide or deep; the shoulder should lie well on the chest, and be oblique and well covered with muscle, so as to reduce concussion in galloping; the upper and lower arms should be long and muscular; the knees broad and strong; legs short, flat and broad; fetlock joints large; pasterns strong and of moderate length; the feet should be moderately large, with the heels open and frogs sound - with no signs of contraction.",
        "The points of chief importance are a fine, clean, lean head, set on free from collar heaviness; a long and strongly muscular neck, shoulders oblique and covered with muscle; high, long withers, chest of good depth and narrow but not extremely so; body round in type; back rib well down; depth at withers a little under half the height; length equal to the height at withers and croup; loins level and muscular; croup long, rather level; tail set on high and carried gracefully; the hind quarters long, strongly developed, and full of muscle and driving power; the limbs clean-cut and sinewy, possessing abundance of good bone, especially desired in the cannons, which are short, broad and flat; comparatively little space between the fore legs; pastern joints smooth and true; pasterns strong, clean and springy, sloping when at rest at an angle of 45°; feet medium size, wide and high at the heels, concave below and set on straight.",
        "The head is a good size, and broad between the eyes; the neck fairly long, with the crest well arched on to the shoulders, which are deep and strong, and moderately oblique.",
        "By far the largest area is occupied by the Mongolian group. These have yellow-brown skins, black eyes and hair, flat noses and oblique eyes.",
        "The face is flat and wide, the nose short, the mouth large and the eyes only slightly oblique.",
        "If a surface intended to be flat is affected with a slight general curvature, a remedy may be found in an alteration of focus, and the remedy is the less complete as the reflection is more oblique.",
        "The expanded anterior root of the zygomatic process has its front border oblique.",
        "When running it makes wide strides and carries the body in an oblique position, with the neck stretched to its full extent and inclined forwards.",
        "From the parhelia of the inner halo two oblique curves (L) proceed.",
        "The impurity of the colours (due partly to the sun's diameter, but still more to oblique refraction) is more marked in halos than in rainbows; in fact, only the red is at all pure, and as a rule, only a mere trace of green or blue is seen, the external portion of each halo being nearly white.",
        "The leaf in its contour is somewhat obovate, or inversely egg-shaped, and its base is oblique.",
        "The down stroke with the artificial as with the natural wing is invariably converted into an oblique, downward and forward stroke.",
        "During the vigorous depression of the wing, the nervure has the power of remaining rigid, whereas the flexible portion, being pushed in an upward direction on account of the resistance it experiences from the air, assumes an oblique position which causes the upper surface of the wing to look forwards.\"",
        "The oblique line referred to as running diagonally across the wing virtually divides the wing into an active and a passive part, the former elevating and propelling, the latter sustaining.",
        "9) one sees some vascular bundles following a horizontal or slightly oblique course in the cortex, stretching for a longer or shorter distance in a direction concentric with the woody cylinder.",
        "The secondary wood of Ephedra consists of tracheids, vessels and parenchyma; the vessels are characterized by their wide lumen and by the large simple or slightly-bordered pits on their oblique end-walls.",
        "But he soon showed petulance towards the civil authorities, from whom he came to differ concerning the political ends in view; and he now found severe critics, who doubted his capacity for directing an offensive war; but the government yielded to his plans for an oblique, instead of a direct, movement upon Richmond and the opposing army.",
        "The Shu-li as described by Mr Taintor are almost of the same stature as the Chinese, but have a more decided copper colour, higher cheek-bones and more angular features, while their eyes are not oblique.",
        "The disk carries a weighted brass cylinder rigidly attached to it, which is pulled into an oblique position by the steel band until equilibrium is established.",
        "The sporangia, which arise in basipetal succession on the receptacle, dehisce by a median slit, though the annulus is somewhat oblique; they have resemblances to the Gleicheniaceae.",
        "The dehiscence of the sporangium is almost transverse, as in the Polypodiaceae, but the annulus is slightly oblique.",
        "Prior to his time, a right cone of a definite vertical angle was required for the generation of any particular conic; Apollonius showed that the sections could all be produced from one and the same cone, which may be either right or oblique, by simply varying the inclination of the cutting plane.",
        "To comprehend more exactly the discovery of Apollonius, imagine an oblique cone on a circular base, of which the line joining the vertex to the centre of the base is the axis.",
        "The resolution in the case of oblique illumination is given by the formula 6=X/2A.",
        "For example, two to five rows of globules were produced, and photographed, between the bristles of mosquito wings by using oblique illumination.",
        "Supposing, however, there is oblique illumination, then formula (5) can always be applied to determine the magnifying power attainable with at least one objective.",
        "The smallest resolving detail with oblique lighting is 6 =A/ 2A, where A = 275 µµ.",
        "It is often desirable to pass from direct to oblique lighting.",
        "Oblique lighting, however, can only be in an azimuth, so that the object must be turned in order that the details may be observed.",
        "Hence a condenser, for lighting with very oblique cones, must have about the same aperture as the objective, and therefore be of very wide aperture; they therefore closely resemble microscope objectives in construction.",
        "The central diaphragm disk keeps away all the light which would otherwise fall directly into the objective, and the open zones send so many oblique rays through the object that they cannot all be taken up by the objective.",
        "This depends on the good combination of the entering cones of rays, which should be as oblique as possible; this is most easily done by mirror condensers.",
        "This diaphragm is sometimes fixed to a handle piercing the condenser, and which can be moved up and down, so that the aperture of the oblique entering cones of rays can be altered.",
        "In other fine adjustments by means of springs and balance wheels either a micrometer screw is moved (Zeiss), or a curved disk fixed to the balance wheel is turned (Leitz), or an oblique disk arranged more or less in a circle and attached to the balance wheel is revolved (Reichert).",
        "The body is bounded by a firm pellicle, often supplemented by an armour (\" lorica \") of cuticular cellulose plates, with usually a marked longitudinal groove from which the anterior flagellum springs, and an oblique or spiral transverse groove for the second flagellum.",
        "At each extremity of the box a bag of oil-meal was placed between two perforated iron plates, next to which were inserted filling-up pieces of wood, two of which were oblique, so that the wedges which exercised the pressure could be readily driven home.",
        "Abrupt walls overlook the Pacific, and great longitudinal and transversal channels and fjords run right through the heart of the range, cutting it generally in a direction more or less oblique to its axis, the result of movements of the earth's crust.",
        "Each sporangium had, on one side only, a longitudinal or slightly oblique annulus, several cells in width; the numerous spores were all of the same size; certain differences among them, which have been interpreted as indicating heterospory, have now proved to depend merely on the state of preservation.",
        "The extinct Stegocephalia, on the other hand, were mostly protected, on the ventral surface at least, by an armour of overlapping round, oval, or rhomboidal scales, often very similar to those of Crossopterygian or ganoid fishes, and likewise disposed in transverse oblique lines converging forwards on the middle line of the belly.",
        "The hearth may either rotate on an inclined axis, so that the path of its surface is oblique to that of the flame, or the working part may be a hollow cylinder, between the fireplace and flue, with its axis horizontal or nearly so, whose inner surface represents the working bed, mounted upon friction rollers, and receiving motion from a special steam-engine by means of a central belt of spur gearing.",
        "Clinical experience with oblique views in pulmonary perfusion scintigraphy in normal and pathological anatomy.",
        "To make an impact, you should approach these issues from a more oblique angle.",
        "The rectus sheath or external oblique aponeurosis was clearly exposed around the circumference of the defect.",
        "But parts of the book are so artful and oblique as to seem almost sly.",
        "Add in the ascensional difference to find the oblique ascension.",
        "crosshatch pattern of scratches which are obvious when viewed with oblique light under a stereo scope.",
        "cul-de-sac with an oblique view of the canal.",
        "Anterior transposition of the inferior oblique muscle for dissociated vertical deviation.",
        "Clothing is accentuated by large eyelets, oblique seams, seams on the outside and frayed ends.",
        "The most significant features found during the watching brief were two lengths of oblique limestone wall footing.",
        "Multi gyms... www.gymworld.co.uk Abdominal muscle exercises and abdominal oblique exercises.. .",
        "Also a look at some rather bizarre 19th century microscopes which took the use of oblique illumination a bit too far!",
        "interjected an oblique comment about the \" duff research \" on Bristol.",
        "left wing; 3 parallel oblique grooves on right wing.",
        "They revealed an oblique fracture of the medial malleolus.",
        "They are blocked by an injection of local anesthetic between internal and external oblique muscles just medial to the anterior superior iliac spine.",
        "oblique illumination a bit too far!",
        "oblique aponeurosis was clearly exposed around the circumference of the defect.",
        "oblique angle which can distort the typeface to some extent.",
        "oblique fracture of the medial malleolus.",
        "oblique rays were cut off, did the sensation of solidarity in the image disappear.",
        "oblique stroke.",
        "Eyes: Shape - Large and oval, well opened, set slightly oblique.",
        "But Clear is a peculiar novel - if anything, rather oblique.",
        "Or are we British just too aloof, too cynical, too oblique?",
        "The result is a unique, often oblique look at the falconer's art over the past 500 years or more.",
        "Hence, in the second image a face has been chosen for viewing at a very oblique angle.",
        "also oblique metaphors had taken the place of explicit similes [Miles, 1964] .",
        "When using oblique the side of the object you are looking at is drawn in two dimensions, i.e. flat.",
        "overacting superior oblique muscles and may be corrected by superior oblique weakening procedures.",
        "The oblique plural is turned into a generalized plural marker.",
        "For oblique propagation waves become linearly polarized at the crossover frequency.",
        "Result: Examination revealed inferior rectus, inferior oblique and superior oblique palsies.",
        "seaward edge of the plantation must present an oblique face to the wind.",
        "septumdia had 3-7 transverse septa and usually several longitudinal or oblique septa.",
        "The effects of oblique propagation and a magnetic field shear are taken into account.",
        "When the oblique stroke is used we do not necessarily use the d sign.",
        "Four parallel vertical grooves on bottom left wing; 3 parallel oblique grooves on right wing.",
        "So long as the particles are small no such vanishing of light in oblique directions is observed, and we are thus led to the conclusion that the hypothesis of a finite AN and of vibrations in the plane of polarization cannot be reconciled with the facts.",
        "Not only is the oblique direction of maximum polarization more definite and the polarization itself more complete, but the observation is easier than with white light in consequence of the uniformity in the colour of the light scattered in various directions.",
        "the spinous process, the anterior and posterior oblique (commonly called preand post-zygapophyses), and the transverse processes.",
        "On the anterior side of the tibia, is the intercondylar sulcus, which is crossed by an oblique bridge of tendon or bone, acting as a pulley for the tendon of the extensor digitorum communis muscle.",
        "The cheek-teeth are short-crowned, generally with no cement, the upper molars having a W-shaped outer wall, from which proceed two oblique transverse crests, while the lower ones carry two crescents.",
        "The dorsal vessel is an elongate tube, Oblique tergal whose abdominal portion is usually c ha m b e r e d, forming a contractile heartfi Io the (g io).) At th ' constrictions between the pericardium l?': ?:' chambers are paired slits, through which the blood passes from the surround Tergo-sternal .",
        "The second and third premolars, which are always present, are large and molar-like; the whole of these teeth being essentially of the lophodont type of Lophiodon, but the last upper molars assume a more or less triangular form, with an oblique outer wall, and there are certain complications in the structure of all these teeth in the more specialized types (fig.",
        "If we imagine the aperture reduced to two equal narrow slits bordering its edges, compensation will evidently be complete when the projection on an oblique direction is equal to 2X, instead of X as for the complete aperture.",
        "In the case of oblique reflection at an angle cb, the error of retardation due to an elevation BD (fig.",
        "Eytelwein (1764-1848) of Berlin, who published in 1801 a valuable compendium of hydraulics entitled Handbuch der Mechanik and der Hydraulik, investigated the subject of the discharge of water by compound pipes, the motions of jets and their impulses against plane and oblique surfaces; and he showed theoretically that a waterwheel will have its maximum effect when its circumference moves with half the velocity of the stream.",
        "When the barrier AA' is held oblique to the current, the stream line xB is curved to the branch point B on AA' (fig.",
        "The substructure consists of (a) the piers and end piers or abutments, the former sustaining a vertical load, and the latter having to resist, in addition, the oblique thrust of an arch, the pull of a suspension chain, or the thrust of an embankment; and (b) the foundations below the ground level, which are often difficult and costly parts of the structure, because the position of a'bridge may be fixed by considerations which preclude the selection of a site naturally adapted for carrying a heavy structure.",
        "The Ordish bridge built at Prague in 1868 had oblique chains supporting the stiffening girders at intermediate points of the span.",
        "The Atlantic coast owes its oblique N.E.S.W.",
        "The stock is headed off by an oblique transverse cut as shown at a, a slice is then pared off the side as at b, and on the face of this a tongue or notch is made, the cut being in a downward direction; the scion c is pared off in a similar way by a single clean sharp cut, and this is notched or tongued in the opposite direction as the figure indicates; the two are then fitted together as shown at d, so that the inner bark of each may come in contact at least on one side, and then tied round with damp soft bast as at e; next some grafting clay is taken on the forefinger and pushed down on each side so as to fill out the space between the top of the stock and the graft, and a portion is also rubbed over the ligatures on the side where the graft is placed, a handful of the clay is then taken, flattened out, and rolled closely round the whole point of junction, being finished off to a tapering form both above and below, as shown by the dotted line f.",
        "When the parenchyma is developed symmetrically on each side of the midrib or stalk, the leaf is equal; if otherwise, the leaf is unequal or oblique (fig.",
        "the second form; if above the vertex and oblique or parallel to the axis, the third form; if below the vertex and touching the surface, the fourth form, and if the plane contains the axis, the fifth form results (see Curve).",
        "The extension of the image away from the axis or size of field available for covering a photographic plate with fair definition is a function in the first place of the ratio between focal length and aperture, the longer focus having the greater relative or angular covering power, and in the second a function of the curvatures of the lenses, in the sense that the objective must be free from coma at the foci of oblique pencils or must fulfil the sine condition (see Aberration).",
        "In order to secure the advantage of the principal focal plane of the eye-piece being well outside of the field-lens and at the same time to obtain a large flat field of view with oblique achromatism and freedom from coma and distortion, there is no better construction than the modified Kellner eye-piece (fig.",
        "If the resistance be oblique, let JK (fig.",
        "\" All wings obtain their leverage by presenting oblique surfaces to the air, the degree of obliquity gradually increasing in a direction from behind, forwards and downwards, during extension when the sudden or effective stroke is being given, and gradually decreasing in an opposite direction during flexion, or when the wing is being more slowly recovered preparatory to making a second stroke.",
        "29, it at once darts downwards and forwards in a double curve (see continuous line of figure) to c, thus converting the vertical down stroke into a down, oblique, forward stroke.",
        "Behind the wings are two vertical fan wheels, furnished with oblique vanes, which are intended to propel the apparatus through the air.",
        "It has, moreover, been shown (see especially Goodrich, 5) that shortly before its metamorphosis, Actinotrocha develops a coelomic space which lies immediately in front of the oblique septum, and gives rise later to the cavity of the lophophore and tentacles.",
        "as a section of a cone or cylinder, it may be defined, after Menaechmus, as the perpendicular section of an \"acute-angled\" cone; or, after Apollonius of Perga, as the section of any cone by a plane at a less inclination to the base than a generator; or as an oblique section of a right cylinder.",
        "The points of chief importance are a fine, clean, lean head, set on free from collar heaviness; a long and strongly muscular neck, shoulders oblique and covered with muscle; high, long withers, chest of good depth and narrow but not extremely so; body round in type; back rib well down; depth at withers a little under half the height; length equal to the height at withers and croup; loins level and muscular; croup long, rather level; tail set on high and carried gracefully; the hind quarters long, strongly developed, and full of muscle and driving power; the limbs clean-cut and sinewy, possessing abundance of good bone, especially desired in the cannons, which are short, broad and flat; comparatively little space between the fore legs; pastern joints smooth and true; pasterns strong, clean and springy, sloping when at rest at an angle of 45Ã‚°; feet medium size, wide and high at the heels, concave below and set on straight.",
        "These diaphragms are sometimes fitted in a slide, so that it is possible to move the diaphragm sideways and give oblique illumination (see below).",
        "At all stages, the seaward edge of the plantation must present an oblique face to the wind.",
        "Conidia had 3-7 transverse septa and usually several longitudinal or oblique septa.",
        "Fine transverse and oblique striations on both faces of the blade.",
        "Types include linear, oblique, transverse, longitudinal, and spiral fractures.",
        "Oblique and transverse fractures differ in that an oblique fracture crosses a bone at approximately a 45° angle to the bone's axis.",
        "Spiral fractures are described as crossing a bone at an oblique angle, creating a spiral pattern.",
        "The movements themselves may be vertical, horizontal, circular, or oblique in direction.",
        "Medicine ball oblique twist: This exercise targets the oblique muscles that wrap around your torso.",
        "This exercise targets the lower abs as well as the oblique muscles.",
        "Another option is to add oblique twists, where you use the spare arm to alternate between touching the floor and stretching straight up.",
        "Additionally, the muscles of the hamstrings and buttocks are getting a decent workout, along with muscles in the abdominal and oblique area.",
        "Perform 10 repetitions of the straight crunch and 16 repetitions, or eight to each side of the oblique exercise.",
        "You can also tone the oblique exercises by rotating at the waist as you toss the ball from side to side.",
        "Plyometric jumps can represent level changes and oblique exercise on a stability ball is an example of rotational movement.",
        "Many men dream of having tight abs with well defined oblique muscles.",
        "If you want to work the internal and external oblique muscles that run diagonally across your torso, you need to focus on twisting exercises that engage this portion of your abdominals.",
        "Targeting these muscles several times a week can help enhance your core strength, posture and balance, so add three to four oblique exercises to your regular exercise routine to start seeing results.",
        "By including three to four oblique exercises two to three times a week, you can help increase your abdominal strength, improve posture and balance while also enhancing your functional fitness.",
        "Still, the baseline has to be set somehow, and some of the questions come at the question of personality through oblique means.",
        "The mere size of the apparent field of view depends upon obtaining the oblique pencils of light emerging from it to cross the axis at the great possible angle, and to this end the presence of a field-lens is indispensable, which is separated from the eye-lens by a considerable interval.",
        "In addition to these parts the following structures may exist in corals:- Dissepiments are oblique calcareous partitions, stretching from septum to septum, and closing the interseptal chambers below.",
        "The sporangium, which corresponds on the whole to that of the Gleicheniaceae, has a somewhat oblique annulus; the dehiscence also is not truly median.",
        "The Atlantic coast owes its oblique N.E."
    ]
}