{
    "translation": "להכשיל, לחסום, למנוע, להפריע",
    "uses": [
        "\"You cannot obstruct Death,\" Gabriel warned.",
        "The same methods enabled them to obstruct the election of Republican and Independent candidates.",
        "Through an orifice in the outlet pipe (which is closed during the distillation by a loose plug) a hot iron rod can be introduced from time to time to clear away any solid zinc that may threaten to obstruct it.",
        "By this arrangement the long cross tube becomes unnecessary, and neither the pier nor the observatory obstruct the view of objects above the horizon near lower transit as is the case in Loewy's form.",
        "It is greatest, about 53 in., on the east slope of Catoctin Mountain, owing to the elevations which obstruct the moisture-bearing winds, and is above the average along the middle of the shores of the Chesapeake.",
        "A few extreme nationalists continued to obstruct the estimates, and it appeared as though their energy would soon flag.",
        "Oh, man, how dost thou forget and obstruct thy brother man, and say, \"Give us this day our daily bread,\" when he has none!",
        "Encouraged by these and other conventions in order to obstruct the collection of debts and taxes, a mob prevented a session of the Court of Common Pleas and General Sessions of the Peace at Northampton on the 29th of August, and in September other mobs prevented the same court from sitting in Worcester, Middlesex and Berkshire counties.",
        "The government of the French Republic, for their part, declare that they will not obstruct the action of Great Britain in that country by asking that a limit of time be fix.d for the British occupation, er in any other manner.",
        "Menelek, in addition, agreed not to obstruct the waters of Lake Tsana, the Blue Nile or the Sobat, so as not to interfere with the Nile irrigation question, and he also agreed to give a concession, if such should be required, for the construction of a British railway through his dominions, to connect the Sudan with Uganda.",
        "Hence arise infinite and inextricable difficulties which obstruct the study of canon law; an immense field for controversy and litigation; a thousand perplexities of conscience; and finally contempt for the laws.\"' We know how the Vatican council had to separate without approaching the question of canonical reform; but this general desire for a recasting of the ecclesiastical code was taken up again on the initiative of Rome.",
        "Its inundations, dangerous even at Cracow, become still more so in the plain, when the accumulations of ice in its lower course obstruct the outflow, or the heavy rains in the Carpathians raise its level.",
        "Subsequently he was transferred, perhaps through Cromwell's influence, to the service of the king, and in January 15 3 2 he was sent to Rome to obstruct the judicial proceedings against Henry in the papal curia.",
        "The possibility of interference with its enforcement was clearly in mind in the Espionage Act (June 15 1917), which provided that (Section 3, title t): \" Whoever when the United States is at war, shall wilfully make or convey false reports or false statements with intent to interfere with the operation or success of the military or naval forces of the United States or to promote the success of its enemies, and whoever when the United States is at war, shall wilfully cause or attempt to cause insubordination, disloyalty, mutiny, or refusal of duty in the military or naval forces of the United States, or shall wilfully obstruct the recruiting or enlistment service of the United States shall be punished by a fine of not more than $10,000 or imprisonment for not more than 20 years, or both.\"",
        "Apart from the parliamentary crisis, really hingeing on the difficulty of discovering a means by which the real will of the people should be carried out without actually making the House of Commons autocratically omnipotent, but also without allowing the House of Lords to obstruct a Liberal government merely as the organ of the Tory party, the new king succeeded to a noble heritage.",
        "The development of railway construction in Brazil has been impeded to a great extent by two unfavourable conditions-by the chain of mountains or plateau escarpments which follow the coast line and obstruct communication with the interior, and by the detached positions of the settlements along the Atlantic, which compel 1 The areas are reduced from the planimetrical calculations made at Gotha and used by A.",
        "Under its provisions it is a punishable offence \" to break or injure a submarine cable wilfully or by culpable negligence in such manner as might interrupt or obstruct telegraphic communication either wholly or partially, such punishment being without prejudice to any civil action for damages.",
        "The difficulty in the way of this system was that, in pouring the steel from ladle to mould, more or less of it:occasionally spatters, and these spatterings, if they strike the rails or the running gear of the cars, obstruct and foul them, preventing the movement of the train, because the solidified steel is extremely tenacious.",
        "Parliamentary forms were used with great success to obstruct parliamentary action.",
        "It soon became evident, however, that the Porte was endeavouring to obstruct the execution of the new reforms. Several months passed without any step being taken towards this realization; difficulties were raised with regard to the composition of the international commissions charged with the reorganization of the gendarmery and judicial system; intrigues were set on foot against the Christian governorgeneral; and the presence of a special imperial commissioner, who had no place under the constitution, proved so injurious to the restoration of tranquillity that the powers demanded his immediate recall.",
        "The Suffrage Bill was carried through the Senate and Congress in the spring of 1890 after protracted debates, in which the Conservatives and many military politicians who had previously been regarded as the allies of Sagasta did their best to obstruct the measure.",
        "He left in order not to obstruct the commander-in-chief's undivided control of the army, and hoping that more decisive action would then be taken, but the command of the armies became still more confused and enfeebled.",
        "But immediately above this level the charge is relatively viscous, because here the temperature has fallen so far that it is now at the melting or formation point of the slag, which therefore is pasty, liable to weld the whole mass together es so much tar would, and thus to obstruct the descent of the charge, or in short to \" scaffold.\"",
        "You must not obstruct or wedge the doors or remove the self-closing devices.",
        "As the chief pastor of the Hungarian church Pazmany used every means in his power, short of absolute contravention of the laws, to obstruct and weaken Protestantism, which had risen during the 16th century.",
        "San Antonio is the first of a formidable series of cataracts and rapids, nineteen in number, which, for a river distance of 263 m., obstruct the upper course of the Madeira until the last rapid called Guajara Merim (or Small Pebble), is reached, a little below the union of the Guapore with the Mamore.",
        "Please do not obstruct the footway or the road.",
        "He wears part of his long hair tied back so as not to obstruct his vision.",
        "You mustn't deliberately mislead the police, give them false information, waste their time or obstruct them.",
        "You'll need clearance for door swings, and your loft bed placement shouldn't obstruct windows.",
        "Something about the trees' reaction to Ully bothered him.  They'd cleared a path for him then tried to obstruct the Immortal.  It didn't make much sense.  Toby rose and walked to the nearest tree, placing his hands against it.  There were no angel memories about how trees communicated, but he willed it to speak to him anyway.",
        "Obstructing an investigation is an offense, and covers altering, concealing or destroying documents, or attempting to obstruct justice.",
        "Take care not to grip below the tip of the jawbone which would obstruct the airway.",
        "burrs that obstruct the ports.",
        "The authorities attempted to obstruct the activities of Bradlaugh and other freethinkers.",
        "Bicycles must not be placed where they could obstruct any gangway or any passenger entrance or exit.",
        "Fan heaters: Never cover or obstruct air grilles.",
        "humouret parking is tolerated, but local residents tend to have a sense of humor failure if you obstruct their driveways!",
        "Often gigantic icebergs clog the channel, creating navigational challenges for our captain and crew, and they may even obstruct our passage.",
        "illuminate simple obstruct most of the light in the cone, leaving just the edge of light cone still illuminating the specimen.",
        "However, if you think people might sit on the floor next to the coffee table, you do not want anything to obstruct their legs.",
        "Check the manufacturer's instructions for specific requirements when installing and be sure to monitor plants and other objects that may obstruct the solar panels.",
        "Snoring is a hoarse or harsh-sounding breathing that happens during sleep when the relaxed tissues in the throat partially obstruct the airway.",
        "Hypertrophy, or enlargement, of the cells of the adenoids and tonsils can cause them to protrude into and obstruct the airway, which then leads to snoring.",
        "A low, thick palate or enlarged adenoids or tonsils can obstruct airflow and increase snoring.",
        "During sleep apnea episodes, throat tissues obstruct the airway, preventing breathing and causing a build-up of carbon dioxide.",
        "As the tissues in the throat relax, they partially obstruct the airway and vibrate when air flows in and out.",
        "Once you begin your second trimester, exercises that require you to lay flat on your back are discouraged because this position can obstruct the flow of oxygen to your baby.",
        "Keep drapes and curtains away from the air conditioner so they do not obstruct the air flow.",
        "The Opposition, consisting chiefly of the independence party led by Francis Kossuth (eldest son of Louis Kossuth), made capital out of the grievance and decided to obstruct ministerial measures until the supernumeraries should be discharged.",
        "No person shall intentionally obstruct any officer or employe of the Trustees in the execution of his duties.",
        "It is an offense to delay or obstruct an inspector from OPRA or to neglect or refuse to produce required documentation or information.",
        "obstruct the airway.",
        "obstruct any gangway or any passenger entrance or exit.",
        "The natural response to this is to deliberately obstruct the cyclist.",
        "Don't go for pieces that will obstruct views, so people have lots of choices for places to stretch out in your theater without straining to see the screen.",
        "There's no line that will obstruct your vision and cause you frustration as you adapt.",
        "Does it obstruct your movement in any way?",
        "Stay away from trees and street lamps that may obstruct your view or compromise your lighting.",
        "A mass in the lumen of the colon may completely or partially obstruct the passage of stools.",
        "obstruct what you are trying to achieve or are unwilling to help.",
        "Pruning is carried out to ensure trees do not obstruct the pavement, highway or adjoining property.",
        "sigmoid colon or rectum can give rise to bladder spasms which obstruct free drainage of urine.",
        "An impacted sigmoid colon or rectum can give rise to bladder spasms which obstruct free drainage of urine.",
        "Neither the opposition of Lord Palmerston, who considered the projected disturbance as too radical not to endanger the commercial position of Great Britain, nor the opinions entertained, in France as well as in England, that the sea in front of Port Said was full of mud which would obstruct the entrance to the canal, that the sands from the desert would fill the trenches - no adverse argument, in a word, could dishearten Ferdinand de Lesseps.",
        "The underground is used where the congestion of traffic is so great as to demand a railway almost regardless of cost, and where the conditions of surface traffic or of adjoining property are such as to require that the railway shall not obstruct or occupy any ground above the surface.",
        "In order to obstruct and embarrass the Republican administration the members of the order held peace meetings to influence public opinion against the continuance of the war; purchased arms to be used in uprisings, which were to place the peace party in control of the Federal government, or failing in that to establish a north-western confederacy; and took measures to set free the Confederate prisoners in the north and bring the war to a forced close.",
        "Sleeping on your side can help you stop snoring because the soft tissues in the back of the throat are less likely to obstruct the breathing passage.",
        "Thrombosis-The formation of a blood clot in a vein or artery that may obstruct local blood flow or may dislodge, travel downstream, and obstruct blood flow at a remote location.",
        "Most congenital cardiovascular defects obstruct the flow of blood in the heart or nearby blood vessels, or cause an abnormal flow of blood through the heart.",
        "A burst blood vessel in the brain followed by uncontrolled bleeding (intracerebral hemorrhage) can cause a fetal stroke, or a clot (embolism) can obstruct a cerebral blood vessel.",
        "Malrotation or coiling of the duodenum can also obstruct the duodenum, sometimes accompanied by volvulus, a twisting of the duodenum around itself.",
        "In adults, adhesions are most often caused by repeat surgery; children who have a history of abdominal surgery can also develop adhesions that can obstruct the intestines.",
        "They can obstruct passageways in the body either by their size or by the scarring they cause.",
        "Large circular shields can obstruct an intensely sucking baby's nasal passages.",
        "Because they encircle the only connection between the middle ear and the eustachian tube, hypertrophied adenoids can also obstruct the tube and cause middle ear infections.",
        "Your kids might love having the Easter bunny escort them from house to house for trick-or-treating, but the head will obstruct your vision too much to be safe.",
        "obstruct the footway or the road."
    ]
}