{
    "translation": ".1 מקצוע,  תעסוקה\n.2 כיבוש, השתלטות",
    "uses": [
        "There's no doubt about her occupation now, is there?",
        "Although there is evidence of Roman and Saxon occupation of the site, the earliest mention of Brighton (Bristelmeston, Brichelmestone, Brighthelmston) is the Domesday Book record that its three manors belonged to Earl Godwin and were held by William de Warenne.",
        "The Pont des Trous over the Scheldt, with towers at each end, was built in 1290, and among many other interesting buildings there are some old houses still in occupation which date back to the 13th century.",
        "Since the British occupation Valletta has been a naval and military station of the first importance.",
        "When asked the colour of some one whose occupation she did not know she seemed bewildered, and finally said \"blue.\"",
        "This marks the beginning of the occupation of the interior of the continent.",
        "In 1510, following their occupation of Oran and other towns on the coast of Africa, the Spaniards fortified the Penon.",
        "Ferdinand de Lesseps was also entrusted by his father with missions to Marshal Count Clausel, general-in-chief of the army of occupation in Algeria.",
        "His first known occupation was that of a glass-painter; in 1522 he painted windows for the church at Enkhuizen, North Holland (the birthplace of Paul Potter).",
        "At the same time negotiations took place with Great Britain for an Italian occupation of Massawa, and Mancini, dreaming of a vast Anglo-Italian enterprise against the Mahdi, expatiated in.",
        "Sometimes he remembered how he had heard that soldiers in war when entrenched under the enemy's fire, if they have nothing to do, try hard to find some occupation the more easily to bear the danger.",
        "During the three days preceding the occupation of Moscow the whole Rostov family was absorbed in various activities.",
        "immediately, by an Italian occupation, lest Catholic an inion should lay the blame for this upon France.",
        "Compelled by the second Restoration to retire into private life, he devoted his leisure to writing the history of his times, an occupation for which his previous employments well fitted him.",
        "His favorite occupation when not playing boston, a card game he was very fond of, was that of listener, especially when he succeeded in setting two loquacious talkers at one another.",
        "The first people to go away were the rich educated people who knew quite well that Vienna and Berlin had remained intact and that during Napoleon's occupation the inhabitants had spent their time pleasantly in the company of the charming Frenchmen whom the Russians, and especially the Russian ladies, then liked so much.",
        "The occupation of the rest of Syria and Palestine proceeded smoothly, and after the fall of Gaza Alexander's way lay open into Egypt.",
        "Almost up to the moment of the French occupation of Tunisia the Italian government believed that Great Britain, if only out of gratitude for the bearing of Italy in connection with the Dulcigno demonstration.",
        "Stone-quarrying is specially active in the departments round Paris, Seine-et-Oise employing more persons in this occupation than any other department.",
        "Colonial Troops.These form an expeditionary army corps in France to which are attached the actual corps of occupation to the various colonies, part white, part natives.",
        "When Titus and his army withdrew from Jerusalem, the 10th legion was left as a permanent Roman garrison, and a fortified camp for their occupation was established on the western hill.",
        "On more than one occasion Bismarck had maintained direct relations with the chiefs of the Left, and had in I87o worked to prevent a FrancoItalian alliance by encouraging the party of action to press for the occupation of Rome.",
        "While he did not succeed in preventing the French occupation of Mexico or the escape of the Confederate cruiser \"Alabama\" from England, his diplomacy prepared the way for a future adjustment satisfactory to the United States of the difficulties with these powers.",
        "Roustan therefore hastened to extort from the bey concessions calculated to neutralize the advantages which Italy had hoped to secure by the possession of the Tunis- Goletta line, and at the same time the French government prepared at Toulon an expeditionary corps for the occupation of the Regency.",
        "A too hasty occupation by Canadian officials and settlers led to the rebellion of the Metis under Louis Riel, a native leader.",
        "Flax, Hemp, Jute, &c.The preparation and spinning of these materials and the manufacture of nets and rope, together with the weaving of linen and other fabrics, give occupation to 112,000 persons chiefly in the departments of Nord (Lille, Armentires, Dunkirk), Somme (Amiens) and Maine-et-Loire (Angers, Cholet).",
        "Today, there are modern-day Da Vincis living in parts of the world where just surviving is a full-time occupation, powerless to develop the gifts they could offer the wider world.",
        "For a few months after the occupation of Rome pressing questions incidental to a new change of capital and to the administration of a new domain distracted public attention from the real condition of Italian affairs.",
        "Even the splash of the anchor in the water, and the noise of the cable running out through the hawse-hole, in no way disturbed them at their occupation, or caused them to evince the slightest curiosity.",
        "The Goths, except in the valley of the P0, resembled an army of occupation rather than a people numerous enough to blend with the Italic stock.",
        "The friendly attitude of France towards Italy during the period immediately subsequent to the occupation of Rome seemed to cow and to dishearten the Vatican.",
        "\"Wherefore?\" which had come to him amid every occupation, was now replaced, not by another question or by a reply to the former question, but by her image.",
        "But after the occupation of Vienna the conqueror dated from that capital on the 17th of May 1809 a decree virtually annexing Rome and the Painmonium Petri to the French empire.",
        "After Novara the chief question was iow to avoid an Austrian occupation, and owing to the prevailing ~onfusion the town council of Flor~nce took matters into its)Wfl hands and declared the grand-duke reinstated, but on a ~onstitutional basis and without foreign help (April 12).",
        "For some time after the occupation of Rome the pope, in order to substantiate the pretence that his spiritual freedom had been diminished, avoided the creation of cardinals and the nomination of bishops.",
        "At Ecbatana new masses of treasure were seized, but when once the necessary measures which its disposal and the occupation of the Median capital entailed were taken, Alexander continued the pursuit.",
        "Some, as if unwilling to distract her from an important occupation, came up to her for a moment and made haste to go away, refusing to let her see them off.",
        "The vilayet suffered severely during the Russian occupation of 1878, when, apart from the natural dislocation of commerce, many of the Moslem cultivators emigrated to Asia Minor, to be free from their alien rulers.",
        "The men and officers returning spoke of a brilliant victory, of the occupation of the town of Wischau and the capture of a whole French squadron.",
        "The absence of suffering, the satisfaction of one's needs and consequent freedom in the choice of one's occupation, that is, of one's way of life, now seemed to Pierre to be indubitably man's highest happiness.",
        "The occupation of Rome caused no surprise to the French government, which had been forewarned on 11th September of the Italian intentions.",
        "Four points are clear: (i) the Australians represent a distinct race; (2) they have no kinsfolk among the neighbouring races; (3) they have occupied the continent for a very long period; (4) it would seem that the Tasmanians must represent a still earlier occupation of Australia, perhaps before the Bass Strait existed.",
        "To the latter category it is now possible to refer with certainty only the Etruscans (for the chronology and limits of their occupation of Italian soil see ETRURIA: section Language).",
        "Danger of foreign interference in the relations between Italy and the papacy had never been so great since the Italian occupation of Rome, as when, in the summer of 1881,the disorders during the transfer of the remains of Pius IX.",
        "In the reign of Augustus, Agrippa fixed the newly mixed colony of Suevi and Menapii at Tournai, which continued throughout the period of Roman occupation to be of importance.",
        "The occupation, effected on the 5th of February, was accelerated by fear lest Italy might be forestalled by France or Russia, both of which powers were suspected of desiring to establish themselves firmly on the Red Sea and to exercise a protectorate over Abyssinia.",
        "Wherever they came from, there is abundant evidence that their first occupation of the Australian continent must have been at a time so remote as to permit of no traditions.",
        "All this points to a temporary occupation by a race at a far higher stage of culture than any known Australians, who were certainly never capable of executing even the crude works of art described.",
        "Garibaldi, who, since the French occupation of Tunis, had ardently worked for the increase of the army, had thus the satisfaction of seeing his desire realized before his death at Caprera, on the 2nd of June 1882.",
        "Prussia, while satisfied at the fall of the temporal power, seemed to fear lest Italy might recompense the absence of French opposition to the occupation of Rome by armed intervention in favor of France.",
        "in 1512, Parma remained (in spite of the French occupation from 1515 to 1521) a papal possession till 1545, when Paul III.",
        "With the same expression of agitated surprise and guilt she went about the house, taking up now one occupation, now another, and at once abandoning them.",
        "Having sounded Lord Granville, Mancini received encouragement to seize Beilul and Massawa, in view of the projected restriction of the Egyptian zone of military occupation consequent on the Mahdist rising in the Sudan.",
        "Perceiving the advantage of a visit to the imperial and apostolic court after the Italian occupation of Rome and the suppression of the religious orders, and convinced of the value of more cordial intercourse with the German empire, Visconti-Venosta and Minghetti advised their sovereign to accept both the Austrian and the subsequent German invitations.",
        "Although Cairoli, upon learning of the Anglo-Ottoman convention in regard to Cyprus, had advised Count Corti of the possibility that Great Britain might seek to placate France by conniving at a French occupation of Tunisia, neither he nor Count Corti had any inkling of the verbal arrangement made between.",
        "But apparently it soon became desirable and perhaps necessary to specialize the work of teaching by setting apart for that duty one presbyter who should withdraw from secular occupation and devote his whole time to the work of the ministry.",
        "The conduct of Italy in declining the suggestions received from Count Andrssy and General Ignatiev on the eve of the RussoTurkish Warthat Italy should seek compensation in Tunisia for the extension of Austrian sway in the Balkansand in subsequently rejecting the German suggestion to come to an arrangement with Great Britain for the occupation of Tunisia as compensation for the British occupation of Cyprus, was certainly due to fear lest an attempt on Tunisia should lead to a war with France, for which Italy knew herself to be totally unprepared.",
        "Apart from hunting and fishing, the exploitation of the forests provides the principal occupation of the inhabitants.",
        "Their occupation was not lengthy.",
        "Right now he was wondering if he had chosen the right occupation.",
        "His object was to restore his dominions to the conditions preceding the French occupation.",
        "Russia alone neglected to take note of the communication, and persisted in the hostile attitude she had assumed at the moment of the occupation of Massawa.",
        "The chief occupation of the Russians, the Taranchis and the Dzungans, and partly also of the Kirghiz, is agriculture.",
        "What we may call the nobility of earlier occupation makes way for the nobility of office.",
        "the same family, as well as a very great variety of ganoids and Teleostei, appear in such quantities that they give occupation to nearly Ioo,000 people.",
        "The occupation of Lisbon, which led on to Napoleon's intervention in Spanish affairs, resulted naturally from the treaty of Tilsit.",
        "Another convention of the same date allowed him to send 28,000 French troops into Spain for the occupation of Portugal, an enterprise in which a large Spanish force was to help them; 40,000 French troops were to be cantonned at Bayonne to support the first corps.",
        "Agriculture is the sole occupation of the inhabitants.",
        "Effects of the World War.-The losses suffered by Latvia from evacuation, war, occupation, invasion and Bolshevik rule almost ruined her beyond hope; the official statistician Skuieneeks estimated in 1920 that it would take 50 years to bring her back to the pre-war level.",
        "The long and costly war with Achin (q.v.) began in 1873 and reached its climax in the military occupation of the country after 1905, when the native sultan surrendered and was deported.",
        "The Bernese occupation lasted till 1798, though in 1723 an attempt was made to put an end to it by Major Davel, who lost his life in consequence.",
        "At the peace of Luneville they were formally recognized in their occupation; but in 1815 the town was made over by the congress of Vienna to Prussia.",
        "This scruple was, however, not shared by his successor, Gregory XV., who secured GregoryXV., the consent of the powers to the occupation of the 1621-1623.",
        "At the moment when Lesseps had secured the signing of a treaty with the Roman Republic permitting peaceful occupation of the city by the French army, he was peremptorily recalled and Oudinot was as unexpectedly ordered to take the city by storm.",
        "What other reason would there be for telling his daughter not to discuss his occupation?",
        "The gates of Jerusalem were opened to him and he left the Jews in peaceful occupation.",
        "The Bourbon courl sailed away to Palermo, where it remained for eight years under the protection afforded by the British fleet and a British army of occupation.",
        "The secretary-general of the Italian foreign office, Baron Blanc, who had accompanied General Cadorna to Rome, was received almost daily by Cardinal Antonelli, papal secretary of state, in order to settle innumerable questions arising out of the Italian occupation.",
        "News of the occupation reached Europe simultaneously with the tidings of the fall of Khartum, an event which disappointed Italian hopes of military co-operation with Great Britain in the Sudan.",
        "The resignation of the Gladstone-Granville cabinet further precluded the projected Italian occupation of Suakin, and the Italians, wisely refraining from an independent attempt to succour Kassala, then besieged by the Mahdists, bent their efforts to the increase of their zone of occupation around Massawa.",
        "Mangash, seeing further resistance to be useless, submitted to Menelek, who at the end of February ratified at Makall the additional convention to the treaty of Uccialli, but refused to recognize the Italian occupation of the Mareb.",
        "Before Nerazzini could reach Adis Ababa, Rudini, in order partially to satisfy the demands of his Radical supporters for the abandonment of the colony, announced in the Chamber the intention of Italy to limit her occupation to the triangular zone between the points Asmar, Keren and Massawa, and, possibly, to withdraw to Massawa alone.",
        "Outrages on shipwrecked crews continued so rife that the question of occupation had to be taken up again; and in 1855 a project was formed for such a settlement, embracing a convict establishment.",
        "In the same year the two groups, Andaman and Nicobar, the occupation of the latter also having been forced on the British government (in 1869) by the continuance of outrage upon vessels, were united under a chief commissioner residing at Port Blair.",
        "After his conquests had been lost, and Corstopitum ceased to be a military centre, its military buildings passed into civilian occupation, of which many evidences have been found.",
        "Until the British occupation of Burma but little was known as to its occurrence, though it had been worked for centuries and was highly valued by the natives and by the Chinese.",
        "Aristotle, too, gave greater definiteness to the idea of zones conceived by Parmenides, who had pictured a torrid zone uninhabitable by reason of heat, two frigid zones uninhabitable by reason of cold, and two intermediate temperate zones fit for human occupation.",
        "More mobile and more searching than ice or rock rubbish, the trickling drops are guided by the deepest lines of the hillside in their incipient flow, and as these lines converge, the stream, gaining strength, proceeds in River its torrential course to carve its channel deeper and en- t trench itself in permanent occupation.",
        "When the pursuit of game becomes the chief occupation of a people there is of necessity a higher development of courage, skill, powers of observation and invention; and these qualities are still further enhanced in predatory tribes who take by force the food, clothing and other property prepared or collected by a feebler people.",
        "To every type of coast there may be related a special type of occupation and even of character; the deep and gloomy fjord, backed by almost impassable mountains, bred bold mariners whose only outlet for enterprise was seawards towards other lands - the viks created the vikings.",
        "Except such as are of coral formation, the Antilles are hilly, not to say mountainous, their summits rising in places to an elevation of 8000 ft., and nearly all, prior to their occupation by Europeans, were covered with luxuriant forest, which, assisting in the collection and condensation of the clouds brought by the trade winds, ensured its own vitality by precipitating frequent and long-continued rains; upon the fertile soil.",
        "high, the remains of a mosque dating from the Turkish occupation, other Roman Catholic churches, and an imposing Greek church.",
        "The chief occupation of the inhabitants is the cultivation of the vineyards of the surrounding hills, which produce the red Erlauer wine, one of the best in Hungary.",
        "Hunting is an occupation of considerable importance in N.",
        "The occupation of the inhabitants is almost entirely pastoral, and the principal industry is sheepfarming.",
        "Penrose, Account of the last Expedition to Port Egmont in the Falkland Islands (1775); Observations on the Forcible Occupation of Malvinas by the British Government in 1833 (Buenos Ayres, 1833); Reclamacion del Gobierno de las provincias Unidas de la Plata contra el de S.",
        "This victory was followed by the foundation of Reval and the occupation of Harrien and Wirland, the northern districts of Esthonia, by the Danes.",
        "Similarly in the earlier pre-exilian period of Israel's occupation of Canaanite territory the Hebrews were always subject to this tendency to worship the old Baal or `Ashtoreth (the goddess who made the cattle and flocks prolific).3 A few years of drought or of bad seasons would make a Hebrew settler betake himself to the old Canaanite gods.",
        "Harbour and citadel have now quite disappeared, the latter having been used to fill up the former shortly after the British occupation; some gain to health resulted, but an irreparable loss to science.",
        "At thirty, still a dependant, without a settled occupation, without a definite social status, he often regretted that he had not \" embraced the lucrative pursuits of the law or of trade, the chances of civil office or India adventure, or even the fat slumbers of the church.\"",
        "His policy during the occupation of the factories by the workmen organized by Bolshevist leaders in Sept.",
        "- The book of Joshua continues the fortunes of the \" children of Israel \" and describes a successful occupation of Palestine by the united tribes.",
        "A definite series knows of an invasion and occupation by Edom (q.v.",
        "But this concession was illusory, and as the statute prevented Jews from engaging in finance - the only occupation which had been open to them - it was a prelude to their expulsion in 1290.",
        "Jews made their way to America early in the 16th century, settling in Brazil prior to the Dutch occupation.",
        "Under the Pax Romana the Cretan cities again enjoyed a large measure of prosperity, illustrated by numerous edifices still existing at the time of the Venetian occupation.",
        "The Cretans themselves, however, were eager for a change, and, disappointed in the hope of a Genoese occupation, were ready, as is stated in the report of a Venetian commissioner, to exchange the rule of the Venetians for that of the Turks, whom they fondly expected to find more lenient, or at any rate less energetic, masters.",
        "The prince soon retired to Melos, but on the night of the 14th of February a Greek expeditionary force under Colonel Vassos landed at Kolymbari, near Canea, and its commander issued a proclamation announcing the occupation of the island in the name of King George.",
        "Until the Civil War agriculture was about the only important industry in the state, and at the close of the 19th century it was still the leading one; but from 1880 to 11900 the ratio of agriculturists to all inhabitants of the state engaged in some gainful occupation decreased from 75.3 to 64.1%.",
        "The discovery of gold in1692-1695by bands of adventurers from the Sao Paulo settlements, led to every occupation and profession being abandoned in the mad rush for the new mines.",
        "The Afghan war of 1878-80; the Russo-Afghan Boundary Commission of 1884-1885; the occupation of Gilgit and Chitral; the extension of boundaries east and north of Afghanistan, and again, between Baluchistan and Persia - these, added to the opportunities afforded by the systematic survey of Baluchistan which has been steadily progressing since 1880 - combined to produce a series of geographical maps which extend from the Oxus to the Indus, and from the Indus to the Euphrates.",
        "From that point southwards the river becomes the boundary between the Shan States and Tongking for some 200 m., the channel of the river defining the limits of occupation (though not entirely of interest) between French and British subjects.",
        "He was the youngest of eight sons,' and spent his youth in an occupation which the Hebrews as well as the Arabs seem to have held in low esteem.",
        "The cultivation of the palm is indeed the principal occupation; and though the dates are inferior to those of the Barbary States, upwards of 2 2, 500 tons are annually exported.",
        "After the occupation by the British in 1903 the province was organized for administration on the same system as that adopted throughout northern Nigeria.",
        "Industries.-The principal occupation of the settled inhabitants is agriculture and of the nomadic the breeding of live stock, including camels.",
        "In the early days of the Roman republic land in Italy was held largely by small proprietors, and agriculture was highly esteemed and classed with war as an occupation becoming a free man.",
        "\"It is a wyues occupation,\" he says, \" to wynowe all maner of comes, to make malte, to washe and wrynge, to make heye, shere come, and, in time of nede, to helpe her husbande to fyll the mucke wayne or dounge carte, dryue the ploughe, to loode heye, come and suche other; and to go or ride to the market to sel butter, chese, mylke, egges, chekyns, capons, hennes, pygges, gese, and all maner of comes.\"",
        "This year also he found a congenial occupation in editing Bentham's Rationale of Judicial Evidence.",
        "He sought relief in active literary occupation, in politics, sociology and psychology.",
        "It had been continuously in Ptolemaic occupation, but the house of Seleucus maintained its claim.",
        "The occupation of Rome in February 1798 enabled Berthier to send a considerable sum to Paris and to style himself \"treasurer to the chest of the Army of England.\"",
        "The great canal was not begun; irrigation works were started but were soon given up. The letters of Kleber and Menou (the successors of Bonaparte) show that the expenditure on public works had been so reckless that the colony was virtually bankrupt at the time of Bonaparte's departure; and William Hamilton, who travelled through Egypt in 1802, found few traces, other than military, of the French occupation.",
        "Ministers were also deeply concerned at the continued occupation of Holland by French troops, which made that country and, therefore, the Cape of Good Hope, absolutely dependent on France.",
        "When modified in February 1806, after Prussia's demobilization, they comprised the occupation of Hanover by Prussia, with the proviso, however, that she should exclude British ships and goods from the whole of the northwest coast of Germany.",
        "For Austria we may read Prussia; for Ulm, Jena-Auerstadt; for the occupation of Vienna, that of Berlin; for Austerlitz, Friedland, which again disposed of the belated succour given by Russia.",
        "The American explorations of the Argive Heraeum, concluded in 1895, also failed to prove that site to have been important in the prehistoric time, though, as was to be expected from its neighbourhood to Mycenae itself, there were traces of occupation in the later Aegean periods.",
        "As War Minister he had the gigantic task of demobilizing armies of between four and five millions who had been in the war, of providing armies of occupation and forces for immediate garrisoning of the Empire, of building up an after-war army, and of re-creating the territorial army.",
        "As regards secular occupation, the present Mandaeans are goldsmiths, ironworkers, and house and ship carpenters.",
        "Paphos was believed to have been founded either by the Arcadian Agapenor, returning from the Trojan War (c. 1180 B.C.), or by his reputed contemporary Cinyras, whose clan retained royal privileges down to the Ptolemaic conquest of Cyprus in 295 B.C., and held the Paphian priesthood till the Roman occupation in 58 B.C. The town certainly dates back to the close of the Mycenaean Bronze age, and had a king Eteandros among the allies of Assur-bani-pal of Assyria in 668 B.C.'",
        "The chief occupation followed is sheep-farming, the pasturage being excellent.",
        "He was by occupation a fuller, and tradition still points out the site of his mill.",
        "The land, on the expiration of the tenancy, becomes at common law the absolute property of the landlord, no matter how it may have been altered or improved during the occupation.",
        "For a time Ranke was now engaged in an occupation of a different nature, for he was appointed editor of a periodical in which Friedrich Perthes designed to defend the Prussian government against the democratic press.",
        "The Seljukian sultans had only achieved a military occupation of the country which they had conquered.",
        "But the purely military character of the Seljukian occupation helped the crusaders in yet another way.",
        "In either case there is an importation of Western feudalism into a country originally possessed of Byzantine institutions, but affected by an Arabic occupation.",
        "They ended, not in the occupation of the East by the Christian West, but in the conquest of the West by the Mahommedan East.",
        "The principal occupation is agriculture, in which 44% of the labouring population was engaged in 1900, but only 12.6% of the total land surface was enclosed in farms, of which only 34.6% was improved, and the total agricultural product for 1899 was valued at $18,309,104.",
        "Roads were laid out, some of which yet remain; and in the last three years of English occupation the government spent $580,000 on the two provinces.",
        "The American government asked the Spanish authorities of East Florida to permit an American occupation of the country in order that it might not be seized by Great Britain and made a base of military operations.",
        "In the peninsula especially, where the presence of the Malays is more recent than elsewhere, many traditions exist which point to a comparatively recent occupation of the country.",
        "Its trade revived during the French occupation of 1809-13, and it continued to improve during the 19th century.",
        "75), anterior to the occupation of the Acropolis and afterwards abandoned for the later settlement.",
        "The legend of its occupation by the Amazons (Aeschylus, Eum.",
        "267 and a temporary occupation by Alaric in 395, Athens spent the remaining centuries of the ancient world in quiet prosperity.",
        "An attack made on those at Feng-shan (Hozan) in 1868 led to the occupation of Fort Zelandia and Anping by British forces; but this action was disapproved by the home government, and the indemnity demanded from the Chinese restored.",
        "For a time the Borinquenos, aided by Caribs from the neighbouring islands, threatened to destroy all vestiges of white occupation in Porto Rico, but in the end the Spaniards prevailed.",
        "In 1785, during the Spanish occupation of Louisiana, Juan Filhiol, commandant of the district of Ouachita, founded a settlement on the site of the present Monroe, which was called Ouachita Post until 1790 and then Fort Miro, in honour of the governor-general.",
        "Until the German occupation nothing but an insignificant village existed at Dar-es-Salaam.",
        "The elector fled from his capital, and it was entirely owing to Rumford that a hostile occupation of the city was prevented.",
        "The subjugation of such districts could only be by a system of effective military occupation and would be a work of time; but Alexander made a beginning by punitive expeditions, as occasion offered, calculated to reduce the free tribes to temporary quiet; we hear of such expeditions in the case of the Pisidians, the tribes of the Lebanon, the Uxii (in Khuzistan), the Tapyri (in the Elburz), the hill-peoples of Bajaor and Swat, the Cossaei (in Kurdistan); an expedition against the Arabs was in preparation when Alexander died.",
        "Elbeuf was, in the 13th century, the centre of an important fief held by the house of Harcourt, but its previous history goes back at least to the early years of the Norman occupation, when it appears under the name of Hollebof.",
        "Trade with Persia and India, as also with the Khazars and the Russians, and undoubtedly with Biarmia (Urals), was, however, their chief occupation, their main riches being furs, leather, wool, nuts, wax and so on.",
        "The occupation of Aden by the British in 183 9 proved the starting-point in the opening up of the country, Aden being the chief port with which the Somali of the opposite coast traded.",
        "The occupation of Berbera by the Egyptians in 1875 was, however, followed by several journeys into the interior.",
        "Thereupon Great Britain, partly to secure the route to the East via the Suez Canal, which the occupation of the country by another power might menace, occupied Zaila, Berbera and Bulhar, officials being sent from Aden to govern the ports.",
        "It is not merely that in its first establishment slavery was an immense advance by substituting for the immolation of captives, often accompanied by cannibalism, their occupation in labour for the benefit of the victor.",
        "This system, by diminishing the freeman's mastery over himself and his power to determine his occupation, reduced the interval between him and the slave; and the latter on the one hand, the free domestic servant and workshop labourer on the other, both passed insensibly into the common condition of serfdom.",
        "The complete control of the seaboard by European powers has rendered the smuggling of slaves to Arabia and Persia a difficult and dangerous occupation.",
        "As Arabi did not submit, a British military expedition landed at Alexandria on the 10th of August, the sequel being the British occupation of the whole country, the history of which is set forth under Egypt.",
        "It grew in the east and south of the island, where it was introduced during the Arab occupation.",
        "Fishing is the occupation of the men, and the real mainstay of the inhabitants.",
        "Agriculture is their chief occupation.",
        "A noteworthy relic of the Roman occupation, however, appears in its original place.",
        "The headquarters town, Pakokku, stands on the right bank of the Irrawaddy, and has grown into importance since the British occupation.",
        "Shortly after his return to England he published his England in Egypt, which at once became the authoritative account of the work done since the British occupation.",
        "When the French occupied Suez in 1798 it was a place of little importance, and the conflicts which followed its occupation in 1800 by an English fleet laid the greater part in ruins.",
        "The remarkable sanitary work begun during the American occupation and continued by the republic of Cuba, has shown that the ravages of this and other diseases can be greatly diminished.",
        "During the American military occupation of the island in 1899-1902, of the total imports 45.9% were from the United States, 14 from other American countries, 15 from Spain, 14 from the United Kingdom, 6 from France and 4 from Germany; of the exports the corresponding percentages for the same countries were 70.7, 2, 3, To, 4 and 7.",
        "After the first American occupation a private company built a line from Santa Clara to Santiago, more than half the length of the island, finally connecting its two ends (1902).",
        "During the second American occupation work was begun on a network of good rural highways.",
        "A revolution in education was begun the first year of the United States military occupation and continued under the Republic.",
        "By the treaty of Paris, signed on the 10th of December, Spain \" relinquished \" the island to the United States in trust for its inhabitants; the temporary character of American occupation being recognized throughout the treaty, in accord with the terms of the American declaration of war, in which the United States disclaimed any intention to control the island except for its pacification, and expressed the determination to leave the island thereupon to the control of its people.",
        "At the time of the Austrian occupation (1878) it was regulated by a Turkish enactment of the 12th of September 1859.",
        "The Turkish land-system remained in force during the entire period of the occupation (1878-1908).",
        "As far as possible, the Turkish law was retained during the period of occupation; all cases between Moslems were settled in separate courts by Moslem judges, against whom there was an appeal to the supreme court, aided by assessors.",
        "The Austro-Hungarian occupation, authorized on the 13th of July 1878 by the treaty of Berlin (arts.",
        "These charges are not wholly unfounded; but the chief social and political evils in Bosnia and Herzegovina may be traced to historical causes operative long before the Austro-Hungarian occupation, and above all to the political ambition of the rival churches.",
        "A reactionary movement started in April 1909 was promptly suppressed by the Young Turks through the military occupation of Constantinople by Shevket Pasha and the dethronement of Abd-ul-Hamid, who was succeeded by his younger brother Reshad Effendi under the title of Mahommed V.",
        "of the first countries to recognize the republic. Bonaparte's sudden occupation of Egypt (1798) came therefore as a complete surprise.",
        "In July 1828 France had been commissioned to oust Ibrahim from the Morea; and though by a convention, concluded on the 9th of August by Codrington with Mehemet Ali, the principle of evacuation by the Egyptian troops had already been settled before the arrival of the French expedition, the Morea remained for the time in French occupation.",
        "The Syrian disturbances brought about a French occupation, which Fuad Pasha, ably seconded by Ahmed Vefyk Effendi, the Turkish ambassador in Paris, contrived to restrict, and to terminate as soon as possible.",
        "Servia had long resented the occupation of her fortresses by Turkish troops; frequent collisions arising from this source resulted in June 1862 in the bombardment of Belgrade; some slight concessions were then made to Servia, but it was not until 1867 that, through the mediation of England and other powers, she succeeded in obtaining the withdrawal of the Turkish garrisons.",
        "The occupation of the country by Great Britain gradually took a more permanent form, and though negotiations were more than once entered into with Turkey with a view to its termination, these either proved abortive or were rendered so (as e.g.",
        "Crete being thus removed from the scope of her action, Turkey found ample occupation in the almost constant turbulence of the Yemen, of Albania and of Macedonia.",
        "Unsettled claims by French citizens led to a breaking off of relations and the occupation of Mitylene by France in November 1901; the rupture was of short duration and Turkey soon gave way, according complete satisfaction both in this matter and on certain other French demands.",
        "The Porte opposed the project, and an international naval demonstration and the occupation of Mytilene by the powers became necessary before Turkey gave way in December 1905.",
        "On the road from Gera to Jena Napoleon was met by intelligence from Lannes announcing his occupation of Jena and the discovery of Prussian troops to the northward.",
        "Where formerly 15,000 men to the mile of front had been considered ample for the occupation of a position or the execution of an attack, double that number now often proved insufficient, and their front was broken before reinforcements could arrive.",
        "In exchange for the subsistence of the French troops of occupation, a corresponding number of these new levies were moved to the south of France, where they commenced to arrive at.",
        "Since the beginning of the 19th century they have been bigoted Wahhabis, though previously regarded by their neighbours as very lax Mahommedans; during Mehemet Ali's occupation of Nejd their constant raids on the Egyptian communications compelled him to send several punitive expeditions into the district, which, however, met with little success.",
        "He intended taking monastic orders, but in 1798 the occupation of the city by the French troops drove him from Rome and changed his proposed career.",
        "There are some traditions of a Phoenician occupation of Melos.",
        "Its commerce was further extended and developed by the French occupation of Holland in 1795, when the Dutch trade was largely directed to its port.",
        "The wars which ensued, the closing of continental ports against English trade, the occupation of the city after the disastrous battle of Jena, and pestilence within its walls brought about a severe commercial crisis and caused a serious decline in its prosperity.",
        "During the French occupation (1800-1814), which began after the battle of Marengo, it was still more strongly fortified; the works were entirely destroyed by the Austrians in 1815, but were afterwards reconstructed, and Alessandria is still an important fortress and the headquarters of the second army corps.",
        "Its strategical importance was one of the causes which led to the occupation of Tunisia by the French in 1881.",
        "Agriculture is the chief occupation both of the settled Russians and of the native population.",
        "The land is held by the Russian village communities in virtue of the right of occupation.",
        "- Hunting is a profitable occupation, the male population of whole villages in the hilly and woody tracts setting out in October for a month's hunting.",
        "The forests on the Amur yielded a rich return of furs during the first years of the Russian occupation, and the Amur sable, although much inferior to the Yakutsk and Transbaikalian, was largely exported.",
        "It is estimated that about one-half of the Russian agricultural population supplement their income by engaging in non-agricultural pursuits, but not more than 18 to 22% carry on domestic trades, the others finding occupation in the carrying trade - which is still important, even since the construction of the railway - in hunting (chiefly squirrel-hunting) and in work in the mines.",
        "The principal occupation is the manufacture of the salt obtained from the brine springs or wyches, to which the town probably owes both its name and its origin.",
        "In the early years of British occupation, about 1829, they gave much trouble; and in 1883 they broke out once more into their old habits.",
        "Chinon (CaIno) existed before the Roman occupation of Gaul, and was from early times an important fortress.",
        "But it was the occupation of Tunisia by the French in 1881 which really gave the impetus to modern investigations in this district of ruined cities.",
        "Toutain, Esperandieu, Gauckler, Merlin, Homo and many others, to say nothing of German scholars, such as Willmans and Schulten, and especially of a great number of enthusiastic officers of the army of occupation, who explored all the ancient sites, and in many cases excavated with great success (for their results see the works quoted above).",
        "There was a village at Torre even before the foundation of the abbey, and in the neighbourhood of Torre evidence has been found of Roman occupation.",
        "The name Deir means monastery, but there is no other trace or tradition of the occupation of the site before the 14th century, and until it became the capital of the sanjak it was an insignificant village.",
        "The personal character of Michaelis can be read between the lines 1 By a strange fortune of war it was the occupation of Gottingen by the French in the Seven Years' War, and the friendly relations he formed with the officers, that procured him the Paris MS. from which he edited Abulfeda's description of Egypt.",
        "This hatred was confirmed by the sufferings of his country and family in the terrible years after 1806, and his first experience of active soldiering was in the campaigns that ended in the occupation of Paris by the Allies in 1814.",
        "In these circumstances there grew up in Rome a class of wealthy ' men, whose sole occupation it was to amass large fortunes by speculation,' and who found a most lucrative field of enterprise ' in state contracts and the farming of the public revenues.",
        "As the equites practically monopolized the farming of the taxes, they came to be regarded as identical with the publicani, not, as Pliny remarks, because any particular rank was necessary to obtain the farming of the taxes, but because such occupation was beyond the reach of all except those who were possessed of considerable means.",
        "Although to some extent looked down upon by the senate as following a dishonourable occupation, they had as a rule sided with the latter, as being at least less hostile to them than the democratic party.",
        "Occupations.-The pre-war growth of industries, especially in Riga and Libau, tended to reduce the percentage of the agricultural population, but agriculture is still the chief occupation, and the redivision of the rural population was the outstanding feature after 1918.",
        "27 1917) this action was continued as opposed to the policy of the leading Baits (Sievers, Oettingen, Baron Pilar, Stryck), who were alarmed by the Bolshevik upheaval, the congress of the landless workers at Wolmar (Dec. 16-19 1917), the outrages of the Russian soldiery, the impotence of the more moderate Letts, the universal anti-German feeling, the danger to life and property, and obtained the occupation of the whole region up to Narva by German troops, thus aiding and abetting the Germans in their plans of domination.",
        "The German occupation did not prevent the Lettish National Council, on June 26-29 1918, from claiming the reunion of all Lettish territories in accordance with the protest addressed to the German Chancellor on April 4.",
        "Firewood and timber felled during the period of the German occupation fall to the State.",
        "of the New World, points to the occupation of the Pacific lands by a prehistoric race which had made some advance in general culture.",
        "There are coalmines, several ironworks - one is among the largest in Scotland - and, on the sandhills along the shore, the works of Nobel's Explosives Company, which cover an area of a mile, the separatehut principle being adopted to minimize the risks attendant upon so dangerous an occupation.",
        "In the beginning of 1809, in retaliation for the occupation of Portugal, an expedition was sent from Para to the French colony of Guiana, and after some fighting this part of Guiana was incorporated with Brazil.",
        "But the whole of this latter structure was destroyed by fire in 1650 while in occupation by the soldiers of Cromwell; and the more modern parts were begun during the Protectorate, and completed in the reign of Charles II.",
        "He protests in favour of Lord Monteagle's motion for inquiry into the sliding scale of corn duties; of Lord Normanby's motion on the queen's speech in 1843, for inquiry into the state of Ireland (then wholly under military occupation); of Lord Radnor's bill to define the constitutional powers of the home secretary, when Sir James Graham opened Mazzini's letters.",
        "Conquered by the Seljuks of Konia, and made the capital of the province of Tekke, it passed after their fall through many hands, including those of the Venetians and Genoese, before its final occupation by the Ottoman Turks under Murad II.",
        "It was not until their hand was forced by the occupation of the interior by Dutch farmers that the Cape authorities at length intervened.",
        "In sanctioning the occupation of the port the British government of the day had no intention of making Natal a British colony, but wished to prevent the Boers establishing an independent republic upon the coast with a harbour through which access to the interior could be gained.",
        "Napier, therefore, on the 2nd of December 1841, issued a proclamation in which he stated that in consequence of the emigrant farmers refusing to be treated as British subjects and of their attitude towards the Kaffir tribes he intended resuming military occupation of Port Natal.",
        "In this minute the farmers ascribed all their troubles to one cause, namely, the absence of a representative government, which had been repeatedly asked for by them while still living in Cape Colony and as often denied or delayed, and concluded by a protest against the occupation of any part of their territory by British troops.",
        "Brigadier-General Yule then took command, and an overwhelming force of Boers rendering the further occupation of Dundee dangerous, he decided to retire his force to Ladysmith.",
        "The principal occupation of the Mongols is cattle-breeding, and Russian writers estimate that on an average each yurta, or family, has about 50 sheep, 25 horses, 15 horned cattle and io camels.",
        "The transport of goods is their next most important occupation.",
        "The principal products are rubber, cacao and nuts; cattle are raised on the elevated plains of the north, while curing fish and collecting turtle eggs for their oil give occupation to many people on the rivers.",
        "At a later stage the Orthodox calendar and the Cyrilline alphabet were prohibited, and this was actually enforced in Serbia itself during the Austrian occupation, and in the Serbian districts of Hungary from July 1916 onward.",
        "Much of the blame falls upon the Supreme Council, which shrank from the only effective means of allaying friction - immediate Allied occupation of the disputed zone, pending the decision of the Peace Conference.",
        "Her claim to Pecs (Fiinfkirchen) was disallowed, but owing to the long delay in ratifying the treaty, Yugoslav troops remained in occupation of this district and its valuable coal-mines till Aug.",
        "From the Reformation to the French occupation in the beginning of the 19th century, Hamburg was a purely Lutheran state; according to the \"Recess\" of 1529, re-enacted in 1603, nonLutherans were subject to legal punishment and expulsion from the country.",
        "The chief occupation of the majority of the white farmers is stock-raising.",
        "State schools for white children were established by the Boer government, and in the last year (1898) before the British occupation there were 509 schools and 14,700 scholars, the education vote that year being £226,000.",
        "Schoemansdal, a village at the foot of the Zoutpansberg, was the most important settlement of the district, and the most advanced outpost in European occupation at that time in South Africa.",
        "It is not too much to suppose that the executive in Pretoria had calculated that the occupation of Durban would inspire the entire Dutch nation with a spirit of unanimity which would eventually wrest South Africa' from the British.",
        "The second, the period of Boer organized resistance, may be said to have finished with the occupation of Komati Poort in October 1900 (a month after Lord Roberts's formal annexation of the Transvaal) and the flight of President Kruger.",
        "It had been anticipated that the occupation of both the capitals would have brought the hostilities to a close, but this was not the case, and though after the 5th of June regular resistance was at an end, the army of occupation had still to face two years of almost unprecedented par- Diamond Hill.",
        "- On the 4th of July 1900, a month after the occupation of Pretoria, a commission was issued to Lord Roberts authorizing him to annex the Transvaal.",
        "These differences have depended upon climate, occupation, occasion (e.g.",
        "For workmen and others of inferior occupation this appears to have been the only dress.",
        "Wheat was introduced by the Spaniards immediately after their occupation of Venezuela, and is grown in the elevated districts of Aragua and the western states, but the production does not exceed home consumption.",
        "Hood now turned to the occupation of Corsica, which he had been invited to take in the name of the king of England by Paoli.",
        "While the occupation of Corsica was being effected, the French at Toulon had so far recovered that they were able to send a fleet to sea.",
        "Besides other open spaces there is Burger's park, originally planned, during the first British occupation, as a botanical garden.",
        "In 1866 he refused to enter the Ricasoli cabinet; in 1867 he worked to impede the Garibaldian invasion of the papal states, foreseeing the French occupation of Rome and the disaster of Mentana.",
        "Small armies moving freely within a large theatre of war, the occupation of hostile territory as a primary object of operations, the absence of a decision-compelling spirit on either side, the hostile political \"view\" over-riding the hostile \"feeling\" - all these conditions remind the student of those of 17th and 18th century warfare.",
        "During the Turkish occupation the district was nearly depopulated, and allowed to lie almost desolate in marsh and heath and forest.",
        "Its name is said to be derived from Saxon tene, a beacon or fire (probably from the number of watch-fires existing on this easily ravaged coast), and numerous remains of Saxon occupation have been found, as at Osengal near Ramsgate.",
        "(It must be remembered that the Spartans were all this time in occupation of Deceleia; see Peloponnesian War.) But Nicias could not bring himself to face the Athenian people at home, nor could he be prevailed on to retire promptly to some position on the coast, such as Catania or Thapsus.",
        "It is under this closer occupation with mechanical conditions that surgery to-day is said - not without excuse, but with no more than superficial truth - to have made more progress than medicine.",
        "Then it was Voltaire's turn to be disgusted with an occupation he had undertaken himself - the occupation of \"buckwashing\" the king's French verses.",
        "The bibliography of Voltaire is a very large subject, and it has been the special occupation of a Rumanian diplomatist of much erudition and judgment, Georges Bengesco, Bibliographic de Voltaire (4 vols., Paris, 1882-90).",
        "The discovery by General Pitt Rivers in 1867 of the remains of pile dwellings both on the north and on the south of the Thames gives ground for an argument of some force in favour of the date of the foundation of London having been before the Roman occupation of Britain.",
        "If so, the word \" pont \" may have been borrowed by the Britons before the commencement of the Roman occupation.",
        "Long afterwards the treaty with Panda was successfully invoked to prevent a German occupation of the bay.) No sooner had the British become possessed of Natal than there was a large immigration into it of Zulu fleeing from the misgovernment of Panda.",
        "Mining is an extra-hazardous occupation, and the catastrophes, which from time to time have occurred, have caused agencies to enforce their authority.",
        "While mining is not necessarily an unhealthy occupation, miners are subject to certain diseases resulting from vitiated air, and from unusual or special conditions under which at times they are forced to work.",
        "There the rival forces were in close contact, the Turks everywhere enjoying the advantage of command; some sections of the Australasian line were, indeed, completely overlooked by ground in Ottoman occupation.",
        "The occupation of these topmost ridges must greatly assist in a further advance across the peninsula here at its narrowest point.",
        "It is true that as a result of the operations the area in occupation of the Allies in this quarter had been greatly extended in a northerly direction, so much so indeed that little difficulty was experienced by Gen.",
        "In almost every village in the province there is a monastery, where the most regular occupation of one or more of the resident pongyis, or Buddhist monks, is the instruction free of charge of the children of the village.",
        "There large numbers of people follow this occupation as their sole means of livelihood, whereas silk and cotton weaving throughout the province generally is carried on by girls and women while unoccupied by other domestic duties.",
        "During the Roman occupation Pliny states that glass was made \" per Hispanias \" (Nat.",
        "There is reason to believe that during the Roman occupation the craft was carried on in several parts of the country.",
        "Cilicia Trachea is a rugged mountain district formed by the spurs of Taurus, which often terminate in rocky headlands with small sheltered harbours, - a feature which, in classical times, made the coast a resort of pirates, and, in the middle ages, led to its occupation by Genoese and Venetian traders.",
        "In 1865 Florence became the capital of the kingdom of Italy, but after the occupation of Rome in 1870 during the FrancoPrussian war, the capital was transferred to the Eternal City (1871).",
        "The township suffered severely during the War of Independence on account of the frequent quartering of American troops within its borders, the depredations of bands of lawless men after the occupation of New York by the British in 1778 and its invasion by the British in 1779 (February 25) and 1781 (December 5).",
        "The union of men of the same occupation was a natural tendency of the age.",
        "He directed the negotiations which led to the establishment of a French protectorate in Tunis (1881), prepared the treaty of the 17th of December 1885 for the occupation of Madagascar; directed the exploration of the Congo and of the Niger region; and above all he organized the conquest of Indo-China.",
        "It was not intended that Arabs should settle in the conquered lands except as armies of occupation.",
        "In 1516 their fleets appeared in the Red Sea and an unsuccessful attempt was made against Jidda; but the effective occupation of Yemen by the Turks in the next few years frustrated any designs the Portuguese may have had in S.W.",
        "The Persian occupation, which followed that of the Portuguese, came to a end in the middle of the, 8th century, when Ahmad Ibn Said expelled the invaders and in 1759 established the Ghafari dynasty which still reigns in Oman.",
        "The island of Perim at the southern entrance of the Red Sea has been a British possession since 1857, while the promontory of Shekh Said on the Arabian side of the strait is in Turkish occupation.",
        "This reverse set all Yemen aflame; under the leadership of the imam, who had, since the Turkish occupation, lived in retirement at Sada, 120 m.",
        "Swine-breeding is a profitable occupation in the vicinity.",
        "Traditionally Toluca was one of the earliest Toltec settlements on the Anahuac tableland, but no remains of this occupation have been preserved.",
        "All this region round the shats has been called the \"Jerid\" from the time of the Arab occupation.",
        "' Of recent introduction for the most part, consisting (census of 1906) of 81,156 Italians, 34,610 French, 10,330 Maltese, about moo Greeks and the remainder British, German, Austrian, &c. The French army of occupation (20,360 men) is not included in these figures.",
        "Other towns of Tunisia are, on the east coast, Nabeul, pop. about 5000, the ancient Neapolis, noted for the mildness of its climate and its pottery manufactures; Hammamet with 37 00 inhabitants; Monastir (the Ruspina of the Romans), a walled town with 5600 inhabitants and a trade in cereals and oils; Mandiya or Mandia (q.v.; in ancient chronicles called the city of Africa and sometimes the capital of the country) with 8500 inhabitants, the fallen city of the Fatimites, which since the French occupation has risen from its ruins, and has a new harbour (the ancient Cothon or harbour, of Phoenician origin, cut out of the rock is nearly dry but in excellent preservation); and Gabes (Tacape of the Romans, Qabis of the Arabs) on the Syrtis, a group of small villages, with an aggregate population of 16,000, the port of the Shat country and a depot of the esparto trade.",
        "Nevertheless the Spanish occupation left a deep impression on the coast of Tunis, and not a few Spanish words passed into Tunisian Arabic. After the Turkish conquest, the civil administration was placed under a pasha; but in a few years a military revolution transferred the supreme power to a Dey elected by the janissaries, who formed the army of occupation.",
        "es Sadok, the reigning Bey at the time of the French occupation, died in October 2882, and was succeeded by his brother 'Ali IV.",
        "There are good pastures in the sierras, and cattle have been successfully reared in some of the departments since the early years of Spanish occupation, chiefly in Ancachs, Cajamarca, Junin, Ayacucho, Puno, and some parts of Cuzco.",
        "The Chilean army of occupation was withdrawn from Lima on the 22nd of October 1883, but a strong force was maintained at Chorrillos until July 1884, when the terms of the treaty were finally approved.",
        "The principal conditions imposed by Chile were the absolute cession by Peru of the province of Tarapaca, and the occupation for a period of ten years of the territories of Tacna and Arica, the ownership of these districts to be decided by a popular vote of the inhabitants of Tacna and Arica at the expiration of the period named.",
        "The period of ten years originally agreed upon for the Chilean occupation of these provinces expired in 1894.",
        "The town is situated in low, malarious ground, and was originally buried in jungle, but the Russians during their occupation of the place in 1723-34 cleared much timber and jungle and made some open spaces.",
        "Agriculture is the principal occupation of its inhabitants, though the soil is generally sterile and the rainfall uncertain and very light.",
        "The internal disorders of the realm depicted by Micah are also prominent in Isaiah's prophecies; they were closely connected, not only with the foreign complications due to the approach of the Assyrians, but with the break-up of the old agrarian system within Israel, and with the rapid and uncompensated aggrandisement of the nobles during those prosperous years when the conquest of Edom by Amaziah and the occupation of the port of Elath by his son (2 Kings xiv.",
        "During the war with Persia (1856-57), Bushire surrendered to a British force and remained in British occupation for some months.",
        "Even before he went to Konigsberg he had begun to compose verses, and at the age of twenty he took up the pen as a chief occupation.",
        "The Spanish occupation of Oran (1509) struck a fatal blow at the European commerce of the town.",
        "Started by two brothers, Oshima Katsujiro (art-name Joun) and Oshima Yasutaro (artname ShOkaku), this association secured the services of a number of skilled chisellers of sword-furniture, who had lost their occupation by the abandonment of sword-wearing.",
        "Several petty wars were undertaken by the Russians after 1847 to destroy the Khokand forts, and to secure possession, first, of the Ili (and so of Dzungaria), and next of the Syr-darya region, the result being that in 1866, after the occupation of Ura-tyube and Jizakh, the khanate of Khokand was separated from Bokhara.",
        "It ended in the capture of the strong fort of Makhram, the occupation of Khokand and Marghelan (1875), and the recognition of Russian superiority by the amir of Bokhara, who conceded to Russia all the territory north of the Naryn river.",
        "The only trades allowed them were those of butcher and carpenter, and their ordinary occupation was wood-cutting.",
        "There are remains of prehistoric occupation, but we do not even know what races dwelt there in the historical period of antiquity.",
        "Sparta in particular remained, even after the reforms of Lycurgus, and on into historic times, simply the isolated camp of a compact army of occupation, of some s000 families, bearing traces still of the fusion of several bands of invaders, and maintained as an exclusive political aristocracy of professional soldiers by the labour of a whole population of agricultural and industrial serfs.",
        "18-23 1917), and, in negotiations which dragged until March 1918, petitioned the then German Chancellor, Count Hertling, for the restoration of the country's independence under condition of a perpetual alliance between it and the German Empire (\" Bundesverhaltnis \"), the German clerical party caused the\" Taryba,\"or Council of State, which was then unavoidably still largely under the control of their army of occupation authorities, to offer the Lithuanian crown to Prince William of Urach, a younger member of the Wurttemberg reigning family.",
        "Thereupon, although large stretches of territory were still in enemy occupation, the Taryba voted the provisional constitution, elected A.",
        "In the Memel area 565,000 persons are under temporary French occupation; in the Polangen district 3,000 under Lettish governance.",
        "The lines which existed under the old Russian Empire were converted by the Germans during their occupation from Russian 5-ft.",
        "were built by the Germans during their occupation: ShavliPozeruni (to Tilsit); Shavli-Meiten (to Mitau); Memel-BajohrenSkudi (to Prekuln and Mitau).",
        "Legal tender were the \"Ostmark\" (originally introduced by the German Military Administration of the Army of Occupation, \"Militdrisches Verwaltungsgebiet Ober-Ost\"), which in Lithuania proper ranked pari passu with the German \"Reichsmark,\" and other German fiduciary currency to a total not less than one milliard marks.",
        "The Saxon occupation of Frome (From) is the earliest of which there is evidence, the settlement being due to the foundation of a monastery by Aldhelm in 705.",
        "The statistics for the United States show the following figures for the years 1881-1890: Occupation of Immigrants to the United States.",
        "Those \"without occupation\" are mostly women and children.",
        "His principal occupation at this time must have consisted in preparing for the press a second edition of the Characteristics, which appeared in 1713, soon after his death.",
        "After a short Spartan occupation in 224 it was again surrendered to Macedonia.",
        "Since the Turkish conquest (1459) the history of Corinth has been uneventful, save for a raid by the Maltese in 1611 and a Venetian occupation from 1687 to 1715.",
        "From this period little intercourse took place with Bhutan, until the occupation of Assam by the British in 1826.",
        "At the British occupation there were about two dozen families bearing titles of nobility granted, alt.",
        "Since the British occupation it was disputed whether the military authorities had the right to alienate for the benefit of the imperial exchequer fortress sites no longer required for defence.",
        "The population, about 15,000 at the time of the French occupation, had increased to 50,000 in 1906.",
        "During the Frankish occupation its place was taken by the fortress of Nikli.",
        "In April 1850 he concluded a treaty with Austria sanctioning the continuation for an indefinite period of the Austrian occupation with 10,000 men; in September he dismissed parliament, and the following year established a concordat with the Church of a very clerical character.",
        "Fishing, shipbuilding and various small factories provide occupation for the population.",
        "This diplomatic difficulty prevented the conclusion of a commercial treaty between China and Portugal for a long time, but an arrangement for a treaty was come to in 1887 on the following basis: (1) China confirmed perpetual occupation and government of Macao and its dependencies by Portugal; (2) Portugal engaged never to alienate Macao and its dependencies without the consent of China; (3) Portugal engaged to co-operate in opium revenue work at Macao in the same way as Great Britain at Hong-Kong.",
        "The explanation is found, so the Assyriologist assures us, in the fact that both Hebrew and Greek historians, writing at a considerable interval after the events, and apparently lacking authentic sources, confused the peaceful occupation of Babylon by Cyrus with its siege and capture by a successor to that monarch, Darius Hystaspes.",
        "The era of the Seleucidae dates from the time of the occupation of Babylon by Seleucus Nicator, 311 years before Christ, in the year of Rome 44 2, and twelve years after the death of Alexander the Great.",
        "Hostilities had already begun with the occupation of Diinaburg (Dvinsk) in Polish Livonia by the Swedes (July 1, 1655), and the Polish army encamped among the marshes of the Netze concluded a convention (July 25) whereby the palatinates of Posen and Kalisz placed themselves under the protection of the Swedish king.",
        "Conde in Holland was to renew his efforts against the Amsterdam defences; during the winter the demands of the war on the Rhine had reduced the French forces in the provinces to the size of a mere army of occupation.'",
        "In that year, however, it was seized by the warrior, Paya Tak, as a convenient point from which to attack the Burmese army then in occupation of Siam, and upon his becoming king it was chosen as the capital of the country.",
        "and viii.) are based, in part, on documents in the Swedish Royal Archives and at the universities of Upsala and Lund, which were unknown to Benjamin Ferris (History of the Original Settlements of the Delaware, Wilmington, 1846) and Francis Vincent (History of the State of Delaware, Philadelphia, 1870), which ends with the English occupation in 1664).",
        "Coal-mining is unfortunately a dangerous occupation, more than a thousand;deaths from accident being reported annually by the inspectors of mines as occurring in the collieries of the United Kingdom.",
        "The revenue for schools in 1907-08 was $8,020,229, of which $2,761,651 was from the state tax, $2,080,159 from the local tax, $1,640,969 from the one dollar poll tax on males between the ages of twenty-one and sixty, $481,899 from a state occupation tax, $4 2 9,3 6 5 from county funds, and $105,806 from tuition fees.",
        "The university was founded by Gustavus Adolphus of Sweden in 1632; but in 1699 teachers and students removed to Pernau on the advance of the Russians, and on the occupation of the country by Peter the Great again took flight to Sweden.",
        "The Russians again obtained temporary possession in 1666, but did not effect a permanent occupation.",
        "Huancavelica was founded by Viceroy Francisco de Toledo in 1572 as a mining town, and mining continues to be the principal occupation of its inhabitants.",
        "Preparing it had been his chief occupation ever since he went back to Louvain.",
        "After the battle he asked terms of Radetzky, who demanded the occupation by Austria of a large part of Piedmont and the heir to the throne as a hostage.",
        "Owen Occupation defeated the hostile army, first in the south and of Unyoro.",
        "Agriculture is the principal occupation, but the crops vary very greatly from year to year, owing to deficiency of rain.",
        "The province was practically independent until the occupation of Bampur by Persian troops in 1849, and over some of the extreme eastern districts Persian supremacy was not recognized until 1872.",
        "Beginning about 1827, Los Angeles, being the largest pueblo of the territory, became a rival of Monterey for the honour of being the capital of California, was the seat of conspiracies to overthrow the Mexican authority, and the stronghold of the South California party in the bickerings and struggles that lasted down to the American occupation.",
        "At one time it gave occupation to a thousand ships, but the introduction of petroleum gradually diminished this resource of the lesser ports.",
        "Permanency of occupation, however, dates from the voyage of the \" Mayflower,\" which brought about a hundred men, women and children who had mostly belonged to an English sect of Separatists, originating in Yorkshire, but who had passed a period of exile for religion's sake in Holland.",
        "During the Religious Wars of the 16th century Auch remained Catholic, except for a short occupation in 1569 by the Huguenots under Gabriel, count of Montgomery.",
        "The French intervention of 1861 led to a second occupation by a foreign power - a French military force under General Forey taking possession in June 1863.",
        "Herodotus mentions the Scythian invasion and sack of the temple of Aphrodite Urania (Astarte) at Ascalon, also the prolonged siege of Ashdod by Psammetichus, and the occupation of Kadytis (?",
        "Between 1572 and 1576 there were in Brazil the two governments of Rio de Janeiro and Bahia, but its history is of little importance till the occupation of Portugal by Philip II.",
        "Beyond the Bab-el-Bahar (sea-gate), now called Porte de France, on the level ground by the Bahira, is the marine town, or Quartier Franc, built since the French occupation in 1881.",
        "On the other hand, the duke's whole section lay close to an open frontier across which ran no fewer than four great roads, and the duke considered that his position \"required, for its protection, a system of occupation quite different from that adopted by the Prussian army.\"",
        "DEMESNE (DEMEINE, DEMAIN, DOMAIN, &C.), 1 that portion of the lands of a manor not granted out in freehold tenancy, but (a) retained by the lord of the manor for his own use and occupation or (b) let out as tenemental land to his retainers or \"villani.\"",
        "After frequently changing hands, it came into the possession of the English, who were expelled in 1449 after an occupation of thirty years.",
        "He was a shepherd, or perhaps a sheep-breeder, but combined this occupation with that of a tender of sycomore figs.",
        "That this was his usual occupation we learn from a better source than the heading (i.",
        "In Egypt, Amasis had the occupation of each individual annually registered, nominally to aid the official supervision of morals by discouraging disreputable means of subsistence; and this ordinance, according to Herodotus, was introduced by Solon into the Athenian scheme of administration, where it developed later into an electoral record.",
        "Occupation, too, should be included, but the record of so detailed a subject is usually considered to be better obtained by a special inquiry, rather than by the rough and ready methods of a synchronous enumeration.",
        "The results, which were not satisfactory, were published without comment' Ten years later, the chief alteration in the inquiry was the substitution of the main occupation of the family for that of the individual.",
        "In 1821 an attempt to get a return of ages was made, but it was not repeated in 1831, when the attention of the enumerators was concentrated upon greater detail in the occupation record.",
        "The inquiry was extended to the sex, age and occupation of every individual; those born in the district were distinguished from others, foreigners being also separately returned.",
        "Its proposals were adopted as to the subdivision of the occupation column into employer, employed and independent worker, and as to the record upon the schedule of the number of rooms occupied by the family, where not more than five.",
        "Separate entry was also made of the persons living upon property or resources, but not following any occupation.",
        "In 1905, however, the returns published in the colonial reports were combined with those of the United Kingdom, and the subjects of house-room, sex, age, civil condition, birthplace, occupation, and, where available, instruction, religion and infirmities, were reviewed as fully as the want of uniformity in the material permitted (Command paper, 2860, 1906).",
        "After the British occupation, a census was taken in 1765 and 1784, and annually from 1824 to 1842, the information asked for differing from time to time.",
        "Occupation is dealt with minutely, in conjunction with temporary unemployment, average wage or salary earned, and other particulars.",
        "The first act of effective occupation of the country having been the establishment of a penal settlement, the only population to be dealt with in the earlier years of British administration was that under restraint, with its guardians and a few scattered immigrants in the immediate neighbourhood of Sydney Cove.",
        "The standard schedule, in addition to the leading facts of sex, age, civil condition, birthplace, occupation and house-room, includes education and sickness as well as infirmities, and leaves the return of religious denomination optional with the householder.",
        "Under the head of occupation, the bread-winner is distinguished from his dependants and is returned as employer, employed, or working on his own account, as is now the usual practice in census-taking.",
        "The schedule adopted contains in addition to the standard subjects of sex, age, civil condition, birthplace, occupation and infirmities, columns for mother-tongue, religion and sect, and caste and sub-caste.",
        "Fishing in Lake Peipus gives occupation to nearly 100,000 persons, and is also carried on in the Gulf of Riga and in the rivers.",
        "It was partly rebuilt during the Byzantine occupation and became a centre of Christianity.",
        "From the very beginning of the occupation of New York by Europeans, commerce was much encouraged by the natural water-courses.",
        "A married woman has full control of her property whether acquired before or after marriage, and she may carry on any business, trade or occupation in her own right.",
        "The chief occupation of the people is agriculture, and every available patch of land has been brought under the plough.",
        "29 1911, however, the Italian Government presented an ultimatum stating that, Turkish obstruction and hostility to Italian interests having become so great, the occupation of Tripoli had been decided upon.",
        "The Turkish reply did not accept the occupation, and Italy declared war on Sept.",
        "No serious operations were attempted far inland; and though severe fighting took place effective Italian occupation never extended far from the sea.",
        "Subsequent Bulgarian operations were confined to resisting Turkish attempts to advance from Chatalja; to the occupation of Thrace down to the Sea of Marmora; to resisting an attack on the Bulgar lines across the isthmus of the Gallipoli Peninsula; and to the capture of Adrianople.",
        "Apart from gold-mining, coal-mining and gum-digging, the industries are still mainly the growing of food and raw material; and the occupation of the land is easily the chief of all economic questions.",
        "He was by occupation a worker in wood, but took to writing for Social Democratic newspapers, and was from 1897 to 1902 on the staff of the Konigsberger Volkszeitung and afterwards on that of the Volksstimme at Chemnitz.",
        "Noske appealed in vain to the troops in Berlin to resist the occupation of the capital by the forces which Liittwitz led from the camp at Doberitz.",
        "The anarchy which succeeded his death in 1804 was only ended by the Egyptian occupation (1832).",
        "But in 1861 the war broke out, and the pilot's occupation was gone.",
        "All children between eight and fifteen years of age, and all between fifteen and sixteen years of age who are not regularly employed in some useful or remunerative occupation, must attend the public school all the time it is in session or a private school for the same time unless excused by the city or the county superintendent because of mental or physical disability or because of proficiency in the branches taught in the first eight grades.",
        "By agreement joint occupation followed until, by the Treaty of Washington (May 8, 1871), the question was left to the German emperor, who decided (October 21, 1872) in favour of the United States.",
        "Waterboer's claims were based on the treaty concluded by his father with the British in 1834, and on various arrangements with the Kok chiefs; the Free State based its claim on its purchase of Adam Kok's sovereign rights and on long occupation.",
        "After the British occupation of Bloemfontein he cast in his lot with the Imperial Government, realizing that it had fought for those very principles which President Brand and he had laboured for in bygone years.",
        "The subsequent occupation of Port Arthur and other Chinese harbours by European powers, and the evident intention of consolidating Russian influence in Manchuria, were again and again the subject of Japanese representations at St Petersburg, and these representations became more vigorous when, in 1903, Russia seemed to be about to extend her Manchurian policy into Korea.",
        "He possessed the interior lines and the central reserve which enables interior lines to be utilized, and a stroke of good fortune prolonged the period in which he could command the situation, for The occupation of Siu-yen was chiefly the work of the brigade pushed out to his left by Kuroki.",
        "The settlement of Robenhausen, in the moor which was formerly the bed of the ancient Lake of Pfaffikon, seems to have continued in occupation after the introduction of bronze.",
        "of peaty sediment intermixed with relics of the occupation of the platform.",
        "Unlike the terremare and the lake dwellings they do not seem to belong to the prehistoric ages, but yield indications of occupation in post-Roman and medieval times.",
        "Its existence as a port began with the silting up of the harbour of Tarsus and Pompeiopolis, east and west, in the early middle ages; but it did not rise to importance till the Egyptian occupation of Cilicia (1832).",
        "Jellinek has suggested this classification (Die Lehre von den Staatenverbindungen, p. 58): (a) Unorganized associations, including - (1) treaties; (2) occupation of the territory of one state and administration by another, as in Bosnia and Cyprus; (3) alliances; (4) protectorates, guarantees, perpetual neutrality; (5) Der Staatenstaat, the feudal state, of which Jellinek gives the Turkish Empire and the old Holy Roman Empire as examples.",
        "No better picture can be obtained of its overwhelming economic impoverishment than by studying the figures which show the decline in the crop returns for Austria, and taking into account the fact that imports from Hungary and the territories under military occupation naturally fell far below the proportion of foodstuffs formerly imported.",
        "The history of the Kentish oyster fisheries goes back to the time of the Roman occupation, when the fame of the oyster beds off Rutupiae (Richborough) extended even to Rome.",
        "Nursing, as a popular or fashionable occupation, is not a modern invention.",
        "The confinement of the colonies between an ocean and a mountain wall led to the fullest occupation of the coastal border of the continent, which was possible under existing conditions of agriculture, conducing to a community of purpose, a political and commercial solidarity, which would not otherwise have been developed.",
        "In contrast to this complete industrial occupation, the French territory was held by a small and very scattered population, its extent and openness adding materially to the difficulties of a disputed tenure.",
        "He was fond of field sports and seemed to acquiesce in his mother's occupation of power and in the rule of her favourites.",
        "The cultivation of paddi (unhusked rice) forms the occupation of practically the whole population of Siam outside the capital.",
        "After he succeeded to the throne in 1788 his one serious occupation was hunting.",
        "British Occupation, 1811-1816.",
        "Various disputes between Great Britain and the Netherlands, arising chiefly out of the transfer of power in Java and the British occupation of Singapore (1819), were settled by treaty between the two powers in 1824.",
        "During the French occupation the law courts sat there, and from 1817 to 1830 it was assigned for the sittings of the states-general.",
        "Though from this time forward Basel became the centre of occupation and interest for Erasmus, yet for the next few years he was mainly in the Netherlands.",
        "His day was thus one of incessant mental activity; but hard work was so far from breeding a distaste for his occupation, that reading and writing grew ever more delightful to him (literarum assiduitas non modo mihi fastidium non pant, sed voluptatem; crescit scribendo scribendi studium).",
        "it came into the possession of the Burgundians, who held it as late as 527 (thus leaving no room for any occupation by the Ostrogoths), and in 534 passed into the hands of the Franks.",
        "ensured the occupation of the Holy See by a pope favourable to the party of reform; and in 1078 Gregory VII.",
        "Titles may be conferred only when they refer to office or occupation.",
        "In the war of 1809, Andreossy was military governor of Vienna during the French occupation.",
        "Thus he was obliged, in 1525, to grant local autonomy to the province of Prussia instead of annexing it; he was unable to succour his unfortunate nephew, Louis of Hungary, against the Turkish peril; he was compelled to submit to the occupation of one Lithuanian province after the other by the Muscovites, and look on helplessly while myriads of Tatars penetrated to the very heart of his domains, wasting with fire and sword everything they could not carry away with them.",
        "During the occupation of the church by the Uniats or United Greek Church in the 17th century these were covered with whitewash, and were only discovered in 1842, after which the cathedral was internally restored; but the chapel of the Three Pontiffs has been left untouched to show how carefully the old style has been preserved or copied.",
        "Ferdinand was one of the first sovereigns to enter into diplomatic relations with the French republic (1793); and although, a few months later, he was compelled by England and Russia to join the coalition against France, he concluded peace with that power in 1795, and by observing a strict neutrality saved his dominions from invasion by the French, except for a temporary occupation of Livorno, till 1799, when he was compelled to vacate his throne, and a provisional Republican government was established at Florence.",
        "After a period of Latin occupation, it was captured by the Turks in 1462; it was given by the Sultan Mahmud II.",
        "Mahi-ed-Din and his son returned to Mascara shortly before the French occupation of Algiers (July 1830) destroyed the government of the Dey.",
        "Of their occupation numerous traces still exist, - the most remarkable being the aqueduct at Pollensa.",
        "During their occupation the island was populous and productive, and an active commerce was carried on with Spain and Africa.",
        "Galloway declined a second election to Congress in 1775, joined the British army at New Brunswick, New Jersey (December 1776), advised the British to attack Philadelphia by the Delaware, and during the British occupation of Philadelphia (1777-1778) was superintendent of the port, of prohibited articles, and of police of the city.",
        "There had been severalcoastal successes in 1861,notably the occupation of Hatteras Inlet, North Carolina, by Commodore S.H.",
        "The march concluded with the occupation of Savannah on the loth.",
        "The exciting and profitable occupation of blockade-running led to countless small fights off the various harbours, and sometimes the United States navy had to fight a more serious action when some new \"rebel\" ironclad emerged from her harbour, inlet or sound.",
        "Twenty miles by sea west of Philippeville is Collo (2258), a city of considerable importance during the Roman occupation.",
        "Out of the materials of the ancient city the Turks built a fort, which at the time of the French occupation was itself a heap of ruins.",
        "Most of the Roman ruins, even those existing at the time of the French occupation (1839), have disappeared.",
        "The total imports and exports at the time of the French occupation (1830) did not exceed £175,000.",
        "The occupation of Bougie by General Camille Alphonse Trezel in October 1833 gave theFrench a footing at another point of this eastern province.",
        "This failed, and the only result of it was the occupation of Guelma.",
        "of the 8th dynasty, which was discovered in 1887 at Tel el-Amarna, makes it evident that Palestine could not yet have been in the occupation of the Israelites.",
        "Thereafter Spain made attempts at occupation, but serious conflicts with the natives ensued, and in 1899 the islands were sold to Germany, which thus became the predominating power in Micronesia.",
        "The second ethnic division, the Polynesian-Micronesian races, represents a far later migration and occupation of the Pacific islands.",
        "As Lynn (Lun, Lenne, Bishop's Lynn) owes its origin to the trade which its early settlers carried by the Ouse and its tributaries its history dates from the period of settled occupation by the Saxons.",
        "During the insurrection of 1864 the Dungans and the Taranchis formed here the Taranchi sultanate, and this led to the occupation of Kulja by the Russians in 1871.",
        "Under the Commonwealth Evelyn amused himself with his favourite occupation of gardening, and made many friends among the scientific inquirers of the time.",
        "Of the 75 2, 53 1 of its inhabitants who, in 1900, were engaged in some gainful occupation, 408,185 or 54'2%, were agriculturists, and of its total land surface 21,979,422 acres, or 85'9%, were included in farms. The percentage of improved farm land increased from 35'2 in 1850 to 49'9 in_ 1880 and to 62'5 in 1900.",
        "Child labour is regulated by an act passed by the General Assembly in 1908; this act prohibits the employment of children less than 14 years of age in any gainful occupation during the session of school or in stores, factories, mines, offices, hotels or messenger service during vacations, and prohibits the employment of children between 14 and 16 unless they have employment certificates issued by a superintendent of schools or some other properly authorized person, showing the child's ability to read and write English, giving information as to the child's age (based upon a birth certificate if possible), and identifying the child by giving height and weight and colour of eyes and hair.",
        "Research was at once his occupation and his relaxation, and his natural endowments were cultivated by unceasing practice and unwearied attention.",
        "Here it need only be said that it was mainly due to his efforts that France was so early relieved of the burden of the allied army of occupation.",
        "The denuded mountain slopes and plateaus of southern Mexico are due to the prehistoric inhabitants who cleared away the tropical forest for their Indian corn fields, and then left them to the erosive action of the tropical rains and subsequent occupation by coarse grasses.",
        "They had been preceded on the same plateau by the Chichimecs, possibly of the same race, who were conquered by the Aztecs sometime in the 15th century after a supposed occupation of the territory about 400 years.",
        "Education, industrial occupation, commercial training and political responsibility are apparently working a transformation in a class that was once known chiefly for indolence and criminal instincts, and many of the leaders of modern Mexico have sprung from this race.",
        "The ocean-carrying trade was almost wholly in the hands of foreigners, the government wisely refraining from an attempt to develop an occupation for which its citizens had no natural aptitude.",
        "It was the chief object of Spanish exploration, and the principal occupation of European residents and capital during three centuries of Spanish rule.",
        "The murder of a Frenchman, Dr Mauchamp, in March 1907, by the rabble of Marrakesh was the immediate cause of the occupation of Udja by France.",
        "These representations on the part of the Barolong, and the Bamangwato under Khama, supported by the representations of Cape politicians, led in 1878 to the military occupation of southern Bechuanaland by a British force under Colonel (afterwards General Sir Charles) Warren.",
        "Following up the occupation of New York, Howe proceeded in 1 777 to capture Philadelphia.",
        "The full scheme for the occupation of the site included, not only the college, but also offices for the Board of Works and the Department of Agriculture.",
        "BION, of Borysthenes (Olbia), in Sarmatia, Greek moralist and philosopher, flourished in the first half of the 3rd century B.C. He was of low origin, his mother being a courtesan and his father a dealer in salt fish, with which he combined the occupation of smuggling.",
        "In the strict sense (Galatia Proper, Roman Gallograecia) this is the name applied by Greek-speaking peoples to a large inland district of Asia Minor since its occupation by Gaulish tribes in the 3rd century B.C. Bounded on the N.",
        "In the provincial towns, however, this idea was rapidly disappearing in the early years of the Empire, and even in the country towns of Italy the inscriptions give evidence not much later of the existence of a large and flourishing free industrial class, proud of its occupation, and bound together by a strong esprit de corps.",
        "After attending school at Northwich, he began to help his widowed mother on the farm, but to escape from that uncongenial occupation he persuaded her in 1811 to remove to Manchester and start a pawnbroking business.",
        "Sheep-farming and cattle-raising are carried on very generally, and, with the fisheries, provide the main occupation of the inhabitants, though they profit not a little from the tourists who flock to many of the islands throughout the summer.",
        "We are, however, still without evidence that this was its first occupation.",
        "It is a not uncommon theory that the fairies survive in legend from prehistoric memories of a pigmy people dwelling in the subterranean earth-houses, but the contents of these do not indicate an age prior to the close of the Roman occupation of Britain; nor are pigmy bones common in neolithic sepulchres.",
        "The relief is strong enough to make occupation difficult; the slopes are forested; the uplands are cleared and well occupied b farms and villages, but many of the valleys are wooded glens.",
        "lies in eastern Texas and eastern New Mexico: like the central section it is for the most part a dissected fluviatile plain, but the lower lands which surround it on all sides place it in so strong relief that it stands up as a table-land, known from the time of Mexican occupation as the Llano Estacado.",
        "The depth of settlement, from the coast inland, varied greatly, ranging from what would be involved in the mere occupation of the shore for fishing purposes to a body of agricultural occupation extending back to the base of the great Atlantic chain, and averaged some 250 m.i Westward, beyonc the general line of continuous settlement, were four extensions of population through as many gaps in the Appalachian barrier, constituting the four main paths along which migration westward first took place: the Mohawk Valley in New York, the upper Potomac, the Appalachian Valley, and around the southern base of the Appalachian system.",
        "Five main occupation groups are covered by the census: (I) agriculture, (2) professional service, (3) domestic and personal service, (4) trade and transportation, (5) manufacture and mechanical pursuits.",
        "In the third group women greatly preponderate in the occupation of stenographers and type-writers; and in those of book-keepers and accountants, clerks and copyists, packers and shippers, saleswomen (which is the largest class), and telegraph and telephone operators they have a large representation (13 to 34 ~ A great Variation exists in the proportion of the sexes employed in different manufacturing industries.",
        "Of dress-makers, milliners, seamstresses (which together niake up near half of the total in this occupation group) more than 96% are women.",
        "The distribution of women wageearners in 1900 among the great occupation groups was as follows:",
        "The danger from the Iroquois on Lake Ontario had long cut her off from the most direct access to the West, and from the occupation of the Ohio valley leading to the Mississippi, but now free from this savage scourge she could go where she would.",
        "Flotta (372), east of Hoy, was the home for a long time of the Scandinavian compiler of the Codex Flotticensis, which furnished Thorrnodr Torfaeus (1636-1719), the Icelandic antiquary, with many of the facts for his History of Norway, more particularly with reference to the Norse occupation of Orkney.",
        "The original inhabitants were Picts, evidence of whose occupation still exists in numerous weems or underground houses, chambered mounds, barrows or burial mounds, brochs or round towers, and stone circles and standing stones.",
        "In the Metaphysics (A 7, 1072 b 16), in discussing the occupation of God, he says \" his pleasure is activity,\" or \" his activity is pleasure,\" according to a difference of readings which makes no difference to the identification of pleasure and activity (b pyELa).",
        "While nature aims at Him as design, as an end, a motive, a final cause, God's occupation (bca-yw'yi) is intelligence (vo oLs); and since essence, not indeed in all being, but in being understood, becomes identical with intelligence, God in understanding essence is understanding Himself; and in short, God's intelligence is at once intelligence of Himself, of essence and of intelligence, - Kai g vrt y vo o'ts varrecos v6 n (Met.",
        "God's occupation is speculative; man's is speculation, practice and production.",
        "medicine) or for occupation (e.g.",
        "Some mythologists have compared the hammer of Hephaestus with that of Thor, and have explained it as the emblem of a thunder-god; but it is Zeus, not Hephaestus, who causes the thunder, and the emblems of the latter god are merely the signs of his occupation as a smith.",
        "The traditional site of these battles covers a very wide area, and it is supposed that Arthur held a post analogous to that of the general who, under the Roman occupation, was known as Comes Britanniae, and held a roving commission to defend the island wherever attacked, in contradistinction to the Dux Britanniarum, who had charge of the forces in the north, and the Comes Littoris Saxonici, whose task it was to defend the south-east line.",
        "The fort, built in 1736, was first named Fort Augusta, and in 1780, at the time of the British occupation, was enlarged and renamed Fort Cornwallis; its site is now marked by a Memorial Cross, erected by the Colonial Dames of Georgia in the churchyard of St Paul's.",
        "==Agriculture== Agriculture is the principal occupation in Alabama, giving employment to 64.5% of the population.",
        "The peace of Paris, in 1763, terminated the French occupation, and England came into undisputed possession of the region between the Chattahoochee and the Mississippi.",
        "Japan's occupation was far from effective in either region, and in 1875 she was not unwilling to conclude a convention by which she agreed to withdraw altogether from Sakhalin provided that Russia withdrew from the Kuriles.",
        "During the Roman occupation of Britain, Irish pirates seem to have been an intermittent nuisance, and Irish emigrants may have settled occasionally in Wales; the best attested emigration is that of the Scots into Caledonia.",
        "The principal occupation in Georgia is agriculture, which in 'goo engaged seven-tenths of the land surface of the state and the labour of three-fifths of the population, ten years old and over, who are employed in profitable occupations.",
        "During the Turkish occupation of the town the archbishopric was removed to Tyrnau, while the archbishop himself had his residence in Pressburg.",
        "The larch is said not to succeed on arable land, especially where corn has been grown, but experience does not seem to support this view; that against the previous occupation of the ground by Scotch fir or Norway spruce is probably better founded, and, where timber is the object, it should not be planted with other conifers.",
        "Agriculture, and specially viticulture, is the principal occupation of the population, and the vine is here planted not only in regular vineyards, but is introduced in long lines through the ordinary fields and carried up the hills in terraces locally called ronchi.",
        "The administrative duties connected with the army of occupation would alone have taxed to the uttermost the powers of an ordinary man.",
        "1 Besides this, his work included the reconstruction of the military frontier of the Netherlands, and the conduct of the financial negotiations with Messrs Baring, by which the French government was able to pay off the indemnities due from it, and thus render it possible for the powers to reduce the period of armed occupation from five years to three.",
        "On the 10th of December 1816 Pozzo di Borgo wrote to the duke enclosing a memorandum in which the emperor Alexander of Russia suggested a reduction in the army of occupation: \"no mere question of finance, but one of general policy, based on reason, equity and a severe morality\"; at the same time he left the question of its postponement entirely to Wellington.",
        "The new chambers proved their trustworthy quality by passing the budget, and the army of occupation was reduced by 30,000 men.",
        "Wellington now pressed for the total evacuation of France, pointing out that popular irritation had grown to such a pitch that, if the occupation were to be prolonged, he must concentrate the army between the Scheldt and the Meuse, as the forces, stretched in a thin line across France, were no longer safe in the event of a popular rising.",
        "He was held responsible not only for the occupation itself, but for every untoward incident to which it gave rise; even Blucher's attempt to blow up the Pont de Jena, which he had prevented, was laid to his charge.",
        "Stock-raising is an important occupation in some of the more elevated districts.",
        "On the IIth of June 1864, during the occupation of the town by Federal troops under General David Hunter, most of the buildings in the town and those of the university were damaged and all those of the institute, except the superintendent's headquarters, were burned.",
        "Owing to the occupation of the southern part of the captaincy by the Spaniards, Governor Jose Marcellino de Figuereido selected this village in 1770 as his official residence and gave to it the name it now bears.",
        "The French occupation was costly and aggressive; and the Hanoverians, many of whom were found in the allied armies, welcomed the fall of Napoleon and the return of the old order.",
        "Each congregation had a plurality of elders, pastors or bishops, who were chosen according to what were believed to be the instructions of Paul, without regard to previous education or present occupation, and who enjoy a perfect equality in office.",
        "Under these articles occupation of unoccupied territory to be legal had to be effective.",
        "If there were more industries and manufactures in India, the dependence on the land would not be so great and the liability to lack of occupation would not be so uniform in any particular district.",
        "The proposal to make the frontier districts into a separate province, administered by an officer of special experience, dates back to the viceroyalty of Lord Lytton, who, in a famous minute of the 22nd of April 1877, said: \"I believe that our North-West Frontier presents at this moment a spectacle unique in the world; at least I know of no other spot where, after 25 years of peaceful occupation, a great civilized power has obtained so little influence over its semi-savage neighbours, and acquired so little knowledge of them, that the country within a day's ride of its most important garrison is an absolute terra incognita, and that there is absolutely no security for British life a mile or two beyond our border.\"",
        "But the senate was lukewarm, and the equites, whose occupation was threatened, offered the most violent opposition.",
        "By his father's side, who followed the occupation of a tanner, he was descended from a family long known in the district, and the purity of whose Scottish lineage had been tinged by alliance with French Protestant refugees; but it was from his mother's race, the Lowthers, farmers or small proprietors in Annandale, that he seems to have derived the most distinctive features of his personality.",
        "From December 1863 to March 1865 he was chairman of the committee on foreign affairs; as such, in 1864, he was unwilling to leave the delicate questions concerning the French occupation of Mexico entirely in the hands of the president and his secretary of state, and brought in a report very hostile to France, which was adopted in the House, but fortunately, as it proved later, was not adopted by the Senate.",
        "His father, Christopher Fox, called by the neighbours \"Righteous Christer,\" was a weaver by occupation;.",
        "They differ, thirdly, in the character of their Roman occupation.",
        "For the Roman occupation of Scotland see Haverfield in Antonine Wall Report (1899); J.",
        "Again, the destruction of Chester about 615 was soon followed by the overthrow of the British kingdom of Elmet in south-west Yorkshire, and the occupation of Shropshire and the Lothians took place perhaps about the same period, that of Herefordshire probably somewhat later.",
        "Soon after, in 468 B.C., Tiryns was finally destroyed through the jealousy of the Argives, and the site has been deserted ever since, but for a brief occupation in Byzantine times.",
        "As agriculture was their favourite occupation, and as their tendency was to withdraw from the haunts and ordinary interests of mankind, we may assume that with the growing confusion and corruption of Jewish society they felt themselves attracted from the mass of the population to the sparsely peopled districts, till they found a congenial settlement and free scope for their peculiar view of life by the shore of the Dead Sea.",
        "By this time the extension of Teutonic dominion towards the south and west had brought about its natural sequel in the occupation of the old Teutonic lands in eastern Germany, including even the basin of the Elbe, by Slavonic peoples."
    ]
}