{
    "translation": ".1 פעם (בעבר)\n.2 פעם אחת",
    "uses": [
        "Once again she sighed deeply.",
        "Once into the woods, she began to relax.",
        "I expect you to repay me once it's sold.",
        "Not once did he look in their direction.",
        "All the people of the world were once Egyptians.",
        "All at once a light flashed out from the tower.",
        "I see how human ingenuity and new technologies have eliminated previously insoluble problems once we stand back and let free markets do what they do best: direct the allocation of capital to find a solution.",
        "But once her father was like that.",
        "Once again he had caught her napping.",
        "Princess Ozma once brought him to life with a witch-powder, when she was a boy.",
        "Jellia at once departed on the errand, and she was gone so long that they had almost forgotten her mission when the green robed maiden returned with a troubled face.",
        "\"Lust,\" she repeated a little louder, and then said it firmly once more.",
        "Then, all at once, he heard footsteps.",
        "Once she was settled in the seat, he shut the door and walked around the car to the driver's side.",
        "This was a decision she had already made once - but not really.",
        "Prince Vasili knew this, and having once realized that if he asked on behalf of all who begged of him, he would soon be unable to ask for himself, he became chary of using his influence.",
        "Let me know at once when you will start.",
        "Once the garage door was secured, she pulled away from the house.",
        "For once his expression was readable.",
        "Once she was certain Cade and his guests were comfortable, she retreated to her room with a book.",
        "Yet it is admirable to profess because it was once admirable to live.",
        "What a wicked thought to have about the man who had risked his life to protect her - not once, but a number of times in the last few days - and with so little to gain.",
        "Our greatest Champion, Overman-Anu, once climbed the spiral stairway and fought nine days with the Gargoyles before he could escape them and come back; but he could never be induced to describe the dreadful creatures, and soon afterward a bear caught him and ate him up.",
        "Once again she had let her desires drive them from her mind.",
        "Over this Land I ruled in peace for many years, until I grew old and longed to see my native city once again.",
        "My parents at once determined to take me to Baltimore to see if anything could be done for my eyes.",
        "She squeezed him once more and then released him.",
        "But once cars improved enough, for all intents and purposes we stopped increasing their top speed.",
        "Once she wouldn't have thought him capable of something so unfair.",
        "\"But justice prevailed at the last,\" said Ozma, \"for here is my pet, and Eureka is once more free.\"",
        "She tried her voice once before she managed to speak, and even then the voice didn't sound like her own.",
        "Once upon a time there was a famous Arab whose name was Al Mansur.",
        "Once she woke when something tugged under her ear.",
        "Once the floors had been waxed and the furniture polished, the house sparkled - in an empty kind of way.",
        "You ought to go out once in a while.",
        "Once she asked for daddy, but went back to sleep when Carmen told her he was asleep.",
        "He once said he does all this because he wants to introduce everyone in the world to everyone else.",
        "Having heard that Count Mamonov was furnishing a regiment, Bezukhov at once informed Rostopchin that he would give a thousand men and their maintenance.",
        "\"Stop, I command you!\" cried the Wizard, in an angry tone, and at once began pulling down the rocks to liberate Jim and the piglets.",
        "This goal is within our grasp—and with the vaccine presently priced at about thirty cents a child, shame on us for not ending polio once and for all.",
        "No matter how convincing the machine is, once I know it is a machine, I won't care about it anymore.",
        "Yet somewhere deep inside she feared that if he was capable of betrayal once, then he might be again.",
        "Once again the rear end was on solid ground.",
        "Of course, once she had convinced everyone else what a foolish move it would be, how was she going to convince herself that she didn't need Brandon in her life?",
        "\"How do you expect him to answer you all at once?\" said Prince Andrew.",
        "The boy got up at once, and sat behind the king.",
        "I'll be alright once I get my car.",
        "Once you get away from him, stay away.",
        "Every once in a while, things turn out the way you hope that they will.",
        "Once a little fish swam too near the surface, and the kitten grabbed it in her mouth and ate it up as quick as a wink; but Dorothy cautioned her to be careful what she ate in this valley of enchantments, and no more fishes were careless enough to swim within reach.",
        "Our friend Oz is merely a humbug wizard, for he once proved it to me.",
        "In England there was once a famous abbey, called Whitby.",
        "Child as I was, I at once felt the tenderness and sympathy which endeared Dr. Bell to so many hearts, as his wonderful achievements enlist their admiration.",
        "Once again fear squeezed her stomach.",
        "I guarded both doll and cradle with the most jealous care; but once I discovered my little sister sleeping peacefully in the cradle.",
        "As he had once said, he was a man of his word and he made no more advances.",
        "Once inside, she raced to her room and changed her shirt.",
        "Once again she was struck by the unusual blue of his eyes.",
        "First, Tommy Jones whispered to Billy Brown and was at once called out to stand on the floor.",
        "I determined to go into business at once, and not wait to acquire the usual capital, using such slender means as I had already got.",
        "He'd been like that once.",
        "They obeyed at once, and next served a fine large turbot on a silver platter, with drawn gravy poured over it.",
        "\"Once, when I was young,\" said Jim, \"I was a race horse, and defeated all who dared run against me.",
        "Aesop at once chose the largest one.",
        "It made me feel very sad to leave Boston and I missed all of my friends greatly, but of course I was glad to get back to my lovely home once more.",
        "She woke several times briefly; once to see Len and an older officer with white hair talking in the hallway outside her cubicle in the emergency room.",
        "His gaze searched her eyes, but for once apparently found no answer.",
        "Then he got into the buggy again and took the reins, and the horse at once backed away from the tree, turned slowly around, and began to trot down the sandy road which was just visible in the dim light.",
        "And if I can't eat the piglets you may as well plant me at once and raise catsup.",
        "At once the Mangaboos began piling up the rocks of glass again, and as the little man realized that they were all about to be entombed in the mountain he said to the children:",
        "Once in a while I get broken up some, but I am easily repaired and put in good order again.",
        "There was once a caliph of Cordova whose name was Al Mansour.",
        "The other day I substituted the words SMALL and LARGE for these signs, and she at once adopted the words and discarded the signs.",
        "And now, my friends, please to excuse My lisping and my stammers; I, for this once, have done my best, And so--I'll make my manners.",
        "Once we know how to use it, we will start logging it.",
        "From time to time she smoothed the folds of her dress, and whenever the story produced an effect she glanced at Anna Pavlovna, at once adopted just the expression she saw on the maid of honor's face, and again relapsed into her radiant smile.",
        "Once again he reached behind his seat, this time pulling out a child's red polka-dot umbrella, no doubt another garage sale bargain.",
        "He came to help her, to appease his guilt once and for all.",
        "He is kind, he is one of God's chosen, he's a benefactor, he once gave me ten rubles, I remember.",
        "\"Maybe once,\" she replied flippantly in a wasted attempt to hide embarrassment.",
        "He laughed and held her above his head, his expression once again, pure adoration.",
        "It reminded her of an Arkansas weather joke she once heard.",
        "Once she was in the car, he shut the door and leaned down to speak.",
        "Once he was seated and started the engine, she thanked him, but he didn't respond.",
        "Once in her room, she slammed the door and locked it against him.",
        "Her head nodded once and she jerked it up, blinking in the lantern light.",
        "For once, it wasn.t his half-demon blood.",
        "The guy I spoke to said he beat the ever-living shit out of them all at once, until they agreed to come back and do what Kris says.",
        "It was an understanding as old as the Dark One, who had stopped his demons once before when they launched attacks on humans.",
        "He waved a thorny hand and at once the tinkling of bells was heard, playing sweet music.",
        "Once they came near to the enclosed Garden of the Clinging Vines, and walking high into the air looked down upon it with much interest.",
        "The others agreed readily to this sensible suggestion, and at once the boy began to harness Jim to the buggy.",
        "The Wizard got out his sword at once, and Zeb grabbed the horse-whip.",
        "\"Thank you!\" cried the Wizard, joyfully, and at once rubbed a leaf upon the soles of Dorothy's shoes and then upon his own.",
        "When Eureka's captor had thrown the kitten after the others the last Gargoyle silently disappeared, leaving our friends to breathe freely once more.",
        "However, the Wizard went once more to his satchel--which seemed to contain a surprising variety of odds and ends--and brought out a spool of strong wire, by means of which they managed to fasten four of the wings to Jim's harness, two near his head and two near his tail.",
        "The flames leaped up at once and the bonfire began to smoke and roar and crackle just as the great army of wooden Gargoyles arrived.",
        "They once belonged to the Wicked Witch.",
        "\"Was Ozma once a boy?\" asked Zeb, wonderingly.",
        "This answer pleased the rich man so well that he bought Aesop at once, and took him to his home on the island of Samos.",
        "Once his ship was sailing in the great Pacific Ocean, It was four hundred miles from the coast of South America.",
        "He was glad to go back to England to see his home and his friends once more.",
        "Do you know of any person who was once poor but who has lately and suddenly become well-to-do?",
        "The caliph at once gave orders for the gardener to be brought before him the next day.",
        "In the Far East there was once a prince whose name was Gautama.",
        "Once this ball gets rolling, it will speed up and, because of it, we will all wake up each morning with a little extra spring in our step and sparkle in our eye.",
        "Once the promise of this world comes to be, new ways will be created to measure even more data.",
        "Once we have identified it, we can understand how it is going about doing its damage.",
        "Once a benefit is established, it creates a constituency fiercely dedicated to defending it.",
        "Only once afterward in fifteen years was their constant companionship broken for more than a few days at a time.",
        "I was overjoyed to see my dearest and kindest friend once more.",
        "It is something at once more intimate with us and more universal than any other work of art.",
        "After Denisov's departure, Rostov spent another fortnight in Moscow, without going out of the house, waiting for the money his father could not at once raise, and he spent most of his time in the girls' room.",
        "Once she came to her mother, tried to say something, and suddenly began to cry.",
        "Once she began questioning him about his son.",
        "I did once, but gave it up.",
        "So many different eyes, old and young, were fixed on her, and there were so many different faces, that she could not distinguish any of them and, feeling that she must speak to them all at once, did not know how to do it.",
        "He glanced once at the companion's face, saw her attentive and kindly gaze fixed on him, and, as often happens when one is talking, felt somehow that this companion in the black dress was a good, kind, excellent creature who would not hinder his conversing freely with Princess Mary.",
        "She spoke little of Pierre, but when Princess Mary mentioned him a long-extinguished light once more kindled in her eyes and her lips curved with a strange smile.",
        "But the once proud and shrewd rulers of France, feeling that their part is played out, are even more bewildered than he, and do not say the words they should have said to destroy him and retain their power.",
        "There is no step, no crime or petty fraud he commits, which in the mouths of those around him is not at once represented as a great deed.",
        "But he did forget himself once or twice within a twelvemonth, and then he would go and confess to his wife, and would again promise that this should really be the very last time.",
        "Once again he lowered his head, but this time his lips lingered on hers, searching for a response.",
        "I think everyone was guilty of staring at her at least once - if for no other reason, wondering if she was going to fall out of her dress.",
        "Once inside, she locked the door and ordered Destiny to stay in the house while she called Alex.",
        "Once free of the vehicle she took a deep breath and turned to face her rescuer.",
        "Once the car was stopped, he turned to her, his voice suddenly gentle.",
        "Diablo. He's Yancey's method of relieving stress and getting away from us women once in a while.",
        "I had a beautiful black once, but I had to sell it.",
        "She had once loved her father – probably still did.",
        "But it was only once.",
        "The mouth of the hole was nearly filled up now, but the kitten gave a leap through the remaining opening and at once scampered up into the air.",
        "Once I lived on top the earth, but for many years I have had my factory in this spot--half way up Pyramid Mountain.",
        "Once you have tried my goods I am sure you will never be without them.",
        "But I remember that our great poet once said:",
        "I heard once that an Indian can smell cigarette smoke for six miles.",
        "I just thought it would be fun for the man to tell the wife this for once.",
        "Tessa was the girl who left him standing at the altar once.",
        "I guess I can't deny that, but in all these years, why hasn't Uncle Fabrice's name come up in a conversation at least once?",
        "I ain't seen her take the whip to you once.",
        "Why don't you rest here a few minutes and I'll do the serving for once.",
        "I see Mary once a week.",
        "Over the next couple of weeks, Cynthia made a few visits to town, once taking in a movie before she returned.",
        "Not once, but twice.",
        "Several times they scared up a covey of quail and once even a wild pig.",
        "I tried to ask you more than once, but someone was always interrupting and throwing a new kink in my plans.",
        "He does that every once in a while.",
        "Throughout a difficult pregnancy, he had never raised his voice once.",
        "Once she had been unaware of his love, but now she had learned to read the signs.",
        "While my relationship with Martha LeBlanc, nee Rossi, dated back to our play pen years and kindergarten days, lately we've hiked different paths, reducing our contact to Christmas cards and once a month phone calls.",
        "It's wonderful on the open road once more!",
        "However, once we got going, I'm proud to state my future wife responded robustly, both physically and vocally.",
        "She seemed satisfied and fell asleep at once.",
        "Once I slept, it was the sleep of the dead and I didn't awaken until Betsy jabbed me.",
        "You said it wasn't scary; at least once you knew you weren't trapped back there; that you could wake up and escape back to reality.",
        "He must have nodded off almost at once.",
        "Once Howie succumbed to slumber, his sleep was anything but peaceful.",
        "Once. That's what I was afraid he'd remember.",
        "Once on our stools and served, I asked him his plans if he did in fact recognize the town of his dream.",
        "I was the designated driver again and once on the road Betsy closed her eyes but I doubt she slept.",
        "The women once again remained close by.",
        "Once again, it was an unproductive test, nine minutes in total.",
        "Once again, we abided by his wishes, albeit reluctantly.",
        "Howie was as excited as us once we could transport him more precisely.",
        "I'm doing this once but never again.",
        "Once he did, he moved to the back yard where mother was pushing her gleeful young son on a large wooden swing set.",
        "Our little group anguished over our decision once we were back together, alternating between chastising and applauding what we'd done.",
        "Once my telephone ordeal was over, everything was out of our hands.",
        "Once we were sated and gathered in the living room Betsy began work on her computer.",
        "Once again we trekked downstairs.",
        "Although a blurry image appeared on television of the woman captured on a video camera, she disappeared out of view once she exited.",
        "Once again we were ecstatic!",
        "It was so heart wrenching to Martha she insisted Howie try more than once, in an effort to succeed.",
        "I'm on the road once more with only my memory of sweet little Marcia for company.",
        "And recognize we have a life, even if it's only by necessity; the bills keep coming and I get hungry once in a while.",
        "Once decided, there would be no discussion or argument.",
        "Once in the authorities were notified, we must move on and not look back.",
        "Our self-imposed prohibition against pursuing our tips once given limited our learning which sources produced the best results.",
        "Once again, I held back.",
        "Once again, a tip was involved.",
        "Ethel was once again making a daily print appearance, concentrating on the subject of mystic tips, and soliciting comments from law enforcement agencies.",
        "Then I'll hit the road once more.",
        "Betsy asked after once more, he'd left early.",
        "Once Howie was under, he broke a record for duration; one hour and eighteen minutes.",
        "Once inside, he found the child sleeping alone in her room; a little princess, he called her.",
        "This sort of thing is usually done via the witness protection program but I once heard of a situation where fake papers were assembled independent of any government agency.",
        "We can always tell each other later if it's to our advantage to do so, but we can't just 'forget' once we know it.",
        "In his absence, Julie surprised us once more by thanking us for referring Howie to a psychiatrist.",
        "Once in a while, I'm off duty and a call comes to someone else but I think the tipster person maybe knows my hours, 'cause it's rare another girl has to answer.",
        "Keene was once called The Elm City before Dutch elm disease destroyed the massive trees that surrounded the grassy area at the head of the square.",
        "Once again, I was speechless.",
        "\"Once again, your generosity blows my mind,\" I said.",
        "You once mentioned considering the dissemination of miss information.",
        "Once I was alone again, I pondered my unilateral decision to speak directly to Ethel Reagan as I sipped on cold coffee.",
        "Once the others were in session, as we called it, my duties were minimal.",
        "Once there however, Quinn had nailed the time perfectly as Howie saw our target approach the window!",
        "Howie would toss in towel once he learned he'd been deceived by this woman, his first love.",
        "She shook her head and began to cry once more.",
        "For once, I had the sense to keep my mouth shut.",
        "Once alone, I telephoned Martha and explained that Howie had summoned Julie to California and Betsy and I would house Molly in her mother's absence.",
        "Once again, close, but no gold star.",
        "Once again I was on my own.",
        "Once she was comfortable with us she opened up, displaying a sharp and inquisitive mind.",
        "Just this once; just now, then you can go back to Betsy.",
        "\"It was the gin,\" I said once we were in bed.",
        "She shook her head no once more.",
        "Molly shook her head no once more.",
        "Howie and Quinn are working a session today, once Quinn's equipment gets there.",
        "Once alone, I dialed Daniel Brennan.",
        "But we'd always remained a step away, like Martha once said, to retain our perfect friendship.",
        "As I tried to rise to my knees I was grabbed from behind and once again, I felt a knife at my throat!",
        "When Betsy mentioned telling the After people, a thought struck me that the death of Owen Bryce, once known to our friends at After would probably tie me directly to the tipster as well.",
        "Once back in Surry, I wasted no time in telephoning the number Brennan had given me to reach him.",
        "Perhaps I should secure some company for my lonely hours, once I travel.",
        "I'm sure Brennen was confused by my sharp response and background noise but once girls and dog had left we settled down to business.",
        "Once I entered the woods I had only dead reckoning to come out near my quarry.",
        "I'll dispense with her immediately and find a roadside grave once I leave the area.",
        "Betsy was very apologetic, in the nicest way, once we were snuggled in the privacy of our bed.",
        "All I could think was once again, we were oh so close, but he'd alluded us.",
        "Once aboard my flight I spent the next several hours squeezed between a talkative sailor and a woman with a fussy child.",
        "Once in a while we shut the alarm down during the day 'cause some of the help use that exit to the back parking lot.",
        "It's difficult attaining this state but it is unbelievably clear once accomplished.",
        "They have the equipment; once it's in your hands, you'll have the ability.",
        "Once again, I'll exercise caution and not lead anyone to my secret place.",
        "He looked at once panicked and guilty.",
        "In all of thirty minutes, some sort of drama would emerge once the inhabitants awoke.",
        "She squeezed her eyes closed, unable to move once again.",
        "Relief and fear unleashed within her, and she was hauled once again to her feet.",
        "I've almost killed you once today.",
        "He knocked once before entering.",
        "Her large eyes were fearful once again.",
        "He looked around, at once irritated.",
        "I'm so sorry, but with my gift, I felt you had some sort of pain, maybe you lost someone once, long ago?",
        "He closed his eyes to Travel out of the condo, aware he'd snapped at her once again.",
        "Toni was asleep at the computer. … Maybe you lost someone once.",
        "The skies opened once again as he reached the house, and thunder boomed in the distance.",
        "I can make more than one kind at once.",
        "Once Dusty died, someone had to take care of the girls.",
        "He took her face in his hands and drew her to him, kissing her once again.",
        "She touched her once before Talon wrenched her up.",
        "At once, the tension eased from his frame, and his eyes went glassy.",
        "He'd spent so long hoping Darian became what he once was.",
        "Darian lowered the phone, losing hope once again, when it vibrated.",
        "\"I saved everyone?\" he asked, hopeful once more.",
        "Several times she'd thought Dusty had the upper hand and could've killed the leering vamp, and several times, he'd stopped, once with a glance at his watch.",
        "Jule understood the importance of her appearance, just as he knew all bets were off once she was revealed.",
        "But once they start attacking …\" \"We fight, like always.",
        "She'd been in the large storage room once while playing hide and seek long ago.",
        "Torn, she closed the door on him once again.",
        "\"If her death is so important, and I've already failed once to take her life, you'd call in someone else to do this job,\" Jule reasoned.",
        "He'd met Jenn once and didn't know her well enough to know where she'd be.",
        "At once, he felt the brush of her soft curls against the underside of his chin and smelled her amber-vanilla.",
        "For once, Yully was grateful for the almost allergic reaction humans had to her.",
        "\"If they could find me, they would've by now, just like you'll never be able to retrace her steps back to this spot once you leave,\" her father said, his voice rising.",
        "Even the crossbow she'd used the other night was clean and perched where she'd found it, loaded once again.",
        "\"I saw what he was hiding,\" Jonny started, features troubled once again.",
        "Jenn left without saying anything, once again unable to get a read on the kid.",
        "Darian held out his as well, and Jule took both their hands, at once bombarded with Bianca's cool energy and Darian's hot energy.",
        "I told you once, sweetheart.",
        "The girl visited the town nearly every weekend, and her father accompanied her once every few weeks.",
        "Only the reflection of the white snow and grey sky provided light once she stepped outside.",
        "I tried to defy them once.",
        "For once, he wished he remembered his time before the Schism.",
        "He continued past her, up the hill once more.",
        "His knife blade grazed her once and turned into a feather that he flung away.",
        "Yully opened herself to him, and he shivered as their souls, then their bodies, met once again.",
        "She lacked Jake's golden tongue, and her bluntness had gotten her in trouble more than once.",
        "She pulled it free, once again compelled to stare at the name written there.",
        "Once, she heard him call for help.",
        "Damian felt the unusual urge to look in on her again, to feel her soft skin against him once more and make sure she was safe.",
        "He'd expected her original reaction to him to be born of shock, but she wrapped her arms around him once again.",
        "She pulled her knees to her chest, feeling small and vulnerable once more.",
        "You'll be able to go outside once you transform.",
        "\"I guess you could say I'm a divine spirit of sorts,\" he said, guarded once more.",
        "She lapped once with the tip of her tongue, tasting both the metallic, spicy blood and her tears.",
        "She sucked in a sharp breath, at once confused and thrilled.",
        "She'd been there twice before today and only knocked once for fear he'd answer.",
        "She rubbed her temples and issued a challenging glare to the contents of the pantry, furious once more she could eat none of the wonderful things it held.",
        "He sliced his forearm and tucked the knife beneath his pillow once more, closing his eyes.",
        "Sofia rubbed her temples but didn't move, grateful he wasn't hurting her head for once.",
        "She shook out the sexual energy running through her and turned on a light, not wanting to be alone in the dark while the dead man in her thoughts began to sob once more.",
        "So once more, Sofia had tried to eat.",
        "Darian wasn't crying for once, and his voice almost too hushed to make out.",
        "Nope, though I've only let her past the barrier once.",
        "It wrenched open, and a man in a black trench coat Damian's size looked her over once.",
        "Sofia watched her take a bite of a muffin, at once longing and agitated.",
        "His gaze was wary and moving, and he was guarded once more.",
        "In a few minutes, they were strolling through the mall once more.",
        "Jule bristled suddenly, the smile disappearing as his face turned predatory once again.",
        "He took Damian outside to the rock where he and kiri had watched the stars once long ago and set him down.",
        "Two walked on once he reached the desert, and she trotted after him, looking back at the floodlit entrance to the elevator.",
        "He touched his brother's face, his emotions soaring once again.",
        "At once, the home videos and nightmares faded.",
        "In the words of an Oracle I once knew, get used to it.",
        "Zamon nodded once, attention on the book.",
        "His nose bore the appearance of having been broken and set incorrectly more than once.",
        "Instinctively, she flattened her palm against his chest once more to feel his heartbeat.",
        "The pain faded once more, and the experience became too dreamlike to be real.",
        "Deidre closed the door, near tears once more.",
        "He was amused at whatever game he played as he closed the distance between them once more.",
        "He reached for her once more, and she slapped his hand away.",
        "He nudged her head once more.",
        "\"Just once?\" she ventured.",
        "\"I said once, didn't I?\" she murmured.",
        "You only have to agree once.",
        "He sounded pleased once more.",
        "\"For once, I agree with Darkyn,\" Gabriel said.",
        "Gabriel asked, looking at her once more.",
        "He sat, his warmth surrounding her once more.",
        "He leaned forward to kiss her once more, his fangs fully extended.",
        "He hesitated once more but took it.",
        "Selyn's squawked once more and pointed.",
        "He crossed his arms, wary once more.",
        "She willed her hair shorter and blonde once again, knowing he'd already read her mind and seen the reason why she changed her hair.",
        "The pain melted into hot pleasure once again, and she closed her eyes as he fed long and hard.",
        "Deidre shook her head, once again feeling too far away from the reality these creatures lived in.",
        "Her hope had been crushed in every other way – except that it stirred once more at the idea there was more to him than she knew.",
        "The action that once terrified her now made desire bloom in anticipation of what he'd do.",
        "Deidre felt tears on her cheeks once more.",
        "Selyn nodded once more.",
        "Once we're there, we'll have all the leverage we need.",
        "Once clear of town, Dean drove along at a brisk clip, trying without success to engage Martha in conversation.",
        "But once again, Fred wasn't biting.",
        "\"Let's be smart for once and mind our own business,\" Cynthia said as she stepped into the Jeep.",
        "The three were once again rocking away on the front porch.",
        "He'd traveled that road before, more than once.",
        "Westlake was once again off photographing; the Dawkins, in independent pairs, Jeeping somewhere in the mountains, probably spying on one another.",
        "While Cynthia was apprehensive over the wildness of the area, once there, the stark beauty that engulfed her dispelled her earlier trepidation.",
        "The passageway continued beyond where Martha had ventured and the Deans continued another hundred yards but once more the passageway forked.",
        "More than enough, but once we reach the main Jeep road we're sure to see someone.",
        "Westlake twisted around the seat once more and after a struggle pulled out an old step pump.",
        "Cynthia looked to her husband for agreement but before he could second her suggestion, Westlake once again jammed the old vehicle in gear.",
        "Dean resolved to try once more in the morning to get word to her.",
        "Once you've got the bug, you'd no more pass up a good bargain than a cold beer on a hot day.",
        "Everybody likes to see a politician knocked on his butt once in a while!",
        "He'd only been here once, years before, but he told me he owned land and one day he'd settle in the town.",
        "Once again they lapsed into silence, but again Jennifer Radisson made no move to leave.",
        "He knew at once the object of her concern.",
        "Once is more than enough.",
        "Once Dean turned from the highway; however, he had the road to himself.",
        "The road remained in the trees and it seemed like hours before he was once again in the open and able to see the valley before him.",
        "She looked once more at Dean, turned, and began hobbling down the road to her car.",
        "Once Dean was standing at the podium and he'd controlled the shake in his knees and hidden the sweat on his palms, he felt he didn't do badly.",
        "There was a chill, but once Dean began warming his muscles he felt comfortable in this familiar posture.",
        "While the Deans discussed contacting the state once more, both agreed another phone call would be as fruitless as earlier ones.",
        "While Cynthia didn't explain her decision to fit God and church into their busy Sunday morning schedule, once again she dressed for church and Dean dutifully followed suit.",
        "Once past the open vista, the road deteriorated, dropping into the forest on federal land.",
        "We were the best of buddies, once she got hold of the photo.",
        "It demands a Colorado once in a while.",
        "Once more she laughed.",
        "Not much beyond that, because, as she put it, she and Caleb didn't stick around 'cause the light went out almost at once.",
        "Relief washed over him once he knew they were safe.",
        "So you tried to buy The Lucky Pup so you could cover up the whole business once and for all.",
        "\"Look, once again I owe you big time,\" she said.",
        "She didn't need to know he planned on having her killed off, once and for all, once they were free of Hell.",
        "She recalled people, places, and some routines, like those that human-Deidre did at least once a day: getting dressed, the bathroom, showering.",
        "She recognized the female death-dealer at once.",
        "She shook off the strange feeling and followed once more.",
        "She once thought the problem was him, because he was of human origin.",
        "He was able to sense her presence once more without knowing she'd been gone from his reach for an entire night.",
        "Gabriel asked, focusing once again on his surroundings.",
        "No matter how many Deidres were shoved into that perfect little body, she'd never have the control over him she once had.",
        "What did you do, Gabriel? she demanded at last, the fire flaring in her eyes once more.",
        "Deidre's face flamed red once more.",
        "Gabriel rose, furious once more, and began to pace.",
        "They never once suffered because of what choices she made.",
        "Would he really accept her once she told him she sacrificed an innocent human to the Dark One?",
        "Maybe Gabe was right; maybe this was partially her fault for breaking too many Immortal Laws at once.",
        "She moved once more to the edge of the lake and stared at the souls.",
        "For once, I think Kiki is right.",
        "Every once in a while, the half-demon surprised him with the depth of his observations and compassion.",
        "Building their relationship would mean easing into intimacy once more.",
        "What if he fell for this Deidre and she changed once again?",
        "If Gabriel didn't fall in love with Deidre in three days, he would be betrayed once more.",
        "Once more, Gabriel was right.",
        "Any pain she caused was going to be short lived and quickly fixed, when she revealed herself to Gabriel once more and told him they could be together.",
        "And she did, clearly enough that she felt the pain of her heart aching once more.",
        "\"For once, I agree with Darkyn,\" Gabriel said, staring at the Dark One with no small amount of surprise.",
        "He stripped off his shirt and flung it then tossed all his weapons in a pile at his feet before seating himself once more.",
        "Gabriel resisted the urge to wrap his arm around her the way he had once before.",
        "The Dark One had let it go once as part of a deal.",
        "The news of their deal had infuriated Gabriel once more and driven him off, leading Deidre to believe that he had loved the human more than her.",
        "The Dark One's mate appeared uncertain once more.",
        "She shook her head, once again amazed at how awful pain was.",
        "He'd been in the middle of deciding which of his collection of knives he was going to use to kill the goddess once and for all when the noise started.",
        "He'd felt the earth crack open once before.",
        "Something was broken and for once, it wasn't Death's domain.",
        "He saw it once before, when he was seventeen.",
        "She once had said she wanted five children.",
        "Carmen once said she wasn't like Tess.",
        "Once Josh had considered substituting her birth control pills with candy.",
        "She accepted his warm hand and welcomed the way it slipped around her waist once she stood.",
        "Alex could remember every one, even if he only met them once, but she had trouble remembering the names and faces of people she saw monthly.",
        "We have the entire afternoon alone for once.",
        "Alex had loved once before, long time ago, and that girl had betrayed him.",
        "So, once a person came out of the coma, could they go back into it?",
        "It was pointless to buy a bikini and wear it only once, so Carmen bought a black push-up bra and some skimpy black briefs trimmed with black ribbon.",
        "Once the kids were in bed, they retired to their bedroom.",
        "Once again she allowed him to fill his needs, simply waiting for it to be over.",
        "Once the carpet was laid, it would be ready for occupants.",
        "For once his face was a kaleidoscope of emotion.",
        "She'd been asked that question more than once while out and didn't understand it, unless it was some sort of odd Southern greeting.",
        "He'd met Fate once.",
        "Very much so, especially when you consider she stole your heart not once but twice.",
        "His predecessor once told him that if he entered, he'd become like her in every way.",
        "Shaking his head, he walked once around the room, trying to determine where she'd hide something he needed.",
        "He'd loved her once, and he would've bet his soul she loved him.",
        "\"I made this awkward again, didn't I?\" she said, embarrassed once more by the passion she put into her speech.",
        "Once. There's a few other things I have I mind.",
        "The eyes that once turned from black to white to every color in between were now blue-green in color, and her face held a human flush enhanced by his lovemaking.",
        "He looked at her once more.",
        "She turned and pulled her hair aside to show him the tattoo once again.",
        "Once upon a time - \" \"The leader of the Council does not discuss these things!\"",
        "Deidre felt herself lifted once more.",
        "He'd lost her once.",
        "He answered at once.",
        "A quick shower later, she joined him in the garden once more in a tank top and jeans.",
        "Looking at him once more, she shook her head.",
        "We don't put all our cards on the table at once, either.",
        "She paused, afraid of where this doorway led, and steadied her breathing before stepping through, at once disoriented to appear in a small kindergarten class.",
        "He was the kind of man who struck once - and it'd kill his target.",
        "Gabriel was waiting with the patience of Death, though he'd started to tense, indicating his guard was going up once more.",
        "Deidre sighed, her body going lax once more.",
        "Deidre emerged into the living room and turned around once completely, not expecting the views of the city from the bank of windows along one wall.",
        "Gabe mumbled, infuriated by past-Deidre once more.",
        "The death-dealer appeared at once.",
        "She folded her legs beneath her once more on the chair.",
        "Deidre looked up at him as he entered her personal space, at once flustered and irritated.",
        "I want to hear the woman who lives by the motto of no apologies, no regrets, who told me once that her own soul searching taught her to live, doesn't want my help turning that three months into eternity.",
        "At once, the rhythm and scent of the ocean soothed her.",
        "I've only read your mind once.",
        "Landon appeared at once, and Gabriel waited for his new second-in-command to join him.",
        "For once, things were going in Death's favor.",
        "As if sensing her fear, Darkyn held out his hand once more.",
        "You didn't bargain to leave here once you arrived.",
        "The demons they passed bowed to Darkyn, their eyes riveted to her once the scary creature strode by.",
        "She thought she heard something stir once, twice, before she was certain.",
        "They couldn't control him once he left Hell; no one could.",
        "As much as they hate me for aligning with the Dark One, they hate you more for our father's death, Sasha had told him smugly more than once.",
        "She hid in the kitchen, cold inside once again.",
        "In the darkness, he wasn't reminded of an ache he'd killed long ago, that which reminded him he once knew what it was to feel the warmth of the sun on his human skin.",
        "And that he was once a dead doctor.",
        "Kris said nothing, feeling at once foolish and like he was the child Andre used to chastise for failing to focus on his duties.",
        "You did once, long ago.",
        "For once, Katie was beyond grateful.",
        "He'd thought himself in love with Lilith once, and so had Kris and half their brothers.",
        "Or better yet --if the monster she rescued would kill her once freed.",
        "Once she had the amulet, she could bargain harder with the inmates.",
        "\"No pain!\" four voices chimed at once.",
        "She stood and glared at him, wanting to cry, scream, and sleep all at once.",
        "He seemed at once disgusted by the fact she was a difficult mortal blood monkey and yet primitively protective, holding her as she quaked after her run-in with a man who wanted to kill her.",
        "For once, Rhyn agreed.",
        "Even the liquid silver eyes that once terrified her were hauntingly beautiful, when not glowing like some hell-beast's.",
        "Gabriel, he's protected and helped me more than once since the dungeon and done it out of some sort of sense of duty.",
        "I came out to thank you for bringing me here and saving me more than once from those things.",
        "How noble of the beast that nearly destroyed the world once!",
        "Rhyn, for once, was quiet.",
        "They made love twice, then once again.",
        "Only have to say yes once.",
        "Once again, the predatory look from all.",
        "Once she was out of sight, she ran.",
        "He said nothing, aware the thought had crossed his mind more than once lately.",
        "Her sister would have a heart attack once she saw the tattoo and found out she'd basically married the type of man Hannah'd always warned her about.",
        "He gazed at her, at once hungry and pensive.",
        "She approached him, gaze troubled once again.",
        "He turned her to face him, and she gazed up at him, once again awed by his size, heat, and intensity.",
        "He gripped her arm and pulled her against him once more.",
        "For once, Rhyn was the only one who made any sense.",
        "He.d heard these words more than once over the past few days and couldn.t help the small part of him that agreed.",
        "Poor choice, but you were a human once.",
        "She said nothing, and he met her gaze once more, genuinely surprised.",
        "He.d expected things to change once he pledged his soul to Death, but he hadn.t expected anything so drastic, so soon.",
        "He gazed around once more and then turned and walked away, back into the shadow world.",
        "For once, she wished she.d paid attention when her sister told her about travel plans.",
        "The door cracked in the middle beneath the second blow, and she went sailing once again.",
        "Katie was slower to follow, feeling lightheaded once again.",
        "For once, he was grateful for the coldness chilling his fevered skin.",
        "Hannah asked, gaze on Kris once again.",
        "Once he crossed this line, he could never return.",
        "You almost ruined my life once.",
        "You have never once invited us here, maybe because we never agree on anything?",
        "For once, Rhyn was not the sore point.",
        "This fact did little to assuage Jade.s guilt when he saw the slaughter around the place he.d once called home.",
        "For once, Rhyn knew some sort of stability within himself, no doubt because of his bond to Katie.",
        "For once, she hoped Ully's oddball experiment didn.t let her down.",
        "A good man once told me sometimes all the choices we have are bad.",
        "His fury rose once more.",
        "The Council is working together for once, and Sasha tricked us into thinking he was returning to the Council, disappeared and washed up at the Caribbean Sanctuary.",
        "It would be his last night with the Immortals, for no one would forgive him once he followed through with the plans forming in his mind.",
        "Once more, he caught himself thinking of Andre and missing his brother.s—and best friend.s—guidance.",
        "Kris.s face felt warm, but he knew Rhyn was right for once.",
        "She rolled her eyes, once again a test subject to the great overlord of the Immortals.",
        "\"I will ask you this once,\" he said.",
        "The right thing for once.",
        "She felt his pain once more at taking away everything Rhyn had and pitied the assassin, despite her predicament.",
        "The weapon fell once, and Kris.s blood sprayed them both.",
        "I.m doing something right for once, he replied, glancing at Darkyn as the demon shifted.",
        "Once we have a sheriff's salary coming in, maybe we can add a little to their budget—until they get settled.",
        "Once you're an auction rat, it sticks with you."
    ]
}