{
    "translation": ".1 התחלה, פתיחה\n.2 התקפה",
    "uses": [
        "It might onset a war.",
        "\"Onset a war?\" she repeated.",
        "on Pasubio, repulsed the onset with very heavy losses.",
        "As a rule the onset is sudden and well marked.",
        "Another often successful method of preventing the onset of symptoms of poisoning is to administer small doses of ammonium carbonate with the drug, thereby neutralizing the iodic acid which is liberated in the stomach.",
        "\"Not for onset of war,\" he responded, and waved his own wrist in front of the access pad.",
        "The Greek entrenchments were stormed at the point of the bayonet by Ibrahim's fellahin at the first onset; the defenders broke and fled, leaving 600 dead on the field.",
        "the attack opened (battle of Servigny or Noisseville); but his opportunity had been allowed to slip, and though his first onset overwhelmed the German outposts, their main line held good, and masses of guns unlimbering over a front of some 4 m.",
        "In the second battle, fought eleven years later (3rd August 1645), Conde (then duke of Enghien) and Turenne were the leaders on the one side, and Mercy and Johann von Weert, the dashing cavalry commander whose onset had decided the battle of 1634, on the other.",
        "The periodicity shows itself in the form of an exacerbation of the still continuing fever, and that exacerbation may take place twentyfour hours after the first onset, or the interval may be only half that period, or it may be double.",
        "It has been suggested that the gradual cumulative result of the activity of the nerve cells during the waking day is to load the brain tissue with \"fatigue-substances\" Theories of which clog the action of the cells, and thus periodi cally produce that loss of consciousness, &c., which is sleep. Such a drugging of tissue by its own excreta is known in muscular fatigue, but the fact that the depth of sleep progressively increases for an hour and more after its onset prevents complete explanation of sleep on similar lines.",
        "Before the onset of those fierce invaders the precarious suzerainty of the khakan broke up. By calling in the Uzes, the Khazars did indeed dislodge the Petchenegs from the position they had seized in the heart of the kingdom between the Volga and the Don, but only to drive them inwards to the Dnieper.",
        "So sudden had been their onset that very few were hit until the infantry had been passed; then the latter, recovering from the shock, turned and fired into the cavalry from behind, whilst a whole fresh division of French horsemen charged them in flank.",
        "The logic of the Stoics had been discredited by the sceptical onset, but in any case there was no organon of a fitness even comparable to Aristotle's for the task of drawing out the implications of dogmatic premises.",
        "At last the armies of sultan and pretender met at Ulubad (Lopadion) on the Rhyndacus in Asia Minor; Mustafa's troops fled at the first onset; Lampsacus, where the pretender took refuge, was captured with the aid of the Genoese galleys under Adorno.",
        "When he returned to Macedonia (364) Perdiccas had succeeded in getting rid of Ptolemy; but he fell in 360-359 before an onset of the hill tribes instigated by the queen-mother Eurydice, leaving only an infant son.",
        "An onset was made upon some of the Turkish trenches in the Helles area, which led to sharp fighting; the object was to prevent the Turks transferring troops northwards, and it probably served its purpose; apart from that, little was accomplished although the affray went on intermittently for a week.",
        "She is the mother of Ur, the personified fire of hell, who in anger and pride made a violent onset on the world of light, but was mastered by Hibil and thrown in chains down to the \"black water,\" and imprisoned within seven iron and seven golden walls.",
        "In acute poisoning the interval between the reception of the poison and the onset of symptoms ranges from ten minutes, or even less, if a strong solution be taken on an empty stomach, to twelve or more hours if the drug be taken in solid form and the stomach be full of food.",
        "The French meanwhile had occupied Vionville and Flavigny, and other troops were moving down the slopes from Rezonville to their support, but the united onset of this whole German division overbore all resistance, and the French began to retire eastward, suffering terribly from the shell fire of the Prussian batteries.",
        "The pneumonia is usually lobular, the onset marked by rigors, with difficult and hurried breathing, cough and expectoration.",
        "There was an insidious onset of the disease.",
        "The Ottoman detachments on the mountain had by this time been reinforced by at least one division, and they were fully prepared to meet the onset when it came.",
        "Carden, decided, under some pressure from home, to undertake an onset in full force upon the defences of the Narrows by day, although mine-fields still forbade a close attack on the forts on the part of battleships.",
        "For these, by a sudden onset that morning, recovered possession of the patch of high ground which their antagonists had succeeded in wresting from them on the 8th and in holding ever since.",
        "The drug often has a marked aphrodisiac action, producing priapism, or in the female sex the onset of the catamenia or abortion.",
        "characterized by sudden onset and equally sudden cessation.",
        "The cause of juvenile onset diabetes, which can kill so quickly, remained a mystery until this century.",
        "This is important when considering elderly people because of the rise in age related cardiac problems and the incidence of mature onset diabetes mellitus.",
        "2) suggests a derivation from L vat, the goddess of the \"onset.\"",
        "I told you the opposite from the onset and convinced you to let me conduct experimental surgeries.",
        "They discovered an abrupt onset of a localized neurological deficit.",
        "The onset of the flu was abrupt with fever followed by vomiting, abdominal pain and profuse diarrhea.",
        "It was insidious in onset, caused by infection, infarction or insufficient insulin.",
        "administered as a subcutaneous injection and therefore has a rapid speed of onset.",
        "aetiologyas no significant relationship between diet efficacy and seizure type, age of onset or etiology of epilepsy.",
        "The Department for Transport argues that ' the onset of community annoyance ' sets in when noise averages out at 57 decibels.",
        "Prior to the onset of the 19 th Century, diatom assemblages suggest a little or no change in water acidity.",
        "An asymmetric onset is usual, although the features usually become bilateral.",
        "However, 4 months after onset, leukemic blasts were detected in cerebrospinal fluid.",
        "The only reported predictable feature of fetal heart rate patterns in response to uterine rupture is the sudden onset of fetal bradycardia.",
        "Together with the labored breathing, this could indicate the onset of pneumonia.",
        "chickenpox in immunocompetent patients should begin within 24 hours after the onset of the rash.",
        "deadheaded regularly, will flower until the onset of frost.",
        "delayed the onset, but eventually it would have overcome the effect of the nicotine.",
        "Capital Win The young onset dementia team have been nationally recognized twice in recent months for their work with young people with dementia.",
        "At the onset of soot inception, the PSDF was found to follow a power-law dependence on particle diameter.",
        "Approximately half the children of somebody with maturity onset diabetes of the young will develop diabetes themselves.",
        "Information: More evidence that exercise may help prevent the onset of non insulin dependent diabetes mellitus.",
        "muscle disuse can also be a contributing factor to the onset of PPS.",
        "dystrophyhe most frequently encountered juvenile onset form of the group of conditions known as \" macular dystrophies \" .",
        "In cases of acute onset pericardial effusion where the volume of effusion is small this may not be readily appreciable.",
        "The profound lack of circulating a1-antitrypsin predisposes the Z a1-antitrypsin homozygote to early onset emphysema.",
        "This paper describes a group of patients with idiopathic generalized epilepsy of adult onset.",
        "This is particularly true of the early onset epilepsy syndromes, both those that are focal and those that are generalized in onset.",
        "The condition can range in severity from minor discomfort to the onset of ulcers or even gangrene.",
        "gardenia fruit extract used in Chinese medicine for centuries to treat adult onset diabetes is effective, scientists have found.",
        "garglee or lemon thyme may also reduce cold symptoms: try gargling at the onset of a sore throat.",
        "given up work due to the onset of an impairment.",
        "Symptoms: The onset is usually gradual which may be attributed to increasing age that may affect all body functions: - Weakness.",
        "gradual in onset and can be prevented by wearing appropriate ear protection.",
        "hasten the onset of Railtrack's financial problems ' .",
        "have-nots in British society, but the onset of the Great Depression also loomed.",
        "herald the onset of another mountain day.",
        "hospitalization for dehydration during RT when placed before onset of RT.",
        "Malignant hyperthermia: suxamethonium can trigger the onset of malignant hyperthermia in those patients who have this genetic muscle disorder.",
        "At the onset of sporulation large amounts of aerial hyphae are produced.",
        "Conditions included postoperative ileus, delayed onset muscle soreness, migraine, influenza, asthma, rheumatic conditions and osteoarthritis.",
        "The emphasis of the study was to follow the evolution of the PSDF from the onset of particle inception to particle mass growth.",
        "It has features indistinguishable from severe autism except for the age of onset.",
        "Its onset is often insidious, leading to delays in diagnosis.",
        "northern summer insolation was unusually low at the onset of the last glaciation around 115,000 years ago, it was high during deglaciation.",
        "The possibility of bladder cancer should also be considered if symptoms are predominantly irritative and of recent onset.",
        "isocyanate conversion at the time of onset of microphase separation.",
        "The tale of a young village lad (and ex-resident of Stone Row) whose life was changed forever by the onset of WWI.",
        "Mab treatment appears to have delayed the onset of clinical disease indefinitely.",
        "magnetopause boundary crossing and the onset of mirror activity.",
        "maturity onset diabetes of the young will develop diabetes themselves.",
        "But just to let you know, I was completely recovered within 3 weeks, having been prescribed the usual meds at the onset.",
        "April is the onset of the southwest monsoon over southern Somalia.",
        "Awaiting the onset of labor appears to be beneficial in preventing respiratory morbidity in term neonates delivered by elective cesarean section.",
        "Nystagmus that appears in the first months of life is called \" early onset nystagmus that appears in the first months of life is called \" early onset nystagmus \" or \" congenital nystagmus \" .",
        "Causes There are many underlying causes for early- onset nystagmus.",
        "onset of the menopause.",
        "onset of menstruation is around 13.",
        "onset psychosis is 22.",
        "I have suffered a still birth at age 32 with my second baby due severe early onset pe.",
        "precipitate the onset of the illness.",
        "Influence of the type of family predisposition on the age of ulcer disease onset.",
        "The average age of first onset psychosis is 22.",
        "amputated immediately to prevent the onset of gangrene.",
        "Phase 1 trials have confirmed the fast speed of onset and vastly improved bioavailability of apomorphine nasal powder compared with Uprima 3mg.",
        "Generalized epileptic seizures involve both cerebral hemispheres from the onset of the seizure, and consequently any motor manifestations are bilateral.",
        "This will hasten the onset of Railtrack's financial problems ' .",
        "onset of puberty wouldn't it?",
        "onset of dementia or reduce the symptoms.",
        "Despite the bombing that has just heralded the onset of war, Szpilman is reluctant to leave his music.",
        "The most noticeable feature of the Strong PB model is the much delayed onset of a, then, much stronger take-up phase.",
        "With about a third of these the depression precedes the onset of Panic Disorder.",
        "Chronic form In the chronic form the signs may have an insidious onset.",
        "The sudden onset of cold weather is probably the reason.",
        "Minimal criteria for stroke included abrupt onset of a localized neurological deficit.",
        "The mice fed the drug cocktail lived substantially longer, and had a delayed onset of nerve and muscle deterioration.",
        "He had manifested a gradual onset of upper back pain with radiation to the left chest wall for 3 months.",
        "Acute signs are typically accompanied by a rapid onset of heavy mortality.",
        "onset diabetes of the young will develop diabetes themselves.",
        "patency of the upper airway may be difficult to maintain after onset of unconsciousness for the above reasons but intubation is usually not difficult.",
        "postpone the onset of debilitating conditions which entail greater dependency.",
        "The coldest March for a decade has delayed the onset of spring and provided limited scope for further aquifer recharge.",
        "The onset of hair loss is often sudden, random and frequently recurrent.",
        "relief of symptoms from the onset of treatment.",
        "Evaluation of family support and cognitive-behaviour therapy for recent onset schizophrenia sufferers with substance misuse problems.",
        "seizure onset zone.",
        "This may also be considered in children with Sturge-Weber syndrome with early onset seizures.",
        "once sensitized, the main factor that influences the onset of symptoms is the degree of exposure.",
        "sera from Scottish patients with EM of acute onset were tested with local antigens by WB technique.",
        "For any viral serology please also include date of onset.",
        "People who have experienced sleepiness or an episode of sudden onset of sleep while taking this medicine should not drive or operate machinary.",
        "slow the onset of dementia.",
        "The mean peak of the response was at 10.5 sec after stimulus onset, with little further change until stimulus onset, with little further change until stimulus offset.",
        "subside within 48 hours of the initial onset.",
        "sudden onset of cold weather is probably the reason.",
        "Analysis of postural motion during exposure to the moving room revealed increases in postural sway before the onset of subjective motion sickness symptoms.",
        "tendinous attachments are involved less commonly and only occasionally seen at the onset.",
        "thrush species occur, perhaps with the onset of unusually cool weather in southwest China.",
        "Thyme or lemon thyme or lemon thyme may also reduce cold symptoms: try gargling at the onset of a sore throat.",
        "The duration before onset of symptoms depends on the time taken for ingested toxin to reach the target site.",
        "Some cases, however, may be indistinguishable from Parkinson's disease, with an asymmetric onset and a resting tremor.",
        "Help Prevent Diabetes with Atkins One of the most disturbing trends in an age of growing waistlines is the increasing onset of diabetes.",
        "CASE STUDY Serious heart problems brought on by the onset of diabetes sparked a renewed zest for life in 58-year-old electrical engineer Derek Barker.",
        "She is the mother of Ur, the personified fire of hell, who in anger and pride made a violent onset on the world of light (compare the similar occurrence in the Manichaean mythology), but was mastered by Hibil and thrown in chains down to the \"black water,\" and imprisoned within seven iron and seven golden walls.",
        "He wishes to encourage the persecuted church not only to face without fear, but also to meet with triumphant assurance the onset of those evils which would bring panic and despair on the unbelieving world.",
        "The head (or right wing) and centre were not closely engaged, and their fleeter opponents had time to ride off, but the rear of the column carried all before it in its impetuous onset, and cut down the Saracens in great numbers.",
        "Problems arise when investigation commences four weeks or more after the onset of rash illness.",
        "Four patients had complete relief of symptoms from the onset of treatment.",
        "Some cases, however, may be indistinguishable from Parkinson 's disease, with an asymmetric onset and a resting tremor.",
        "Most people need to take their drugs on a long term basis to lessen the risk of onset of another schizophrenic episode.",
        "The event scenario is most likely the catalyst for sudden onset of sciatic pain.",
        "Clustering occurred in nine of ten patients with more than one seizure onset zone.",
        "Conditions of onset of the self-induced transparency (SIT) regime of propagation are investigated.",
        "Once sensitized, the main factor that influences the onset of symptoms is the degree of exposure.",
        "Sera from Scottish patients with EM of acute onset were tested with local antigens by WB technique.",
        "Completing a sudoku puzzle requires patience and logical ability and has been proven to slow the onset of dementia.",
        "The mean peak of the response was at 10.5 sec after stimulus onset, with little further change until stimulus offset.",
        "Symptoms usually subside within 48 hours of the initial onset.",
        "Neck, hip, axial musculature and tendinous attachments are involved less commonly and only occasionally seen at the onset.",
        "In some years, irruptions of other thrush species occur, perhaps with the onset of unusually cool weather in southwest China.",
        "The average parish highway before the onset of the turnpike system has been compared with a modern day, rather badly kept farm track.",
        "In many cases, onset is linked to a viral infection.",
        "While the stages of labor will basically be the same, the onset of labor may be different.",
        "Shopping for plasma screen televisions can bring on an onset of analysis paralysis.",
        "The problem with this is that you are putting the gold in the hands of someone else from the onset.",
        "Buying a used scuba tank is a great way to get into the sport of diving without having to put a lot of money out at the onset.",
        "Excessive sweeteners and salts - Sweeteners have been linked to the onset of diabetes, and too much sodium can lead to the development of heart disease.",
        "The drug can produce side effects, including the onset of transient diabetes mellitus.",
        "High fever: The cat will have a high fever, which will drop quickly before the onset of death.",
        "Since the initial symptoms are minor and there may be a long time period before clinical FIP develops, it may seem that there is a rapid onset of symptoms.",
        "Some practitioners believe that black cohosh ripens the cervix and strengthens contractions, leading to the onset of labor.",
        "This is very important for people who may be diagnosed with Adult Onset or Type II diabetes or insulin resistance, a warning sign of impending diabetes.",
        "Cinnamon taken with meals, a healthy diet low in sugar and moderate exercise may prevent development of full blown diabetes or delay its onset for many years.",
        "Stevia plant extracts are 300 times sweeter than sugar, with a slower onset of taste.",
        "In this study, 60 people with Type 2 diabetes (adult onset), 30 men and 30 women, were divided randomly into six groups.",
        "You experience an extremely severe and sudden onset headache that is not like any you have ever experienced.",
        "She's experiencing the onset of a mental illness, such as depression.",
        "The onset of puberty is the physical manifestation showing a change from childhood immaturity to adulthood maturity has begun.",
        "Recent findings confirm the onset of menstruation is now taking place as early as the age of nine, and in some cases even earlier.",
        "The onset of puberty begins when the brain begins to release two types of hormones that will affect various parts of the body.",
        "An increase in oil production can also lead to the onset of acne and other skin changes.",
        "Its onset is triggered by a mix of biological and environmental factors.",
        "Onset of menstruation is a signal that your body is now capable of becoming pregnant and having a baby.",
        "According to Mass General Hospital for Children, there are certain hormones which are responsible for the onset of puberty.",
        "Moreover, raw unsaturated fats like those found in sunflower seeds have been shown to prevent the onset of heart disease and lower cholesterol.",
        "Very often the crisis onset creates negative coping behavior creating personal or psychological barrier issues for the individual and the family.",
        "Symptoms of a subarachnoid brain hemorrhage, a type of stroke, include the sudden onset of a severe headache called a \"thunderclap headache,\" vomiting and loss of consciousness. 47-year-old Michaels reportedly remains in critical condition.",
        "Keep the animal warm and dry to prevent the onset of serious infections, particularly in cold climates.",
        "It may be your hands, your shoes, your furniture or a score of other possessions, but this destructive behavior has lost more than one dog his happy home and should addressed right at the onset.",
        "Sudden onset hair loss is usually symptomatic of a health problem, so I really don't think it has anything directly to do with old age.",
        "Onset of lethargy: A normally healthy dog may suddenly seem weak and uninterested in his surroundings, even failing to respond to his favorite person.",
        "Although swelling of the vulva can begin days or weeks before the onset of full heat, you should count the first day you detect blood discharge as day one of the cycle.",
        "These signs signal the onset of ovulation, and breedings are best planned to coincide with this timing.",
        "This ensures good soil from the onset, free from rocks, roots and other problems.",
        "Relaxation Gifts: Retirement is an era of relaxation and gifts such as a hammock, pillow, reclining deck chair, luxury robe, slippers or spa treatments help new retirees indulge right from the onset of their retirement.",
        "Whether or not treatment is possible is largely dependent on what factors are contributing to the onset of symptoms.",
        "The onset of dementia sometimes is sometimes a sign that there many be a neurological disease.",
        "Ranging from the sudden onset of confusion, known as delirium, to various forms and degrees of dementia including Alzheimer's Disease, the term confused elderly means different things.",
        "At the onset of menopause, all of the changes may seem unusual for a woman accustomed to her body's monthly cycle and the accompanying symptoms.",
        "Healthy hair follicles need estrogen and with the onset of menopause, a woman's hair can thin.",
        "In prolonged cases of sleep deprivation, the onset of diseases and illnesses can also signal a sleep disorder.",
        "Sleeping medications are not provided since to do so usually results in the rapid onset of a coma.",
        "Sometimes just changing types of medications can lead to an onset of nightly nightmares.",
        "Flex Family technology is designed to improve the patient's comfort by detecting the onset of inhaling and exhaling, and adjusting itself accordingly.",
        "In most children, the diagnosis of stroke is delayed by more than 24 hours from the onset of symptoms.",
        "Adult stroke patients who receive treatment within three hours after the onset of stroke symptoms may receive a \"clot-busting\" medication called t-PA.",
        "Chronic ITP has a gradual onset and may have minimal or no external symptoms.",
        "Risk factors for the development of chronic ITP in adults include being female, age over 10 years at onset of symptoms, bruising, and having another known autoimmune disease.",
        "The sudden onset of ITP-like symptoms can be a concern, but the presence of a rash or bruising is not a signal for alarm because there are so many possible causes of these symptoms in childhood.",
        "The onset of copious milk secretions after birth is lactogenesis, stage 2, and usually occurs from day two or three to eight days postpartum.",
        "Juvenile arthritis-A chronic inflammatory disease characterized predominantly by arthritis with onset before the sixteenth birthday.",
        "Because heat cramps, heat exhaustion, and heat stroke have a cascade effect, the prevention of the onset of all heat disorders is similar.",
        "The age of onset of CMT can vary anywhere from young childhood to the 50s or 60s.",
        "It is known as of 2004 that this is not a separate type of CMT; in fact, people who have onset in infancy or early childhood often have mutations in the PMP22 or MPZ genes.",
        "The onset of symptoms is highly variable, even among members of the same family.",
        "Symptoms may appear four to 28 days after being exposed to the virus, with the average time to onset ranging from 16 to 17 days.",
        "If the mother is breastfeeding, she should nurse the baby at least once every three hours to ensure the onset of milk production and to maintain hydration, which can also be evaluated by the number of wet diapers.",
        "About 50-60 percent of children with HSP were diagnosed with strep throat or another upper respiratory infection two to three weeks before the onset of the vasculitis.",
        "Kawasaki disease is primarily a disease of younger children; the average age at onset is 18 months, with 80 percent of cases found in children younger than five years.",
        "Onset of KSS usually occurs before the age of 20.",
        "The array of symptoms that are displayed by children suffering from mitochondrial disorders are common to many other diseases, and the age of onset can range from early infancy to adulthood.",
        "The prognosis of mitochondrial disease depends on many factors, including the specific disorder, the mode of inheritance, the age of onset, and what organs are affected.",
        "Risk factors for this paralytic illness include older age, pregnancy, abnormalities of the immune system, and a recent episode of excessively strenuous exercise concurrent with the onset of the CNS phase.",
        "The incubation period ranges from three to 21 days, but cases are most infectious from seven to ten days before and after the onset of symptoms.",
        "Febrile seizures are convulsions of sudden onset due to abnormal electrical activity in the brain that is caused by fever.",
        "First onset usually occurs by two years of age, with the risk decreasing after age three; most children stop having febrile seizures by the age of five or six.",
        "The onset of croup can be frightening, especially when it comes on suddenly.",
        "The peak age range for onset of the disorder is 14 to 18 years.",
        "The onset of anorexia in adolescence is attributed to a developmental crisis caused by girls' changing bodies coupled with society's overemphasis on female appearance.",
        "The most important goal in the treatment of adjustment disorder is relieving the symptoms a child or teen experiences so that they can return to the same level of functioning they possessed prior to the onset of illness.",
        "Pathological lying often accompanies serious psychiatric problems such as conduct disorder or antisocial personality disorder, which normally have their onset during adolescence.",
        "Tourette syndrome has a variable age of onset, and tics can start anytime between infancy and age 18.",
        "Initial symptoms usually occur before the early teens; the average age of onset for both males and females is approximately seven years.",
        "Vocal tics usually have a later onset than motor tics.",
        "Its onset is gradual, and dysthymic patients may not be able to pinpoint exactly when they started feeling depressed.",
        "Premenstrual syndrome (PMS) refers to symptoms that occur between ovulation and the onset of menstruation.",
        "Breast-feeding delays the onset of allergies, but does not avoid them.",
        "Time of onset depends on the suspected cause of the disability.",
        "Cerebellar ataxia: a movement disorder which with its sudden onset, often following an infectious viral disease, causes hypotonia.",
        "H., et al. \"Infant with inadequate feeding and weight gain, progressive respiratory difficulty, hypotonia, and weakness, with onset at birth.\"",
        "Acromegaly results when hGH is over-produced after the onset of puberty.",
        "Aphthous stomatitis begins in childhood or adolescence, with peak onset in those aged ten to 19 years.",
        "The average age for the onset of the menses in girls in the United States and Canada is 12.77 years.",
        "A panhypopituitarism dwarf does not pass through the initial onset of adult sexual development (puberty) and never produces enough gonadotropic (sex) hormones to develop adult sexual function.",
        "There are two subtypes of CD, one beginning in childhood (childhood onset) and the other in adolescence (adolescent onset).",
        "The condition occurs with equal frequency in males and females (although the onset of symptoms is usually earlier in males).",
        "Researchers have found correlations between childhood behavior and the onset of schizophrenia in adulthood.",
        "The onset of schizophrenia before the age of 13 is rare and is associated with more serious symptoms.",
        "The onset of acute symptoms is referred to as the first psychotic break or break from reality.",
        "In general, the earlier the onset of symptoms, the more severe the illness is.",
        "Low doses of antipsychotic medication have been used successfully with children and adolescents, especially when administered shortly after the onset of symptoms.",
        "There is no proven way to prevent onset of schizophrenia.",
        "Symptoms of FA usually first appear between the ages of five and 15 years, although onset as early as 18 months or as late as age 30 years is possible.",
        "Most children lose the ability to walk within 15 to 20 years after the onset of symptoms, and will require aids for walking such as scooters, walkers, or wheelchairs.",
        "They become apparent after the onset of the ataxia, often between two and eight years of age.",
        "It is not entirely clear what brings on an attack, although people with FMF often report mild physical trauma, physical exertion, or emotional stress just prior to the onset of symptoms.",
        "Some people experience chills prior to the onset of fever.",
        "Many adults with headaches report that they first began in childhood, and 20 percent report headache onset before age 10.",
        "Sudden onset of headache, especially if accompanied by a fever and stiff neck.",
        "Abortive medications are taken with the onset of the first sign of a migraine.",
        "Acute-Refers to a disease or symptom that has a sudden onset and lasts a relatively short period of time.",
        "Aura-A subjective sensation or motor phenomenon that precedes and indicates the onset of a neurological episode, such as a migraine or an epileptic seizure.",
        "Antepartum-The time period of the woman's pregnancy from conception and onset of labor.",
        "While the onset of type 1 diabetes is unpredictable, the risk of developing type 2 diabetes may be reduced by maintaining ideal weight and exercising regularly.",
        "Subdural hematomas in children and adolescents are usually abrupt onset or acute and are brought about by accident or injury.",
        "Separation anxiety reflects a stage of brain development rather than the onset of problem behaviors.",
        "\"Tobacco Dependence: Even Minimal Exposure Can Cause Rapid Onset; Daily Smoking Not Necessary.\"",
        "However, some babies who are successfully turned will turn back to the breech position after the procedure is done, particularly if version is attempted too early before the onset of labor.",
        "Antisocial behaviors may have an early onset, identifiable as soon as age four, or late onset, manifesting in middle or late adolescence.",
        "Some research indicates that girls are more likely than boys to exhibit late onset antisocial behavior.",
        "Late onset antisocial behaviors are less persistent and more likely to be discarded as a behavioral strategy than those that first appear in early childhood.",
        "Parents should give careful consideration to events and environmental changes that may have triggered the onset of sleepwalking.",
        "Second, the onset of premature labor may be induced, in part, by complications that have already caused neurologic damage in the fetus.",
        "Symptoms and their time of onset vary widely depending on which form of the disorder the individual inherits.",
        "Sometimes emotional stress, such as the birth of a sibling, a death in the family, or separation from the family, may be associated with the onset of bed-wetting in a previously toilet-trained child.",
        "Those with a history of a childhood brain injury, even a minor one, were more likely to get familial schizophrenia than a sibling and to have earlier onset.",
        "The medical history should focus on the onset, duration, and location of symptoms.",
        "Anderson, V., et al. \"Cognitive and executive function 12 years after childhood bacterial meningitis: effect of acute neurologic complications and age of onset.\"",
        "Ilomaki, R., et al. \"Temporal relationship between the age of onset of phobic disorders and development of substance dependence in adolescent psychiatric patients.\"",
        "Onset of dramatic symptoms usually occurs in infancy, but may hold off until adulthood.",
        "In these cases, onset of symptoms typically occurred in childhood.",
        "Apart from facing the onset of sexual maturity, teenagers must also make key decisions about their future, develop their identities, change schools, and meet new friends.",
        "Diagnosis is made by examining the diaper area and taking the history of the onset and duration of the lesions.",
        "This type may be equivalent to the adolescent type, except for the age of onset.",
        "While about 50 percent of children diagnosed with JDMS have an acute onset of symptoms, the other 50 percent have what is called a subacute onset, which means that the symptoms are milder and come on more slowly.",
        "Claims for vaccine-related deaths must be filed within 24 months of the death or within 48 months of the onset of the injury that caused the death.",
        "The onset of renal vein thrombosis can be rapid (acute) or gradual.",
        "Acute onset of renal vein thrombosis at any age causes pain in the lower back and sides of the abdomen, fever, bloody urine, decreased urine output, and sometimes kidney failure.",
        "Research has shown that these medications are most effective when given within two hours of the onset of symptoms.",
        "\"Vascular Diseases of Acute Onset: Renal Vein Thrombosis.\"",
        "A multiple sleep latency test, which measures sleep latency (onset) and how quickly REM sleep occurs, may also be used.",
        "In the United States, menarche (onset of menstruation) typically occurs around age 12, although some youngsters start puberty when they are only eight or nine, others when they are well into their teens.",
        "Many parents dread the onset of adolescence, fearing that their child will become hostile and rebellious and begin to reject his or family.",
        "However, some studies have suggested that boys are more susceptible and that the average onset of BHS in boys is earlier (13-18 months) compared with girls (19-24 months).",
        "Rapid eye movement (REM) latency-The amount of time it takes for the first onset of REM sleep after a person falls asleep.",
        "Onset of X-ALD-related neurological symptoms occurs at about five to 12 years of age, with death occurring within one to ten years after onset of symptoms.",
        "There are also milder forms of X-ALD, an adult onset ALD that typically begins between the ages of 21 and 35, and a form that is occasionally seen in women who are carriers of the disorder.",
        "The disorders are distinguished from one another according to three criteria: the child's age at onset; the duration of the disorder; and the number and variety of tics.",
        "Adults experiencing anxiety disorders often report that they have felt anxious all of their lives, with one half of adults with general anxiety disorder reporting that the onset of the condition occurred during childhood or adolescence.",
        "The milestones of language development, including the onset of babbling and a child's first words and sentences, normally occur within approximate age ranges.",
        "The average age of onset for the inherited form of retinoblastoma is one year, which is earlier than the sporadic form of retinoblastoma.",
        "Sporadic retinoblastoma is usually unifocal and has an average age of onset of approximately two years.",
        "The onset of iron deficiency anemia is gradual and may not have early symptoms.",
        "Female premutation carriers may also be at increased risk for earlier onset of menopause.",
        "In secondary encephalitis, symptoms usually begin five to ten days after the onset of the disease itself and are related to the breakdown of the myelin sheath that covers nerve fibers.",
        "Symptoms include sudden onset of small bruises or spots of hemorrhage on the skin or bleeding into mucous membranes (such as nosebleeds).",
        "These babies will do fine if they are delivered in a short period of time following the onset of the late decelerations.",
        "Though not always present, the child may complain of headache or pain behind or in front of the ear a few days prior to the onset of Bell's palsy.",
        "There is usually a very rapid onset once facial paralysis or weakness makes an appearance, and Bell's palsy normally reaches its peak symptoms within 48 hours of onset.",
        "The speed of its onset is a clue to the location of the obstruction.",
        "Symptoms of pervasive developmental disorders may be visible as early as infancy; however, the typical age of onset is age three.",
        "For example, for childhood disintegrative disorder to be diagnosed, symptoms must be preceded by at least two years of normal development and onset of decline and regression must occur prior to age 10 years.",
        "Late onset: Mild symptoms appear after age 40.",
        "In general, the more repeats above 38 an individual has, the earlier the age of onset of symptoms and the more severe the symptoms.",
        "Symptoms of juvenile and adult onset DM include facial weakness and a slack jaw, drooping eyelids called ptosis, and muscle wasting in the forearms and calves.",
        "Different dosage forms of the same drug may vary in their onset and duration of action.",
        "Lennox-Gastaut syndrome-A severe form of epilepsy that is characterized by the onset in early childhood of frequent seizures of multiple types and by developmental delay.",
        "Plyley. \"Onset of Puberty, Menstrual Frequency, and Body Fat in Elite Rhythmic Gymnasts Compared with Normal Controls.\"",
        "Hypnogogic hallucination-A vivid, dream-like hallucination, such as the sensation of falling, that occurs at the onset of sleep.",
        "Unusual abdominal pain and/or cramping may indicate the onset of premature labor.",
        "Leaking of amniotic fluid or unusual vaginal discharge, and fever could signal the onset of infection.",
        "Experts recommend that therapy begin when a woman expresses concern about her onset of puberty or by the age of 15.",
        "The flaw leading to DMD prevents the formation of any dystrophin, while that of BMD allows some protein to be made, accounting for the differences in severity and onset between the two diseases.",
        "Differences among the other diseases in the muscles involved and the ages of onset are less easily explained.",
        "The distribution of symptoms, age of onset, and progression differ significantly.",
        "Contractures may occur, and the ability to walk is usually lost about 20 years after onset.",
        "FSH varies in its severity and age of onset, even among members of the same family.",
        "Symptoms most commonly begin in the teens or early twenties, though infant or childhood onset is possible.",
        "Symptoms tend to be more severe in those with earlier onset.",
        "People with earlier onset often require a wheelchair for mobility, while those with later onset rarely do.",
        "Severe disability affects most people with this type of dystrophy within 20 years of onset, although most do not require a wheelchair even late in life.",
        "BMD with an early onset appears very similar to DMD, and a muscle biopsy may be needed to accurately distinguish them.",
        "The course of the other muscular dystrophies is more variable; expected life spans and degrees of disability are hard to predict but may be related to age of onset and initial symptoms.",
        "There is no known link between nutrition and the onset of muscular dystrophy.",
        "Common variable immunodeficiency (CVID) is a primary immunodeficiency with onset of symptoms typically occurring in the second or third decade of life.",
        "The onset, duration, and severity of pneumonia depend upon the type of infective organism invading the body and the response of the child's immune system in fighting the infection.",
        "Diagnosis is based on the parents' report of the onset of illness and the symptoms that have developed, combined with examination of the chest.",
        "The onset of AP may be preceded by a headache, fever, and loss of appetite.",
        "The onset of ovulation and menstruation also may occur.",
        "While the early onset of puberty may seem fairly benign, in fact it can cause problems when hormones trigger changes in the growth pattern, essentially halting growth before the child has reached normal adult height.",
        "These sex hormones (especially estrogen in girls and testosterone in boys) are what causes the onset of sexual maturity.",
        "It typically takes about 90 minutes to cycle through the four deepening stages of NREM sleep before onset of the second phase of sleep known as REM or dream sleep.",
        "Parents should pay attention to a young teen who shows sudden changes in eating habits, loss of interest in usual activities, and other behavioral clues that may indicate onset of depression.",
        "Sleepwalking occurs in the deepest stages of slow-wave, non-REM sleep within the first few hours of sleep onset.",
        "Symptoms of adult botulism appear about 18-36 hours after the contaminated food is eaten, although times of onset have been documented ranging from four hours to eight days.",
        "In general, allergic contact dermatitis is more severe and acute in its onset than irritant contact dermatitis.",
        "Timing of onset is affected by genetic factors, body mass, nutritional state, and general health.",
        "The duration of puberty, from time of onset to completion, varies less between children than does the age of onset.",
        "Duration of puberty in girls from onset of breast development to cessation of growth is roughly five years.",
        "As health and nutrition have improved over the past few generations, there has been a gradual decrease in the average age for the onset of puberty.",
        "It is also a good idea for parents to talk to their children about proper hygiene at the onset and during puberty.",
        "While good hygiene is important for everyone at any age, it can require greater care at the onset of puberty.",
        "Kawasaki syndrome has an abrupt onset, with fever as high as 104°F (40°C) and a rash that spreads over the patient's chest and genital area.",
        "Onset of gigantism is usually at puberty, although some cases of toddlers and young children with gigantism have been reported.",
        "The initial onset of acromegaly or gigantism cannot as of 2004 be prevented.",
        "The onset of this medical emergency can be sudden in children with undiagnosed hypothyroidism; it can be brought on by illness, injury, surgery, use of sedatives or anti-depressants, or exposure to very cold temperatures.",
        "If the disease is recognized early and adequately treated, the child will grow at an accelerated rate until reaching the same growth percentile where the child measured before the onset of hypothyroidism.",
        "The onset may be abrupt, without any warning in the form of a period of gradual change in the child or adolescent's behavior.",
        "HAV is excreted in the stools for two weeks preceding the onset of symptoms.",
        "Hoffmann, John P., et al. \"Onset of Major Depressive Disorder among Adolescents.\"",
        "The child may be contagious before the onset of diarrhea and a few days after the diarrhea has ended.",
        "The average age of patients at onset is 5.2 years, but CVS has been diagnosed in patients as old as 73.",
        "Dietary protein enteropathy: This disease is characterized by persistent diarrhea and vomiting with resulting malabsorption and failure to thrive with onset most commonly in infancy.",
        "Early injection of the antitoxin, ideally within 24 hours of onset of symptoms, can preserve nerve endings, prevent progression of the disease, and reduce mortality.",
        "Knowing this from the onset may help parents feel less anxiety about what to expect.",
        "Certain medications used to treat asthma, allergies, and seizures can be a causal factor in the onset of sleep disturbances and nightmares.",
        "According to the American Academy of Child and Adolescent Psychiatry, up to one third of American children and adolescents diagnosed with depression develop early onset bipolar disorder.",
        "The average age of onset of bipolar disorder is from adolescence through the early twenties.",
        "All antidepressant medications have a slow onset of action, typically three to five weeks.",
        "Most vomiting episodes should stop in eight to 12 hours of onset.",
        "Diagnosis of nystagmus is made primarily by patient history as reported by a parent, the age of onset, and observation of any accompanying signs such as a head turn, tilt or tremor, or oscillopsia.",
        "If the onset is acute, then usually the nystagmus is acquired.",
        "An infant can become dehydrated within hours after the onset of illness.",
        "The condition's onset is so sudden that body fat and muscle mass of normal-weight people may not change.",
        "All too often, it can take more than a decade between the onset of symptoms and proper diagnosis and treatment.",
        "Bell's palsy-Facial paralysis or weakness with a sudden onset, caused by swelling or inflammation of the seventh cranial nerve, which controls the facial muscles.",
        "Typical influenza symptoms include the abrupt onset of a headache, dry cough, and chills, rapidly followed by overall achiness and a fever that may run as high as 104°F (40°C).",
        "Vaccines should be received two to six weeks prior to the onset of flu season to allow the body enough time to establish immunity.",
        "In order to be eligible for programs and services for autism, a student must have delayed or abnormal functioning in at least one of three areas with onset before the age of three.",
        "The child's developmental assessment should include the quality of the pregnancy, including the onset and vitality of fetal movements and problems during labor and delivery.",
        "Both types of allergies can develop at any age, although onset in childhood through early adulthood is most common.",
        "When a child's symptoms appear in spring or summer and disappear with the onset of cold weather, seasonal AR is almost certainly the culprit.",
        "Perennial AR can also usually be diagnosed by careful questioning about the timing of exposure and the onset of symptoms.",
        "It acts as a preventive treatment if it is begun several weeks before the onset of the allergy season.",
        "Such cognitive-behavioral skills building programs have been shown to be effective in developing skills, delaying the onset of sexual activity, and changing high risk behaviors associated with pregnancy, STDs, and HIV infection.",
        "Kasabach-Merrit syndrome-A combination of rapidly enlarging hemangioma and thrombocytopenia; it is usually clinically evident during early infancy, but occasionally the onset is later.",
        "Although antisocial personality disorder is only diagnosed in people over age 18, the symptoms are similar to those of conduct disorder, and the criteria for diagnosis include the onset of conduct disorder before the age of 15.",
        "The risk of serious complications is increased as the time between onset of symptoms and the administration of antitoxin increases, and as the size of the membrane formed increases.",
        "A number of different causes have been sought to explain the onset of JA.",
        "Systemic onset JA: Sometimes called Still disease (after a physician who originally described it), this type of JA occurs in about 10-20 percent off all patients with JA.",
        "The eye inflammation often seen in pauciarticular JA is uncommon in systemic onset JA.",
        "Symptoms of actual arthritis begin later in the course of systemic onset JA, and they often involve the wrists and ankles.",
        "Children with an extraordinarily early onset of the adult type of rheumatoid arthritis have a positive test for rheumatoid factor.",
        "Systemic onset JA has a variable prognosis, depending on the organ systems affected and the progression to polyarticular JA.",
        "Adult onset torticollis is not be discussed here.",
        "Hypogonadism may occur at any age; however, consequences differ according to the age at onset.",
        "This methodology allows diagnosis before the onset of symptoms.",
        "The prognosis for elevated-pressure hydrocephalus depends on a wide variety of factors, including the cause, age of onset, and the timing of surgery.",
        "Those with hydrocephalus at birth do better than those with later onset due to meningitis.",
        "After the onset of symptoms, blood tests and cerebrospinal fluid (CSF) analysis tests will be conducted.",
        "If immunizations do not prove effective or are not received, rabies is nearly always fatal within a few days of the onset of symptoms.",
        "Allergies can often be diagnosed by a careful medical history, matching the onset of symptoms to the exposure to possible allergens.",
        "The most common age for the onset of symptoms in infants is between six and 12 weeks of age.",
        "In the case of infants or very young children, the doctor will ask the parents for information about a family history of atopic disorders as well as information about the onset of the symptoms.",
        "There is no known way to prevent the onset of seizure disorders, but seizures may be controlled and sometimes prevented by the use of medication.",
        "Onset is delayed, usually weeks to months after the person has been bitten.",
        "Onset of behavioral problems usually coincides with the onset of the compulsive eating.",
        "The mean age of onset is 12 years of age in girls and eight years of age in boys.",
        "Identical twins show more similar onset of stranger distress than fraternal twins.",
        "The earlier the age of onset, the better the prospects for full recovery.",
        "There is no predetermined age for the onset of baldness.",
        "Use this treatment at onset of symptoms to gain the best results.",
        "At onset of the experiment, each man was introduced into a room with a temperature of 71.6 degrees Fahrenheit.",
        "Consignment purchases have changed considerably with the onset of Internet shopping.",
        "They can also be a cause of hormonal imbalances and the onset of menstruation.",
        "This is usually one of the most obvious signs that labor is beginning, though not all women will experience bleeding prior to the onset of labor.",
        "The most fertile days each month are generally about two weeks before your next period and two weeks after the onset of your last period.",
        "Alcatraz's grim reputation and mystique began in 1861 with the onset of the U.S. Civil War.",
        "According to Dr. Mercola, 60 percent of patients with type 2 (adult onset) diabetes also have a deficiency of vitamin D.",
        "There are many reasons to take calcium supplements, such as low levels of calcium in the diet, but the main reason is to prevent the onset and development of osteoporosis.",
        "Nothing declares the onset of summer as well as strapless fashion.",
        "That inspiration continues at the onset of fall, when the cozy, airy piece makes its comeback.",
        "With the onset of the AIDS epidemic, Red Cross became a leader in HIV testing.",
        "This leads to iron deficiency, Vitamin K deficiencies, neurological manifestations, pancreatic problems, the early onset of conditions such as osteoporosis and many others.",
        "In fact, many times doctors are not sure what is causing symptoms at the onset.",
        "The condition is often associated with the development of Type 1 diabetes mellitus (Type 1 DM) or juvenile onset diabetes.Diabetes causes elevated blood sugar levels in your blood due to deficient insulin production within your pancreas.",
        "Therefore, anyone wishing to purchase lime green travel bags will probably have the most luck with the onset of February (as this is when most boutiques and department stores begin featuring their Spring/Summer season items).",
        "Cold sores typically last approximately two weeks from onset to healing.",
        "His success would end with the onset of the Great Depression in 1927.",
        "From its onset, Wolverine has used the best leathers and materials to make its footwear and has established itself as the industry leader when it came to comfort.",
        "The worst tattoos tend to be poorly thought out from the onset.",
        "From the onset of consumer-based horology, watch-makers have understood that potential customers like timepieces tailored to their specific needs.",
        "Since the onset of the film industry, these advanced works of art have graced the wrists of many stars and appeared in dozens of films.",
        "While experts on one side of the debate are convinced that there are various links between the administration of vaccines and the onset of autism, the CDC disagrees, stating that here is no indication of a cause and effect relationship.",
        "Many autism experts, physicians, and members of the autism community are convinced that vaccines trigger the onset of autism symptoms.",
        "Regressive autism is the form of this disorder that many suspect as being linked to the MMR vaccine, as its onset often occurs after the vaccine has been given.",
        "CDD, or childhood disintegrative disorder, is a rare condition that differs from classic autism, defined by its unique pattern of onset.",
        "The onset of Rett's disorder usually occurs between the ages of six and eighteen months with a gradual appearance of mental and physical symptoms.",
        "The age and manner of onset is another factor that can differ from one spectrum disorder to another, as is causation, with some disorders able to be traced to genetic dysfunction, while in others the causes are largely unknown.",
        "Childhood disintegrative disorder, also known as Heller's syndrome, has core symptoms in common with classic autism, but differs in one key area, its onset.",
        "Childhood disintegrative disorder is quite rare, and is often confused with late onset, or regressive autism.",
        "Its onset is gradual at first, with symptoms beginning to appear that can include a loss of muscle tone, slow head and brain growth, and an inability to control the hands.",
        "Males with Fragile X may develop enlarged testicles at the onset of puberty, and those with this syndrome can be prone to certain medical conditions, such as hernia, middle ear infections, and heart murmur, among others.",
        "The onset of the syndrome differs from one child to the next, but there are four stages of Rett syndrome that each experiences on some level.",
        "Equally as important is recognizing families that notice sudden onset of autistic symptoms.",
        "In most cases, onset of symptoms was after measles, mumps, and rubella immunisation (sic).",
        "It's a lot easier to use this create as you go method for those times when it's not clear how large the table will have to be at onset.",
        "Stimvaks heat the water while it is in the machine, so there is no need to fill them with hot water at the onset.",
        "The intricate details in embroidery patterns will never go out of style -- even with the onset of embroidery machines that can do a similar job in a portion of the time.",
        "However, for a small number of people, food allergies have come under consideration as a trigger for the onset of an asthma attack.",
        "Some studies claim obesity is a risk factor for asthma stating that nearly 75 percent of emergency room visits for asthma attacks are among obese individuals and that obesity pre-dates the onset of asthma.",
        "Type 2 diabetes is also known as non-insulin dependent or adult onset diabetes and is the most common form of the illness.",
        "Grains are high in carbohydrates, and many low-carb proponents believe that since we only started cultivating grains at the onset of agriculture, our bodies have not yet evolved to be able to process them.",
        "While lower back pain may have a sudden onset as a result of an injury, for some people, it is a chronic condition.",
        "Cool down exercises can also assist in minimizing post exercise soreness, otherwise known as delayed onset muscle soreness or DOMS.",
        "A number of factors contribute to delayed onset muscle soreness.",
        "Intense exercise that has a sudden onset can cause abnormal heart activity.",
        "Delayed onset muscle soreness (DOMS) is caused by tiny tears in your muscle fibers and is part of the process of strengthening muscles.",
        "Delayed onset muscle soreness (DOMS) can occur up to two days after you work out.",
        "Coaches may have to make different workout routines for their athletes based on whether or not the athletes are in shape at the onset of the program.",
        "Exercise, therefore, can help prevent the onset of chronic health conditions.",
        "By the onset of 2005, and now signed to B-Unique, the boys re-released their first single 'Oh My God' on February 21st, which pummelled into the charts at number 6 and proved an absolute stomper on the dance floor.",
        "Because the event means that the children are now adults in the eyes of their religion, these ages were chosen to mirror the onset of puberty.",
        "For some, this degree of exposure may mean a few short hours in the sun, while others may bask all day without worry, only to find the painful onset of a sunburn later that night.",
        "Many of these products, such as Lanosil, are designed to prevent the onset of a bruise after injury occurs.",
        "In fact, approximately 85 percent of eczema sufferers experience their first onset before the age of 5.",
        "Just as this rash appears quickly, it also disappears as soon as the trapped sweat has a chance to expel, normally within a few hours of the onset of the condition.",
        "onset of symptoms in Addison's disease is usually subtle.",
        "onset dementia team have been nationally recognized twice in recent months for their work with young people with dementia.",
        "It seems possible that both originate in the thin current sheet that occurs in the magnetotail at substorm onset.",
        "Deepening of the sea in the later Cretaceous marked the onset of the deposition of large amounts of calcareous ooze on the sea-floor.",
        "Last November, the HFEA launched a public debate on testing embryos for ' lower penetrance ', late onset genetic disorders.",
        "Biopsies were obtained from 10 patients with early onset periodontitis (EOP) and 10 patients with adult periodontitis (AP ).",
        "Hyperglycaemia New onset diabetes mellitus, hyperglycaemia, and exacerbation of existing diabetes mellitus have been reported in patients receiving protease inhibitors.",
        "Nephritis ranges from asymptomatic proteinuria (presence of protein in the urine) to sudden onset of renal insufficiency."
    ]
}