{
    "translation": "להתנגד, לחלוק על, להנגיד",
    "uses": [
        "\"I know you're in no position to oppose your father openly,\" she replied.",
        "Stahl's chief aim was to oppose materialism.",
        "You see, I don't say that we ought to oppose this and that.",
        "Genoa determined to oppose the concession, and war broke out.",
        "She was accustomed always to oppose anything announced in that timid tone and considered it her duty to do so.",
        "In the 13th century it became necessary for the legists to codify, as it were, the unwritten law, because the upheavals of the times necessitated the fixing of some rules in writing, and especially because it was necessary to oppose a definite custom of the kingdom to Frederick II., who sought, as king of Jerusalem, to take advantage of the want of a written law, to substitute his own conceptions of law in the teeth of the high court.",
        "Fairfax was appointed sole commander-in-chief on the 19th of July, the soldiers levied to oppose the army were dismissed, and the command of the city militia was again restored to the committee approved by the army.",
        "But, as Darius said, nobody had the courage to oppose the new king, who ruled for seven months over the whole empire.",
        "Lombardy was, roughly speaking, divided between two parties, the one headed by Pavia professing loyalty to the empire, the other headed by Milan ready to oppose its claims. The municipal animosities of the last quarter of a century gave substance to these factions; yet neither the imperial nor, the anti-imperial party had any real community of interest with Frederick.",
        "Rattazzi, frightened at the prospect of an attack upon Rome, proclaimed a state of siege in Sicily, sent the fleet to Messina, and instructed Cialdini to oppose Garibaldi.",
        "They had at their disposal 375,000 men, to which the Magyars could only oppose 160,000.",
        "Like Alexander in the last period of his reign, Nicholas considered himself the supreme guardian of European order, and was ever on the watch to oppose revolution in all its forms. Hence he was generally in strained relations with France, especially in the time of Louis Philippe, who became king not by the grace of God but by the will of the people.",
        "Those who favour state connexion and those who oppose it agree in claiming spiritual independence as a fundamental principle of Presbyterianism.",
        "In 1400 he was sent to Damascus, in connexion with the expedition intended to oppose Timur or Tamerlane.",
        "Hugo Grotius's De Veritate Christianae Religionis (1627) is partly the medieval tradition: - Oppose Mahommedans and Jews!",
        "This revolt of the northern provinces was facilitated by the fact that Alva had withdrawn many of the garrisons, and was moving to oppose an invasion from the south.",
        "to the east and thus made himself numerically equal to his enemy, but elsewhere left barely 45,000 men to oppose 150,000.",
        "In 1875 Bismarck was suspected of a design of again attacking France, and Gorchakov gave him to understand, in a way which was not meant to be offensive, but which roused the German chancellor's indignation, that Russia would oppose any such scheme.",
        "In this process some of the local officials displayed probably an amount of zeal beyond the intentions of the government, but any attempt to oppose the movement was rigorously punished.",
        "His partisans, however, found themselves confronted by a compact provincial party, who proposed to put forward the other strong man of the republic, General Roca, to oppose him.",
        "In New York at this time the National Republicans, or \"Adams men,\" were a very feeble organization, and shrewd political leaders at once determined to utilize the strong anti-Masonic feeling in creating a new and vigorous party to oppose the rising Jacksonian Democracy.",
        "President Wilson adhered to his own scheme, but made it clear that he would not oppose any direct agreement, whatever might be its terms: while the Yugosla y s, though accepting the idea of a buffer state, insisted upon their enjoying at Fiume a status analogous to that of Poland at Danzig, and added the impossible condition of a plebiscite after three years.",
        "Between Roberval and Descartes there existed a feeling of ill - will, owing to the jealousy aroused in the mind of the former by the criticism which Descartes offered to some of the methods employed by him and by Pierre de Fermat; and this led him to criticize and oppose the analytical methods which Descartes introduced into geometry about this time.",
        "Both parties in the state in 1888 declared in favour of free coinage, and in 1892 instructed their delegates to the national conventions to oppose any candidate who did not favour this policy.",
        "Napoleon now realized that it would be impossible, without running serious risks, to oppose the movement in favor of unity.",
        "He did not oppose Jackson in the matter of removals from office, but was not himself an active \"spoilsman,\" and protested strongly against the appointment of Samuel Swartwout (1783-1856), who was later a defaulter to a large amount as collector of the port of New York.",
        "Since H, generally tends to oppose the external force, thus making H less than H o, it may be called the demagnetizing force.",
        "Cronje sent only detachments to oppose them, but these detachments were broken through by a sword-in-hand charge of the whole division, and Kimberley was relieved on the r5th.",
        "It led him to oppose the Lutheran view of the value of the outward:'means of grace, such as the ministry of the word and the sacraments.",
        "There can be no question that a deep soil is better for the cottonplant; but the expense of obtaining it, the risk of injuring the soil through leaching, and the danger of bringing poor soil to the surface, have led many planters to oppose this plan.",
        "When, however, the tariff bill of 1828, which was still more protective, came up for discussion, Webster had ceased to oppose protection; but he did not attempt to argue in favour of it.",
        "and won the battle of Marignano, Wolsey took the lead in assisting the emperor Maximilian to oppose him; and this revival of warlike designs was resented by Fox and Warham, who retired from the government, leaving Wolsey supreme.",
        "On the other hand, it must be admitted that the Church did not, after the first struggle between Dagobert and Baldwin I., actively oppose by any hierarchical pretensions the authority of the crown.",
        "oppose the war against Iraq.",
        "Passing into the service of Uruguay, he was sent to Corrientes with a small flotilla to oppose Rosas's forces, but was overtaken by Admiral Brown, against whose fleet he fought for three days.",
        "KU KLUX KLAN, the name of an American secret association of Southern whites united for self-protection and to oppose the Reconstruction measures of the United States Congress, 1865-1876.",
        "The nomination was brought about by the Cordoba clique, and Roca lacked the moral courage to oppose the decision.",
        "As deputy to the Convention, Saliceti voted for the death of Louis XVI., and was sent to Corsica on mission to oppose the counter-revolutionary intrigues.",
        "oppose them; and when they did, some Congreve rockets (then a novelty) threw them into confusion, so that the right bank was held until, on the morning of the 24th, the flotilla of 1 Commander of a British expedition from the Mediterranean islands.",
        "Meanwhile Benedek had in fact assigned only one corps with the reserve cavalry to oppose a Prussian advance towards Vienna, and the remaining seven retired to Olmiitz, where they were on the flank of a Prussian advance on Vienna, and had all the resources of Hungary behind them to enable them to recuperate.",
        "Even at the end of August Sobieski had but 3000 men at his disposal to oppose to 60,000 Turks.",
        "He determined, therefore, to oppose any further disturbance of the balance of power in favour of Germany, and when the treaty of Skierniewice expired in 1887 he declined to renew it.",
        "He recognized the danger of the recall of the old parlement, but was unable effectively to oppose it, since he had been associated with the dismissal of Maupeou and Terray, and seems to have underestimated its power.",
        "It purports to be a conversation at the little town of Beaucaire between a soldier (obviously the writer himself) and three men, citizens of Marseilles, Nimes and Montpellier, who oppose the Jacobinical government and hope for victory over its forces.",
        "All those who wished for peace and orderly government came by degrees to oppose the Directors; and, seeing that the latter clung to Jacobinical catchwords and methods, public opinion tended to become \"moderate\" or even royalist.",
        "Here he was overtaken by Murat and Ney, but the French columns had straggled so badly that four whole days elapsed before the emperor was able to concentrate his army for battle and then could only oppose 128,000 men to the Russians' 110,000.",
        "Marmont and Mortier with what troops they could rally took up a position on Montmartre heights to oppose them, but seeing further resistance to be hopeless they gave way on the 31st of March, just as Napoleon, with the wreck of the Guards and a mere handful of other detachments, was hurrying across the rear of the Austrians towards Fontainebleau to join them.",
        "A devoted and sincere Roman Catholic, he refused at first to sanction a constitution for the church in France without the pope's approval, and after he had been compelled to allow the constitution to become law he resolved to oppose the Revolution definitely by intrigues.",
        "Elizabeth rightly regarded the treaty of Westminster (January 16, 1756, whereby Great Britain and Prussia agreed to unite their forces to oppose the entry into, or the passage through, Germany of the troops of every foreign power) as utterly subversive of the previous conventions between Great Britain and Russia.",
        "When the cathedral chapter found courage to oppose this and opened suit to recover the ecclesiastical revenues for ecclesiastical purposes, Richelieu's mother proposed to make her second son, Alphonse, bishop. He defeated this scheme, however, by becoming a monk of the Grande Chartreuse, and Armand, whose health was rather feeble in any case for a military career, was induced to propose himself for the priesthood.",
        "Rome is indeed to be honoured as the mother of the churches; nor would Gerbert oppose her judgments except in two cases - (I) where she enjoins something that is contrary to the decrees of a universal council, such as that of Nice, or (2) where, after having been once appealed to in a matter of ecclesiastical discipline and having refused to give a plain and speedy decision, she should, at a later date, attempt to call in question the provisions of the metropolitan synod called to remedy the effects of her negligence.",
        "No tribe against which he waged war was able successfully to oppose the Zulu arms. At first Chaka turned his attention northward.",
        "It was among the twelve colonies that were punished for refusing help to Rome in 209 B.C. It was considered a suitable point to oppose a threatened march of Hasdrubal on Rome.",
        "That large party which advocates a strict and jealous construction of the constitution would certainly oppose any independent legislation by the national Congress for providing a registration of births, marriages and deaths, or for obtaining social and industrial statistics, whether for the satisfaction of the publicist or for the guidance of the legislature.",
        "It must not be supposed, however, that the county council have no power to institute or defend legal proceedings or oppose bills save such as is expressly conferred upon them by the Local Government Act.",
        "To decrease the evil of lobbying a law was enacted in 1906 which requires that every person employed to promote or oppose the passage of any bill shall file in the office of the secretary of state a written statement showing who has employed him and describing the legislation in respect of which his services are to be rendered; the law also requires the employers of lobbyists to file in the same office within two months after the adjournment of the legislature an itemized statement of all their lobbying expenses, and forbids the employment of a lobbyist for a contingent fee.",
        "Politically this opposition had the effect of temporarily reviving the Federalist party, which secured control of the legislature, and gave the electoral vote of the state in 1812 to De Witt Clinton, whom the Federalists had accepted as a candidate to oppose Madison for re-election on the war issue.",
        "The Mahommedan Union was formed to oppose the Committee and its dangerous projects, and declaring that Islam was in danger, the Union became active early in April 1909.",
        "Had McClellan moved at once he could have seized the passes without difficulty, as he was aware that he had only cavalry to oppose him.",
        "There was no force to oppose the \"March to the Sea.\"",
        "Living at the time he did, when the doctrines of the humoral pathologists were carried to an extreme extent, and witnessing the ravages which disease made on the solid structures of the body, it was not surprising that he should oppose a doctrine which appeared to him to lead to a false practice and to fatal results, and adopt one which attributed more to the agency of the solids and very little to that of the fluids of the body.",
        "In the meantime the arrival of Stanley at Lake Albert had caused rumours, which quickly spread to Omdurman, of a great invading white pasha, with the result that in July the khalifa sent up the river three steamers and six barges, containing 4000 troops, to oppose this new-comer.",
        "At the congress of Vienna (1814-1815) Portugal was represented by three plenipotentiaries, who were instructed to press for the retrocession of Olivenza and to oppose the restoration of French Guiana, which the Brazilians had conquered in 1809.",
        "The resultant force on C will therefore tend to oppose the displacement and to bring C back to its original Nouvelle the'orie de l'action capillaire (1831).",
        "She gathered her forces in Norfolk and Suffolk, Northumberland rode out from London to oppose her, but defection dogged his steps, and even in London Mary was proclaimed queen behind his back by his fellow-conspirators.",
        "Yet even the most Doctrine loyal found that, if it was wrong to take up arms ~ against the king, it might be right to oppose him in other ways.",
        "oppose state racism rather than upset Labor Party supporters.",
        "oppose in principle.",
        "oppose for good reason.",
        "Together we oppose the exploitation of captive orca and the capture of wild orca for the ' entertainment ' industry.",
        "But nationally UNISON has produced a statement which does not out-and-out oppose the war.",
        "An expedition in 1825, under General van Geen, was not fully successful in enforcing it; and in 1858 and the following year two expeditions were necessary to oppose an attempt by the princess regent towards independence.",
        "But the league arranged by Zwingli was directed against the house of Habsburg, and Luther did not deem it right to oppose a prince by force of arms.",
        "Blaise Pascal and Immanuel Kant, among others, have Sextus's grouping in mind when they oppose themselves to \" dogmatism \" and \" scepticism \" legal or political, the decree (says Marcellus) of the legislative assembly; but it might also be of the emperor (Luke ii.",
        "Especially did he oppose alliances with France; but the French party in Glarus was strong, and it retaliated so fiercely that in 1516 Zwingli was glad to accept the post of people's priest at Einsiedeln.",
        "So, from the first, France was faced with another war against an affrighted and infuriated Europe, a war in which the big battalions would be on the side of the Seventh Coalition; and to oppose their vast armies, Napoleon only had in March the 150,000 men he had taken over from Louis XVIII when the Bourbon hurriedly quitted the throne.",
        "The Sultan Abdul Hamid has been charged with being the chief instigator of the counter-revolution of that month; it is more probable that he did nothing except oppose it.",
        "In Daniel the princes or guardian angels of the heathen nations oppose Michael the guardian angel of Judah.",
        "Gomarus immediately set himself earnestly to oppose these views in his classes at college, and was supported by Johann B.",
        "In 1869 he sought to modify rather than to oppose the bill for the abolition of tests in the universities.",
        "In the Assembly Marat had no party; he would always suspect and oppose the powerful, refuse power for himself.",
        "He was already blind and too feeble to walk, when Cineas, the minister of Pyrrhus, visited him, but so vigorously did he oppose every concession that all the eloquence of Cineas was in vain, and the Romans forgot past misfortunes in the inspiration of Claudius's.",
        "By the advice of his senators he summoned a zjazd, or armed convention, to Wislica openly to oppose the insurrection of Sandomir, which zjazd was to be the first step towards the formation of a general confederation for the defence of the throne.",
        "Moreover, the opponents of the Czartoryscy made no serious attempt to oppose the entry of the Russian troops.",
        "At last Burnside moved forward, and, after a brilliant defence by the handful of men left to oppose him, forced the Antietam and began to roll up Lee's right, only to be attacked in rear himself by A.",
        "During the session of the Short Parliament in the spring of 1640, the queen urged the king to oppose himself to the House of Commons in defence of the Catholics.",
        "It was eventually decided that General Banks was to oppose \"Stonewall\" Jackson in the Shenandoah Valley, Fremont to hold western Virginia against the same general's enterprise, and McDowell with a strong corps to advance overland to meet McClellan, who, with the main army, was to proceed by sea to Fortress Monroe and thence to advance on Richmond.",
        "Crossing the Potomac, he marched eastward, and, defeating a motley force which General Lew Wallace had collected to oppose him, appeared before the lines of Washington.",
        "The Confederate general Hardee managed to gather some force (chiefly from the evacuated coast towns) wherewith to oppose the onward progress of the Federals.",
        "Eleven thousand Federals, surrounded in Harper's Ferry, were forced to surrender, and Jackson rejoined Lee just in time to oppose McClellan's advance.",
        "But Caesar, for party reasons, was bound to oppose the execution of the conspirators; while Crassus, who shared in the accusation, was the richest man in Rome and the least likely to further anarchist plots.",
        "Guesde, nevertheless, continued to oppose the opportunist policy of Jaures, whom he denounced for supporting one bourgeois party against another.",
        "As praetor elect he ventured to oppose Vitellius in the senate (Tacitus, Hist.",
        "All that criticism has succeeded in establishing is the fact that the author had some reliquiae Paulinae at his disposal, notes written either before or during his last imprisonment in Rome, 4 and that these have been worked up into the present letter by one who rightly believed that his master would stoutly oppose the current errors of the age.",
        "Thus early did Aristotle begin, even in Plato's lifetime, to oppose.",
        "Johnson began in politics to oppose the aristocratic element .and became the spokesman and champion of the poorer and labouring classes.",
        "He himself and all the young nobles of his staff dismounted and led the infantry forward again, the prince threw his baton into the enemy's lines for the soldiers to retrieve, and in the end, after a bitter struggle, the Bavarians, whose reserves had been taken away to oppose Turenne in the Merzhausen defile, abandoned the entrenchments and disappeared into the woods of the adjoining spur.",
        "Indeed, in order to oppose this unity of being to the realistic duality, both materialists and idealists describe themselves as monists, and call realists dualists by way of disparagement.",
        "On the other hand, under the influence of the mechanics of his day, which had hardly distinguished between inertia, or the inability of a body to change itself, and resistance or the ability of bodies to oppose one another, he concluded that, as inertia is passive, so is resistance, and refused to recognize that in collision the mutual resistance of moving bodies is a force, or active power, of changing their movements in opposite directions.",
        "The cathedral chapters took advantage of this situation to oppose their jurisdiction to that of the bishops, and to encroach on their prerogatives.",
        "Empire for himself, to dispute Italy with the pope, and to oppose the divine right of kings to the divine right of priests.",
        "repeatedly lamented that he was unable to oppose such Spanish aggressions without extending protection to heretics.",
        "In 1848 no attempt was made by the Danes to oppose the Prussians, who entered on the 2nd of May, and maintained their position against the Danish gunboats.",
        "A natural electric charge on the particles would oppose this tendency, and tend to increase the free surface and thus promote disintegration and solution.",
        "Although he lived to see these principles triumph, he never ceased to oppose them until his death, which occurred at the Hague on the 19th of May 1876.",
        "According to Albrecht Ritschl \"the wrath of God means the resolve of God to annihilate those men who finally oppose themselves to redemption, and the final purpose of the kingdom of God.\"",
        "FREE SOIL PARTY, a political party in the United States, which was organized in 1847-1848 to oppose the extension of slavery into the Territories.",
        "Beyond this, rapid cooling and the presence of sulphur both oppose the formation of graphite, and hence in cast iron rich in sulphur, and in thin and therefore rapidly cooling castings, the silicon-content must be greater than in thick ones and in those freer from sulphur.",
        "At last with not more than one man to oppose to emperor Charles V.",
        "It comprised 45,000 infantry and 6000 cavalry with 7 2 pieces of artillery, while Leopold could scarcely bring forward 25,000 men to oppose it.",
        "In the Iliad he is the favourite of Athena, by whose aid he not only overcomes all mortals who venture to oppose him, but is even enabled to attack the gods.",
        "It was a son of this usurper who was reigning at the time of the invasion of Alexander the Great; and the conqueror, when his advance was arrested at the Hyphasis (326 B.e.), meditating an attack on Pataliputra (the Palimbothra of the Greeks), was informed that the king of Magadha could oppose him with a force of 20,000 cavalry, 200,000 infantry, 2000 chariots, and 3000 or 4000 elephants.",
        "Neither Austria nor Prussia was for some time in a position to thwart it, and the sovereigns of the smaller states were too much afraid of the revolutionary elements manifested on all sides to oppose its will.",
        "Bismarck then pointed out that the constitution of the empire did not authorize the emperor to withhold his assent from a law which had passed both the Reichstag and the Bundesrat; he could as king of Prussia oppose it by his representatives in the federal council, but when it had been accepted there, it was his duty as emperor to put the law into execution.",
        "The Kansas-Nebraska legislation, and the subsequent troubles in Kansas, having convinced him of the futility of trying to influence the Democrats, he assumed the leadership in the North-west of the movement to form a new party to Oppose the extension of slavery.",
        "The lead then passed to Russia, and Austria, even after the outbreak of war, did not oppose Russian measures.",
        "With the exception of the German Populists who felt that a German \" Liberal \" party could not well oppose an extension of popular rights, all the German Liberals were antagonistic, some bitterly, to the measure.",
        "With the rise of the Attalid dynasty of Pergamum, a system of Pergamene foundation begins to oppose the Seleucid in the interior, bearing such names as Attalia, Philetaeria, Eumenia, Apollonis.",
        "governor had not forces enough to oppose him, and he nowhere experienced even the show of resistance.",
        "While the guns of the citadel, those at Old Cairo, and even those of the palace of al-Bardisi, were thrice fired in honor of al-AlfI, preparations were immediately begun to oppose him.",
        "A conference of ambassadors was held in Constantinople, and the sultan was invited to quell the revolt; but he hesitated to employ his troops against Mussulmans who were professing merely to oppose Christian aggression.",
        "He got the upper hand in 1892, and was recalled to oppose an Italian force said tobe advancing from Massawa; but on reporting that it was impossible to invade Eritrea, as the khalifa wished him to do, he was summoned to Omdurman and put to death.",
        "He had steadily to oppose Sigismund's reactionary tendencies; he had also to curb the nobility, which he did with cruel rigour.",
        "Thus began the Seven Years' War, in which, supported by England, Brunswick and Hesse-Cassel, he had for a long time to oppose Austria, France, Russia, Saxony and Sweden.",
        "At Rignano the indomitable Ranulf again utterly defeated the king, but in April 1139 Ranulf died, leaving none to oppose Roger, who subdued pitilessly the last of the rebels.",
        "None the less a small ill-armed force of some 2000 men marched south; Cope did not oppose them, but evaded them and went to Inverness, leaving open the road to Edinburgh.",
        "During the period which immediately preceded the Restoration he endeavoured to oppose Monk's schemes, and desired Fleetwood to forestall him and make terms with Charles, but in vain.",
        "As chancellor he had the onerous task of negotiating the queen's marriage treaty with Philip, to which he shared the general repugnance, though he could not oppose her will.",
        "He had found that all his opponents had pursued one line of argument: the power to issue an Indulgence is simply one case of the universal papal jurisdiction; Indulgences are what the pope proclaims them to be, and to attack them is to attack the power of the pope; the pope represents the Roman church, which is actually the universal church, and to oppose the pope is to defy the whole church of Christ; whoever attacks such a long-established system as that of Indulgences is a heretic. Such was the argument.",
        "for the Hittites) was formed to oppose it.",
        "It was mainly his powers of organization that enabled Gambetta to raise army after army to oppose the invading Germans.",
        "Towards the end of 271 he marched through Asia Minor and, overthrowing the Palmyrene garrisons in Chalcedon, Ancyra and Tyana, he reached Antioch, where the main Palmyrene army under Zabda and Zabbai, with Zenobia herself, attempted to oppose his way.",
        "In July 1880, a few days after the proclamation of Abdur Rahman as amir at Kabul, came news that Ayub Khan, Shere Ali's younger son, who had been holding Herat since his father's death, had marched upon Kandahar, had utterly defeated at Maiwand a British force that went out from Kandahar to oppose him, and was besieging that city.",
        "He was for the most part merely a tool in the hands of the Committee of Union and Progress, and though he was supposed to dislike the pro-German policy of Enver Pasha, he was unable to take any effective steps to oppose him.",
        "Seleucus, after a war with Chandragupta, determined to ally himself with the new power in India rather than to oppose it.",
        "But this intervention, embodied in the \"Andrassy Note\" (December 1875) and the Berlin memorandum (May 1876), met with the stubborn opposition of Turkey, where the \"young Turks\" were beginning to oppose a Pan-Islamic to the Pan-Slav ideal.",
        "The patrician Nicetas, count of Opsikion, who sought to oppose his march, was defeated by Harun's general, Yazid b.",
        "The Imperial Guard and all other troops in the centre, 80,000 strong and covered by a great mass of artillery, moved forward to the attack; and shortly the allied centre, depleted of its reserves, which had been sent to oppose Ney, was broken through and driven off the field.",
        "Placed in command of the troops sent to oppose the Garibaldian expedition of 1862, he defeated Garibaldi at Aspromonte.",
        "and to cease attacking trains, not to oppose railway construction, &c. The territory N.",
        "He continued steadfastly to oppose the taxation of the American colonists, and signed, in 1778, the protest of the Lords in favour of an address to the king on the subject of the manifesto of the American commissioners.",
        "It was originally intended that this should eventually be extended across the territory to Cowie Harbour (Sabuko Bay) on the east coast, but the extraordinary engineering difficulties which oppose themselves to such an extension, the sparse population of the territory, and the failure of the existing line to justify the expectations entertained by its designers, combine to render the prosecution of any such project highly improbable.",
        "The re-organization of the university was also discussed, and as Wenceslaus for a time favoured the Germans, Hus and Jerome, as leaders of the Bohemians, incurred the anger of the king, who threatened them with death by fire should they oppose his will.",
        "The side on which it touches that circle B C is determined by the fact that the obliquity A of the reaction is such as to oppose the A rotation.",
        "Under the fostering care of the judges, a belief sprang up that to call oneself a \" Jansenist, \" and oppose the Unigenitus, was to show oneself a lover of civil and religious liberty.",
        "The Scottish Reformation came out of a covenant in which the barons, inspired by John Knox, then abroad, bound themselves in 1557 to oppose the Roman Catholic religion and to promote the cause of the Reformation.",
        "Ann., 1834, 31; 18 35, 34) among other results led him to the statement of the law by means of which the direction of the induced current can be predicted from the theory of Ampere, the rule being that the direction of the induced current is always such that its electrodynamic action tends to oppose the motion which produces it.",
        "The volition of primitive man was one with that of God but it becomes broken up into separate volitions which oppose themselves to the divine will, and through the oppositions and trials of this world work onward to a second and completer harmony.",
        "The pins in the two rollers oppose each other, those of the workers being \"back-set,\" and this arrangement, combined with the relative angle of the pins, and the difference in the surface speeds of the two rollers, results in part of the fibre being broken and carried round by the worker towards the stripper.",
        "had endeavoured to form an anti-Prussian league with Denmark; and after the defeat of Denmark he projected a Scandinavian union, in order, with the help of France, to oppose Prussian predominance in the north - a policy which naturally collapsed with the overthrow of the French Empire in 1870.",
        "Azad was no longer in a position to oppose him in the field, and he in turn became master of every place of importance in the province, while Azad had to seek assistance in vainfirst from the pasha of Baghdad, and then from his former enemy, the tsar of Georgia.",
        "\" That Nasir Khan II., his heirs and successors, bound themselves to oppose to the utmost all thee nemies of the British government, and in all cases to act in subordinate co-operation with that government, and to enter into no negotiations with other states without its consent.",
        "The same year he turned his attention to politics and was regarded as one of the most promising young orators of the day, especially during the sessions of the diet of 1832-1836, when he had the courage to oppose Kossuth.",
        "After a time, however, the colonists, attributing the shortage of slaves and the consequent diminution in their profits to the Jesuits, began actively to oppose Vieira, and they were joined by members of the secular clergy and the other Orders who were jealous of the monopoly enjoyed by the Company in the government of the Indians.",
        "Violent accusations were brought forward, particularly against Martinic and Slavata, the king's most trusted councillors, who were accused of having advised him to oppose the wishes of the Bohemians.",
        "During the subsequent ministries of Korber and Gautsch the Bohemians continued to oppose the central government of Vienna, and to assert their national rights.",
        "The later Lutheran doctrine is \"that man, unable as he is to will any good thing, can yet use the means of grace, and that these means of grace, carrying in themselves a divine power, produce a saving effect on all who do not voluntarily oppose their influence.",
        "Jesus Christ is the son of the good deity; he was sent into the world to oppose the evil; but his incarnation, and therefore his sufferings, were a mere appearance.",
        "As the Pharisees accumulated the oral tradition which was afterwards codified and elaborated or preserved by fragments, which served some useful purpose, in the Talmud and other Rabbinic writings, the Sadducees acquired concrete regulations to oppose so long as they dared.",
        "A county council has the same power of opposing bills in parliament and of prosecuting or defending any legal proceedings necessary = for the promotion or protection of the interests of the inhabitants of a county as are conferred on the council m legal of a municipal borough by the Borough Funds Act 1872, with this difference, that in order to enable them to oppose a bill in parliament at the cost of the county rate, it is not necessary to obtain the consent of the owners and ratepayers within the county.",
        "Under the Borough Funds Act 1872 the urban district council may, if in their judgment it is expedient, promote or oppose any local and personal bill or bills in parliament, or may Bills In prosecute or defend any legal proceedings necessary for the promotion or protection of the interests of the district, Parlla- and may charge the costs incurred in so doing to the w ent and rates under their control.",
        "The resolution to promote or oppose the bill must in the first instance have been carried by an absolute majority of the whole number of the council at a meeting convened by special notice, and afterwards confirmed by the like majority.",
        "in Stipa, species of Avena, Heteropogon and others the base of the glume forms a sharp point which will easily penetrate the ground; above the point are short stiff upwardly pointing hairs which oppose its withdrawal.",
        "At the beginning of the year 1701 he was sent into Italy once more to oppose his old antagonist Catinat.",
        "Yet his political activity was not inconsiderable, and his advice was always sound and well-considered; while in his government of the Netherlands, which he exercised through the marquis de Prie, he set himself resolutely to oppose the many wild schemes, such as Law's Mississippi project, in which the times were so fertile.",
        "His widow Alida, however, an ambitious woman of strong character, as soon as her husband was dead, hurried on a marriage between Ada and Count Louis of Loon; and attempted with the nobles of Holland, who now for the first time make their appearance as a power in the country, to oppose the claim which William had made to the countship as heir in the male line.",
        "Again in command of the Army of the Potomac, he was sent with all available forces to oppose Lee, who had crossed the Potomac into Maryland early in September.",
        "The era of railway construction soon swept both Fowler and his employers into its service, and one of his first employments was to oppose the route of the Midland railway, chosen by the Stephensons, which left Sheffield on a branch line, and was therefore strongly resented by the inhabitants.",
        "Upon the earliest arrival of Europeans the state was inhabited chiefly by the various tribes of the Miami Confederacy, a league of Algonquian Indians formed to oppose the advance of the Iroquois.",
        "Hardly a single magnate dared to oppose himBridgnorth, now a castle of the Mortimers, was the only place which he had to take by force.",
        "The kings astonishment was even greater than his indignation when he saw the late chancellor setting himself to oppose him in all things.",
        "Thomas was selfish and incompetent, but violent and self-assertive, and for some years was able to pose successfully as a patriot simply because he set himself to oppose every act of the unpopular king.",
        "King ~~d1~t rdin Edward, hurrying south to oppose the invader, found exne~ his army melting away from his banner, and hastily took ship at Lynn and fled to Holland.",
        "The High Church party endeavoured to oppose the appointment at every stage; but their attempts exposed them to a serious defeat.",
        "During this period the influence of Reiff led him to oppose the dominant Hegelianism of the time.",
        "Not only did Planck oppose the idealism of his confreres; his views were, in another aspect, directly antagonistic to the Darwinian theory of descent, which he specifically attacked in Wahrheit and Flachheit des Darwinismus (Ndrdlingen, 1872).",
        "To oppose him, Bardas Phocas, another general who had revolted in the previous reign and been interned in a monastery, was recalled.",
        "There is another side of Shaftesbury's harmony which Butler was ultimately led to oppose in a more decided manner, - the opposition, namely, between conscience or the moral sense and the social affections.",
        "This new departure was considered by the Russians - especially by those of the Panslavist party - almost as an apostasy, and it was decided to oppose Prince Milan and his supporters, the Servian Progressives.",
        "The misgovernment and lack of high statesmanship of the earl of Leicester had caused faction to be rampant in the United Provinces; and on his return to England he left the country without organized forces or experienced generals to oppose an advance of a veteran army under the greatest commander of his time.",
        "In practice individualism is chiefly concerned to oppose the concentration of commercial and industrial enterprise in the hands of the state and the municipality.",
        "Even then he was long delayed by the want of monitors with which to oppose the ironclad vessels of the enemy.",
        "Dublin was captured, and the high-king Niall Glundub (910-919) prepared to oppose the invaders.",
        "The Butlers returned to their allegiance, but continued to oppose Carew, and great atrocities were committed on both sides.",
        "The \" black oath,\" which bound those who took it never to oppose Charles in anything, was enforced on all ministers, and those who refused it were driven from their manses and often stripped of their goods.",
        "In February 1902 Lord Rosebery definitely repudiated Home Rule, and steps to oppose his followers were at once taken among Irish voters in English constituencies.",
        "A party separate from the regular Opposition, and known as the \"Party of the Right,\" was formed to oppose the Magyarists.",
        "and promised not to oppose the latter's claim to Sicily.",
        "When the Boers rose in revolt in December 1880 they occupied Laing's Nek to oppose the entry of British reinforcements into the Transvaal.",
        "The Church, too, never failed to oppose itat first not so much on account of her own ambitions as in a more Christian spiritand proceeded to weaken the royal jurisdiction by repeated interventions on behalf of those under sentence, afterwards depriving it of authority over the clergy, and then setting up ecclesiastical tribunals in opposition to those held by the dukes and counts.",
        "Above all, he had secured the future by associating his son Robert with him on the throne; and although the nobles and the archbishop of Reims were disturbed by this suspension of the feudal right of election, and tried to oppose it, they were unsuccessful.",
        "When they subsequently eluded the conditions imposed by the states, the deputiesnobles, clergy and burgessesshowed their incapacity, to oppose the progress of despotism.",
        "it forced every patriotic ruler of England to oppose Spain on the sea, and every statesmanlike master of France to ruin her power on the land.",
        "If its leaders had acted together, in, combination with the nobles, the Comuneros could have imposed their own terms, for there was no royal army to oppose them.",
        "The Republicans entered the place he left vacant simply because there was nobody to oppose them.",
        "The premier not only approved Sagastas efforts to gather round him as many Liberals and Democrats as possible, but did not even oppose the return of Emilio Castelar and a few Republicans.",
        "He had a seat in the parliament of Erfurt, but only went there in order to oppose the constitution which the parliament had framed.",
        "Bismarck, however, once more was obliged to oppose the current of national feeling, which imperiously demanded that the German duchies should be rescued from a foreign yoke.",
        "The possibility of the existence of evil spirits, organized under one leader Satan to tempt man and oppose God, cannot be denied; the sufficiency of the evidence for such evil agency may, however, be doubted; the necessity of any such belief for Christian thought and life cannot, therefore, be affirmed.",
        "Meanwhile he had been sent to Paris in 1867 to oppose the French expedition to Rome, and in 1870, after the occupation of Rome by the Italians, had been appointed lieutenant-royal of the new capital.",
        "His strong conservative tendencies led him to oppose the doctrine of free trade, and disposed him to hail the coup d'etat and the new empire.",
        "He returned in May 1627 with 7000 men, which raised his forces to 14,000, against which Koniecpolski could only oppose 9000.",
        "Never again will I oppose any woman he wants to marry - but I hope the next time, it's someone like you.",
        "He was the first to oppose the rules of Tiyan dictating that women would not train to fight.",
        "No one to oppose us.",
        "His demeanor countenances not only the murder of white farmers, but also of his own people if they oppose him politically.",
        "Simon Hopkins wrote: I think the majority (especially if you include undergrads and fellows) would oppose the abolition of gowns.",
        "Those who oppose abortion for fetal abnormality have been allowed to assume the moral high ground in the discussion.",
        "aikido practice is to learn not to oppose physical force with physical force.",
        "We see no reason to oppose a national scale of fostering allowances.",
        "I strongly oppose these proposed timetable alterations for the following reasons; We have alreday lost the 06.09 service earlier this year.",
        "amnesty for asylum seekers as well as continuing to oppose deportations in general.",
        "anti-choice lobby, or do they oppose abortion?",
        "antivivisection movement is not peculiar to those who oppose animal experimentation.",
        "I oppose the limited atonement position, whilst strongly maintaining an effectual atonement position, whilst strongly maintaining an effectual atonement position.",
        "But the former health secretary Frank Dobson says another 75 backbenchers oppose the white paper.",
        "believe in freedom of speech and contract, and oppose the race laws because they abridge this freedom?",
        "bicameral parliament, the bans will severely limit the options for Russians who oppose Mr Yeltsin.",
        "Everyone hopes for the unity of peace-loving people to fight and oppose bigotry and intolerance.",
        "boroughll boro councilors oppose the call for an elected mayor.",
        "Then again I wouldn't be so churlish as to oppose the Scots or Welsh having a bank holiday on their national day.",
        "I am conscious that we who oppose compulsion have a difficult job to do.",
        "Owing to the temporary debility of all the adult warriors of Ulster, the seventeen-year-old CuChulain undertakes to oppose Medb's host single-handed.",
        "Undoubtedly there are some people who have made a conscious decision to oppose Christ.",
        "A better way to oppose dictatorship is for people to make revolution against it and every other aspect of capitalism.",
        "We oppose centralisation and consequent diminution of these services.",
        "They failed to oppose the introduction of no-fault divorce, which has devastated the stable married family.",
        "So we oppose the suggestion to substitute private easements over public roads.",
        "erupted when an opportunity arose to support or oppose a cause which was within our competence to judge.",
        "The British public continues to oppose the euro overwhelmingly.",
        "We oppose animal experimentation, based on overwhelming scientific evidence that findings from animal models cannot be reliably extrapolated to humans.",
        "How do we know that the best way to oppose fascists is to build a united front?",
        "It does not give a fig for the vast majority who oppose an attack on Iraq.",
        "Most countries do n't fluoridate Most European governments oppose fluoridation.",
        "oppose the funicular by all means on any grounds that make sense.",
        "They do however oppose \" ribbon developments \" and aim to protect the greenbelt (manifesto p.31 ).",
        "Along with the efforts of others Cooper worked to try to establish a new united opposition grouping in parliament to oppose the Unionist government.",
        "We oppose hegemonism and power politics of all forms.",
        "heresythy was left at Ephesus to oppose heresies into which some had fallen, vv.",
        "February 2001 Expenses action starts Action to oppose the unagreed imposition of new BBC expenses rules starts on 26 February.",
        "We oppose incinerators - even modern ones can cause serious health hazards.",
        "We were right to oppose the invasion during the war.",
        "We will oppose the imposition of any compulsion, which restricts uniquely the liberty of motorcyclists.",
        "Over 90% of the texts so far received oppose the merger on the basis of current information.",
        "The real alternative is a new mass party of the working class, pledged to oppose militarism by establishing a new democratic socialist society.",
        "nauseateonally oppose them because I think there is no more nauseating sight than politicians pulling up the ladder of opportunity behind them.",
        "We must continue to demand socialist policies and oppose opportunism, all the way to the ballot box.",
        "Physician assisted suicide Doctors at the ARM voted to oppose physician assisted suicide Doctors at the ARM voted to oppose physician assisted suicide.",
        "In particular, we strongly oppose the proposal for an immediate reduction in regional non-news programming from 3 hours to 1.5 hours a week.",
        "The Liberal Party believes that honesty compels one to oppose protectionism in practice as well as in theory.",
        "We would strongly oppose establishing a new quango with or without other public bodies.",
        "Now, these two luminaries are objects of veneration to the African tribes, and they determined to oppose so sacrilegious an enterprise.",
        "sceptre 2 - God will expand Jesus ' mighty scepter or reign in ever widening circles until no foe remains to oppose his rule.",
        "How can the SU Executive oppose sexism or sexual harassment without now being hypocritical?",
        "The Quakers were one of the first faith communities to oppose slavery.",
        "Many redactional aims are not only theological but also sociological in the sense that the author attempts to oppose one social construction with another.",
        "There are questions which remain unasked by those who oppose the scheme (CDTS ).",
        "HYMN 1. Give thanks for those That dared oppose The rule of tyranny, Who stood unbowed Before the proud, And spoke courageously.",
        "unite to oppose the Turkish government.",
        "Bad Science There are many reasons to oppose vivisection.",
        "He will go on to wage unrestricted warfare against all who oppose him.",
        "Drug & Therapeutics Bulletin and the ABPI oppose - and the BMA is guarded and somewhat wishy-washy in its response.",
        "Powerless to oppose a rebel who was at the same time commander-in-chief, both the king and the diet had to give way, and a compromise was come to whereby the peace of Buczacz was repudiated and Sobieski was given a chance of rehabilitating himself, which he did by his brilliant victory over an immense Turkish host at Khotin (Nov.",
        "On the 27th of February 1458 the estates of Bohemia unanimously chose Podebrad as king; even the adherents of the Austrian party voted for him, not wishing at that moment to oppose the popular feeling, which demanded the election of a national sovereign.",
        "The Goths having meanwhile reconquered Italy, Belisarius was despatched with utterly inadequate forces to oppose them.",
        "The constitutions and rituals of these secret orders have declarations of principles, of which the following are characteristic: to protect and succour the weak and unfortunate, especially the widows and orphans of Confederate soldiers; to protect members, of the white race in life, honour and property from the encroachments of the blacks; to oppose the Radical Republican party and the Union League; to defend constitutional liberty, to prevent usurpation, emancipate the whites, maintain peace and order, the laws of God, the principles of 1776, and the political and social supremacy of the white race - in short, to oppose African influence in government and society, and to prevent any intermingling of the races.",
        "It had made an attempt, though a weak one, to oppose the forward march of the Revolution, but, unlike the Jacobins, had never sent out branches into the provinces.",
        "As the men were evidently determined to oppose any attempt at landing, a musket was discharged between them, in the hope that they would be frightened by the noise, but it produced no effect beyond causing one of them to drop his bundle of spears, of which, however, he immediately repossessed himself, and with his comrade resumed the same menacing attitude.",
        "to meet Thiers at the opening of the Mont Cenis tunnel (a refusal not unconnected with offensive language employed at Florence in October 1870 by Thiers during his European tour, and with his instructions to the French minister to remain absent from Victor Emmanuels official entry into Rome) had wounded the amour propre of the French statesman, and had decreased whatever inclination he might otherwise have felt to oppose the French Clerical agitation for the restoration of the temporal power, and for French interference with the Italian Religious Orders Bill.",
        "Verus, originally a man of considerable courage and ability, was sent to oppose the Parthians, but gave himself up to sensual excesses, and the Roman cause in Armenia would have been lost, and the empire itself, perhaps, imperilled, had not Verus had under him able generals, 2 the chief of whom was Avidius Cassius (see Cassius, AvIDius).",
        "viii.), clearly contained much of which the people were ignorant, and conservative writers, who oppose the theory that a new Law was then introduced, emphasize (a) the previous existence of legislation (to prove that Ezra's book was not entirely a novelty), and (b) the gross wickedness in Judah (as illustrated by the prophets) from the time of Josiah to the strenuous efforts of the reformers on behalf of the most fundamental principles of the national religion.",
        "The Porte, having induced the Greek government to persuade the insurgents not to oppose the occupation of several strategic posts, despatched a military governor to the island, proclaimed martial law, and issued a firman abrogating many important provisions of the Halepa Pact.",
        "22) and oppose it as nonmoral, while the latter, probably accepting the law as divine, by laying most stress on the universal side of religion, lose sight of its local and mechanical side (see Ecclus.",
        "Crossing the Potomac, he marched eastward, and, defeating a motley force (action of the Monocacy)which General Lew Wallace had collected to oppose him, appeared before the lines of Washington.",
        "To oppose them the Confederates, limited as they were for means, managed to construct various ironclads, and to improvise a considerable fleet of minor vessels, and, though a fighting navy never assembled under a Confederate flag-officer, the Southern warships found another more damaging and more profitable scope for their activity.",
        "He made an attempt to oppose the agrarian law introduced by Caesar for distributing the lands of Campania, but was overpowered and even personally ill-treated by the mob.",
        "The partnership between Garrison and Lundy was then dissolved by mutual consent, and the former resolved to establish a paper of his own, in which, upon his sole responsibility, he could advocate the doctrine of immediate emancipation and oppose the scheme of African colonization.",
        "On the 10th of June 1904 he addressed a meeting of the Liberal League at the Queen's Hall, London, and sketched, a programme of \"sane and practical Imperialism\"; but he irritated the Home Rulers by again repudiating a parliament in Dublin, and he perplexed the public generally by his adverse criticism on the popular Anglo-French Agreement, which he was the only English statesman to oppose, on the ground of its handing over Morocco to France.",
        "On the 26th Nelson changed his attitude and authorized Sir William Hamilton, the British minister, to inform the cardinal that he (Nelson) would do nothing to break the armistice; while Captains Bell and Troubridge wrote that they had Nelson's authority to state that the latter would not oppose the embarcation of the Republicans.",
        "1 Ã‚° Or the victor is the sun: the Egyptian sun-god Re had his fire-spitting serpent to oppose his enemies, of which one was the cloud and storm serpent Apophis, while in Greek myth the sanctuary of Helios (the sun) sheltered the young Orpheus from the snake.",
        "He was appointed to command a new \"Army of the Shenandoah\" to oppose the forces of General Early, and conducted the brilliant and decisive campaign which crushed the Confederate army and finally put an end to the war in Northern Virginia (see American Civil War and Shenandoah Valley Campaigns).",
        "This was not the first time that approaches had been made to such a doctrine, and Diogenes of Apollonia in particular was led to oppose Anaxagoras, who distinguished Nous or Thought from every other agent within the cosmos which is its work by postulating as his first principle something which should be at once physical substratum and thinking being.",
        "We oppose the relaxation of ownership restrictions on religious bodies.",
        "We actively oppose state injustice and campaign for the repeal of all repressive legislation.",
        "OSPAR will be asked to oppose reprocessing in favor of long-term dry storage of the spent fuel.",
        "Verse 2 - God will expand Jesus ' mighty scepter or reign in ever widening circles until no foe remains to oppose his rule.",
        "WWT will strongly oppose any moves to license such activities within the main scoter feeding areas.",
        "They oppose racism and homophobia, they advocate the separation of church and state, they promote tolerance.",
        "Moreover, US President George W. Bush 's public commitment to Palestinian statehood will make it tough for him to oppose Kurdish independence.",
        "He is trying to wrong-foot all those who oppose 90-days detention to prove that only he is tough on terrorism.",
        "He urged them to take up arms to oppose their tyrannical rule.",
        "There are questions which remain unasked by those who oppose the scheme (CDTS).",
        "We must all unite to oppose the Turkish government.",
        "I consider myself a racing game fanatic and rarely find this type of realism in a racing, because I most games you'll slide as oppose to drift and that makes a difference in high performance machines.",
        "Early on, parents can work with the child's temperamental traits rather than oppose them.",
        "There are times when the interaction creates an imbalance in the energies and the elements oppose one another.",
        "Moon oppose Mercury: Mercury rules writing, speech and communication, and because Linda's moon (emotion) opposed it, her writing would not reflect her high level of intensity.",
        "To Libra, it is perfectly rational to oppose the death penalty in some cases, only to openly support it in others.",
        "Leggings: While many people oppose the legging movement, there's no denying that these pants flatter boots perfectly.",
        "The most widely replicated Beckham ink is the guardian angel he has inked between his shoulder blades.Those who oppose the idea of a proper, well-bred, English footballer with tattoos of course have made their thoughts known.",
        "Another assumption of many denominations is that tattoos oppose the Christian ideal of the body being a temple for the Lord, whether or not the tattoo is a tribute to faith.",
        "The autism rights movement includes people who support certain types of medical interventions and support services as well as those who oppose the idea of curing autism.",
        "The activists who oppose an autism cure feel that a cure would eliminate their identity.",
        "And the fingers that are on those triggers adamantly oppose the U.S. We cannot ignore this potential threat as we ignored Hitler in Germany just before WWII.",
        "There are many who vehemently oppose the genre claiming that reality TV shows are rooted in immorality.",
        "There are lots of reasons why people become hooked on reality TV, but those who oppose the format seem unable to comprehend most of them.",
        "For people who oppose polygamy, however, the act of starring in a reality TV show is likened to mocking the law that outlaws this lifestyle.",
        "Dragons, wizards and wands aside, this is a story of a hero who is destined to triumph over the evils in the world that oppose him.",
        "When work is done against these forces no full equivalent of potential energy may be produced; this applies especially to frictional forces, for if the motion of the system be reversed the forces will be also reversed and will still oppose the motion.",
        "and the revolution of 1688 were national crimes; it exists to study the history of the Stuarts, to oppose all democratic tendencies, and in general to maintain the theory that kingship is independent of all parliamentary authority and popular approval.",
        "He had at this time 21 divisions at his disposal, while there were only four British divisions to oppose them at Helles (the last French division left for Salonika during Dec.).",
        "And, although Pisa had hitherto been able to oppose a glorious resistance to Genoa and Lucca, it was not so easy to continue the struggle when its enemies were backed by the arms and political wisdom of the Florentines, who were skilled in obtaining powerful allies.",
        "In February 1772 he threw up his place to be free to oppose the Royal Marriage Act, on which the king's heart was set.",
        "Though William by no means appreciated this confinement of his prerogative, he was too wise to oppose it.",
        "As king of England he concluded treaties of alliance with the members of the League of Augsburg and sent a large army to oppose the French in Flanders.",
        "William endeavoured to oppose this, and used Louis's recognition of James Edward the \"Old Pretender\" as king of England (September 1701) to set the English people in a flame.",
        "corps and the right of the investing line, and after the surrender he was sent to oppose General Johnston in the country about Jackson, Miss.",
        "He was the first in Congress to oppose the claim, which gained momentary and widespread favour in 1867, that the public debt, pledged in coin, should be paid in greenbacks.",
        "Bazaine actually deployed 50,700 rifles and 206 guns to oppose them.",
        "As a delegate to the Continental Congress, from 1774 to 1781, Samuel Adams continued vigorously to oppose any concession to the British government; strove for harmony among the several colonies in the common cause; served on numerous committees, among them that to prepare a plan of confederation; and signed the Declaration of Independence.",
        "Bournonville obtained a free passage, and Turenne was too late to oppose him.",
        "We may without hesitation follow the opinion of Mommsen, who maintains that the limes was not intended, like Hadrian's Wall between the Tyne and the Solway, and like the great wall of China, to oppose an absolute barrier against incursions from the outside.",
        "Meanwhile the two Republican factions continued to oppose one another, and both sent delegates to the national party convention in 1896, the \" regular \" delegation being seated.",
        "Under his dynasty the country attained its greatest splendour in the early part of the 11th century, when its raja, whose dominions extended from the Jumna to the Nerbudda, marched at the head of 36,000 horse and 45,000 foot, with 640 elephants, to oppose the invasion of Mahmud of Ghazni.",
        "He urged the separation of the High Lutheran party from Melanchthon (1557), got the Saxon dukes to oppose the Frankfort Recess (1558) and continued to fight for the purity of Lutheran doctrine.",
        "Hobart's zeal for the General Seminary and the General Convention led him to oppose the plan of Philander Chase, bishop of Ohio, for an Episcopal seminary in that diocese; but the Ohio seminary was made directly responsible to the House of Bishops, and Hobart approved the plan.",
        "To the guards and patrols of the Manchurian railway and the garrisons of Port Arthur and Vladivostok, 80,000 in all, Japan could, in consequence of her recruiting law of 1896, oppose a first-line army of some 270,000 trained men.",
        "The Government tried to oppose the rise in prices by penal measures, and in public attributed the rise of foreign rates to speculation.",
        "He at once brought his second line back to oppose them, but while he was doing so the French leader filled up the gap between himself and the frontal assailants by posting infantry around Wagnelee, and also guns on the neighbouring hill whence their fire enfiladed both halves of the enemy's army up to the limit of their ranging power.",
        "It is not to be supposed that the king of Hungary assented to this programme without reflecting that what he sought to further in Hungary, it would be impossible for him, as emperor of Austria, to oppose in Cisleithania.",
        "19), strongly oppose a date earlier than r oo.",
        "Air is then forced into the inclosed space by means of a compressing engine, until the pressure is sufficient to oppose the flow of water into the excavation, and to drive out any that may collect in the bottom of the shaft through a pipe which is carried through the air-sluice to the surface.",
        "When Sonnino became premier in February 1906, Giolitti did not openly oppose him, but his followers did, and Sonnino was defeated in May, Giolitti becoming prime minister once more."
    ]
}