{
    "translation": ".1 הפוך, הפך\n.2 מנגד, ממול",
    "uses": [
        "Kris sat opposite his brother.",
        "Without another word, he turned the horse and kicked it into a trot in the opposite direction.",
        "The trench itself was the room, in which the lucky ones, such as the squadron commander, had a board, lying on piles at the end opposite the entrance, to serve as a table.",
        "Dean began to walk in the opposite direction from which they'd come.",
        "The fog had begun to clear and enemy troops were already dimly visible about a mile and a half off on the opposite heights.",
        "They rode up the opposite hill.",
        "If she asked, a mirror would appear on the opposite wall.",
        "Rhyn and Andre stood near Darkyn between two lines, one of Immortals and the opposite of demons larger than any Gabriel had ever seen.",
        "She sat down in the chair opposite him and studied her coffee.",
        "Pierre sat opposite Dolokhov and Nicholas Rostov.",
        "Plunging through drifts, leaping hollows, swooping down upon the lake, we would shoot across its gleaming surface to the opposite bank.",
        "The bookshelf was empty and weapons lined the opposite wall.",
        "Gabriel sat opposite the door while Ully flung himself into a cushy chair.",
        "He would often say the exact opposite of what he had said on a previous occasion, yet both would be right.",
        "The older men, who thought it undignified to amuse themselves with such nonsense, continued to lie at the opposite side of the fire, but one would occasionally raise himself on an elbow and glance at Morel with a smile.",
        "Dusty felt for her pulse before resting against the cabinets opposite him.",
        "Darkyn was the opposite: aggressive.",
        "She followed him to the table and sat opposite him, waiting for him to open the subject.",
        "\"Do you know, that fat Pierre who sat opposite me is so funny!\" said Natasha, stopping suddenly.",
        "It was nearing Christmas and while New York was aglow, my wife and I were just the opposite; out of sync with the mood of the city.",
        "Just facing it, on the crest of the opposite hill, the village of Schon Grabern could be seen, and in three places to left and right the French troops amid the smoke of their campfires, the greater part of whom were evidently in the village itself and behind the hill.",
        "As the conversation began to assume a loftier and grander tone, we gradually shoved our chairs farther apart till they touched the wall in opposite corners, and then commonly there was not room enough.",
        "Katie made a face as she sat in the chair opposite Carmen.",
        "Look at the Lopukhins opposite, they cleared out everything two days ago.",
        "\"You will do the opposite of what the human you created would,\" Darkyn said.",
        "She half rose, by a glance inviting Pierre, who sat opposite, to listen to what was coming, and turning to her mother:",
        "Mrs. Marsh sat in a chair opposite Adrienne, hunched over like an old woman.",
        "He started around the breakfast bar, and she kept pace with him on the opposite side.",
        "In order to see how nearly I could guess, with this experience, at the deepest point in a pond, by observing the outlines of a surface and the character of its shores alone, I made a plan of White Pond, which contains about forty-one acres, and, like this, has no island in it, nor any visible inlet or outlet; and as the line of greatest breadth fell very near the line of least breadth, where two opposite capes approached each other and two opposite bays receded, I ventured to mark a point a short distance from the latter line, but still on the line of greatest length, as the deepest.",
        "The light from the water was bright enough to show who stood on the opposite shore, caught in what looked like a lover's embrace.",
        "\"Have you seen the princess?\" she asked, indicating with a movement of her head a lady standing on the opposite side, beyond the choir.",
        "Natasha, who sat opposite, was looking at Boris as girls of thirteen look at the boy they are in love with and have just kissed for the first time.",
        "With Sonya's help and the maid's, Natasha got the glass she held into the right position opposite the other; her face assumed a serious expression and she sat silent.",
        "Directly opposite to him came a strange one-horse vehicle, evidently rigged up by soldiers out of any available materials and looking like something between a cart, a cabriolet, and a caleche.",
        "Sometimes he would come up unexpectedly on the opposite side of me, having apparently passed directly under the boat.",
        "While Molly looked troubled when she returned, Bumpus was just the opposite, hopping around like he'd just retrieved a ball and would win a reward.",
        "As the Tsar rode up to one flank of the battalions, which presented arms, another group of horsemen galloped up to the opposite flank, and at the head of them Rostov recognized Napoleon.",
        "On the opposite side stood Dolokhov's Cossack, counting the prisoners and marking off each hundred with a chalk line on the gate.",
        "And so it was that she decided to go in the opposite direction.",
        "The competition included both men and women, and all were having a great time dousing the watchers—and even the paraders passing in the opposite direction—with water guns.",
        "It was the opposite of Darkyn's, whose was subtle and calming.",
        "At the same instant, with a cry like a wail, first one hound, then another, and then another, sprang helter-skelter from the wood opposite and the whole pack rushed across the field toward the very spot where the wolf had disappeared.",
        "\"I thought perhaps something had happened,\" she said with her unchanging stonily severe expression; and, sitting down opposite the prince, she prepared to listen.",
        "At these words Alpatych nodded as if in approval, and not wishing to hear more went to the door of the room opposite the innkeeper's, where he had left his purchases.",
        "Ferapontov came out after her, but on seeing Alpatych adjusted his waistcoat, smoothed his hair, yawned, and followed Alpatych into the opposite room.",
        "Kris knew the opposite to be true but said nothing, enjoying the moment of peace.",
        "On the opposite side the enemy could be seen by the naked eye, and from their battery a milk-white cloud arose.",
        "\"So it's like a question, but the complete opposite,\" he replied.",
        "She slid into the opposite bench and let her gaze drop significantly to the cup in his hand.",
        "Paul was a quiet guy, the complete opposite of Saundra.",
        "The sun, just bursting forth from behind a cloud that had concealed it, was shining, with rays still half broken by the clouds, over the roofs of the street opposite, on the dew- besprinkled dust of the road, on the walls of the houses, on the windows, the fence, and on Pierre's horses standing before the hut.",
        "We all agreed but I silently wondered what our collective reaction would be if the opposite occurred!",
        "Dolokhov, Denisov, and Rostov were now sitting opposite Pierre and seemed very gay.",
        "They tried to make their way forward to the opposite bank and, though there was a ford one third of a mile away, were proud that they were swimming and drowning in this river under the eyes of the man who sat on the log and was not even looking at what they were doing.",
        "He headed down the opposite hallway.",
        "My high speed was spotted by a patrol car coming in the opposite direction.",
        "The woman was halfway out the window on the opposite end of the firelit room.",
        "He slid it over her opposite hand, and she looked up at him.",
        "Svelte, charismatic and cool, Wynn was the opposite of Rhyn in every way except for looks.",
        "Natasha, who was sitting opposite to him with her eldest daughter on her lap, turned her sparkling eyes swiftly from her husband to the things he showed her.",
        "They now bade farewell to the kind but unseen people of the cottage, and after the man had called their attention to a high, pyramid-shaped mountain on the opposite side of the Valley, and told them how to travel in order to reach it, they again started upon their journey.",
        "But plundering by the Russians, with which the reoccupation of the city began, had an opposite effect: the longer it continued and the greater the number of people taking part in it the more rapidly was the wealth of the city and its regular life restored.",
        "Xander had seemed curious, the opposite of what Jule expected from the father to the creatures Jule regularly killed.",
        "The Deans had feared the long Colorado winter might slow down frisky Fred but, if anything, the opposite occurred, due in no small measure to his young pal and junk sale cohort, Martha Boyd.",
        "No, quite the opposite: We live in what can only be termed the Age of Change.",
        "She walked down the beach opposite the party, gaze alternating between the ocean at her feet and the full moon climbing into the sky.",
        "The cavern did not come to an end, as they had expected it would, but slanted upward through the great glass mountain, running in a direction that promised to lead them to the side opposite the Mangaboo country.",
        "In the carriages, the caleche, and the phaeton, all crossed themselves as they passed the church opposite the house.",
        "At daybreak, however, those nearing the town at the Dorogomilov bridge saw ahead of them masses of soldiers crowding and hurrying across the bridge, ascending on the opposite side and blocking the streets and alleys, while endless masses of troops were bearing down on them from behind, and an unreasoning hurry and alarm overcame them.",
        "To the right and high up in the sky was the sickle of the waning moon and opposite to it hung that bright comet which was connected in Pierre's heart with his love.",
        "He snatched her and half carried, half dragged her through the kitchen's opposite door.",
        "Her gaze moved from the incredible view to the condo's owner, whose desk sat against the wall opposite her beside the windows.",
        "The officer, without answering him, strode across to the opposite side.",
        "I was walking from the opposite direction so everything looked backwards at first glance.",
        "The second methodology error that futurists often commit is the exact opposite of the first.",
        "Is not this the rule also for the height of mountains, regarded as the opposite of valleys?",
        "Exactly opposite Weyrother, with his glistening wide-open eyes fixed upon him and his mustache twisted upwards, sat the ruddy Miloradovich in a military pose, his elbows turned outwards, his hands on his knees, and his shoulders raised.",
        "On the seat opposite me sat my big rag doll, Nancy, in a new gingham dress and a beruffled sunbonnet, looking at me out of two bead eyes.",
        "Having inspected the country opposite the Shevardino Redoubt, Napoleon pondered a little in silence and then indicated the spots where two batteries should be set up by the morrow to act against the Russian entrenchments, and the places where, in line with them, the field artillery should be placed.",
        "\"Good,\" Dusty said, sitting on the bed opposite him.",
        "Everywhere Kutuzov retreated, but the enemy without waiting for his retreat fled in the opposite direction.",
        "I need only advise anything and his Highness is sure to do the opposite, replied Bennigsen.",
        "Her eyes went to the bedroom, and she walked the opposite direction to the laundry room and ruffled through Dusty's neatly folded laundry.",
        "Many years ago, she figured out the opposite was true: they had issues, because she wasn't human.",
        "Pierre absolutely disbelieved both the princess' hints and the letter, but he feared now to look at Dolokhov, who was sitting opposite him.",
        "He went to the window opposite the figure and closed his eyes, then whipped the curtain open.",
        "Noon tomorrow, on the cliff opposite the cottage.",
        "The hearth blazed opposite her position on a plush sofa with buttery leather in a small study with Persian carpets.",
        "I thought about him too, just opposite Guryev's house...",
        "On Kutuzov's staff, among his fellow officers and in the army generally, Prince Andrew had, as he had had in Petersburg society, two quite opposite reputations.",
        "At the corner of the Moroseyka, opposite a large house with closed shutters and bearing a bootmaker's signboard, stood a score of thin, worn-out, gloomy-faced bootmakers, wearing overalls and long tattered coats.",
        "He swirled his wine as he leaned against the counter opposite her.",
        "The low shrub oak plateau to which the opposite shore arose stretched away toward the prairies of the West and the steppes of Tartary, affording ample room for all the roving families of men.",
        "I brought over some whiter and cleaner sand for this purpose from the opposite shore of the pond in a boat, a sort of conveyance which would have tempted me to go much farther if necessary.",
        "On the other hand, even if we admitted that words could be the cause of events, history shows that the expression of the will of historical personages does not in most cases produce any effect, that is to say, their commands are often not executed, and sometimes the very opposite of what they order occurs.",
        "He stopped at the opposite side of the table, within reach if he chose, which she suspected he would if she so much as flinched toward the access pad.",
        "He sat at the table opposite his bed and touched several glowing buttons on the table before him.",
        "Standing on the smooth sandy beach at the east end of the pond, in a calm September afternoon, when a slight haze makes the opposite shore-line indistinct, I have seen whence came the expression, \"the glassy surface of a lake.\"",
        "Opposite the living room was a massive bathroom with marble floors, a Jacuzzi, small sauna, and a large shower with multiple shower heads.",
        "The opening in the mountain was on the side opposite to the Valley of Voe, and our travellers looked out upon a strange scene.",
        "The lackey tossed her onto a hard couch in the rear of the house opposite a closed patio door.",
        "She sat on the couch, and he sat opposite her in the armchair.",
        "It is good because God willed it, and for no other reason; had He commanded precisely the opposite course of conduct, that course would have been right by the mere fact of His commanding it.",
        "He tried to say something, but his face suddenly puckered and wrinkled; he waved his arm at Toll and turned to the opposite side of the room, to the corner darkened by the icons that hung there.",
        "He leaned away from her, against the counter on the opposite side of the kitchen.",
        "I have found it a singular luxury to talk across the pond to a companion on the opposite side.",
        "His last lover – the only other he'd ever taken – had been the opposite of Harmony.",
        "The shore is composed of a belt of smooth rounded white stones like paving-stones, excepting one or two short sand beaches, and is so steep that in many places a single leap will carry you into water over your head; and were it not for its remarkable transparency, that would be the last to be seen of its bottom till it rose on the opposite side.",
        "While he was speaking, the curtain of smoke that had concealed the hollow, driven by a rising wind, began to move from right to left as if drawn by an invisible hand, and the hill opposite, with the French moving about on it, opened out before them.",
        "No; just the opposite.",
        "If it were me, I'd go in the opposite direction.",
        "Heydweiller, 2 which appeared to indicate a reversal in weak fields (corresponding to I= 5, or thereabouts), have been shown by Honda and Shimizu to be vitiated by the fact that his specimen was not initially in a magnetically neutral state; they found that when the applied field had the same direction as that of the permanent magnetization, Heydweiller's fallacious results were easily obtained; but if the field were applied in the direction opposite to that of the permanent magnetization, or if, as should rightly be the case, there were no permanent magnetization at all, then there was no indication of any Villari reversal.",
        "If the structure of the molecule is so perfectly symmetrical that, in the absence of any external field, the resultant magnetic moment of the circulating electrons is zero, then the application of a field, by accelerating the right-handed (negative) revolutions, and retarding those which are left-handed, will induce in the substance a resultant magnetization opposite in direction to the field itself; a body composed of such symmetrical molecules is therefore diamagnetic. If however the structure of the molecule is such that the electrons revolving around its atoms do not exactly cancel one another's effects, the molecule constitutes a little magnet, which under the influence of an external field will tend to set itself with its axis parallel to the field.",
        "Ferry boats ply frequently between Pembroke Dock and Neyland on the opposite shore of the Haven.",
        "Appendages of 1st pair consisting of three segments, completely chelate, without poison gland; of 2nd pair slender, leg-like, tipped with three claws, the basal segment without sterno-coxal process taking no share in mastication, and widely separated from its fellow of the opposite side; 3rd, 4th, 5th and 6th appendages similar in form to the 2nd and to each other.",
        "The followers of Credner are literalists; the opposite school of moderns includes some literalists (as Duhm), while others (like Hilgenfeld, and in a modified sense Merx) adopt the old allegorical interpretation which treats the locusts as a figure for the enemies of Jerusalem.",
        "The cases so presented are interchanged by transmission to the opposite party.",
        "The main room of the ordinary temple was rectangular, with an elevated apsidal arrangement, like a choir, containing the sacred relief on its wall, at the end opposite the entrance, and with continuous benches (podia) of masonry, about 5 ft.",
        "At Little Dunkeld, almost opposite to Dunkeld, the Bran joins the Tay, after a run of 11 m.",
        "Almost opposite to it stands Moray House, from the balcony of which the 8th earl of Argyll watched Montrose led to execution (1650).",
        "BRISTOL, a borough of Bucks county, Pennsylvania, U.S.A., on the Delaware river, opposite Burlington, New Jersey, 20 m.",
        "Opposite the Palazzo Ducale is the cathedral, dedicated to SS.",
        "Opposite are the Queen Victoria Markets, a striking Byzantine erection, capped by numerous turrets and domes.",
        "Opposite the Bluff a low sandy spit called the Point forms the northern entrance to the harbour.",
        "Besides its connexion with the speculations of Anselm, the doctrine of Roscellinus was also of decisive influence within the schools in crystallizing the opposite opinion.",
        "But there is in some of the manuscripts the various reading of \" indifferenter \" for \" individualiter,\" and this is accepted as giving the true sense of the passage by Cousin and Remusat (Haureau and Prantl taking, on different grounds, the opposite view).",
        "To this Scotus opposed an indeterminism of the extremest type, describing the will as the possibility of determining itself motivelessly in either of two opposite senses.",
        "An influential association, called \" The Society for Supporting the Bill of Rights,\" was founded, mainly through the exertions of Horne, in 1769, but the members were soon divided into two opposite camps, and in 1771 Home and Wilkes, their respective leaders, broke out into open warfare, to the damage of their cause.",
        "It is a rapidly growing town, immediately opposite and suburban to the city of Sydney, with which, however, the only connexion is by steam ferry.",
        "A branch of this canal called Uj Csatorna or New Channel, extends from Kis-Sztapar, a few miles below Zombor, to Ujvidek, opposite Petervarad.",
        "Of these the most conspicuous was offered by the opposite inequalities of Jupiter and Saturn, which the emulous efforts of L.",
        "Every unit of the rth species which does not vanish is the product of r different units of the first species; two such units are independent unless they are permutations of the same set of primary units e i, in which case they are equal or opposite according to the usual rule employed in determinants.",
        "The Treaty of Trianon satisfied the most essential claims of Yugoslavia, by dividing the whole Banat (save a small Magyar triangle opposite the city of Szeged) between her and Rumania, and by assigning to her the whole Backa (except Baja and district), part of the Baranya (forming the angle between Drave and Danube) and the Medjumurje (between Drava and Mur).",
        "The component vibrations at P due to the successive zones are thus nearly equal in amplitude and opposite in phase (the phase of each corresponding to that of the infinitesimal circle midway between the boundaries), and the series which we have to sum is one in which the terms are alternately opposite in sign and, while at first nearly constant in numerical magnitude, gradually diminish to zero.",
        "In the first quadrant there is no root after zero, since tan u> u, and in the second quadrant there is none because the signs of u and tan u are opposite.",
        "Since at these points the resultant due to the whole aperture is zero, any two portions into which the whole may be divided must give equal and opposite resultants.",
        "The most meritorious act that a pilgrim can perform is to walk from the sea to the source of the river and back along the opposite bank.",
        "xl., and here Jehovah is six times changed to Elohim, while the opposite change happens but once.",
        "the revenue, and who were anxious to join him as citizens, with the rights of citizenship. He chose a course diametrically opposite.",
        "the light enters the drop and is refracted; the refracted ray is then reflected at the opposite surface of the drop, and leaves the drop at the same side at which it enters, being again refracted.",
        "The other, John bar Aphtonya, was the founder of the famous monastery of Kenneshre, opposite ' See Feldmann, Syrische Wechsellieder von Narses (Leipzig, 1896); Mingana, Narsai, homiliae et carmina (2 vols., Mosul, 1905); and other editions of which a list is given by Duval, p. 344 seq.",
        "For Darcie, it was the opposite.",
        "\"I don't believe it,\" said Martha in a voice that spoke the opposite.",
        "Bianca's drowsy cat warmed one of her thighs, and it hopped off to hide beneath the table opposite her.",
        "Darkyn's intentions were the opposite.",
        "If anything, the opposite.",
        "Every time I think I've figured her out, she goes and does the opposite.",
        "Does that mean the opposite?",
        "People who say that mean the opposite.",
        "Darkyn wanted the soul alive while Fate wanted the opposite.",
        "He shielded his eyes and gazed into an empty prison cell opposite his.",
        "It's closer to the opposite.",
        "Two thrones of stone sat opposite her, awaiting their masters.",
        "He set the timer for the explosions to start on the opposite side of the planet, startled when the first went off as soon as he gave the order.",
        "The stone cliffs that walled the road on the opposite side wept icicles from every crevice, covering the surface in massive clusters of crystal spikes that sparkled in the dazzling sunlight.",
        "Sort of the opposite.",
        "You're on a belayed line that is passed under one thigh and over the opposite shoulder so that it can be paid out, nice and smooth, a little at a time....",
        "Maybe just the opposite.",
        "He didn't instigate anything—just the opposite.",
        "Cowering in the opposite corner, sat a young lady rocking, with her face in her hands.",
        "He pulled the chair out to offer her, and in doing so sent it airborne, into the opposite wall, where it splintered into pieces and cracked the plaster.",
        "Sarah and Jackson's bedrooms were at opposite ends of the long hallway.",
        "She positioned her hands on the opposite side of the car and grinned back at him.",
        "His voice faded off as he realized that Lori and Josh were sitting at the opposite end of the table from Carmen.",
        "Faster than he expected, the door opposite them opened.",
        "She was the opposite of Elise: delicate and sweet, quiet and soft-spoken.",
        "The scent of burnt metal and flesh soon followed, then chaos as Elise and Dan moved away from her, each going in the opposite direction under the cover of smoke.",
        "Lana gazed at her, unable to shake her surprise that those in this small community were the opposite of what she expected.",
        "Lana went to the side opposite Kelli and pressed her thumb against the keypad.",
        "They can take you to the opposite bank, but they're the first to say not to do it.",
        "Behind the walls she'd seen from the opposite side, there were hundreds of the fed's special security forces in semi-permanent camps.",
        "A sting bit the arm opposite the one Katie had touched in his dream.  He whirled and glared at Kiki, who waited expectantly.  \"Tell me if it does something,\" Kiki said.",
        "The specter pointed back towards the lake.  Katie slowed and watched Gabriel continue onward.  She'd liked Andre above any of the Council members, but his insistence that she go in the direction opposite of which she was headed puzzled her.",
        "He bristled at the mention of Rhyn in the same sentence as Andre.  One half-brother had been noble, courageous, honorable, willing to sacrifice himself for their cause.  Rhyn was the opposite.",
        "Katie heard Deidre's footsteps stop abruptly and turned around.  The woman was facing the opposite direction.",
        "No. Just the opposite, but it's too early to be positive.",
        "He assumed Cynthia Byrne was a few minutes late, but when he descended the stairs, there she sat, opposite Fred O'Connor, who was decked out in an elegant blue pinstripe suit complete with pocket handkerchief and bow tie.",
        "The very presence of the opposite sex turned him to a totally different person, a regular lady-killer.",
        "No. Just the opposite.",
        "He didn't bother to point out that Bala Cynwyd, Cece Baldwin's address, was near Philadelphia, the opposite direction from Parkside.",
        "As Dean rounded the corner of Collingswood Avenue and pulled in his driveway, he noticed a light blue car pull away from the opposite curb.",
        "The filly was mostly white with a few brown spots – almost the opposite of her mother.",
        "Had it not been for the fact that the tree was almost completely severed from its trunk and had so much pressure on it from the opposite side, it would probably have been an impossible feat.",
        "Lori sat down at the table opposite Carmen and folded her hands on the table.",
        "Minutes later he was back and settling down at the table opposite her.",
        "He sat down opposite her and picked up his napkin.",
        "She sat opposite him and watched as he drew two different tracks.",
        "Mums sat down at the table opposite Carmen and nodded.",
        "He crawled onto the window seat opposite her and crossed his legs, laying the clipboard on them while he scanned through her plans.",
        "The mention of his predecessor had the opposite effect of mentioning the Original Vamp.",
        "Opposite the entrance, he saw an area that shimmered darker than the rest of the cave.",
        "Not entirely satisfied, Darian started in the opposite direction.",
        "She hadn't thought she'd wanted the opposite so badly.",
        "The house, however, was the opposite.",
        "Taran nodded and stripped off his tunic and excess weapons before dropping into a fighting stance opposite his challenger.",
        "Taran leaned against the wall opposite the closed door, pensive.",
        "There was one exit at the far end of the arena opposite the warlord's party marked by torches, with no guards she could see.",
        "Sirian appeared refreshed and relaxed, the opposite of how she felt.",
        "He kicked his shoes off beside the window seat and sat down on the opposite end from her.",
        "Aaron was the opposite of Rob.",
        "Carmen sank into the chair opposite him.",
        "Gerald took a seat closest to Alex and Aaron sat down opposite her, leaving the last chair for Rob.",
        "Carmen placed a cup of coffee in front of Felipa and then settled into a chair opposite her.",
        "She rolled over and smoothly converted to a backstroke in the opposite direction.",
        "She returned the coffeepot to the stove and dropped to the bench opposite him.",
        "The wall opposite her was all windows, with a beach on the other side.",
        "He drew closer once more, pausing on the opposite side of the counter, watching her in a way that left her feeling as if she was standing naked in his living room, armed with a gun.",
        "His low, quiet responses were the opposite of Toni's annoying whinny.",
        "Grudgingly, she went to the opened doors opposite her that led directly onto the beach.",
        "Instead, the opposite happened.",
        "Jonny, the Black God and polar opposite of my brother, Damian, the White God.",
        "The White God, Damian, was cool and wary, his white-blonde hair, golden eyes and subtle white glow the opposite of Xander's darker presence.",
        "A door in one wall was open to reveal the white porcelain sink of a bathroom, and the wall opposite the TV held a kitchenette.",
        "Puzzled, she pushed open the doors on the side of the room opposite the balcony.",
        "At their opposite ends the dorsal and ventral vessels are probably connected with one another by means of a splanchnic sinus surrounding the stomach.",
        "Golitsuin it was who suggested taking refuge in that strong fortress and won over the boyars of the opposite party.",
        "The light actually emitted laterally is thus the same as would be caused by forces exactly the opposite of these acting on the medium otherwise free from disturbance, and it only remains to see what the effect of such force would be.",
        "The fact that at this stage the polarization is a maximum, when the angle through which the light is turned exceeds a right angle, is the more worthy of note, as the opposite result would probably have been expected.",
        "\"Tetrahedral co-ordinates\" are a system of quadriplanar co-ordinates, the fundamental planes being the faces of a tetrahedron, and the co-ordinates the perpendicular distances of the point from the faces, a positive sign being given if the point be between the face and the opposite vertex, and a negative sign if not.",
        "The air, as is now known, has always present in it ions, some carrying a positive and others a negative charge, and those having the opposite sign to the charged body are attracted and tend to discharge it.",
        "Air is drawn by an aspirator between the surfaces, and the ions having the opposite sign to the inner cylinder are deposited on it.",
        "To mitigate a steep ascent, a central carriage-way, 200 yds, long, is cut along the main street to a depth of 15 ft., the opposite terraces being connected by a bridge.",
        "alternate or opposite leaves, often with membranous united stipules.",
        "On the main promontory, with Valletta, stands the suburb Floriana; Fort St Elmo, with a lighthouse, stands on the extremity of the promontory; the suburb Sliema lies on the point which encloses the Marsamuschetto harbour; Fort Ricasoli on the opposite point enclosing the east, Grand, or Great Harbour.",
        "The stream forms a loop round and almost encircles the castle, from which there are beautiful views of the sinuous valley and the opposite well-wooded heights.",
        "It is served by the Atlantic Coast Line, the Seaboard Air line, the Southern, the New York, Philadelphia & Norfolk, the Chesapeake & Ohio, the Norfolk & Western, the Norfolk & Southern and the Virginian railways, by many steamship lines, by ferry to Portsmouth (immediately opposite), Newport News, Old Point Comfort and Hampton, and by electric lines to several neighbouring towns.",
        "It lies opposite Stockton-on-Tees, with which it is connected by a bridge, on the river Tees.",
        "The angle between two objects, such as stars or the opposite limbs of the sun, was measured by directing an arm furnished with fine \" sights \" (in the sense of the \" sights \" of a rifle) first upon one of the objects and then upon the other (q.v.), or by employing an instrument having two arms, each furnished with a pair of sights, and directing one pair of sights upon one object and the second pair upon the other.",
        "The obvious remedy is to make all measures on opposite sides of the fixed web before reversing in position-angle - a precaution, however, which no careful observer would neglect.",
        "At Greenwich, Oxford and several other observatories, instead of measuring the distances of the star's image from the opposite sides of the 5 mm.",
        "The microscope or viewing telescope is fitted with a spider-line micrometer having two screws at right angles to each other, by means of which readings can be made first on one reseau-line, then on the star, and finally on the opposite reseau-line in both co-ordinates.",
        "Sheerness has some trade in corn and seed,, and there is steamboat connexion with Port Victoria, on the opposite side of the Medway; with Southend, on the opposite side of the Thames; and with Chatham and London, and the town is in some favour as a seaside resort.",
        "On the 15th of November the Exclusion Bill, having passed the Commons, was brought up to the Lords, and an historic debate took place, in which Halifax and Shaftesbury were the leaders on opposite sides.",
        "in length, thickly crowded with forking branches and opposite leaves, which are about 2 in.",
        "The noble buildings, contrasting strangely with the wharves adjacent and opposite to it, make a striking picture, standing on the low river-bank with a background formed by the wooded elevation of Greenwich Park.",
        "in width, commonly styled \"rinks\" - a word which also designates each set of players - and these are numbered in sequence on a plate fixed in the bank at each end opposite the centre of the space.",
        "The score having been counted, the leader then places the mat, usually within a yard of the spot where the jack lay at the conclusion of the head, and throws the jack in the opposite direction for a fresh end.",
        "Opposite Mosul are the ruins of ancient Nineveh, the last capital of Assyria, and 20 m.",
        "farther south, on the opposite bank, lies Kal'at-Shergat, the ancient Assur, the original name-place and capital of the Assyrian Empire.",
        "In 1877 it was nearly destroyed by the Russian artillery stationed in the Rumanian town of Giurgevo, on the opposite bank of the Danube.",
        "That work was on the point of opening its most brilliant chapter by an invasion of the great king's dominions; the army was concentrated and certain forces had already been sent on to occupy the opposite shore of the Hellespont.",
        "Porus held the opposite bank with a powerful army, including 200 elephants.",
        "The lake of Butrinto (Buthrotum) is near the sea-coast opposite Corfu.",
        "Opposite the cathedral is a very fine round tower 100 ft.",
        "Selecting any part and calling it the middle part, the two parts next it are called the adjacent parts and the remaining two parts the opposite parts.",
        "The rules then are sine of the middle part = product of tangents of adjacent parts = product of cosines of opposite parts.",
        "At Denver the South Platte is joined by Cherry Creek, and here in October 1858 were established on opposite sides of the creek two bitterly rival settlements, St Charles and Auraria; the former was renamed almost immediately Denver, after General J.",
        "TROY, a city and the county-seat of Rensselaer county, New York, U.S.A., at the head of tidewater on the eastern bank of the Hudson river, opposite the mouth of the Mohawk, about 6 m.",
        "Opposite Troy on the west bank of the Hudson, and connected with it by bridges, are Cohoes, Watervliet and Waterford.",
        "Finding their comrades did not return, Irala and his companions determined to descend the river, and on their downward journey opposite the mouth of the river Pilcomayo, finding a suitable site for colonizing, they founded (1536) what proved to be the first permanent Spanish settlement in the interior of South America, the future city of Asuncion (15th August 1536).",
        "The Portuguese were even worse offenders, for in 1680 they made a settlement on the north of the river Plate, right opposite to Buenos Aires, named Colonia, which with one or two short intervals, remained.",
        "To the north as far as the rocky point of St Gildas, sheltering the mouth of the Loire, the shore, often occupied by salt marshes (marshes of Poitou and Brittany), is low-lying and hollowed by deep bays sheltered by large islands, those of Olron and Re lying opposite the ports of Rochefort and La Rochelle, while Noirmoutier closes the Bay of Bourgneuf.",
        "Joining the Atlantic between Royan and the Pointe de Grave, opposite the tower of Cordouan.",
        "Opposite the cathedral is the government palace, which also contains the public library.",
        "The head of a white goat obtained in 1900 from the mountains at the mouth of Copper river, opposite Kyak Island, has been described as a species apart.",
        "The tendency of the currents in the Channel opposite Brighton is to drive the shingle eastward, and encroachments of the sea were frequent and serious until the erection of a massive sea-wall, begun about 1830, 60 ft.",
        "N.N.E., on the opposite side of the Pulwar, rises a perpendicular wall of rock, in which four similar tombs are cut, at a considerable height from the bottom of the valley.",
        "These are opposite to the large estuaries of the Queensland rivers, and might be thought to have been caused by fresh water from the land.",
        "These islands are opposite Port Darwin, and to the westward of the large inlet known as Van Diemen's Gulf.",
        "The ship brought-to opposite a group of natives, who were cooking over a fire.",
        "About the same time, in the opposite direction, south-west of Sydney, a large extent of the interior was revealed.",
        "Mr Stuart, in 1862, made his third and final attempt to traverse the continent from Adelaide along a central line, which, inclining a little westward, reaches the north coast of Arnheim Land, opposite Melville Island.",
        "On the other side of the river, nearly opposite, is the Maine insane hospital.",
        "In 1754, however, their heirs brought about the erection here of Fort Western, the main building of which is still standing at the east end of the bridge, opposite the city hall.",
        "Opposite the barracks is the memorial to the officers and men of the Royal Artillery who fell in the Crimean War, a bronze figure of Victory cast out of cannon captured in the Crimea.",
        "(2) Polnisch-Ostrau (Polish Ostrau), a mining town in Austrian Silesia, opposite MahrischOstrau.",
        "The colony of the Straits Settlements consists of the islands of Singapore, Penang and the Dindings, the territory of Province Wellesley, on the mainland opposite to Penang, the insignificant territory of the Dindings, and the town and territory of Malacca.",
        "The trade winds give rise, in the region most exposed to their influence, to two westward-moving drifts - the equatorial currents, which are separated in parts of their course by currents moving in the opposite direction along the equatorial belt.",
        "Burke and Grattan were anxious that provision should be made for the education of Irish Roman Catholic priests at home, to preserve them from the contagion of Jacobinism in France; Wolfe Tone, \"with an incomparably juster forecast,\" as Lecky observes, \"advocated the same measure for exactly opposite reasons.\"",
        "above Suhag, on the opposite side of the river, whence there is railway communication with Cairo and Assuan.",
        "The walls can be traced almost all round the town: at the end of the mound opposite the modern village are the dilapidated ruins of a large gate.",
        "The cups are placed symmetrically on the end of the arms, and it is easy to see that the wind always has the hollow of one cup presented to it; the back of the cup on the opposite end of the cross also faces the wind, but the pressure on it is naturally less, and hence a continual rotation is produced; each cup in turn as it comes round providing the necessary force.",
        "If the looped lines are both in good condition and free from leakage, the current sent out on line r will be exactly equal to the current received back on line 2; and as these currents will have equal but opposite effects on the galvanometer needle, no deflection of the latter will be produced.",
        "When one of a series of keys (each corresponding to a letter) arranged round a pointer is depressed, the motion of the pointer, which is geared to the shuttle armature, is arrested on coming opposite that particular key, and the transmission of the currents to line is stopped, though the armature itself can continue to rotate.",
        "By this method of transmission the battery is always to the line for the same interval of time, and alternately with opposite poles, so that the effect of electrostatic induction is reduced to a minimum.",
        "Since each letter is represented by a specific combination of positive and negative currents, it is possible, by means of the combinations, to close a local circuit at any given interval, and so cause the paper to be pressed against the periphery of the type-wheel at the time when the letter required is opposite.",
        "To the sending currents, however, the bridge offers only apparent ohmic resistance due to the fact that the current entering the mid-point of the winding flows through the two halves or arms in opposite direction, and, owing to the winding being on the same iron core, the mutual inductive effect of the two arms on one another neutralizes the self-induction to the sending currents.",
        "The manufacture of the cable, begun early in the following year, was finished in June, and before the end of July it was stowed partly in the American ship \" Niagara \" and partly in decided to begin paying out in mid-ocean, the two vessels, after splicing together the ends of the cable they had on board, sailing away from each other in opposite directions.",
        "long, starting from a point opposite the Skerries, to Cemlyn.",
        "If these two were broadside on to the direction of the sending station oscillations in the same phase would be produced in them both, but if they were in line with it then the oscillations would be in opposite phases.",
        "He showed that if an antenna were constructed with a short part of its length vertical and the greater part horizontal, the lower end of the vertical part being earthed, and if oscillations were created in it, electric waves were sent out most powerfully in the plane of the antenna and in the direction opposite to that in which the free end pointed.",
        "It was conveniently situated opposite to the Carthaginian territory in Africa, and was early noted for its harbour.",
        "The magnet was mounted with its end carrying the coil opposite, and very close to, the centre of the piece of clock spring.",
        "This shaft, which carries a set of \" wipers \" connected to the incoming circuit, is susceptible of a vertical and a rotational movement, so that the wipers may be brought, first opposite any particular horizontal series of contacts, and then into actual contact with any particular set in the series.",
        "Below this the watershed of the Apennines is too near to the sea on that side to allow the formation of any large streams. Hence the rivers that flow in the opposite direction into the Adriatic and the Gulf of Taranto have much longer courses, though all partake of the character of mountain torrents, rushing down with great violence in winter and after storms, but dwindling in the summer into scanty streams, which hold a winding and sluggish course through the great plains of Apulia.",
        "South of Elba are the equally insignificant islets of Pianosa and Montecristo, while the more considerable island of Giglio lies much nearer the mainland, immediately opposite the mountain promontory of Monte Argentaro, itself almost an island.",
        "The island of Capri, on the other hand, opposite the southern promontory of the Bay of Naples, is a precipitous limestone rock.",
        "The struggle is waged by two sets of men who equally love their city, but who would fain rule it upon diametrically opposite principles, and who fight to the death for its possession.",
        "This national policy, however, could only be pursued, and the minister could only maintain himself in power, by acquiescence in the king's personal relations with the king of France settled by the disgraceful Treaty of Dover in 1670, which included Charles's acceptance of a pension, and bound him to a policy exactly opposite to Danby's, one furthering French and Roman ascendancy.",
        "If we try to know the real world, we find ourselves distracted by opposite arguments (\" ` Antithetic of Pure Reason \"), plausible and resistless in attack, helpless in defence.",
        "A difficult question arose for Descartes's philosophy, when it had to explain the union in man of the absolutely opposite substances, 4 Cf.",
        "Seeliger [52] who went to the opposite extreme and regarded the type of budding described by Lang as non-existent.",
        "In the biserial type the polyps on the two sides of the stem have primitively an alternating, zigzag arrangement; but, by a process of differential growth, quickened in the 1st, 3rd, 5th, &c., members of the stem, and retarded in the 2nd, 4th, 6th, &c., members, the polyps may assume secondarily positions opposite to one another on the two sides of the stem.",
        "- Hydrothecae sessile, biserial, alternating or opposite on the stem.",
        "In consequence of the occupants of the thrones of Constantinople and Alexandria falling successively into opposite heresies, the question arose how \" patriarchs \" were to be judged.",
        "After the inconclusive proceedings at the realm-council of Merton (1236), when spiritual and temporal lords took opposite views, the king's judges went a step further and thenceforward submitted this particular question to a jury.",
        "Note thick walls and oblique slit-like pits with opposite inclination on the two sides of the cell seen in surface view.",
        "The latter is often sclerized, especially opposite the phloem, and to a less extent opposite the xylem, as in the stem.",
        "This is known as exogenous branch-formation In the root, on the other hand, the origin of branches is endogenous The cells of the pericycle, usually opposite a protoxylem strand divide tangentially and give rise to a new growing-point.",
        "Opposite the primary xylems, the cambium either (a) forms parenchyma on both sides, making a broad, secondary (principal) ray, which interrupts the vascular ring and is divided at its inner extremity by the islet of primary xylem; or (b) forms secondary xylem and phloem in the ordinary way, completing the vascular ring.",
        "One side of a stem may be more turgid than the opposite one, and the maximum turgidity, with its consequent growth, may alternate between two opposite sides.",
        "F, Separation of the chromosomes into two groups G, Chromosomes grouped at opposite ends of the spindle to forn the daughter nuclei.",
        "6 W., would behold at one view the greatest possible quantity of land, while the opposite hemisphere would contain the greatest quantity of water.",
        "From the periplus of the Erythraean Sea 33-37 we learn that their authority extended over the shores of Carmania and the opposite coasts of Arabia.",
        "In its plural form, Swahili, the word has become the tribal name of the natives inhabiting the coast strip opposite Zanzibar.",
        "Aristotle had himself shown that in the southern temperate zone winds similar to those of the northern temperate zone should blow, but from the opposite direction.",
        "A striking fact in the configuration of the crust is cs 1'000 n that each continent, or elevated mass of the crust, is T diametrically opposite to an ocean basin or great de 5000 0 -5000 -15000 -20 2500 -300 pression; the only partial exception being in the case of southern South America, which is antipodal to eastern Asia.",
        "In some cases, such as the Ethiopian and Neotropical and the Palaearctic and Nearctic regions, the faunas, although distinct, are related, several forms on opposite sides of the Atlantic being analogous, e.g.",
        "Soon the gloomy fortress of Triana, on the opposite bank of the Guadalquivir, was prepared as the palace of the Holy Office; and the terror-stricken Sevillianos read with dismay over the portals the motto of the Inquisition: \"Exsurge, Domine, Judica causam tuam, Capite nobis vulpes.\"",
        "The Cumberland County Court House, of white Maine granite, occupies the block bounded by Federal, Pearl, Church and Newbury streets; immediately opposite (to the south-west) is the Federal Court building, also of Maine granite.",
        "The communication with the atrium is guarded by a valvula cardiaca dextra, which only in function represents the mammalian tricuspid; it consists of an oblique reduplication of the muscular fibres together with the endocardiac lining of the right ventricle, while the opposite wall is convex and forms neither a velum nor papillary muscles, nor chordae tendineae.",
        "For narrow as are the channels between Cuba and the opposite coast of Central America, between the Bahamas and Florida, and between Grenada and Tobago, the fauna of the Antillean chain, instead of being a mixture of that of the almost contiguous countries, differs, much from all, and exhibits in some groups a degree of speciality which may be not unfitly compared with that of oceanic islands..",
        "high, erected in 1831-1834 by the archbishop Ladislaus Pyrker (1772-1847); the church of the Brothers of Mercy, opposite which is a handsome minaret, 115 ft.",
        "Until the advent of the nomads from central Asia, and the devastation of Mesopotamia and the opposite Syrian shore of the river, there were many flourishing cities along its course, the ruins of which, representing all periods, still dot its banks.",
        "BUTRINTO, a seaport and fortified town of southern Albania, Turkey, in the vilayet of Iannina; directly opposite the island of Corfu (Corcyra), and on a small stream which issues from Lake Vatzindro or Vivari, into the Bay of Butrinto, an inlet of the Adriatic Sea.",
        "LAMPSACUS, an ancient Greek colony in Mysia, Asia Minor, known as Pityusa or Pityussa before its colonization by Ionian Greeks from Phocaea and Miletus, was situated on the Hellespont, opposite Callipolis (Gallipoli) in Thrace.",
        "The ancient name is preserved in that of the modern village of Lapsaki, but the Greek town possibly lay at Chardak immediately opposite Gallipoli.",
        "He sets the Normans before us as a race specially marked by cunning, despising their own inheritance in the hope of winning a greater, eager after both gain and dominion, given to imitation of all kinds, holding a certain mean between lavishness and greediness - that is, perhaps uniting, as they certainly did, these two seemingly opposite qualities.",
        "But, as far as outward circumstances are concerned, we may say that the same effect has been brought about by different and almost opposite causes.",
        "A stamen is opposite each sepal, and in the centre of the flower is the rudiment of a pistil.",
        "The two institutions are the same, only the way in which they came about is exactly opposite.",
        "But, close as the likeness is, it is merely a superficial likeness, because it is the result of opposite causes working in opposite directions.",
        "It is like two men who are both for a moment in the same place, though their faces are turned in opposite ways.",
        "A nobility of this kind often gave way to a democracy which either proved as turbulent as itself, or else grew into an oligarchy ruling under democratic forms. Thus at Florence the old nobles became the opposite to a privileged class.",
        "In all probability the western projection of Africa was connected by a land bridge with the opposite land of Brazil as late as the Eocene period of the Tertiary epoch.",
        "According to the results obtained by the census committee of 1897, working on a linguistic basis, the distribution of races was as given in the table opposite: 1 Taken as a whole, only 13% of the population of Russia lived in towns in 1897, but in the years 1857-60 less than 10% was urban.",
        "As these acts of terrorism had quite the opposite of the desired effect, repeated attempts were made on the life of the emperor, and at last the carefully laid plans of the conspirators were successful.",
        "Within the boundaries of the United States the northernmost of the transcontinental lines was the Great Northern railway, extending from a point opposite Vancouver, B.C., and from Seattle, Wash., to Duluth, on Lake Superior, and to St Paul and Minneapolis, Minn., where connexion through to Chicago was made over an allied line,.",
        "Preferably, they are so arranged that those in both lines of rails come opposite each other and are placed between the same pair of sleepers.",
        "At double-line junctions trains passing over the diamond crossings evidently block traffic going in the opposite direction to that in which they are travelling.",
        "Occasionally on a double-track railway one platform placed between the tracks serves both of them; this \" island \" arrangement, as it is termed, has the advantage that more tracks can be readily added without disturbance of existing buildings, but when it is adopted the exit from the trains is at the opposite side to that which is usual, and accidents have happened through passengers alighting at the usual side without noticing the absence of a platform.",
        "It then runs back to the train to repeat the operation, but while it is doing so a second engine similarly equipped has poled away a batch of wagons on the opposite side.",
        "Assuming the wheels to roll along the rail without slipping, this couple will be equivalent to the couple formed by the equal opposite and parallel forces, F 1 acting in the direction shown, from the axle-box on to the frame, and F 1 =µ0, acting along the rail.",
        "The couple T is necessarily accompanied by an equal and opposite couple acting on the frame, which couple endeavours to turn the frame in the opposite direction to that in which the axle rotates.",
        "The practical effect of this opposite couple is slightly to tilt the frame and thus to redistribute slightly the weights on the wheels carrying the vehicle.",
        "In the other country precisely the opposite conditions exist.",
        "A straight length of not less than 60 metres for the largest gauge and 40 metres for the smallest must be made between two curves having opposite directions.",
        "From time to time there have been observers who have maintained a belief in the opposite theory, to which the name heterogenesis has been given.",
        "SPIRITUALISM, a term used by philosophical writers to denote the opposite of materialism, and also used in a narrower sense to describe the belief that the spiritual world manifests itself by producing in the physical world effects inexplicable by the known laws of nature.",
        "discharges into the Sea of Okhotsk, opposite to the island of Sakhalin.",
        "In the principal square stands the town hall, built in1448-1457in the VenetianGothic style, and skilfully restored after a fire in 1876; opposite is a clock tower resembling that of the Piazza di San Marco at Venice.",
        "LUDWIGSHAFEN, a town of Germany, in the Bavarian Palatinate, on the left bank of the Rhine, immediately opposite to Mannheim, with which it is connected by a steam ferry and a railway bridge.",
        "A tunnel connecting it with the opposite shore of the river was opened in June 1908.",
        "Holdheim (q.v.) and Geiger (q.v.) led the reform movement in Germany and at the present day the effects of the movement are widely felt in America on the Liberal side and on the opposite side in the work of the neo-orthodox school founded by S.",
        "A breakwater and sea-wall prevent the blocking of the harbour entrance and encroachments of the sea; and there is another breakwater at Landguard Point on the opposite (Suffolk) shore of the estuary.",
        "There are batteries at and opposite Harwich, and modern works on Shotley Point, at the fork of the two estuaries.",
        "The palace was approached from the west by a paved Minoan Way communicating with a considerable building on the opposite hill.",
        "The island was now reduced to a Roman province, and subsequently united for administrative purposes with the district of Cyrenaica or the Pentapolis, on the opposite coast of Africa.",
        "Various privileges already acquired by the Christian population were confirmed; a general council, or representative body, was brought into existence, composed of deputies from every district in the island; mixed tribunals were introduced, together with a highly elaborate administrative system, under which all the more important functionaries, Christian and Mussulman, were provided with an assessor of the opposite creed.",
        "of Cairo by rail, the railway station being on the opposite side of the river.",
        "For opposite reasons, neither the Greek nor the Jewish mind lent itself readily to mysticism: the Greek, because of its clear and sunny naturalism; the Jewish, because of its rigid monotheism and its turn towards worldly realism and statutory observance.",
        "This externality of religious truth to the mind is fundamental in scholasticism, while the opposite view is equally fundamental in mysticism.",
        "They often took opposite sides in politics and they also differed in the type of their religious life; but they uniformly desired to strengthen one another in living intercourse with God.",
        "In most orchids the only stamen developed to maturity is the posterior one of the three opposite to the lip (anterior before the twisting of the ovary), the other two, as well as all three inner ones, being entirely absent, or present only in the form of rudiments.",
        "from its mouth and opposite Carmen de Patagones, a town and port of Buenos Aires.",
        "to the Caspian, whence it turns to the north on a line not far from the 60th meridian, along the Ural Mountains, and meets the Arctic Ocean nearly opposite the island of Novaya Zemlya.",
        "The mountain mass, moreover, is not less important in causing a complete separation between the atmospheric conditions on its opposite flanks, by reason of the extent to which it penetrates that stratum of the atmosphere which is in contact with the earth's surface and is effective in determining climate.",
        "The winter cold produces an effect of just an opposite nature, and Winds.",
        "group; not only the genera, but even the species are often the same on the opposite sides of the Bay of Bengal.",
        "The Urals indicate no real division of races, and in both Greek and Turkish times Asia Minor has been connected with the opposite shores of Europe rather than with the lands lying to the east.",
        "A tubular bridge unites it with the suburb of Trinquetaille on the opposite bank.",
        "The exact opposite is maintained by R.",
        "The gonad ducts are male and female, and open opposite to or, rarely, alongside of the gonads, whose products they convey to the exterior.",
        "From this an equally slender tube proceeds, which joins its fellow of the opposite side, and the two form a thick, walled tube, which opens on to the exterior within the bursa copulatrix through which the penis protrudes.",
        "Opposite the castle is the Dropping Well, the waters of which are impregnated with lime and have petrifying power, this action causing the curious and beautiful incrustations formed where the water falls over a slight cliff.",
        "It consisted of a graduated circle inside which another could slide, carrying two small tubes diametrically opposite, the instrument being kept vertical by a plumb-line.",
        "As a parliamentary burgh Dumfries includes Maxwelltown, on the opposite side of the river, which otherwise belongs to Kirkcudbrightshire.",
        "The western stretch of the river, opposite the city, breaks into rapids which have a fall of about 116 ft.",
        "wide, is in this part of the river; a little farther down stream are a group of small islets, and opposite the south-eastern boundary of the city is Mayo's Island.",
        "An exploring party from Jamestown, under command of Captain Christopher Newport (c. 1565-1617), and including Captain John Smith, sailed up the James river in 1607, and on the 3rd of June erected a cross on one of the small islands opposite the site of the present city.",
        "In some cases each pleural ganglion is connected with the opposite branch of the visceral commissure by anastomosis with the pallial nerve, a condition which is called dialyneury; or there may be a direct connective from the pleural ganglion to the visceral ganglion of the opposite side, which is called zygoneury.",
        "The preconchylian invagination or shell-gland is formed in the embryo behind the velum, on the surface opposite the blastopore.",
        "Curiously enough, however, they differ from the cephalic Molluscan eye in the fact that, as in the vertebrate eye, the filaments of the optic nerve penetrate the retina, and are connected with the re surfaces of the nerve-end cells nearer the lens instead of with the opposite end.",
        "In the Westminster Assembly a party holding this view included Selden, Lightfoot, Coleman and Whitelocke, whose speech (1645) is appended to Lee's version of the Theses; but the opposite view, after much controversy, was carried, Lightfoot alone dissenting.",
        "That there is a tendency in such groups as are placed at the opposite points of a circle of affinity ` to meet each other.'",
        "On the opposite hill on the other side of this road is the famous position of Dargai (see Tirah Campaign).",
        "The North Bridge, a fine iron structure, spans the valley, giving connexion between the opposite higher parts of the town.",
        "For the same reason the Biblioteca Marciana with its 350,000 volumes was moved to the Old Mint, opposite the ducal palace.",
        "The national government began in 1825 to extend the National Road across Ohio from Bridgeport, opposite Wheeling, West Virginia, through Zanesville and Columbus, and completed it to Springfield in 1837.",
        "These had an infinitely wider renown in their day, but modern criticism has restored the balance in his favour, and is even in danger of erring in the opposite direction.",
        "Opposite the entrance within is a hall with recesses for coffins and a richly panelled ceiling; underneath is an immense vault.",
        "Meanwhile the Palmyrenes were pushing their influence not only in Egypt but in Asia Minor; they contrived to establish garrisons as far west as Ancyra and even Chalcedon opposite Byzantium, while still professing to act under the terms of the joint rule conferred by Gallienus.",
        "From the scanty notices of Greek legend it may be gathered that an influx of tribes from the north contributed largely to its population, which was reckoned as Aeolic. It is probable that the country was originally of greater extent, for there was a tradition that the Phocians once owned a strip of land round Daphnus on the sea opposite Euboea, and carried their frontier to Thermopylae; in addition, in early days they controlled the great sanctuary of Delphi.",
        "In the trap-door species of Lycosidae, like, for instance, Lycosa opifex of the Russian steppes, the hinge is weak and the lid of the burrow is kept normally shut by being very much thicker and heavier at its free margin opposite the hinge so that it readily falls by its own weight.",
        "Its final fall was due to the rise of the Arabic city of Fostat on the right bank of the Nile almost opposite the northern end of the old capital; and its ruins, so far as they still lay above ground, gradually disappeared, being used as a quarry for the new city, and afterwards for Cairo.",
        "At Saqqara, opposite Memphis itself, the steppyramid of Zoser of the IIIrd Dynasty, several pyramids of the Vth and VIth Dynasties, and innumerable mastaba-tombs of the Old Kingdom, are crowded together in the cemetery.",
        "and spreading under its waters, so as to leave only a narrow channel, 230 to 2 4 7 fathoms deep, along the opposite coast.",
        "Steamers ply from it weekly to Misovaya (Posolskoe) on the opposite shore, a few times a year to VerkhneAngarsk, at the northern extremity of the lake, and frequently to the mouth of the Selenga.",
        "It consists essentially of two rollers either both of wood, or one of wood and one of iron, geared to revolve in contact in opposite directions; the seed cotton is fed to the rollers, the lint is drawn through, and the seed being unable to pass between the rollers is rejected.",
        "But some parts of the old town have been rebuilt, and there is a modern suburb on the opposite side of the Ebro.",
        "Mines are also worked at Kwanyin-shan, opposite the Russian frontier town of Radevska, and at Chia-pi-kou, on an affluent of the upper Sungari.",
        "As early as 970 the recovery of the territories lost to Mahommedanism in the East had been begun by emperors like Nicephoras Phocas and John Zimisces: they had pushed their conquests, if only for a time, as far as Antioch and Edessa, and the temporary occupation of Jerusalem is attributed to the East Roman arms. At the opposite end of the Mediterranean, in Spain, the Omayyad caliphate was verging to its fall: the long Spanish crusade against the Moor had begun; and in 1018 Roger de Toeni was already leading Normans into Catalonia to the aid of the native Spaniard.",
        "In this question the envoys of Manuel and of Roger of Sicily, who were engaged in hostilities with one another, took opposite sides.",
        "Between these systems run the main rivers; and these naturally rise near the medial ridge, in the lacustrine district of el-Buka`a, or Coelesyria, and flow in opposite directions.",
        "The posterior portion of the intestine is specially characterized by the appearance of the intestinal diverticula horizontally and symmetrically placed right and left and opposite to each other.",
        "If there be two parallel wires through which currents are passing, then these wires are drawn together if the currents are in the same direction and pressed apart if they are in opposite directions.",
        "In 1702, when Great Britain and Spain were contending in Europe, on opposite sides, in the war of the Spanish Succession, a force from South Carolina captured St Augustine and laid siege to the fort, but being unable to reduce it for lack of necessary artillery, burned the town and withdrew at the approach of Spanish reinforcements.",
        "It is finely situated on the western shore of Mount's Bay, opposite St Michael's Mount, being the westernmost port in England.",
        "This statement represents a doctrine widely held in the 13th century, and also to be found in the Greek alchemists, that everything endowed with a particular apparent quality possesses a hidden opposite quality, which can be rendered apparent by fire.",
        "LAREDO, a city and the county-seat of Webb county, Texas, U.S.A., and a sub-port of entry, on the Rio Grande opposite Nuevo Laredo, Mexico, and 150 m.",
        "Physically Moravia may be described as a mountainous plateau sloping from north to south, just in the opposite direction of the adjoining Bohemia plateau, which descends from south to north, and bordered on three sides by mountain ranges.",
        "The position of the village opposite the northernmost end of the Palisades gave it importance during the war.",
        "Jersey City when first incorporated was a small sandy peninsula (an island at high tide) known as Paulus Hook, directly opposite the lower end of Manhattan Island.",
        "distant, are the remains of a British fort and of the Llanllaianau monastery, opposite the Middle Mouse islet and close to Llanbadrig old church and Cemmaes.",
        "The public buildings, which are large and handsome, include the government and customs offices on the quay opposite the spot where the mail boats anchor, the governor's house, state hospital, post office, and the Boma or barracks.",
        "Hydrogen and oxygen are, therefore, of very opposite natures, and this is well illustrated by the circumstance that oxygen combines, with very few exceptions, with all the remaining elements, whilst compounds of only a limited number with hydrogen have been obtained.",
        "- Opposite the name of each element in the second column of the above table, the symbol is given which is always employed to represent it.",
        "These intellectual principles are, of course, not without their own ground in physical sensation; but it is evident that Debussy appeals beyond them to a more primitive instinct; and on it he bases an almost perfectly coherent system of which the laws are, like those of i 2th-century music, precisely the opposite of those of classical harmony.",
        "The Caledonian railway enters the town from the south-west by a bridge across the river, and also owns a ferry to South Alloa, on the opposite shore, in Stirlingshire.",
        "Two bridges, one of them a suspension-bridge, communicate with St Aubin on the opposite bank of the Seine, and steamboats ply regularly to Rouen.",
        "It was by the ford opposite Fuenterrabia that the duke of Wellington, on the 8th of October 1813, successfully forced a passage into France in the face of an opposing army commanded by Marshal Soult.",
        "CTESIPHON, a large village on the left bank of the Tigris, opposite to Seleucia, of which it formed a suburb, about 25 m.",
        "The occupation of Aden by the British in 183 9 proved the starting-point in the opening up of the country, Aden being the chief port with which the Somali of the opposite coast traded.",
        "The chief town and seat of administration is Jibuti (q.v.), pop. about 15,000, which has taken the place of Obok, on the opposite (northern) side of the Gulf of Tajura.",
        "The breakwater starts opposite the promontory of Ras et-Tin, on which is a lighthouse, 180 ft.",
        "The leaves are opposite, simple as in honeysuckle, or compound as in elder; they have usually no stipules.",
        "He is the exact opposite of the miraculous personage of later legend - a mere man, standing always on the solid ground of reality, whose only arms are trust in his God and the protection of his powerful allies.",
        "On the opposite side of the bay is Gallow Hill, the old place of execution of witches and criminals.",
        "The species of each genus are then arranged either systematically or alphabetically in separate covers of stout, usually light brown paper, or, if the genus be large, in several covers with the name of the genus clearly indicated in the lower left-hand corner of each, and opposite it the names or reference numbers of the species.",
        "In 1899-1900 were discovered two opposite cubicula in the catacomb of Santi Pietro e Marcellino.",
        "Victrix was situated near the site of the cathedral, and a municipality (colonia) grew up, near where the railway station now is, on the opposite side of the Ouse.",
        "These two opposite potencies, viz.",
        "above the mouth, and Saranli - the last two on opposite sides of the stream, in 2° 20' N., a crossing-place for caravans.",
        "An opposite tendency was that of the Aphthartodocetae or Phantasiastae, represented by Julian, bishop of Halicarnassus, and, in his closing days, by Justinian.",
        "Opposite to the promontory of Sabbioncello, and at the entrance to the Bocche di Cattaro, the frontier of Herzegovina comes down to the Adriatic; but these two strips of coast do not contain any good harbour, and extend only for a total distance of 141 m.",
        "It corresponded roughly to ancient Thrace, Macedonia with Chalcidice, Epirus and a large part of Illyria, constituting the present administrative divisions of Stambul (Constantinople, including a small strip of the opposite Asiatic coast), Edirne (Adrianople), Salonica with Kossovo (Macedonia), Iannina (parts of Epirus and Thessaly), Shkodra (Scutari or upper Albania).",
        "the side of the .Bosporus the fort known as Rumeli Conqueror, Hissar, opposite that built by his grandfather Bay- 1451 1481.",
        "The reconnaissance of the river was at once taken in hand by the French upon their arrival in Vienna, and a point opposite the island of Lobau selected for the crossing.",
        "The French army was thus disposed almost in an equilateral triangle with sides of about 570 m., with 95,000 men at the apex at Moscow opposed to 120,000, 30,000 about Brest opposite ioo,000, and 17,000 about Drissa confronted by 40,000, whilst in the centre of the base at Smolensk lay Victor's corps, about 30,000.",
        "The allies, aware of the gradual strengthening of their enemy's forces but themselves as yet unable to put more than 200,000 in the field, had left a small corps of observation opposite Magdeburg and along the Elbe to give timely notice of an advance towards Berlin; and with the bulk of their forces had taken up a position about Dresden, whence they had determined to march down the course of the Elbe and roll up the French from right to left.",
        "Along the Tigris the city spreads out into suburbs, the most important of which is Kazemain, on the western side of the river northward, opposite which on the eastern side lies Muazzam.",
        "These constitute the winter residence of the family, reception rooms, &c. The roofs of the houses are all flat, surrounded by parapets of sufficient height to protect them from the observation of the dwellers opposite, and separate them from their neighbours.",
        "wide, lying opposite the mouth of the Cuyahoga river, 1350 ft.",
        "Towards the Dahra district at the north-east end the fall is gradual and continuous, but at the opposite extremity facing the Atlantic between Agadir and Mogador it is precipitous.",
        "In erratic blocks of sandstone, found on the Disco shore of the Waigat, have been detected a Sigillaria and a species of either Pecopterisor Gleichenia, perhaps of this age; and probably much of the extreme northern coast of Ellesmere Land, and therefore, in all likelihood, the opposite Greenland shore, contains a clearly developed Carboniferous Limestone fauna, identical with that so widely distributed over the North American continent, and referable also to British and Spitsbergen species.",
        "These Miocene strata have not been found farther north on the Greenland shore than the region mentioned; but in Lady Franklin Bay, on the Grinnell Land side of Smith Sound, they again appear, so that the chances are they will be found on the opposite coast, though doubtless the great disintegration Greenland has undergone and is undergoing has destroyed many of the softer beds of fossiliferous rocks.",
        "The interior of Greenland contains both summer and winter a pole of cold, situated in the opposite longitude to that of Siberia, with which it is well able to compete in extreme severity.",
        "Probably no town in the kingdom has a nobler group of public buildings than those in Cathays Park, which also commands a view of the castle ramparts and the old keep. On opposite sides of a fine avenue are the assize courts and new town hall (with municipal offices), which are both in the Renaissance style.",
        "The scanty remains of Blantyre Priory, founded towards the close of the 13th century, stand on the left bank of the Clyde, almost opposite the beautiful ruins of Bothwell Castle.",
        "The promontory itself consisted of two parts - the hill of Munychia, and the projection of Acte; on the opposite side of the great harbour was the outwork of Eetioneia.",
        "The upper reaches are nowhere fordable between Tadum and Lhasa, but there is a ferry at Likche (opposite Tadum on the southern bank), where wooden boats covered with hide effect the necessary connexion between the two banks and ensure the passage of the Nepal trade.",
        "To explain these facts, Theodor Grotthus (1785-1822) in 1806 put forward an hypothesis which supposed that the opposite chemical constituents of an electrolyte interchanged partners all along the line between the electrodes when a current passed.",
        "A freedom of interchange is thus indicated between the opposite parts of the molecules of salts in solution, and it follows reasonably that with the solution of a single salt, say sodium chloride, continual interchanges go on between the sodium and chlorine parts of the different molecules.",
        "He pointed out that it followed that the electric forces did not cause the interchanges between the opposite parts of the dissolved molecules but only controlled their direction.",
        "The opposite parts of an electrolyte, which work their way through the liquid under the action of the electric forces, were named by Faraday the ions - the travellers.",
        "Hittorf (1853) to the unequal speeds with which he supposed the two opposite ions to travel.",
        "It is clear that, when two opposite streams of ions move past each other, equivalent quantities are liberated at the two ends of the system.",
        "In 1887 Svante Arrhenius, professor of physics at Stockholm, put forward a new theory which supposed that the freedom of the opposite ions from each other was not a mere momentary freedom at the instants of molecular collision, but a more or less permanent freedom, the ions moving independently of each other through the liquid.",
        "Kohlrausch formulated a theory of electrolytic conduction based on the idea that, under the action of the electric forces, the oppositely charged ions moved in opposite directions through the liquid, carrying their charges with them.",
        "The verification of Kohlrausch's theory of ionic velocity verifies also the view of electrolysis which regards the electric current as due to streams of ions moving in opposite directions through the liquid and carrying their opposite electric charges with them.",
        "As we have seen, Grotthus imagined that it was the electric forces which sheared the ions past each other and loosened the chemical bonds holding the opposite parts of each dissolved molecule together.",
        "Clausius extended to electrolysis the chemical ideas which looked on the opposite parts of the molecule as always changing partners independently of any electric force, and regarded the function of the current as merely directive.",
        "An explanation of the failure of the usual dilution law in these cases may be given if we remember that, while the electric forces between bodies like undissociated molecules, each associated with equal and opposite charges, will vary inversely as the fourth power of the distance, the forces between dissociated ions, each carrying one charge only, will be inversely proportional to the square of the distance.",
        "But the temperature coefficient of conductivity is now generally less than before; thus the effect of temperature on ionization must be of opposite sign to its effect on fluidity.",
        "If the external electromotive force exceed that of the cell by ever so little, a current flows in the opposite direction, and all the former chemical changes are reversed, copper dissolving from the copper plate, while zinc is deposited on the zinc plate.",
        "To pass a steady current in the direction opposite to this electromotive force of polarization, the applied electromotive force E must exceed that of polarization E', and the excess E - E' is the effective electromotive force of the circuit, the current being, in accordance with Ohm's law, proportional to the applied electromotive force and represented by (E - E')/ R, where R is a constant called the resistance of the circuit.",
        "By both these methods the single potential-differences found at the surfaces of the zinc and copper have opposite signs, and the effective electromotive force of a Daniell's cell is the sum of the two effects.",
        "Just opposite the citadel, in a north-westerly direction, half-an-hour by steamer across the Danube, lies the Hungarian town of Semlin.",
        "bank of the Nile, the railway station being on the opposite side of the river.",
        "The New Siberia islands are occasionally visited by hunters, as is also the small group of the Bear Islands opposite the mouth of the Kolyma.",
        "The valves are also in some species very unequal in their respective thickness, as may be seen in Productus (Daviesiella) 1 llangollensis, Davidsonia verneuilii, &c., and while the space allotted to the animal is very great in many species, as in Terebratula sphaeroidalis, it is very small in others belonging to Stro phomena, Leptaena, Chonetes, &c. The ventral valve is usually the thickest, and in some forms is six or seven times as great as the opposite one.",
        "The ventral valve in many of the genera is provided with two curved hinge-teeth, which fit into corresponding sockets in the opposite valve, so that the valves cannot be separated without breaking one of the teeth.",
        "They mention that it is never done suddenly or by jerks, as the valves are at first always pushed to one side several times and back again on each other, at the same time opening gradually in the transverse direction till they rest opposite to one another and widely apart.",
        "Those who have not seen the animal in life, or who did not believe in the possibility of the valves crossing each other with a slight obliquity, would not consent to appropriating any of its muscles to that purpose, and consequently attributed to all the lateral muscles the simple function of keeping the valves in an opposite position, or holding them adjusted.",
        "On the opposite side of Betanzos Bay (the p yas Acµl i v or Portus Magnus of the ancients) is the great port of Corunna or Coruna.",
        "If the senses of rotation be opposite we have the skew orthogonal substitution x1 =cos0Xi+sinOX2r x 2 = sin °Xicos OX2r of modulus -1.",
        "Flowing past Hampton Court, opposite to which it receives the Mole on the right, and past Kingston (202),(202), it reaches Teddington (184).",
        "Its most south-easterly offshoots are formed by the Bisamberg (1180 ft.), near Vienna, just opposite the Kahlenberg.",
        "to the bottom, upon coaling the charge, are taken out with a skimmer and discharged into the neighbouring kettle (say to the right) until about two-thirds of the original charge has been removed; then the liquid enriched lead is ladled into the kettle on the opposite side.",
        "In fact, it has been thought that Agade-Akkad was situated opposite Sippar on the left bank of the Euphrates, and was probably the oldest part of the city of Sippar.",
        "At the opposite pole stood ancient Greece.",
        "Opposite the Royal Terrace is an equestrian statue of George III., erected in 1809 in commemoration of his jubilee.",
        "If one pole of the bar-magnet is brought near the compass, it will attract the opposite pole of the compass-needle; and the magnetic action will not be sensibly affected by the interposition between the bar and the compass of any substance whatever except iron or other magnetizable metal.",
        "The wire will in fact become temporarily magnetized by induction, that end of it which is nearest to the pole of the magnet acquiring opposite polarity, and behaving as if it were the pole of a permanent magnet.",
        "But no magnet can have a single pole; if there is one, there must also be at least a second, of the opposite sign and of exactly equal strength.",
        "Similarly, the forces acting in the opposite direction on the negative poles of the filaments have a resultant at another point S, which is called the south or negative pole.",
        "The opposite and parallel forces acting on the poles are always equal, a fact which is sometimes expressed by the statement that the total magnetism of a magnet is zero.",
        "The force in the interior is uniform, opposite (6) (II) [[[Terminology And Principles]] to the direction of magnetization, and equal to 3rI.",
        "The internal force F is opposite to the direction of the magnetization, and equal to NI, where N is a coefficient depending only on the ratio of the axes.",
        "When P is the neutral point, H is equal and opposite to R; therefore M = Hd 3, or the moment is numerically equal to the cube of the distance from the neutral point to a pole, multiplied by the M.",
        "This extraneous influence may, however, be eliminated by surrounding the rod with a coil of wire carrying a current such as will produce in the interior a magnetic field equal and opposite to the vertical component of the earth's field.",
        "Therefore and m = v I - 'm of d22 (47) constant cell B21 its object is to produce inside the tube a magnetic field equal and opposite to that due to the earth's magnetism.",
        "Ewing (Magnetic Induction, § 194) has devised an arrangement in which two similar test bars are placed side by side; each bar is surrounded by a magnetizing coil, the two coils being connected to give opposite directions of magnetization, and each pair of ends is connected by a short massive block of soft iron having holes bored through it to fit the bars, which are clamped in position by set-screws.",
        "20); the block is bored through at the upper end only, and its inner face opposite the hole is made quite flat and smooth.",
        "If, however, the permeability of the test rod differs from that of the standard, the number of lines of induction flowing in opposite directions through the two rods will differ, and the excess will flow from one yoke to the other, partly through the air, and partly along the path provided by the bent bars, deflecting the compass needle.",
        "The effect produced by a current is exactly opposite to that of tension, raising the elongation curve instead of depressing it.",
        "The effects of longitudinal pressure are opposite to those of traction; when the cyclic condition has been reached, pressure reduces the magnetization of iron in weak fields and increases it in strong fields (Ewing, Magnetic Induction, 1900, 223).",
        "Thomson, who, from the results of Bidwell's observations on the magnetic deformation of cobalt, was led to expect that that metal would exhibit a reversal opposite in character to the effect observed in iron.",
        "Now nickel contracts instead of lengthening when it is magnetized, and an experiment by Knott showed, as he expected, that caeteris paribus a nickel wire twists in a sense opposite to that in which iron twists.",
        "Each of these five effects may occur in two opposite senses.",
        "Let each of the effects A, B, C, D and E be called positive when it is such as is exhibited by moderately magnetized iron, and negative when its sense is opposite.",
        "4 Nagaoka' has described the remarkable influence of combined torsion and 'tension upon the magnetic susceptibility of nickel, and has made the extraordinary observation that, under certain conditions of stress, the magnetization of a nickel wire may have a direction opposite to that of the magnetizing force.",
        "Hall Efect.-If an electric current is passed along a strip of thin metal, and the two points at opposite ends of an equipotential line are connected with a galvanometer, its needle will of course not be deflected.",
        "round the molecule until the field is withdrawn, when it will be stopped by the action of an electro-motive force tending to induce an exactly equal current in the opposite direction.",
        "The appendage carrying the gill-book stands out on the surface of the body in Limulus, and has other portions developed besides the gill-book and its base; it is fused with its fellow of the opposite side On the other hand, in Scorpio, the gill-book-bearing apFIG.",
        "Already the nations are groaning under the burdens of militarism, and are for ever diverting energies that might be employed in the furtherance of useful productive work to purposes of an opposite character.",
        "The sum of such a series is very approximately zero, each term being neutralized by the halves of its immediate neighbours, which are of the opposite sign.",
        "After many years of labour and at a great expenditure of money the Great Western railway has constructed a fine breakwater and railway pier at Goodwick across the lower end of the bay, and an important passenger and goods traffic with Rosslare on the opposite Irish coast was inaugurated in 1906."
    ]
}