{
    "translation": "דיכא, ייסר, עינה",
    "uses": [
        "The nobles were exhorted not to oppress the commons.",
        "And yet in Gideon's time they were strong enough to oppress Israel.",
        "The silence began to oppress the princess and she tried to catch someone's eye.",
        "During the first year of her reign she made known that she was \"resolved not to follow the example of her predecessor in making use of a few of her subjects to oppress the rest.",
        "1, 1897, declared it to be neither national, nor Liberal, nor Christian to oppress the nationalities.",
        "As one of those who fear the Lord in truth and in patience, he looks forward to the punishment of all sinners who oppress the righteous and profane the sanctuary.",
        "\" Governments learned to oppress them wisely, depriving them of church and school, of pastor and schoolmaster; and by those nameless arts with which the rich used to coerce the poor in the good old days.",
        "Two days later Parnell called the prime minister a \" masquerading knight-errant,\" ready to oppress the unarmed, but submissive to the Boers as soon as he found \" that they were able to shoot straighter than his own soldiers.\"",
        "The articles of Heilbronn demanded that the property of the Church should be confiscated and used for the community; clergy and nobility alike were to be deprived of all their privileges, so that they could no longer oppress the poor man.",
        "Alexander had practically surrendered his authority to an incapable aristocracy, whose sole idea of ruling was systematically to oppress and humiliate the lower classes.",
        "The expenses of a magnificent court led the duke to quarrel with the Landschaft, to oppress his subjects, and to leave a great burden of debt when he died in October 1579.",
        "He had been five years a preacher when the Restoration put it in the power of the Cavalier gentlemen and clergymen all over the country to oppress the dissenters.",
        "1g (1642), only commanded kings not to oppress their subjects.",
        "For each county four wardens of the peace were to be appointed, while the sheriffs were to hold their tourns twice a year and were not to oppress the people by their exactions.",
        "Living organisms vary, that is to say, no two individuals are exactly alike; the death-rate and the multiplication-rate are to a certain extent selective, that is to say, on the average, in the long run, they favour certain variations and oppress other variations.",
        "He then falsified all the predictions of the opposition by going to war with Denmark, not, as they had required, in support of Augustenburg, but on the ground that the king of Denmark had violated his promise not to oppress his German subjects.",
        "By and by the idea would dawn on the nation that anarchy is as productive of evil as tyranny, and that a government which omits to regulate or control allows the strong to oppress the weak, and the rich to oppress the poor.",
        "Deak now proposed that the sovereign himself should break away from counsellors who had sought to oppress Hungary, and should restore the constitution as a personal act.",
        "The remaining years of his life he devoted to theological speculation and ecclesiastical reforms. His religious enthusiasm led him to oppress his Jewish subjects; on the other hand he sought to reconcile the Christian sects, and to this effect propounded in his Ecthesis a conciliatory doctrine of monothelism.",
        "His principles were democratic, his tastes aristocratic. He did not like crowds, streets, hotels - \"the people who fill them oppress me with their excessive civility.\"",
        "He disclaimed any intention to invade, subjugate or oppress 1 Without Lincoln's knowledge or consent, the managers of his candidacy before the convention bargained for Cameron's votes by promising to Cameron a place in Lincoln's cabinet, should Lincoln be elected.",
        "The match, though his Norman barons sneered at it, gave him the hearts of all his English subjects, who supported him with enthusiasm, and not merely (as had been the case with Rufus) because they saw that a strong king would oppress them less than a factious and turbulent baronage.",
        "At the age of fourteen he found his way to Berlin, where Frederick the Great, inspired by the spirit of Voltaire, held the maxim that \" to oppress the Jews never brought prosperity to any government.\"",
        "Finally the old wish was put forward for a separation of nationalities in the representative assembly at Prague, in order that neither of the two nationalities should oppress the other in the internal affairs of Bohemia.",
        "After an exhortation to the judges of the earth to put away evil counsels and thus avoid death, the author declares that God has made no kingdom of death on the earth, but ungodly men have made a covenant with it: certain sceptics (probably both Gentile and Jewish) holding this life to be brief and without a future, give themselves up to sensuality and oppress the poor and the righteous; but God created man to be immortal (ii.",
        "Why dost thou so oppress me with thine eye?",
        "oppress working effective premium or.",
        "They set taskmasters over us in order to oppress us with our burdens.",
        "The Germans were thereby deprived of their weapon of obstruction, and the Czechs lost the power of misusing their majority to oppress the Germans.",
        "footsteps of ancient prophets Who foretold of doom and destruction To those who torture and oppress me.",
        "We know of many countries around the world which still oppress their people and deny them their rights.",
        "As soon, however, as he thought his power secure, he threw off the mask, and began to harass and oppress the Huguenots by every means he could devise.",
        "The first and most famous of these rulers was Gabriel Bethlen (q.v.), who reigned from 1613 to 1629, perpetually thwarted all the efforts of the emperor to oppress or circumvent his Hungarian subjects, and won some reputation abroad by adroitly pretending to champion the Protestant cause.",
        "But outsourcing to pollute, oppress workers, or have unsafe working conditions hurts the world's standard of living."
    ]
}