{
    "translation": "דיכוי",
    "uses": [
        "\"Yes, I feel a kind of oppression,\" she said in reply to the prince's question as to how she felt.",
        "The oppression of minority peoples in our country is appalling.",
        "Subordinate officers and rapacious governors of forts wield all the power of the state, and tyranny, oppression and anarchy reign over the whole country.",
        "Nations and people groups under long-term oppression usually remain grossly underdeveloped.",
        "In some of the following psalms there are still references to deeds of oppression and violence, but more generally Israel appears as happy under the law.",
        "The cause of oppression and tyrany is often a corrupt and power-hunger ruler.",
        "The poor landowner, likely to lose all that he had from one kind of oppression or another, went to the great landowner, his neighbour, whose position gave him immunity from attack or the power to prevent official abuses, and begged to be protected.",
        "This act of oppression presumably strengthened the Syrian faction of the Jews and led to the transference of the nation's allegiance.",
        "In Parma, on the other hand, there was very little oppression, the French codes were retained, and the council of state was consulted on all legislative matters.",
        "After a period of oppression, Samuel suddenly reappears as a great religious leader of Israel, summons the people to return to Yahweh, and convenes a national assembly at Mizpah.",
        "This being insufficient, partial extracts from papers found in Sidney's study, and supposed only to be in his handwriting, in which the lawfulness of resistance to oppression was upheld, were next relied on.",
        "The Arab conquest (after 635) freed the Jacobite church entirely from the oppression of the Orthodox, and thereby assured its continuance.",
        "The reason for this was that every party had cause to fear parliamentary oppression at the hands of other nationalities, and this was why it was long impossible to reconcile the principal parties in the House to any effective remedy.",
        "The mountain ranges in the south are largely inhabited by Miao-tsze, who are the original owners of the soil and have been constantly goaded into a state of rebellion by the oppression to which they have been subjected by the Chinese officials.",
        "After a period of great distress and cruel oppression, in 1866, on the demand for reforms being again refused, a general insurrection took place, which was only put down by great exertions on the part of the Porte.",
        "oppression of one nation by another.",
        "It was not, however, till 1682 that they again lost the privilege of public ministry, and suffered severe oppression.",
        "That in the same areas the State has not objected, and does not hesitate, to interfere by legislation to protect the interests of the tenants against oppression at the hands of the landlord.",
        "The Midianite oppression (vi.-viii.) is contained in the usual frame (vi.",
        "7), but is prefaced by a detailed introduction to the oppression of Israel (x.",
        "Strachey in 1878, by which the higher rates were reduced and the lower rates raised, with a view to their ultimate equalization over the whole country, effectually abolished this old engine of oppression.",
        "Idleness, drunkenness, vicious intercourse, sickness, starvation, squalor, cruelty, chains, awful oppression and everywhere culpable neglect - in these words may be summed up the state of the gaols at the time of Howard's visitation.",
        "Complaints against oppression found in him a ready listener, and many unlawfully acquired possessions were restored to the legal owners, for instance, to the descendants of Ali and Talha.",
        "Oppression by the throne and the official and noble classes prevailed extensively; but the weak protected themselves by the use of the Kyei, or principle of association, which developed among Koreans into powerful trading gilds, trades-unions, mutual benefit associations, money-lending guilds, &c. Nearly all traders, porters and artisans were members of guilds, powerfully bound together and strong by combined action and mutual helpfulness in time of need.",
        "In short, Americans were hospitably received and very well treated by the government and the people; despite some formalities and ostensible surveillance there was no oppression whatever.",
        "In the 18th century there was a considerable Chinese population settled in Brunei, engaged for the most part in planting and exporting pepper, but the consistent oppression of the native rajas destroyed their industry and led eventually to the practical extirpation of the Chinese.",
        "Then came the hopeless revolts of the Indians against intolerable oppression, the abortive rebellions of Hernandez de Contreras and John Bermejo (Bermudez) against the mother country (1550), the foundation of Leon, future rival of Granada, in 1610, its sack by the buccaneers under William Dampier in 1685, and, lastly, the declaration of independence (1821), not definitively acknowledged by Spain till 1850.",
        "The courts over which the praetors presided, in addition to those of the city praetor and the foreign praetor, dealt with the following offences: oppression of the provincials by governors (repetundarum), bribery (ambitus), embezzlement (peculatus), treason (majestatis), murder (de sicariis et veneficis), and probably forgery (falsi).",
        "Abuses were remedied, the provincials protected from oppression, and the burdens of taxation lightened.",
        "PITHOM, one of the \"treasure cities\" stated to have been built for Pharaoh by the Hebrews in Goshen during the Oppression (Exod.",
        "He then went to Macedonia, where he made himself so detested by his oppression and extortions that he left the province, and was accused in Rome (59) both of having taken part in the conspiracy and of extortion in his province.",
        "The gradual way in which the several provinces were brought under the general tax system, and the equally gradual extension of Roman citizenship, account further for the irregularity and increased weight of the taxes; as the absence of publicity and the growth of autocracy explain the sense of oppression and the hopelessness of resistance so vividly indicated in the literature of the later Empire.",
        "The Covenant, at first a standard of freedom, was immediately converted into a test and made the instrument of oppression and persecution.",
        "Allusions to the Assyrian oppression are found in Isa.",
        "A serious insurrection broke out in 1764, but was speedily suppressed; and a few similar incidents are the only evidence of the Turkish oppression of the Christian population of the island, and the consequent stagnation of its trade.",
        "This council of Wales, the headquarters of which had been fixed at Ludlow, undoubtedly did good service on behalf of law and order under such capable presidents as Bishop Rowland Lee and William Herbert, earl of Pembroke; but it had long ceased to be of any practical use, and had in fact become an engine of oppression by the time of the Commonwealth, although it was not definitely abolished till the revolution of 1688.",
        "When he was twice placed in power, during the two protectorates which followed YorIc~ Henrys two long fits of insanity in 1454 and 1455-1456, he carefully avoided any oppression of his enemies, though he naturally took care to put his own friends in office.",
        "he mentions \"eating with the blood\" 2 along with murder, and failure to observe ritual regulations along with oppression of the fatherless and the widow; the old customary law permitted marriage with a half-sister (father's daughter), with a daughter-in-law, and with a father's wife (Gen.",
        "which still awaited fulfilment, and might be taken as referring to the latter days of Persian or Greek oppression.",
        "The land-tax was doubled and trebled by war, by the pensions of the nobles, by an extortion the profits of which Richelieu disdained neither for himself nor for his family; and just when the richer and more powerful classes had been freed from taxes, causing the wholesale oppression of the poorer, these few remaining were jointly and severally answerable.",
        "- The Mandist movement, which was utterly to overthrow Egyptian rule, derived its strength from two different causes: the oppression under which the people suffered,' and the measures taken to prevent the Baggara (cattle-owning Arabs) from slave trading.",
        "A Philistine oppression of twenty years ends when Samuel, here the recognized \" judge \" of Israel, gains a great victory at Ebenezer near Mizpah (vii.).",
        "dark shadow of oppression over this nation.",
        "former oppression,\" acted upon Juvenal.",
        "Society is described as honeycombed with crimes and vices; prophets, priests, princes and the people generally are said to practise unblushingly extortion, oppression, murder, falsehood, adultery (xxii.).",
        "On the 18th of December 1573 Alva, who to the end had persisted in his policy of pitiless severity, left Brussels, carrying with him the curses of the people over whom he had tyrannized for six terrible years of misery and oppression.",
        "In the interior organs there are indications of a compensating accumulation of blood, such as swelling of the spleen, engorgement (very rarely rupture) of the heart, with a feeling of oppression in the chest, and a copious flow of clear and watery urine from the congested kidneys.",
        "time of oppression and cruelty, and of war and devastation, during which the country remained chiefly swamp and tangled woodland, with little communication save up and down the rivers and along the old Roman roads.",
        "If the danger of French invasion was a reality, it was so mainly owing to the deplorable condition of Ireland, where the The Act natural disaffection of the Roman Catholic majority of Union of the populationdeprived of political and many with d social rights, and exposed to the insults and oppression ft an of a Protestant minority corrupted by centuries of ascendancyinvited the intervention of a foreign enemy.",
        "The Revolution had made war on princes and privilege, and the common people had in general gained wherever the Napoleonic rgime had been substituted for their effete despotisms; but the Continental System was felt as an oppression in every humble household, suddenly deprived of the little imported luxuries, such as sugar and coffee, which custom had made necessaries; and from this time date the beginnings of that popular revolt against Napoleon that was to culminate in the War of Liberation.",
        "One party was led by Disraeli, who was supposed to represent the traditional policy of England of maintaining the rule of the Turk at all hazards; the other, inspired by the example of Gladstone, was resolved at all costs to terminate oppression, but was at the same time distrusted as indirectly assisting the ambitious views by which the Eastern policy of Russia had always been animated.",
        "He had a native abhorrence of cruelty, of injustice, of disorder, of oppression, of tyranny, and all these things in all their degrees marked Hastings's course in India.",
        "with similar proprietary rights; and the supplication of the patriarch Nikon to Alexis Mikhaelovitch, for example, shows clearly the oppression to which the Lapps were subjected.",
        "\"Government of man by man in every form,\" he says, \"is oppression.",
        "This tribute, which was only remitted in the 7th century at the instance of St Moling, must have been the source of constant war and oppression.",
        "Yet some enlightened men strove to fuse the two nations together, and the native Irish, or that section which bordered on the settlements and suffered great oppression, offered 8000 marks to Edward I.",
        "The money obtained by oppressing the Irish nation was employed to create an army for the oppression of the Scottish and English nations.",
        "It was not long afterwards that the dual kingship ceased and Sparta fell under the sway of a series of cruel and rapacious tyrants - Lycurgus, Machanidas, who was killed by Philopoemen, and Nabis, who, if we may trust the accounts given by Polybius and Livy, was little better than a bandit chieftain, holding Sparta by means of extreme cruelty and oppression, and using mercenary troops to a large extent in his wars.",
        "The book of Genesis, as a whole, is closely connected with the subsequent oppression of the sons of Israel, the revelation of Yahweh the God of their fathers (Ex.",
        "There was neither oppression on the one hand nor servility on the other to explain this abandonment of their traditions.",
        "The interior people have for centuries been subject to petty oppression, and there is too much of the old spirit left among the Malays to avoid acrimonious dispute and rebellion.",
        "xi.) has been treated as the occasion of a general Ammonite oppression, which leads to an Israelite gathering, also at Mizpah (Judg.",
        "6, an extremely composite passage), and (b) the Ammonite and Philistine oppression (ib.",
        "ix.) by the sudden introduction of a Philistine oppression which cannot be connected with vii.",
        "refers to a Philistine oppression which has no sequel.",
        "31, and with the length of oppression in vii.",
        "In fact, except personal courage, great fertility in military resource, a lively though sometimes ill-directed repugnance to injustice, oppression and meanness of every description, and a considerable power of acquiring influence over those, necessarily limited in numbers, with whom he was brought into personal contact, General Gordon does not appear to have possessed any of the qualities which would have fitted him to undertake the difficult task he had in hand.\"",
        "The three years of his reign, which were spent wholly in the camp, were marked by great cruelty and oppression; the widespread discontent thus produced culminated in a revolt in Africa and the assumption of the purple by Gordian.",
        "The local Armenian historian, however, Matthew of Edessa, tells of oppression, decrease of population, ruin of churches, neglect of agriculture.",
        "braggadocio hides an almost unbearable vulnerability the product of a fragile sensitivity crushed by centuries of oppression.",
        "Such forms of oppression are pivotal for the functioning of neoliberal capitalism and do affect all social relations.",
        "colonizeen in need oppression by colonizing never lived without.",
        "First perceived western complicity in the oppression of Palestine.",
        "denounce corruption and oppression, establishing the group as the musical champion of generations of Moroccans, Arabs and exiles.",
        "deported by the authorities, Meldrum bravely reported the oppression taking place in Zimbabwe.",
        "deposed from office in 1998, Erdogan became a symbol of oppression by the Turkish regime.",
        "We affirm the God-given dignity of every person, so we are moved to action by poverty and oppression and famine and disease.",
        "Their revolt against parental values meant an equal disrespect for the social oppression of the 1950s.",
        "downcast eyes and their humble looks I guessed them to be the victims of oppression.",
        "fleeing oppression.",
        "The idea that to be at home looking after children is some kind of oppression is quite grotesque.",
        "hatred of the oppression of the Thermidorean bureaucracy.",
        "hidee Cuban newspaper Granma has also covered in depth the oppression of Aborigines hidden behind the glamorous facade of the Sydney Games.",
        "The sense of oppression and paranoia is palpable and only increases as the action hots up.",
        "instrument of government oppression directed toward the common folks.",
        "We are fellow islanders in a shared democracy, without oppression of one nation by another.",
        "liberated from religious oppression, especially in France in the 1780s.",
        "liberation from previous oppression.",
        "liberation theologians argue that their people have suffered oppression at the hands of racist whites.",
        "Changes in color along a corridor help reduce monotony and oppression.",
        "oppression of women is rooted in class society.",
        "oppression of millions around the world.",
        "oppression of the Iraqi people.",
        "Nor did I detect the ' powerful protestations against women's oppression ' suggested by John.",
        "This broad scope denies people the right to resist oppression, even to struggle against dictatorship.",
        "CIS ' Responsible Shareholding program states that it will express serious concern to companies that tolerate oppression.",
        "oppression suffered by our people has today reached its highest point.",
        "Especially a patriotism that justifies the oppression of others.",
        "It remains our duty to do all we can to resolve conflict, confront oppression, reduce poverty and promote good governance.",
        "All those 10 new European countries some of them have suffered the most terrible brutal oppression under the old Soviet Union.",
        "However, their female characters also identify with animals as the victims of patriarchal oppression, and some of them refuse to eat meat.",
        "Race analysis is developed in its ability to explain the subjective dimension of racial oppression.",
        "Women's own lives can be seen to articulate both private and public domains of gender oppression.",
        "The concept of the free market too was understood to be a force of control, an ideological justification of class oppression.",
        "But in Kinch's work, wider questions of oppression and ideology are in fact refracted through the lens of cultural particularity.",
        "patriarchal oppression, and some of them refuse to eat meat.",
        "They must struggle as women to overthrow patriarchy and oppression in women-only groups.",
        "There was a feeling of oppression and almost physical intimidation.",
        "The Nobel academy said Pinter's work \" uncovers the precipice under everyday prattle and forces entry into oppression's closed rooms \" .",
        "rebellion against tyranny and oppression.",
        "scathing about the British state and its defenders who have created and upheld bloodshed, bigotry and oppression in Ireland.",
        "Be not sorrowful, O heart, at this oppression of enemies, And think on this, that the Sweetheart is judge.",
        "standpoint of philosophy as such is inseparable from this division, which is bound up with exploitation and oppression.",
        "struggle against capitalist oppression 12.",
        "Black liberation theologians argue that their people have suffered oppression at the hands of racist whites.",
        "thoughtless behaviors, these are what make life difficult, these are the sources of oppression.",
        "It can create community, build and support cultures, foster freedom and participation and challenge tyranny and oppression.",
        "yoke of Communist oppression.",
        "The stories of his cruelty and oppression in the Swiss cantons first appear in the 16th century, and are now regarded as legendary.",
        "Himself a stalwart weaver, he was opposed to physical force movements and did all he could to restrain the violent resistance to trade oppression which was so common; yet through attending and speaking at the meeting (1819) at Peterloo, Manchester, which was intended to be a peaceful gathering to petition for Parliamentary reform and a repeal of the Corn Law but ended in a massacre, he was arrested for a breach of the law, convicted and sentenced to twelve months' imprisonment.",
        "21 [20] he regards oppression of resident aliens (a class that had not then received full civil rights) as a crime (xxii.",
        "As access to the church courts is the right of all, and involves but slight expense, the liberty of even the humblest member of the Church is safeguarded, and local oppression or injustice is rendered difficult.",
        "Public opinion had been outraged by the immunity with which the governors of certain provinces, and more particularly Dr Julio Costa, the governor of the province of Buenos Aires, had been allowed to maintain local forces, by the aid of which they exacted the payment of illegal taxes and exercised other acts of injustice and oppression.",
        "Though there is reason to suppose that the Roman laws were still administered within the cities, yet the Lombard code was that of the kingdom; and the Lombards being Arians, they added the oppression of religious intolerance to that of martial despotism and barbarous cupidity.",
        "The oppression and follies of the restored governments made men forget the evils of French rule and remember only its good side.",
        "Nikon was himself tried for abdicating his see, causing disorder in the realm, oppression and violence, first before a synod of Moscow composed of his suffragans and some Greek bishops, and afterwards before another synod in which sat the patriarchs of Alexandria and Antioch, the metropolitans of Servia and Georgia, the archbishops of Sinai and Wallachia, and the metropolitans of Nice, Amasis, Iconium, Trebizond, Varna and Scio, besides the Russian bishops.",
        "After an interval of uncertain duration we find in Exodus a numerous people subjected to rigorous oppression.",
        "In an age when the oppression and corruption of the ruling classes had been such that those who cherished the old worship of Yahweh dared not confide in their most intimate companions (Mic. vii.",
        "The Australian, when he suffers from an oppression in his sleep, says that Koin is trying to throttle him; the Caribs say that Maboya beats them in their sleep; and the belief persists to this day in some parts of Europe; horses too are said to be subject to the persecutions of demons, which ride them at night.",
        "His constitutional reforms proved less successful, for, although he put into the hands of the people various safeguards against oppression, he could not ensure their use in practice.",
        "It is not wonderful that the Quakers, persecuted and oppressed at home and in New England, should turn their eyes to the unoccupied parts of America, and cherish the hope of founding, amidst their woods, some refuge from oppression, and some likeness of a city of God upon earth.",
        "Its work is not confined to the interests of Friends; it is sensitive to the call of oppression and distress (e.g.",
        "2-4 to Chaldaean oppression of Israel, the same subject being continued in i.",
        "This oppression led to the device of \" semi-periodical \" publications, of which La Minerve francaise (1818-1820) is an instance.",
        "1) against Russian oppression of freedom of conscience.",
        "Every act tending to force a citizen to abandon his nationality - in other words oppression of a citizen on account of his race - is expressly prohibited.",
        "The nature and attributes of God; His gracious purposes towards man; the relation of man to God, with the practical consequences that follow from it; the true nature of religious service; the call to repentance as the condition of God's favour; the ideal of character and action which each man should set before himself; human duty under its various aspects; the responsibilities of office and position; the claims of mercy and philanthropy, justice and integrity; indignation against the oppression of the weak and the unprotected; ideals of a blissful future, when the troubles of the present will be over, and men will bask in the enjoyment of righteousness and felicity, - these, and such as these, are the themes which are ever in the prophets' mouths, and on which they enlarge with unwearying eloquence and power.",
        "If the years of the several periods of oppression and independence mentioned in the Book of Judges (Judges iii.",
        "The appearance of the nebhiim in the time of Samuel was, it would seem, as is explained in the article Hebrew Religion, one manifestation of the deep pulse of suppressed indignant patriotism which began to beat in the hearts' of the nation in the age of Philistine oppression, and this fact explains the influence of the movement on Saul and the interest taken in it by Samuel.",
        "The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
        "More fateful was the attitude of the Orthodox Ruthenian peasantry, who w ere divided from their Catholic Polish over-lords by centuries of religious and feudal oppression.",
        "It was certainly owing to the pressure of Welsh political dissent that Lord Rosebery's cabinet issued the Welsh Land Tenure Commission in 1893 - an inquiry which did much to exonerate the Welsh squirearchy from a number of vague charges of extortion and sectarian oppression; and that Sir H.",
        "Ludovico, at the head of an army of Swiss mercenaries, returned victoriously in February 1 Soo, and was welcomed by a population disgusted with the oppression of the invaders.",
        "The oppression of the French Protestants was but one of the pretexts for the English expedition under James I.s favorite, the duke of Buckingham, to La Rochelle in 1627; and, in the end, this intervention of a foreign power compromised their cause.",
        "Then he solemnly took the estates to witness, as he stood there \"in the sight of the Almighty,\" that he had begun hostilities \"out of no lust for war, as many will certainly devise and imagine,\" but in self-defence and to deliver his fellow-Christians from oppression.",
        "Nicholas Blake QC said that the Universal Declaration of Human Rights allowed for the possibility of rebellion against tyranny and oppression.",
        "McCann is scathing about the British state and its defenders who have created and upheld bloodshed, bigotry and oppression in Ireland.",
        "The standpoint of philosophy as such is inseparable from this division, which is bound up with exploitation and oppression.",
        "I support the migrant ink workers in their struggle against capitalist oppression 12.",
        "But the discriminatory attitudes and thoughtless behaviors, these are what make life difficult, these are the sources of oppression.",
        "Only by waging their struggle against oppression oppression by those who tell them they are unfit to govern.",
        "In just a few weeks another 10 nations, many freed from the yoke of Communist oppression.",
        "The preponderance of continuing oppression makes it apparent that we need to continue to rally for mintorities' rights.",
        "Clothing was considered to be both an instrument of class oppression and a major cause of ill health.",
        "Schools must actively work towards ending oppression of all types, by ending it within their own walls.",
        "There are several moral and ethical concerns surrounding diamonds, especially due to the fear of purchasing a conflict diamond or blood diamond, therefore unknowingly fueling the market for violence and oppression.",
        "Rather than spending a weekend running from the authorities, you can now make a statement against governmental oppression by merely updating your footwear.",
        "Fight The Power is a call to arms and demands action against racism and oppression.",
        "The centuries provide us with many reasons why freedom of speech is so critically important to maintaining basic human freedom from oppression and dictatorship.",
        "The oppression of Antiochus led to a revolt of the Jews under the leadership of the Maccabees, and Judas Maccabaeus succeeded in capturing Jerusalem after severe fighting, but could not get The sites shown on the plan are tentative, and cannot be regarded as certain; see Nehemiah ii.",
        "The death penalty was freely awarded for theft and other crimes regarded as coming under that head; for theft involving entrance of palace or temple treasury, for illegal purchase from minor or slave, for selling stolen goods or receiving the same, for common theft in the open (in default of multiple restoration) or receiving the same, for false claim to goods, for kidnapping, for assisting or harbouring fugitive slaves, for detaining or appropriating same, for brigandage, for fraudulent sale of drink, for disorderly conduct of tavern, for delegation of personal service, for misappropriating the levy, for oppression of feudal holders, for causing death of a householder by bad building.",
        "They, and also the inhabitants of central Italy, are more industrious than the inhabitants of the southern provinces, who have by no means recovered from centuries of misgovernment and oppression, and are naturally more hot-blooded and excitable, but less stable, capable of organization or trustworthy.",
        "and his minister Cardinal Consalvi oppression had not been very severe, and Metternichs proposal to establish a central inquisitorial tribunal for political offences throughout Italy had been rejected by the papal government.",
        "The Piedmontese troops distinguished themselves in the field, gaining the sympathies of the French and English; and at the subsequent congress of Paris (1856), where Cavour himself was Sardinian representative, the Italian question was discussed, and the intolerable oppression of the Italian peoples by Austria and the despots ventilated.",
        "(2) The eldest son of Saul, who, together with his father, freed Israel from the crushing oppression of the Philistines (I Sam.",
        "Ispravniki and stanovoi alike are armed with large and ill-defined powers; and, since they are for the most part illiterate and wholly ignorant of the law, they have proved exasperating engines of oppression.",
        "The term by which this subjection is commonly designated, the Mongol or Tatar yoke, suggests ideas of terrible oppression, Character but in reality these barbarous invaders from the Far of Tatar East were not such cruel, oppressive taskmasters as rule.",
        "The book of Judges with its \" monotonous tempo - religious declension, oppression, repentance, peace,\" to which Wellhausen 4 refers as its ever-recurring cycle, makes us familiar with these alternating phases of action and reaction.",
        "External oppression and internal rivalries rent the Israelites, and in the religious philosophy of a later (Deuteronomic) age the period is represented as one of alternate apostasy from and of penitent return to the Yahweh of the \" exodus.\"",
        "3), had entered into a reciprocal covenant with a people who, as Micah's writings would indicate, had suffered grievous oppression and misery.'",
        "From Simon he demanded an indemnity of moo talents for his oppression and invasion of nonJewish territory: Simon offered loo talents.",
        "The regular authorities sent from Constantinople were wholly unable to control the excesses of the janissaries, who exercised without restraint every kind of violence and oppression.",
        "This change of masters brought some relief to the unfortunate Cretans, who at least exchanged the licence of local misrule for the oppression of an organized despotism; and the government of Mustafa Pasha, an Albanian like Mehemet Ali, the ruler of the island for a considerable period (1832-1852), was more enlightened and intelligent than that of most Turkish governors.",
        "Its dominant note is freedom - the liberty of the nation from foreign bondage, and of the individual from oppression.",
        "Manuel subsequently set out in person to seek help from the West, and for this purpose visited Italy, France, Germany and England, but without material success; the victory of Timur in 1402, and the death of Bayezid in the following year were the first events to give him a genuine respite from Ottoman oppression.",
        "We cannot be certain, indeed, how far the Frankish lords oppressed their Syrian tenants: the stories of such oppression have been discredited; while if we may trust the evidence of a Mahommedan traveller, Ibn Jubair, the lot of the Mahommedan who lived on Frankish manors was better than it had been under their native lords.'",
        "This was a notable concession, by which the nobles lost that exclusive legal knowledge which had formed one of their main instruments of oppression.",
        "Up to this time the rule of the Bhonsla rajas, rough warriors of peasant extraction, had been on the whole beneficent; but, soured by his defeat, Raghoji now set to work to recover some of his losses by a ruthless exploitation of the peasantry, and until the effective intervention of the British in 1818 the country was subjected to every kind of oppression.",
        "From this point, however, nothing is said of wisdom - the rest of the book is a philosophical and imaginative narrative of Israelite affairs from the Egyptian oppression to the.",
        "Although the Peterborough Chronicle accuses Henry of oppression in his early years, the nation soon learned to regard him with respect..",
        "Even the best-intentioned government measures, such as the importation of corn, the prohibition of the sale of spirits, and so on, became new sources of oppression.",
        "2-4 as referring to the oppression of Israel by a foreign tyrant, whom, however, he holds to be Assyria.",
        "The Tupinoquins at first offered some opposition; but having made peace, they observed it faithfully, notwithstanding that the oppression of the Portuguese obliged them to forsake the country.",
        "While the population of Brazil continued to increase, the moral and intellectual culture of its inhabitants was left in great measure to chance; they grew up with those robust and healthy sentiments which are engendered by the absence of false teachers, but with a repugnance to legal ordinances, and encouraged in their ascendancy over the Indians to habits of violence and oppression.",
        "They appear to have accepted him as the lawful heir of the Confessor; and they regarded him as their natural protector against feudal oppression.",
        "But there is no evidence that the Jews were involved in these; for the account which Josephus gives of Bagoses' oppression of the Jews represents the trouble as having arisen originally from internal dissensions, and does not hint at anything of the nature of a rebellion against Persia.",
        "The invitation was declined, but in the 16th century the Syrian Christians sought the help of the Portuguese settlers against Mussulman oppression, only to find that before long they were subjected to the fiercer perils of Jesuit antagonism and the Inquisition.",
        "14 seq.), sorcery, uncleanness, falsehood and oppression rampant (iii.",
        "Towards everything like disorder, tyranny, or aristocratic oppression, Casimir was always inexorably severe; all disturbers of the peace were remorselessly put to death as the worst enemies of their country and he enjoyed in consequence the honourable title of \"the Peasants' King.\"",
        "The finances of the state were economically managed, and taxpayers were most carefully guarded from oppression.",
        "He induced these to unite in opposing the Lutheran heresy on condition that the pope would issue a decree providing for some of the most needed reforms. There was to be no more financial oppression on the part of the clergy, and no unseemly payments for performing the church services.",
        "The institution of the Hebrew monarchy (c. moo B.C.) follows upon periods of Philistine oppression (Judges iii.",
        "His father Dhatu Sena, a country priest, had, after many years of foreign oppression, roused his countrymen, in 459, to rebellion, led them to victory, driven out the Tamil oppressors, and entered on his reign as a national hero.",
        "The reasons are that the good old Israelitish virtue of brotherliness is dying away, that oppression and injustice are rampant (ii.",
        "This rising, which lwas probably caused by the exaction of tithes and the oppression of Frankish officials, aimed also at restoring the heathen religion, and was put down in 842 by king Louis the German, who claimed authority over this part of the Carolingian empire.",
        "Since the last election in the spring of 1908 the Bohemian Diet had been unworkable, eventually owing to obstruction on the part of the Germans, who saw themselves handed over hopelessly to the Czech majority, until a rearrangement of the voting groups (curiae) should afford them protection against Czech oppression.",
        "He inveighs against the oppression of the poor by the rich, reproves those who, weary of matins or mass, spend their time in church \"jangling,\" telling tales, and wondering where they will get the best ale, and revives the legend of the dancers at the church door during mass who were cursed by the priest and went on dancing for a twelvemonth without cessation.",
        "In especial he vindicates the propriety of resistance to kingly oppression or misrule, upholds the existence of an hereditary nobility interested in their country's good as the firmest barrier against such oppression, and maintains the authority of parliaments.",
        "Here too the Arab conquest (641) put an end to the oppression of the native Christians by the Greek minority; but this did not afford the Coptic church any possibility of vigorous development.",
        "The revival of the Czechs after a hundred years of torpor, due to the loss of their independence in 1620 and subsequent oppression at the hands of the Habsburgs and the dominant Germans, gave birth, from 1780 onwards, to a literary activity which still continues to yield rich fruit.",
        "The youngest literary generation in Czechoslovakia was represented in 1921 in particular by three leading poets: So y a, a writer of delicate lyrics; Bezruc, who sings of social and national oppression, and Bi'ezina, a profound visionary and pantheistic mystic. Among prose writers the leading contemporary names are Svobodova, apek, a robust realist, and Sramek, who has also met with success as a dramatist.",
        "Until 1846 the country enjoyed peace under the just and liberal rule of Zahir-ud-din, the Chinese governor, but in that year a fresh Khoja revolt under Kath Tora led to his making himself master of the city, with circumstances of unbridled licence and oppression.",
        "26 agrees very nearly with the sum of the years (namely, 319) given in the preceding chapters for the successive periods of oppression and independence.",
        "In 1826 Nasrullah mounted the throne, and began with the murder of his brother a reign of continued oppression and cruelty.",
        "Thus the deeper feelings of religion were embodied in warlike patriotism, and these feelings the Philistine oppression had raised to extreme tension among all who loved liberty, while yet the want of a captain to lead forth the armies of Yahweh against his foemen deprived them of their natural outlet.",
        "In this hymn we read how the gods shall release us from this sinful time, from the oppression of this world.",
        "But these books, however influential, had no public authority, and when the yoke of oppression was lightened but a little their enthusiasm lost much of its contagious power.",
        "Rather than give occasion to that oppression which he regarded as inseparable from an emperor's progress through his dominions, he was content to spend all the years of his reign in Rome, or its neighbourhood.",
        "(1046) put an end to this oppression it was only to substitute another.",
        "This struggle between spiritual and secular powers, owing to the tremendous sensation which it created throughout Christendom, showed the nations that at the head of the Church there was a great force for justice, always able to combat iniquity and oppression, and sometimes to defeat them, however powerful the evil and the tyrants might seem.",
        "Las Casas has drawn a terrible picture of the oppression he strove in vain to prevent.",
        "Gregory sought to protect the monks from episcopal oppression by issuing privilegia, or charters in restraint of abuses, in accordance with which the jurisdiction of the bishops over the monasteries was confined to spiritual matters, all illegal aggressions being strictly prohibited.",
        "Ehud (q.v.) of Benjamin or Ephraim freed Israel from the Moabite oppression.",
        "During the long time of oppression and injury which followed the ejectment, Baxter was sadly afflicted in body.",
        "embittered by Mahommedan oppression.",
        "Elsewhere, however, this was not the case; many of the peasants suffered still greater oppression and some of the immediate nobles were forced to submit to a detested yoke.",
        "Lysias lifted up his voice to denounce Dionysius as, next to Artaxerxes, the worst enemy of Hellas, and to impress upon the assembled Greeks that one of their foremost duties was to deliver Sicily from a hateful oppression.",
        "Continuing his career of violence and oppression, Duke Frederick was killed in battle by the Hungarians in June 1246, when the family of Babenberg became extinct.",
        "But, as the tithe was let out to publicani, oppression was easy.",
        "without any actual oppression, seem to be losing their position.",
        "His rule was not merely the rule of a stranger king surrounded by stranger followers; the degradation of the island was aggravated by gross oppression, grosser than in the continental lands.",
        "Angevin oppression had brought together all Sicily in a common cause.",
        "Under this system the oppression and extortion practised under native rule gave place to a carefully regulated method of assessment.",
        "At its initiation the proceeds were divided in approximately equal shares between the central government and the native administration, and a means was thus found of creating a legitimate revenue for the native chiefs to supersede the proceeds of slave-raiding and slave-dealing, and of oppression and extortion, by which they had hitherto supplied their needs.",
        "Since that fatal day, however, many of the fellahin have shown they are capable of devoted condUct, and much has been done to raise in the soldiers a sense of selfrespect, and, in spite of centuries of oppression, of veracity.",
        "a fragment of such a decree, directed by Horemheb of theXVIIIth Dynasty against oppression of the peasantry by officials and prescribing penalties, is preserved on a stela in the temple of Karnak, and enactments of Ptolemy Philadelphus and Euergetes II.",
        "She restored the worship in those temples of Upper and Lower Egypt which had not yet recovered from the religious oppression and neglect of the Hyksos.",
        "order to satisfy the demands of the Albanians for their pay, gave orders to levy heavy contributions from the citizens of Cairo; and this new oppression.",
        "Misrule and oppression in every form now again prevailed throughout the Sudan, while the slave traders, exasperated by Gordons stern measures, were ready to revolt.",
        "Cruel, vicious, unscrupulous and strong, the country groaned beneath his oppression.",
        "The escape from Omdurman of Father Ohrwalder and of two of the captive nuns in December 1891, of Father Rossignoli in October 1894, and of Siatin Bey in February 1895, revealed the condition of the Sudan to the outside world, threw a vivid light on the rule of the khalif a, and corroborated information already received of the discontent which existed among the tribes with the oppression and despotism under which they lived.",
        "In its present form the book sets forth (a) the oppression of the Israelites in Egypt (ch.",
        "17), (d) the return of Moses to Egypt, and his appeal to Pharaoh which results in the further oppression of Israel (iv.",
        "7) and of its oppression at the hands of the Egyptians (i.",
        "His activity was in so far a misfortune as it led him to attempt too many things at once, and engage in undertakings so costly that oppression became necessary to provide the funds for them.",
        "That wise and necessary restraint did not more often give way to oppression and violence is amazing in a country where the frontier had but recently disappeared.",
        "At that time the Holy See was engaged in a struggle against the oppression of the princes of Spoleto, and a powerful party in Rome was eager to obtain the intervention of Arnulf, king of Germany, against these dangerous neighbours.",
        "He left a child as king, and the old round of anarchy began again; oppression, murder, feud, faction and private war.",
        "In its origin a revolt against feudal oppression, it became, under the leadership of Munzer, a war against all constituted authorities, and an attempt to establish by force his ideal Christian commonwealth, with absolute equality and the community of goods.",
        "In 1899 relations between the Transvaal and Great Britain had become so strained, by reason of the oppression of the foreign population, that a conference was arranged at Bloemfontein between Sir Alfred (afterwards Lord) Milner, the high commissioner, and President Kruger.",
        "The denunciations in the prophetical writings of gross injustice, oppression and maladministration seem to presuppose definite laws, which either were ignored or which fell with severity upon the poor and unfortunate.",
        "There is a marked growth of refinement and of ideas of morality, and a condemnation of the shameless vice and oppression which went on amid a punctilious and splendid worship. It is extremely significant that between the teaching of the prophetical writings and the spirit of the Mosaic legislation there is an unmistakable bond.",
        "rebuilding of the walls of Jerusalem by Suleiman the Magnificent (1537): but on the whole Palestine ceases for nearly three hundred years from this point to have a history, save the dreary record of the sanguinary quarrels of local sheiks and of oppression of the peasants by the various government officials.",
        "The \"judges,\" in spite of the fact that most of them had clearly no more than a local influence, are all represented as successive rulers in Israel, and the history is dated by the years of each judgeship and those of the intervening periods of oppression.",
        "They speak of the \"breathing time\" which they have had of late, and their hope that God would, as they say, \"incline the magistrates' hearts so for to tender our consciences as that we might be protected by them from wrong, injury, oppression and molestation\"; and then they proceed: \"But if God withhold the magistrates' allowance and furtherance herein, yet we must, notwithstanding, proceed together in Christian communion, not daring to give place to suspend our practice, but to walk in obedience to Christ in the profession and holding forth this faith before mentioned, even in the midst of all trials and afflictions, not accounting our goods, lands, wives, children, fathers, mothers, brethren, sisters, yea, and our own lives, dear unto us, so that we may finish our course with joy; remembering always that we ought to obey God rather than men.\"",
        "The success of the Baptists of Virginia in securing step by step the abolition of everything that savoured of religious oppression, involving at last the disestablishment and the disendowment of the Episcopal Church, was due in part to the fact that Virginia Baptists were among the foremost advocates of American independence, while the Episcopal clergy were loyalists and had made themselves obnoxious to the people by using the authority of Great Britain in extorting their tithes from unwilling parishioners, and that they secured the co-operation of free-thinking statesmen like Thomas Jefferson and James Madison and, in most measures, that of the Presbyterians.",
        "Baptists lost favour by threatening to appeal to England for a redress of their grievances at the very time when resistance to English oppression was being determined upon.",
        "With verse 3 \" Judah migrated from oppression; From greatness of servitude; She settled among the nations, Without finding a resting-place,\" cf.",
        "\"The judges,\" says Ross, \"could not award interest for the money; that would have been contrary to law, a moral evil, and an oppression of the debtor; but, upon the idea of damages and the failure of the debtor in performance, they unmercifully decreed for double the sum borrowed.\"",
        "The word was adopted in English in the 18th century and was disliked as a symbol of foreign oppression.",
        "It developed into an engine of horrible oppression, and as such was repugnant to the feelings of a free people.",
        "An all-powerful police, minutely organized, has in some foreign states grown into a terrible engine of oppression and made daily life nearly intolerable.",
        "By their illiberal spirit, which sought but temporary commercial advantage in connexion with the Eastern trade, the Dutch authorities themselves, although generally humanely disposed towards the natives, created the system which caused their oppression and extermination.\"",
        "They fled from oppression; and thus trekking began, not in 1835, as is generally stated, but before 1700.",
        "The plotters were at this juncture reinforced by an exranger from Scania (Skane), Johan Kristoffer Toll, also a victim of Cap oppression.",
        "After the conquest of Peru by the Spaniards in the 16th century the natives were subjected to much tyranny and oppression, though it must in fairness be said that much of it was carried out in defiance of the efforts and the wishes of the Spanish home government, whose legislative efforts to protect the Indians from serfdom and ill-usage met with scant respect at the hands of the distant settlers and mine-owners, who bid defiance to the humane and protective regulations of the council of the Indies, and treated the unhappy natives little better than beasts of burden.",
        "It was the rule of some thirty-five or thirty-six petty tyrants, under whose oppression and private wars even the invaders suffered.",
        "Although there was much in the official life of Lord Palmerston which inspired distrust and alarm to men of a less ardent and contentious temperament, he had a lofty conception of the strength and the duties of England, he was the irreconcilable enemy of slavery, injustice and oppression, and he laboured with inexhaustible energy for the dignity and security of the Empire.",
        "But though often at court, he seems to have been no sympathiser with Norman oppression, and is even said to have bearded the king himself.",
        "It owes its rise to prosperity to the tolerance it meted out to the Jews, who found here an asylum from the oppression under which they suffered in Nuremberg.",
        "Not unreasonably; for if half his patriotism sprang from an instinctive hatred of oppression, the other half was disappointed egotism.",
        "In 1685, the Bengal factors, driven to extremity by the oppression of the Mogul governors, threw down the gauntlet; and after various successes and hairbreadth escapes, purchased from the grandson of Aurangzeb, in 1696, the villages which have since grown up into Calcutta, the metropolis of India.",
        "The voivode Alexander, who succeeded in 1591, and like his predecessors had bought his post of the Divan, carried the oppression still further by introducing a janissary guard and farming out his possessions to his Turkish supporters.",
        "But the rule of the Phanariotes could not but be productive of grinding oppression, and it was rendered doubly hateful by the swarms of Greek adventurers who accompanied them.",
        "It was largely to escape oppression that the farmers trekked farther and farther from the seat of government.",
        "Among neighbouring hills are Moel Offrwm (or Orthrwm - of sacrifice or of oppression) and Moel Cynwch.",
        "Nominally he was accused of a number of acts of oppression - - Attainder in the north of England and in Ireland.",
        "In 1873 an English committee of inquiry was appointed to investigate various complaints of oppression against the gaekwar, Malhar Rao, who had recently succeeded to the throne after being for a long time kept in prison by his brother, the former gaekwar.",
        "Disease and famine; crushing imposts and extortions; official debasement of the currency; bankruptcy; state prisons; religious and political inquisition; suppression of all institutions for the safe-guarding of rights; tyranny by the intendants; royal, feudal and clerical oppression burdening every faculty and every necessary of life; monstrous and incurable luxury; the horrible drama of poison; the twofold adultery of Madame de Montespan; and the narrow bigotry of Madame de Maintenon-~--all concurred to make the end of the reign a sad contrast with the splendour of its beginning.",
        "Help us not to lose hope when overwhelmed by the enormity of poverty, hunger and oppression in your world.",
        "oppression of a national minority.",
        "oppression.",
        "\" It is a shame which cries to heaven, this oppression by tithes, dues, penalties, excommunication, and tolls of the peasant, on whose labour all men depend for their existence.\"",
        "A government could no longer employ its powers for direct oppression.",
        "and oppression."
    ]
}