{
    "translation": "אוראלי, בעל פה",
    "uses": [
        "The oral discussion was either in English or French as happened to be convenient.",
        "The proboscis bears at its extremity a circlet of smaller oral tentacles.",
        "As observed above, it was the duty of the teachers to show the connexion of practical rules with the written Law, the more so since the Sadducees rejected the authority of the oral law as such.",
        "D, Octobothrium merlangi; ms, oral sucker; int.",
        "Dunmore is the seat of the state oral school for the deaf.",
        "The labrum and clypeus are developed as a single prolongation of the oral piece, not as a pair of appendages.",
        "The Indian flying-squirrel (P. oral) leaps with its parachute extended from the higher branches of a tree, and descends first directly and then more and more obliquely, until the flight, gradually becoming slower, assumes a horizontal direction, and finally terminates in an ascent to the branch or trunk of the tree to which it was directed.",
        "Entocolax, mouth at free extremity, animal fixed by aboral orifice of pseudopallium, Pacific. Entoconcha, body elongated and tubular, animal fixed by the oral extremity, protandric hermaphrodite, parasitic in testes of Holothurians causing their abortion.",
        "He took his theological degree in March 1890, by the oral defence of forty Latin scholastic theses and by a French dissertation, Histoire du canon de l'ancien testament, published as his first book in that year.",
        "If they had not, lengthy epics would never have survived oral transmission for centuries.",
        "The variations in the degree to which these appear in different passages are in the main to be accounted for by his having before him in many cases documents or oral reports, which he repro duces with only slight alterations in the language, while at other times he is writing freely.",
        "17), is the mouth or oral piece; the second, explained by the presence of a \" latent endoderm-group \" in those the antennal segment; the third, the intercalary or prae-mandibular invaginations.",
        "Thus though it insisted on the exclusive canonicity of the 24 books, it claimed the possession of are oral law handed down from ivloses, and just as the apocryphal books overshadowed in certain instances the canonical scriptures, so often the oral law displaced the written in the regard of Judaism.",
        "There can be little doubt that the Targums existed for a long time in oral form.",
        "h, shell; b, oral hood; d, foot; the exception of the Aplustridae, Lophocercidae and Thecosomata, the head is devoid of tentacles, and its dorsal surface forms a digging FIG.",
        "The chief genital pore is placed anteriorly between the oral sucker and the ventral one, and is posterior only in Holostomidae, Gasterostomidae and a few Distomidae.",
        "p, Lips of redia; q, collar; r, processes serving as rudimentary feet; s, embryos; 1, trabecula crossing body-cavity of redia; u, glandular cells; v, birth-opening; w, w', morulae; y, oral sucker; y', ventral sucker; z, pharynx.",
        "9) and have neglected what is still one of their chief trusts, the oral law (ii.",
        "i) Moses received on Mount Sinai not only the written Law as set down in the Pentateuch, but also the Oral Law, which he communicated personally to the 70 elders and through them by a \"chain of tradition\" to succeeding ages.",
        "S, serosa; A, amnion; E, ectoderm; N, rudiment of nerveof the oral piece.",
        "By this time the collection of halakhic material had become very large and various, and after several attempts had been made to reduce it to uniformity, a code of oral tradition was finally drawn up in the and century by Judah ha-Nasi, called Rabbi par excellence.",
        "p principles: the separation of the judicial and administrative functions, the independence of the judges and courts, the publicity of trials and oral procedure, the equality of all classes before the law.",
        "Under the disguise of doctors, midwives, school teachers, governesses, factory hands or common labourers, they sought to make proselytes among the peasantry and the workmen in the industrial centres by revolutionary pamphlets and oral explanations.",
        "The concentration of nervous matter and ganglionic substance at the oral end of Trematodes is equivalent to the \" brain \" of the Planarians, but the similar thickening in the scolex of Cestodes is by no means so certainly to be called by that name.",
        "16) or reminiscences of oral teaching (r Cor.",
        "Oral.",
        "(Xioo.) reproductive system; C, Cirrus; H, hooks on the ventral sucker; I, small piece of the intestine to show its connexion with the reproductive organs by the narrow duct that passes from it to the union of the vaginae; M, mouth; 0, ovary; S, oral sucker; SC, sucker; SH, shell-gland; T, Testis; U, uterus; V, vaginal pore; Y, yolkgland.",
        "- Aspido- Aspidocotylean has an oral sucker at the gaster conchicola; anterior extremity and an equally simple ventral aspect; a, post-oral one at the other, thus resembling mouth; b, marginal the members of the next order.",
        "The apical senseorgan is used for temporary attachment to the maternal vestibule in which development takes place, but permanent fixation is effected by the oral surface.",
        "The alimentary canal persists and revolves in the median plane through an angle of 180°, accompanied by part of the larval vestibule, the space formed by the retra^tion of the oral surface.",
        "Mechnikov considered the plate thus formed at the base of the polyp as equivalent to the umbrella, and the body of the polyp as equivalent to the manubrium, of the medusa; on this view the marginal tentacles almost invariably present in medusae are new formations, and the tentacles of the polyp are represented in the medusa by the oral arms which may occur round the mouth, and which sometimes, e.g.",
        "Hydranth more shortened, daisy-like in form, with two whorls of tentacles, oral and aboral.",
        "The application of this oral law is called Halakhah, the rules by which a man's daily \"walk\" is regulated.",
        "the history of the northern monarchy), it is obvious that, apart from indigenous Judaean tradition, the southern groups which were ultimately enrolled in Judah would possess their own stock of oral and written lore.",
        "While the existence of such a personage as Gilgamesh may be admitted, he belongs to an age that could only have preserved a dim recollection of his achievements and adventures through oral traditions.",
        "Besides his edition of the Rumanian Church service-books with musical notation, he published a series of tales, proverbs and songs either from older texts or from oral information; and he made the first collection' of popular songs, Spitalul amorului, \" The Hospital of Love \" (1850-53), with tunes either composed by himself or obtained from the gipsy musicians who alone performed them.",
        "A, upper or oral surface of E.",
        "atn, Antennary nerves; co, commissures between ventral cords; d, ventral appendages of brain; E, eye en, nerves passing outwards from ventral cord; F.g.i, ganglionic enlargements from which nerves to feet pass off; jn, nerves to jaws; org, ganglionic enlargement from which nerves to oral papillae pass off; orn, nerves to oral papillae; pc, posterior lobe of brain; pn, nerves to feet; sy, sympathetic nerves.",
        "Such forms he distinguished as Coelentera, and showed that they had no special affinity with echinoderms, polyzoa, &c. He divided the Coelentera into a group Hydrozoa, in which the sexually produced embryos were usually set free from the surface of the body, and a group Actinozoa, in which the embryos are detached from the interior of the body and escape generally by the oral aperture.",
        "contra indication give oral beta blocker for at least 1 year, if tolerated.",
        "It seems more likely that he had a good many distinct oral traditions for this part of the history and that he used them freely, sometimes substituting them for passages of the Marcan document, sometimes altering the latter in accordance therewith.",
        "728 A.D.) had a great mass of such notes, and he was accused of sometimes passing off as oral tradition things he had really drawn from books; for oral tradition was still the one recognized authority, and it is related of more than one old scholar, and even of Hasan of Basra himself, that he directed his books to be burned at his death.",
        "The oral sucker may alone be present (Monostomidae), more usually a second is developed on the under surface, but may be mid-ventral (Distomidae) or terminal.",
        "In the Entoprocta the tentacles are withdrawn by being infolded into the \"vestibule,\" a depression of the oral surface which can be closed by a sphincter muscle.",
        "Noteworthy coincidences in the lives of Abraham and Isaac, noticed above, point to the fluctuating state of traditions in the oral stage, or suggest that Abraham's life has been built up by borrowing from the common stock of popular lore.",
        "The nematocysts of the ectoderm may be grouped to form batteries on the tentacles, umbrellar margin and oral lappets.",
        "- View of the Oral Surface of one of the Leptomedusae (Irene pellucida, Haeckel), to show the numerous tentacles and the otocysts.",
        "While they had no written language, a considerable oral literature of songs, legends and traditions existed.",
        "The following form which Seeberg gives as the creed of St Paul is an artificial combination of fragments of oral teaching, which naturally reappear in the teaching of St Peter, but finds no attestation in the later creeds of particular churches which would prove its claim to be their parent form: \" The living God who created all things sent His Son Jesus Christ, born of the seed of David, who died for our sins according to the scriptures, and was buried, who was raised on the third day according to the scriptures, and appeared to Cephas and the XI I., who sat at the Der Katechismus der Urchristenheit, p. 85.",
        "Its life is the measure of the period of oral tradition, whose requiem is sung by Papias.",
        "In oral exposition the vigour of thought and moral intensity of the man were most of all apparent, while his practical earnestness completely captivated his hearers.",
        "This beautiful picture of the Christian life as a realized ideal, and of Christians as \"the soul\" of the world, owes its inclusion to a double error: first, to the accidental attachment at the end of another fragment (§ II), which opens with the writer's claim to stand forth as a teaclier as being \"a disciple of apostles\"; and next, to mistaken exegesis of this phrase as implying personal relations with apostles, rather than knowledge of their teaching, written or oral.",
        "Intensely conservative in their methods, they kept up the system of using Latin in their grammars (and in their oral instruction) long after it had been abandoned by others.",
        "Though the animals have an oral siphon, they do not carry ovisacs like the siphonostomous copepods, but glue their eggs in rows to extraneous objects.",
        "Geddes, a Scottish Catholic priest, who projected, and in part carried out (1792-1800), a critically annotated new translation of the Old Testament, and argued therein that the Pentateuch ultimately rests on a variety of sources partly written, partly oral, but was compiled in Canaan probably in the reign of Solomon; K.",
        "2 However this may be, the independent Halakoth (where the oral decisions are interpreted or discussed on the basis of the Old Testament) were gradually collected and arranged according to their subject in the Mishnah and Tosephta (Talmud, § 1), while in the halakic Midrashim (where the decisions are given in connection with the biblical passage from which they were derived) they follow the sequence of the text of the Old Testament.",
        "The first regular catechisms seem to have grown out of the usual oral teaching of catechumens, and to have been compiled in the 8th and 9th centuries.",
        "The mouth may be circular or four-cornered, and in the latter case the manubrium at the angles of the mouth may become drawn out into four lappets, the oral arms, each with a groove on its inner side continuous with the corner FIG.",
        "The oral arms are the starting-point of a further series of variations; they may be simple flaps, crinkled and folded in various ways, or they may be subdivided, and then the branches may simulate tentacles in appearance.",
        "Practically nothing was done for the natives beyond oral instruction in the catechism.",
        "The apical end of the rotifer usually narrows suddenly beyond the curve of the gut and the cloacal aperture to form the foot of pseudopodium which ends in an organ of attachment, a pair of movable toes, each with the opening of a cement-gland (gl) at its tip. Thus for orientation we place the rotifer like the cuttle-fish, head downwards: the ciliated disk is basal or oral, proximal to the rest of the animal, the foot is apical, and the brain and cloacal aperture are anterodorsal.",
        "In most Ploima the dorsal gap is not well marked, and the trochus is broken up into a number of lobes, often furnished with vibratile styles, in front and at the sides, but ventrally passing into the uniformly ciliated oral funnel.",
        "Gastrulation takes place by epiboly, and the stomodaeum (oral invagination - mastax pharynx) takes place in two stages of the region of the closed blastopore.",
        "Oral funnel produced into a fine tube hanging freely into a pharyngeal cup, containing the uncinate trophi.",
        "5, De oral.",
        "His work, which places him among the first and best of German annalists, consists of four books or parts, and is compiled partly from written records and partly from oral information, the latter mainly gathered from experience or at the courts of Adalbert and Sweyn Estrithson.",
        "The textual critic has occasionally to deal with the effects of oral transmission.",
        "On the whole, the interpretation which best suits all the passages is that extraneous discourses mean any extra-scientific dialectical discussions, oral or written, occurring in dialogues by Plato, or by Aristotle, or by anybody else, or in ordinary conversation, on any subject under the sun.",
        "34) he opened the long series of public lectures wherein he came forward as an oral teacher and preacher, not a little to the alarm of his parents and amidst a storm of controversy.",
        "Various forms of the same saying occurring in different documents, or remembered from oral tradition and through catechetical instruction, would sometimes be purposely combined.",
        "Now some have held that the form of this oral teaching was to a great extent a fixed one, and that it was the common source of our first three Gospels.",
        "This oral theory was for a long time the favourite one in England; it was never widely held in Germany, and in recent years the majority of English students of the Synoptic Problem have come to feel that it does not satisfactorily explain the phenomena.",
        "Not only are the resemblances too close, and their character in part not of a kind, to be thus accounted for, but even many of the differences between parallel contexts are rather such as would arise through the revision of a document than through the freedom of oral delivery.",
        "But even the first part of it overlooks the probability that our author was here only fusing into a fresh form materials often used before in his oral ministry of Christian instruction.",
        "The heretical literature has to a great extent either perished or been completely changed; but much has also survived in a modified written form or through oral tradition.",
        "For our knowledge of this subject we are indebted chiefly to Icelandic literary men of the 12th and 13th centuries, who gave accounts of many legends which had come down to them by oral tradition, besides committing to writing a number of ancient poems. Unfortunately Icelandic history is quite unique in this respect.",
        "We gather, too, that his restoration to Paul's confidence took place some time earlier, as the Colossians had already been bidden by oral message or letter to welcome him if he should visit them.",
        "5 It had grown out of an oral discussion between Hobbes and Bramhall in the marquis's presence at Paris in 1646.",
        "In Cicero's judgment (De Oral.",
        "Coincidences and divergences alike can always be accounted for by oral communications from Jews who knew a little and Christians who knew next to nothing.",
        "That these are only cases of oral communication will be admitted by any one with the slightest knowledge of the circumstances.",
        "The present writer sees no reason to doubt that the idea of a national, as opposed to earlier local chronicles, was inspired by Alfred, who may even have dictated, or at least revised, the entries relating to his own campaigns; while for the earlier parts pre-existing materials, both oral and written, were utilized.",
        "Moslem A uthorities.Arabic literature being cosmopolitan, and Arabic authors accustomed to travel from place to place to collect traditions and obtain oral instruction from contemporary authorities, or else to enjoy the patronage of Maecenates, the literary history of Egypt cannot be dissociated from that of the other Moslem countries in which Arabic was the chief literary vehicle.",
        "Under the auspices of Archbishop Absalon the monks of Sorb began to compile the annals of Denmark, and at the end of the 12th century Svend Aagesen, a cleric of Lund, compiled from Icelandic sources and oral tradition his Compendiosa historic regum Daniae.",
        "The language in which we receive these ballads, however, is as late as the 16th or even the 17th century, but it is believed that they have become gradually modernized in the course of oral tradition.",
        "When Alexandra came to the throne the Pharisees were the real rulers and imposed upon the people the deductions from the written Law which formed the growing body of their oral tradition.",
        "This Agreement supersedes all other agreements, written or oral, between the parties as to the subject matter hereof.",
        "They are contained in a short chronicle written between 1467 and 1476, probably about 5470, and based on oral tradition.",
        "The student desiring to proceed to the doctorate is free from examinations thereafter until he presents his thesis for the doctor's degree,' when, if it is accepted, he is submitted to a public oral examination not only in his principal subject (Haupt f ach), but also as a rule in two or more collateral subjects (Nebenfeicher).",
        "In the faculty of sciences a candidate for the doctorate may submit two theses, or else submit one thesis and undergo an oral examination.",
        "For the doctorate in law, a thesis and two oral examinations are required.",
        "Examinations are carried out at present by means of (r) written papers; (2) oral examinations; (3) practical, including in medicine clinical, tests; (4) theses; or a combination of these.",
        "The oral examination is better suited than the written to discover the range of a candidate's knowledge; it also serves.",
        "as a test of his powers of expression in his mother- Oral.",
        "It may be objected that candidates are heavily handicapped by nervousness in oral examinations, but this objection does not afford sufficient ground for rejecting the test, provided that it is supplemented by others.",
        "Oral tests are used almost invariably in medical examinations; and there is a growing tendency to make them compulsory in dealing with modern languages.",
        "Oral examinations are much more used abroad than in England, where the pupils during their school years receive but little exercise in the art of consecutive speaking.",
        "They might possibly be supplemented by easy oral examinations to test both range of knowledge and readiness of mind.",
        "What he has to tell us of the history of South Palestine was derived from oral tradition.",
        "onward he has emancipated himself more fully from Socrates and has followed Olympiodorus in part, partly also oral tradition; and here his statements possess greater value.",
        "Traditions, oral and written, with widely differing standpoints have been brought together and merged.",
        "From the earliest times the caste of Brahmans has preserved, by oral tradition as well as in MSS., a literature unrivalled alike in its antiquity and in the intellectual subtlety of its contents.",
        "The name \"Saracen\" continued to be used in the West in later times, probably rather through the influence of literature than by oral tradition, and was applied to all Arabs, even to all Moslems.",
        "Some of it may well have suffered partial transformation in oral tradition before reaching our author; e.g.",
        "There is no evidence that any speech in Acts is the free composition of its author, without either written or oral basis; and in general he seems more conscientious than most ancient historians touching the essentials of historical accuracy, even as now understood.",
        "Such a mistake was far more likely to arise in oral transmission of the speech, before it reached Luke at all.",
        "Now, without counting the Homeric poems - which doubtless had exceptional advantages in their fame and popularity - we find a body of literature dating from the 8th century B.C. to which the theory of oral transmission is surely inapplicable.",
        "Moreover it is one thing to recognize that a literature is essentially oral in its form, characteristic of an age which was one of hearing rather than of reading, and quite another to hold that the same literature was preserved entirely by oral transmission.",
        "The development of epic poetry (properly so called) out of the oral songs or ballads of a country is a process which in the nature of things can seldom be observed.",
        "The vestibule of the mouth is the space bounded by the oral hood; this arises by secondary downgrowth of lid-like folds over the true oral aperture, and is provided with a fringe of tentacular cirri, each of which is supported by a solid skeletal axis.",
        "The oral hood with its cirri has a special nerve supply and musculature by which the cirri can be either spread out, or bent inwards so that those of one side may interdigitate with those of the other, thus completely closing the entrance to the mouth.",
        "In the former he claimed, for the protection of the rights of private persons in the administration of justice, the institution of a special court whose members should be irremovable, the right of oral defence, and publicity of trial.",
        "\" [oral] repetition, teaching \"), a systematic collection of religious-legal decisions developing the laws of the Old Testament, and the Gemara, (Aramaic \" completion, decision,\" or perhaps also \" teaching \"), supplementary material, legal and otherwise.'",
        "- A careful distinction was drawn between the Written Law, the Mosaic Torah, and the rest of the Scriptures (ii'?zw n,in), and the Oral Law, or Torah by Mouth (nP ` 3.1 r r 1-1 i 11).",
        "In the Old Testament many laws in the Mosaic legislation are certainly post-Mosaic and the value of not a few narratives lies, not in their historical or biographical information, but in their treatment of law, ritual, custom, belief, &c. Later developments are exemplified in the pseudepigraphical literature, notably in the Book of Jubilees, and when we reach the Mishnah and Talmud, we have only the first of a new series of stages which, it may be said, culminate in the 16th-century Shulhan `Aruk, the great compendium of the then existing written and oral law.",
        "It is known that a great mass of oral tradition was current, and there are a number of early references to written collections, especially of haggadah.",
        "On the other hand, certain references indicate that there was a strong opposition to writing down the Oral Law.",
        "This great work systematized Talmudic law in all its developments, ancient and modern, written and oral (I.",
        "The lengthy history of the written and oral law thus reached its last stage in a work which grew out of the Talmud but had its roots in a more distant past.",
        "The canonization of oral tradition in the Mishnah brought the advantages and the disadvantages of a legal religion, and controversialists have usually seen only one side.",
        "Remigius and Maxentius, now lost; on the annals of Arles and Angers, now lost; and on legends, either collected by Gregory himself from oral tradition, or cantilenes or epics written in the Latin and Germanic languages.",
        "The powers of the Shah (Shahanshah,2 or king of kings) over his subjects and their property were absolute, but only in so far as they were not opposed to the shar, or divine law, which consists of the doctrines of the Mahommedan religion, as laid down in the Koran, the oral commentaries and sayings of the Prophet, and the interpretations by his successors and the high priesthood.",
        "In 1825 he published Travels in the Central Portions of the Mississippi Valley, and in 1839 appeared his Algic Researches, containing Indian legends, notably, \"The Myth of Hiawatha and other Oral Legends.\"",
        "8 presupposes the existence of regulations concerning leprosy, presumably oral, which were in the possession of the priests.",
        "He is greatly indebted to oral tradition and to the testimony of eye-witnesses, especially of members of the Novatian community in Constantinople; some things also he has set down from personal knowledge.",
        "To it was reserved the judgment in certain important cases, and in it a peculiar procedure was followed, known as oral, though it admitted certain written documents.",
        "A new form of appeal grew up side by side with the older form, which had been mainly an oral procedure, namely the appeal by writing (appel par ecrit).",
        "- Surface view of the Subumbrella or oral aspect of Aurelia aurita, to show the position of the openings of the subgenital pits, GP. In the centre is the mouth, with four perradial arms corresponding to its angles (compare fig.",
        "x indicates the outline of the roof (aboral limit) of a subgenital pit; y, the outline of its floor or oral limit, in which is the opening.",
        "Usually the four subgenital cavities are distinct from each other (so-called tetrademnic condition), but in many Rhizostomeae, for example, Crambessa, the subgenital cavities join together under the subumbral floor of the stomach (so-called monodemnic condition) and coalesce to form a so-called subgenital portico placed on the oral side of the stomach, opening by four interradial apertures between the oral arms, that is to say, by the four primitive apertures of the subgenital pits.",
        "The transparent prolonged into the four long tissues allow the enteric cavities and oral arms, perradial in position.",
        "shoe-shaped gonads (ov) mark, Oral arms. ing four stomach-pouches, b t tentacles.",
        "The circular muscles usually form two chief portions, a peripheral wreath-muscle (Kranzmuskel), subdivided into four, eight or sixteen areas, and an oral ring-muscle round the mouth.",
        "In some cases the ova, after leaving the mouth, are lodged in the oral arms, and undergo the earliest phases of their development in this situation, accumulating in the grooves that continue the angles of the mouth, and bulging the wall of the groove into sacs or pockets.",
        "Oral surface of later stage of scyphistoma of Aurelia, with commencement of four interradial tentacles.",
        "Oral surface of a sixteententacled scyphistoma of Aurelia.",
        "- Medusae more or less cubical in form, with four perradial rhopalia alternating with four interradial tentacles or groups of tentacles; oral arms short; stomach a wide cavity bearing four interradial groups of phacellae and giving off four broad perradial pouches completely separated from each other by four interradial septa (i.e.",
        "- Medusae with umbrella flattened or disk-like, without coronal groove; lips always prolonged into long oral arms. The most prolific and dominant group of the Scyphomedusae, containing two suborders; the Semaeostomae, in which the oral arms remain separate, and the Rhizostomeae, in FIG.",
        "As the Pharisees accumulated the oral tradition which was afterwards codified and elaborated or preserved by fragments, which served some useful purpose, in the Talmud and other Rabbinic writings, the Sadducees acquired concrete regulations to oppose so long as they dared.",
        "In the second place they are sealed to all but those who know how to read them, and so they lie forgotten for centuries while oral tradition flourishes, - being within the reach of every man.",
        "Genealogies also pass from the bald verse, which was the vehicle for oral transmission, to such elaborate tables as those in which Manetho has preserved the dynasties of Egyptian Pharaohs.",
        "men who carried their inquiry (historie) beyond both written record and oral tradition to a study of the world around them.",
        "Rumanian folk-literature contains both popular written books and oral songs, ballads, &c. It is advisable to group the material in three sections: (1) the romantic and secular literature; (2) the religious) literature; - both of these being written - and (3) the modern collections of ballads, songs, tales, &c.",
        "(2) The date of the ballad is extremely uncertain, but cannot be placed earlier than at least 60 or 70 years after the battle, possibly 130 or 140, so that its claims to be regarded as embodying an oral contemporary tradition are of the slightest.",
        "C, Oral aspect of Arachnactis brachiolata, the larva of Cerianthus, with seven tentacles.",
        "C, Transverse section through the oral cone of Antipathella minor.",
        "The teaching of the magistri consisted in oral lessons (lecturae) directly based on the text.",
        "The success which attended his researches in optics must have been great, although the results were known only through his own oral lectures, until he presented an account of them to the Royal Society in the spring of 1672.",
        "better than some erroneous observations on certain fossils, which were supposed to show a plate at the oral pole between the five orals; but this plate, so far as it exists at all, is now known to be nothing but an oral shifted in position.",
        "- Echinoderma with the viscera enclosed in a calcified and plated theca, of which the oral surface is uppermost, and which is usually attached, either temporarily or permanently, by the aboral surface.",
        "These either are close to the mouth or are removed from it upon a series of ambulacral or subambulacral plates not derived immediately from thecal plates, or are separated from the oral centre by hypothecal passages passing beneath tegminal plates.",
        "- Blastoidea in which the thecal plates have assumed a definite number and position in 3 circlets, as follows: 3 basals, 2 large and I small; 5 radials, often forkshaped, forming a closed circlet; 5 deltoids, interradial in position, supported on the shoulders or processes of the radials, and often surrounding the peristome with their oral ends.",
        "Pelmatozoa in which epithecal extensions of the food-grooves, ambulacrals, superficial oral nervous system, blood-vascular and water-vascular systems, coelom and genital system are continued exothecally upon jointed outgrowths of the abactinal thecal plates (brachia), carrying with them extensions of the abactinal nerve-system.",
        "- Echinoderma in which the theca, which may be but slightly or not at all calcified, is not attached by any portion of its surface, but is usually placed with the oral surface downwards or in the direction of forward locomotion.",
        "The radial water-vessels lie in grooves on the ventral side of flooring-plates (usually called \"ambulacrals\"); they and their podia are limited to the oral surface of the body and their extremities are separated from the FIG.",
        "of Oshkosh; a School for the Deaf (1852) at Delavan, Walworth county, in which the teaching is principally oral and which includes a high school; a School for the Blind (1849; taken over by the state in 1850) at Janesville; an Industrial School for Boys (opened in 1860, as a House of Refuge) at Waukesha, with a farm of 404 acres; the State Prison (1853) at Waupun; State Public School for Dependent and Neglected Children (1886) at Sparta, with a farm of 234 acres; Wisconsin Home for Feeble Minded (1896) at Chippewa Falls; Wisconsin State Reformatory (1898), near Green Bay; and Wisconsin State Tuberculosis Sanatorium (1907) at Wales, Waukesha county.",
        "Milne-Edwards), pass in front of the mouth by adaptational shifting of the oral aperture.",
        "Lankester (2) was the first to suggest that (as is actually the fact in the Nauplius larva of the Crustacea) the prae-oral somites or prosthomeres and their appendages were ancestrally postoral, but have become prae-oral \" by adaptational shifting of the oral aperture.\"",
        "ganglion of the prostomial lobe of Op, Oral papilla.",
        "that the sessile eyes of other B, An oral papilla, one of Crustacea, and of other Arthropoda the second pair of post-oral generally, indicate the position of appendages.",
        "(d) The appendages of the third somite (second post-oral) are clawless oral papillae.",
        "The original stock, like that of the last grade, has a gnathobase on every post-oral appendage, but three prosthomeres are now present, in consequence of the movement of the oral aperture from the third to the fourth somite.",
        "In fact, we have to suppose that the actual somite which in grades 1 and 2 bore the mandibles lost those mandibles, developed their rami as tactile organs, and came to occupy a position in front of the mouth, whilst its previous jaw-bearing function was taken up by the next somite in order, into which the oral aperture had passed.",
        "Benham describes backward shifting of the oral aperture in certain Chaetopods, Proc. Zoolog.",
        "An oral view of this region (fig.",
        "- Diagram of oral end of Phoronis australis, seen from the left side.",
        "This law was derived partly from Moses, partly from the utterances of the later prophets, partly from oral tradition and from the commentaries and supplementary maxims of generations of students.",
        "This is, in its purest form, the life of a hero, composed in regular form, governed by fixed rules, and intended for oral recitation.",
        "When the saga had been fixed by a generation or two of oral reciters, it was written down; and this stereotyped the form, so that afterwards when literary works were composed by learned men (such as Abbot Karl's Swerri's Saga and Sturla's Islendinga) the same style was adopted.",
        "Undoubtedly he used oral tradition; but he also seems to have given free play to his imagination.",
        "Myth and legend, fact and fiction, the common stock of oral tradition, have been handed down, and thus constitute one of the most valuable sources for popular Hebrew thought.",
        "Besides the oral tuition that he received, the medieval schools habitually kept the notes of former teachers.",
        "Mr, Oral cavity.",
        "The appendages of the head are the antennae, the jaws and the oral papillae.",
        "The oral papillae are placed at the sides of the head (fig.",
        "ant, Antennae; or.p, Oral papillae;.",
        "The salivary glands are the modified nephridia of the segment of the oral papillae.",
        "jaw, oral papillae, legs 1-17.",
        "swelling at base of jaws; L, lips; M, mouth; or.p, oral papillae; o.s, opening of salivary gland.",
        "The jaw somite also disappears; the oral papilla somite forms ventrally the salivary glands, which are thus serially homologous with nephridia.",
        "The state almost entirely supports the Connecticut school for imbeciles, at Lakeville; the American school for the deaf, in Hartford; the oral school for the deaf, 1 The constitution prescribes that \" the privileges of an elector shall be forfeited by a conviction of bribery, forgery, perjury, duelling, fraudulent bankruptcy, theft or other offense for which an infamous punishment is inflicted,\" but this disability may in any case be removed by a two-thirds vote of each house of the general assembly.",
        "The book has many fascinating bits of lore, as well as extensive oral poetry, all in Scots dialect.",
        "active substance absorbed, there is no clinically relevant difference between the oral dosage forms.",
        "Oral steroids are sometimes prescribed for extremely acute flare ups, in which case careful monitoring for side-effects must be ensured.",
        "Four patients received no therapy for herpes at any time, whereas one was treated with intravenous and oral acyclovir.",
        "After oral administration, metformin absorption is saturable and incomplete.",
        "A gonadotropin-releasing hormone agonist versus a low-dose oral contraceptive for pelvic pain associated with endometriosis.",
        "In animal studies of skin inflammation, both topical and oral aloe vera have proven beneficial in decreasing inflammation and promoting cellular repair.",
        "Au revoir mon ami (I have a french oral in the morning!",
        "ammonia vapor in the oral cavity as a diagnostic marker for infection with Helicobacter pylori: preliminary ' proof of principle ' pharmacological investigations.",
        "Allocation of the oral amoxicillin and placebo was reported as being double blind.",
        "oral analgesics are the mainstay of pain relief at home.",
        "A white oral suspension of fenbendazole as a ready to administer oral anthelmintic for domestic dogs, cats, puppies and kittens.",
        "Occasional treatments with an oral anthelmintic may be used only where these methods fail to control the problem.",
        "anticholinergic effects within 1 hour of oral administration.",
        "If PE is confirmed arrange oral anticoagulation - see anticoagulants.",
        "Table 1: Outcomes in trials of aspirin versus oral anticoagulant for AF.",
        "Usually a topical antifungal is used, but in more severe cases oral treatment may be given.",
        "If an oral antifungal is required during pregnancy or breastfeeding, the choice of treatment should be discussed with specialist centers.",
        "oral antihistamines are the most commonly used treatment, especially in children.",
        "Post-operative gastric emptying was assessed by measuring the oral intake and gastric aspirate.",
        "oral aspirin Five trials compared oral aspirin with placebo.",
        "A negative result had been reported in an adequate oral bone marrow mouse micronucleus assay.",
        "assay for the specific detection of Peptostreptococcus magnus in oral clinical specimens.",
        "Hated the beginning, hated the ELO songs, hated the frankly awful oral sex joke at the end.",
        "Wife is now backtracking from our previous oral agreement on how to solve our finacial obligations.",
        "In general, an oral dose of 1g of most barbiturates produces serious poisoning in an adult.",
        "In vivo, it has been shown to display good potency when compared to existing therapies and has good oral bioavailability.",
        "The absolute oral bioavailability of the tablet formulation is 87% .",
        "Acute intoxication by inadvertent oral ingestion of tiotropium bromide capsules is unlikely due to low oral bioavailability.",
        "Students at the pass/fail borderline are obliged to attend the oral whereas attendance at the Distinction borderline is voluntary.",
        "The seminars, which involve brainstorming and debating exercises, will develop students oral and presentation skills.",
        "broncho dilators% on inhaled steroids% on oral steroids% on other proph.",
        "A postgraduate meeting of doctors, dentists and pharmacists included information on management of mouth ulcers and oral candida in primary care.",
        "candida infection in the oral cavity of babies.",
        "Over 40% of patients with oesophagitis do not have oral candidiasis (Bonacini et al 1991 ).",
        "METHODS AND RESULTS: plasma catecholamine, glucose, and insulin levels were measured before and after an oral glucose load.",
        "Our previous study suggested that daily administration of low-dose cisplatin enhanced the efficacy of radiotherapy against primary oral squamous carcinoma.",
        "This is already having a dramatic change in the proportions of time assigned to oral skills in the foreign language classroom.",
        "Cleft palates should receive adequate doses of paracetamol and possibly oral codeine or NSAID's after twelve hours.",
        "oral colchicine is also used, but produces severe diarrhea, cramps and nausea accompany effective doses.",
        "HSV-1, which is the most common type, usually causes cold sores (oral herpes ).",
        "Jan is responsible for the development of our permanent collection of objects, including the oral history archive.",
        "In the oral test, both speaking and listening comprehension will be assessed.",
        "oral component Reading comprehension is integrated in the oral where an unseen passage is used to provide material for reading aloud and discussion.",
        "Results Very few definitive conclusions about the effectiveness of oral health promotion can be drawn from the currently available evidence.",
        "During the year, in both groups, the predominant form of contraception changed from condoms to oral contraception.",
        "combined oral contraceptives can be used to reduce menstrual blood loss (A ).",
        "Patients taking oral contraceptives should be asked to report any change in their bleeding patterns.",
        "Cardiovascular disease and use of oral and injectable progestogen-only contraceptives and combined injectable contraceptives.",
        "Q. What is the current view on combined oral contraceptives for people with lupus?",
        "corollary of the fact of the embodied presence of the participants in oral discourse.",
        "cultured oral keratinocytes as a possible treatment for mucosal defects.",
        "folklore and folk custom, by their nature, are manifestations of primarily oral cultures.",
        "Many oral drugs are metabolized by cytochromes from the P450 family in the liver.",
        "debriefing, students could also produce an oral presentation about their company, which could count toward their assessments.",
        "decoction of the roots has also been used with some success in the oral treatment of leprosy (Wade 1977 ).",
        "No papal decrees, no oral tradition, no latter-day prophesy can contain truth apart from Scripture that is genuinely fundamental.",
        "Patients were entered into this study if they were partially dentate and had no clinical or radiographic evidence of active oral disease.",
        "descent from legendary ancestors with whom their connection is based simply on oral tradition.",
        "She was treated with high dose oral steroids, low molecular weight dextran and vasodilators with benefit.",
        "On the basis of the results the authors recommended starting oral diazepam at the first sign of illness.",
        "Efficacy of transdermal scopolamine was compared with oral dimenhydrinate and placebo.",
        "Oral cancer occurs several times more frequently among snuff dippers compared with non-tobacco users.",
        "surface discoloration of restorative resins in relation to surface softening and oral hygiene.",
        "Reduced sperm function was noted in male rats at high oral doses.",
        "activated charcoal dressings may help to contain offensive odors and oral metronidazole can reduce them.",
        "RESULTS: oral mucosal disease and oral dryness were common at baseline.",
        "econometrics project, each involving an assessed oral presentation, in the single-subject degrees.",
        "The two tested vaccines were found efficacious for the oral vaccination of jackals.",
        "Basic laboratory studies have already proved very encouraging, defining some of the basic scientific features of oral tolerance.",
        "With conventional oral and intravenous administration of CPA, the drug is activated in the liver by the P450 enzyme.",
        "Available in both an oral and inhaled form, they stabilize eosinophils, reduce bronchial edema and mucous hypersecretion and can reverse epithelial damage.",
        "epithelium of the oral mucosa.",
        "epitomizes the Indian oral tradition with its wit, charm, and compassionate wisdom.",
        "In looking at the change from oral culture to the world of literacy, Ong achieves a beautiful equipoise.",
        "ergotamine derivatives which are available in oral form, lisuride and methysergide, are not well studies for their tolerability during pregnancy.",
        "The baby should also have a course of oral erythromycin to clear the infection from other parts of the body.",
        "Assessment B1 and B2 are assessed through term-time essays, oral presentations, and examinations.",
        "We took written and oral evidence and visited all parts of the UK.",
        "There is one final, oral exam over the telephone.",
        "Trying to find back to some of what was lost in the revision, there was made a change in the final oral examination.",
        "examinee's knowledge during the oral examination. b. Flight Evaluation.",
        "fate of free DNA and transformation of the oral bacterium Streptococcus gordonii DL1 by plasmid DNA in human saliva.",
        "Benefits of oral protein supplementation in elderly patients with fracture of the proximal femur.",
        "If systemic therapy is needed, intra-muscular corticosteroids can be used; these avoid the rebound flares that occur when oral steroids are withdrawn.",
        "flattish area on top around the mouth is called the disk, or oral disk.",
        "But their oral fluency may mask difficulties with formal, academic English.",
        "foetusage The risk of oral clefts increases threefold in fetuses exposed to corticosteroids during the first trimester.",
        "Ankyloglossia is a congenital oral anomaly characterized by an unusually short lingum frenulum on the underside of the tongue.",
        "HSV is transported along the axons to the sensory nerve cell bodies, which for the oral cavity are located within the trigeminal ganglion.",
        "The aims of palliative gastrectomy are often to enable oral food intake, stop bleeding or relieve pain.",
        "Dr. Robinson indicated that the route of administration in the HESI studies was by oral gavage.",
        "A number of oral products contain gelatin from UK cattle.",
        "Pacific peoples had no system of writing, but a well-developed oral tradition preserved the history genealogy and stories.",
        "Allergic skin reactions were reported in one trial with oral ginkgo 240 mg.",
        "fasting plasma glucose was similar to or lower in patients using a regimen including EXUBERA compared to patients treated with oral agents alone.",
        "Clarithromycin granules for oral suspension straws contain a single dose of clarithromycin, all of which is to be taken at the same time.",
        "griseofulvin compared with oral itraconazole: We could find no RCTs.",
        "oral griseofulvin compared with oral itraconazole: We could find no RCTs.",
        "Patients with fungal fingernail infections were randomly assigned to 250 mg/day oral terbinafine or 500 mg/day oral micronized griseofulvin.",
        "Some patients are so severally affected by hay fever that they need oral or injected steroid treatment.",
        "However, there may be a good reason for refusing an oral hearing.",
        "Or that if you have oral sex with someone with a cold sore you could get genital herpes?",
        "oral histology and embryology are the sciences most relevant to the understanding of clinical oral manifestations.",
        "Oral pathology, provides a specialist diagnostic histopathology reporting service.",
        "hotchpotch of material from a variety of sources including both written history and oral tradition.",
        "Effect of pyridoxine hydrochloride (Vitamin B6) upon depression associated with oral contraception.",
        "Over the next 5 days this is tapered to their normal daily dose, where 100mg intravenous hydrocortisone is equivalent to 25mg oral prednisolone.",
        "The best replacement therapy for cortisol is oral hydrocortisone.",
        "On a serious note, watch your oral hygiene.",
        "Synopsis Oral Pathology for the Dental hygienist is written to meet the specific needs of dental hygiene students and practicing hygienists.",
        "While Western oral hygienists painfully remove this plaque from the neck of the teeth under t.. .",
        "Hygienists and oral health Each practice team includes an experienced hygienists and oral health Each practice team includes an experienced hygienist for patients requiring oral hygiene treatment.",
        "It focuses on topics that directly concern hygienists and the role they play in oral hygiene care.",
        "Importantly, oral contraceptives reduce the risk of endometrial hyperplasia.",
        "Clin Pharmacol Ther 1999 65: 357-368 11 volunteers given single dose 800 mg oral ibuprofen or 16 g 5% ibuprofen gel.",
        "immemorial oral tradition but written down later.",
        "Bill Clinton was almost impeached on account of a blow job... So seems that having oral sex is actually worse than killing people.",
        "Referral may be indicated in severe, extensive impetigo or impetigo unresponsive to oral treatment.",
        "inaccuracyr oral examples as models to inform her writing serves to highlight more clearly the inaccuracies which are present in her speech.",
        "infecting micro-organism is a Microsporum species, then treatment with oral griseofulvin should be started.",
        "infelicitychildren up on their accent or pronunciation or on perceived grammatical infelicities - the oral equivalent of the red pen treatment!",
        "Accidental or deliberate oral ingestion The product would only be expected to be harmful if orally ingested in very large quantities.",
        "inhaled steroid NB Oral steroids were used by 14% of the patients for their chest disease.",
        "Patients with rare hereditary problems of fructose intolerance, glucose-galactose malabsorption or sucrase-isomaltase insufficiency should not take the oral solution.",
        "His keen and penetrating intellect enabled him to find a Biblical basis for every provision of the Oral Law.",
        "These statutes provide privacy protection for and govern the interception of oral, wire, and electronic communications.",
        "interception of oral, wire, and electronic communications.",
        "For qualifications you must have an audition, have danced 10+ years or have interned for 2 years, and have an oral interview.",
        "intramuscular route seems more reliable than the oral route, for which, the dose range quoted in the literature is very wide.",
        "It has been proved to reduce duration and degree of mucositis in patients irradiated for oral carcinoma.",
        "ADDITIONAL MONITORING OF YOUR DOSE OR CONDITIONS may be needed if you are taking isoniazid, guanidine, or an oral anticoagulant.",
        "isotope of iodine, usually taken in an oral solution formulation.",
        "jejunostomy tube feeding versus oral feeding.",
        "I am a professional palm and tarot reader, I am a professional jeweler, I am a professional oral tradition storyteller.",
        "Between 1955 and 1963, millions of people were exposed to monkey virus SV40 through contaminated oral polio vaccines made from monkey kidneys.",
        "labile drugs, such as the oral penicillins, may be absorbed more efficiently.",
        "If a laryngectomee is unable to use a neck placed artificial larynx an oral adaptor can be used.",
        "In the case of a very recent oral intake gastric lavage may be considered.",
        "We have imaged demineralised tissue, caries lesions, restored teeth and oral mucosa and demonstrate the detection of changes in tissue microstructure.",
        "Lockhart PB, Sonis ST: Relationship of oral complications to peripheral blood leukocyte and platelet counts in patients receiving cancer chemotherapy.",
        "He had much oral lore which he told with great dramatic power.",
        "Comments in this section are limited to effects from taking oral magnesium.",
        "The evidence from mutagenicity studies suggests technical grade malathion is not mutagenic in rats by the oral route.",
        "Negative results in such an assay would provide full reassurance with regard to oral exposure of rats to technical grade malathion.",
        "The first national Integrated Care Pathway (ICP) for oral nutrition support has recently been launched to help PCTs tackle malnutrition.",
        "You see with the pump rather that using oral meds, you don't have nearly the side effects.",
        "But without it, cryptococcal meningitis and oral thrush are the painful fates awaiting many people infected with HIV.",
        "irregular menstruation can lead to confusion over the timing of oral contraception or anxiety over unplanned pregnancy.",
        "In some parts of England, this model has been followed with community pharmacists playing an important role in supervising patients taking oral methadone.",
        "Examples of detoxification regimes using oral methadone are shown in the above table.",
        "If vomiting is not a problem, oral methionine may be a suitable alternative for remote areas, outside hospital.",
        "NPSA (2004 ), Toward the safer use of oral methotrexate, Patient Safety Alert, National Patient Safety Agency, London.",
        "How to treat In women who are not pregnant: oral metronidazole is the treatment of choice.",
        "systemic metronidazole Oral metronidazole has been studied in a few clinical trials.",
        "In this new edition of ' oral microbiology ' the authors ' combine the clinical aspects of oral microbiology with an ecological emphasis.",
        "Implications for future research Future work should aim to examine the oral microflora of all stroke patients.",
        "microform holdings, personal papers, memoirs, oral histories, film footage, and photographs.",
        "mon ami (I have a french oral in the morning!",
        "The oral morphine can be slowly stopped once the battery has been replaced.",
        "Herpes simplex is the most common viral infection to affect the oral mucosa (Groenwald et al., 1997 ).",
        "The author demonstrated a positive reaction of the oral mucous membrane to Primula on himself (Helmke 1937 ).",
        "mull over possible oral questions to the prime minister.",
        "It is recommended that the client has had at least two weeks of oral naltrexone prior to considering an implant.",
        "The final voice is a straightforward oral narration that tells the passage of Caterina's heart from a body organ to a historical artifact.",
        "oestrogens of oral contraceptive pills containing synthetic estrogen are consumed every day.",
        "older age and more teeth had a significant effect on the number of oral Candida species in the elderly.",
        "His main specialty area is the oral rehabilitation of head and neck oncology patients.",
        "oral contraceptive intermittently.",
        "oral presentation of his or her research.",
        "oral examination is worth 25% of the final mark.",
        "oral hearing.",
        "oral tradition of a well here revealed in a dream during a drought at Chard.",
        "oral cavity in relation to H. pylori infection in vivo.",
        "Folklore and folk custom, by their nature, are manifestations of primarily oral cultures.",
        "sometimes oral corticosteroids (eg prednisolone) are needed.",
        "Phase I clinical trials using oral dosing were completed in early 1999.",
        "Provider offices whose on piercing oral the island from.",
        "Management: consider oral activated charcoal if ingestion of a potentially toxic amount has occurred within 1 hour.",
        "Single dose oral ibuprofen and diclofenac for postoperative pain.",
        "palliative gastrectomy are often to enable oral food intake, stop bleeding or relieve pain.",
        "Evaluation of contraceptive efficacy and cycle control of a transdermal contraceptive patch vs an oral contraceptive.",
        "Many Greek myths were oral tales passed down through the centuries with an essentially patriarchal Greek overlay.",
        "pedicle flaps were used for reconstruction of the defects after resection of oral cancer.",
        "We show that oral immune tolerance can be easily induced by direct administration of rice seeds containing the T cell epitope peptide.",
        "For a short period of time to control a flare up then a short course of oral steroids may be used.",
        "The authors set out to identify whether levetiracetam, the newest of the anti-epileptic drugs, influences the pharmacokinetics of steroid oral contraceptives.",
        "Effect of oral creatine supplementation on skeletal muscle phosphocreatine resynthesis.",
        "Epidemiologic study of excessive oral melanin pigmentation with special references to the influence of tobacco habits.",
        "In conclusion, all combined oral contraceptive pills are equally safe.",
        "One study used a sham nCPAP in the control arm, allowing blinding, and the others used an oral placebo.",
        "In oral statements whole playpen of capable of avoiding discovered in involved.",
        "It is not present in live vaccines such as MMR and oral polio.",
        "A local oral tradition recalls that she made strenuous efforts to look like Queen Alexandra and the frontispiece portrait confirms the tradition.",
        "Since then I have been on oral prednisone no less than 20 Mg.",
        "Among the POMs that can be prescribed by independent nurse prescribed by independent nurse prescribers are oral antihistamines, eye drops, nasal steroids and other nasal drugs.",
        "Each student will make an oral presentation of his or her research.",
        "Mucocutaneous: Rashes, urticaria, erythematous pruritus, oral ulceration, skin pain and alopecia.",
        "PUVA using oral psoralen was found to be effective.",
        "pustular rash may also be seen in those taking corticosteroids, lithium, oral contraceptives and anticonvulsant therapies.",
        "pyridoxine hydrochloride (Vitamin B6) upon depression associated with oral contraception.",
        "Abe M, Shibata K, Matsuda T, Furukawa T. Inhibition of hypertension and salt intake by oral taurine treatment in hypertensive rats.",
        "reactive hypoglycaemia was ruled out in an oral glucose tolerance test.",
        "reconsidered at an oral hearing.",
        "Many oral historians are now using minidisc recorders (MD) with great success.",
        "This initial written permission stage would allow recourse to an oral hearing if required by the defendant.",
        "With respect to the amount of active substance absorbed, there is no clinically relevant difference between the oral dosage forms.",
        "It includes oral history reminiscences of four Black women, now living in London.",
        "Recent scientific research has shown a link between poor oral health and other conditions such as heart and lung disease.",
        "Oral thrush is also common when the immune system has failed, but quickly responds to oral medicine.",
        "This oral retinoid is extremely effective in the treatment of severe acne.",
        "A: There are many specialized oral care products available, which come as toothpaste, oral rinse and in a spray.",
        "Sabril 500 mg oral powder sachets: It comes in a sachet.",
        "selenium sulfide shampoo together with oral griseofulvin.",
        "A working oral cavity vapor sampling device incorporating disposable sensors.",
        "Transmission: transmitted by sexual intercourse, including oral sex.",
        "sincerity conditions of her oral statements.",
        "The majority of these lesions arise in the oral cavity or paranasal sinuses.",
        "In February 1998, the UK government announced a ban on the supply and sale of oral snuff under the 1987 Consumer Protection Act.",
        "Nursing points Increased absorption occurs when oral docusate sodium is taken alone and not within an hour of other drugs.",
        "Does the partner have oral or genital cold sores or cracks?",
        "Effects of oral creatine loading on single and repeated maximal short sprints.",
        "AB - The prognostic importance of accurate pathological staging of oral cancer patients with established lymph node metastases is well known.",
        "On inhaled steroid NB Oral steroids were used by 14% of the patients for their chest disease.",
        "stilted reading style, it does mean that they are perfect for oral story-telling.",
        "striated muscle covered in oral mucosa.",
        "Cercaria have an oral stylet in the oral sucker.",
        "In response, the Panel proposed that the Employer made reference to these documents in its oral submissions once the hearing had commenced.",
        "Like the oral form of the medication, the injection refill contains sumatriptan succinate.",
        "Note the two suckers, the ventral sucker near the genital pore, and the oral sucker near the oesophageal gland.",
        "Kindest regards Bruce Hi, I am a school health nurse working with children with complex disabilities who may require oral suction.",
        "Patients were treated with either placebo or oral glucosamine sulfate 500 mg t.i.d. for 4 weeks, with weekly, with weekly clinic visits.",
        "Effects of oral chondroitin sulfate on the progression of knee osteoarthritis: a pilot study.",
        "Our patient would then return to oral immune suppressants.",
        "Dr. Steve Worrall is a consultant oral & maxillofacial surgeon at St Luke's Hospital, Bradford.",
        "Lower canines cross the floor of the oral cavity, from buccal to medial, with the apex located at the caudal mandibular symphysis.",
        "Tanoral zinc tannate formula for oral thrush and general dental and periodontal hygiene.",
        "Has characteristic deeply folded oral disk, with short tentacles.",
        "Their oral testimony is for me the backbone of the book.",
        "Clearly, what is needed is a gathering of oral histories encompassing all forms of survivor testimony including sustained dialog.",
        "test tube may promote oral HIV transmission Alcohol may enable HIV to be more easily transmitted through oral sex, a new test-tube study suggests.",
        "This usually involves a topical antibiotic cream, such as metronidazole, or oral tetracycline.",
        "Sativex comes in the form of an oral spray and contains tetrahydrocannabinol and cannabidiol, two substances also present in cannabis.",
        "Several clinical trials have supported these claims, indicating that oral THC or inhalation of cannabis smoke can relieve muscle pain and spasticity.",
        "Three trials tested intravenous aminophylline and one oral theophylline, all added to standard treatments.",
        "thromboembolism associated with various oral contraceptives.",
        "thrombosis in lupus patients using oestrogen-containing oral contraceptives (32 ).",
        "Your guinea's mouth may then become infected with oral thrush.",
        "Thrush infections usually appear in the mouth (oral thrush infections usually appear in the mouth (oral thrush) or genitals.",
        "Further at the conclusion of evidence, the Sheriff retired to give his oral judgment a short time later.",
        "Reactive hypoglycaemia was ruled out in an oral glucose tolerance test.",
        "Oral sex can spread genital herpes to the mouth and throat and cause very painful tonsillitis.",
        "Three trials with 433 patients comparing topical with oral NSAID found no difference in efficacy.",
        "Combe St Nicholas Palmer records an oral tradition of a well here revealed in a dream during a drought at Chard.",
        "Uncorrected oral evidence Committees publish uncorrected transcripts of some recent oral evidence sessions.",
        "randomized trial of oral aspirin for chronic venous leg ulcers.",
        "Some of the utterances including idle have an oral twang to them.",
        "oral typhoid may be given concurrently with yellow fever or HNIG.",
        "Officially sponsorship pledges made to schools are completely unconditional and not related to any separate written or oral agreement with any company or organization.",
        "The following should be admitted to an oral surgery or maxillofacial unit: People who are systemically unwell.",
        "Monkey viruses contaminating batches of oral polio vaccine were carcinogenic.",
        "Microscience's objective is to develop the first oral anthrax vaccine in the shortest possible time.",
        "In animal studies of skin inflammation, both topical and oral aloe Vera have proven beneficial in decreasing inflammation and promoting cellular repair.",
        "vermilion color, maintenance of oral sphincter function and mouth opening size, and retention of sensation.",
        "vindication of the more exaggerated claims made for oral history written from personal reminiscence.",
        "word of mouthf culture is primarily an oral one - it is passed on and formed largely by intimate word-of-mouth communication.",
        "Here we would observe an oral tradition community as it enters new material into its oral store of recollections judged worthy of preservation.",
        "These vaccines include yellow fever, ' live ' typhoid and ' live ' oral poliomyelitis (polio ).",
        "yeoman service in getting the 9/11 oral histories released.",
        "Its name is derived from the Hebrew shanah, corresponding to the Aramaic tend, and therefore a suitable name for a tannaitic work, meaning the repetition or teaching of the oral law.",
        "B, Trochosphere of an Opisthobranch (Pleurobranchidium) showing - shgr, the shell-gland or primitive shell-sac; v, the cilia of the velum; ph, the commencing stomodaeum or oral invagination; ot, the left otocyst; pg, red-coloured pigment spot.",
        "In the older Jewish literature the name is applied to the whole body of received religious doctrine with the exception of the Pentateuch, thus including the Prophets and Hagiographa as well as the oral traditions ultimately embodied in the Mishnah.'",
        "- It appears (see Arthropoda) that there is embryological evidence of the existence of two somites in Arachnida which were originally post-oral, but have become prae-oral by adaptational shifting of the oral aperture.",
        "With the gradual subsidence of these areas their culture would necessarily degenerate, although echoes of sublime theogonies and philosophies are still heard in the oral traditions and folklore of many Polynesian groups.",
        "A second sucker of variable size and shape lies behind the oral one.",
        "The alimentary canal persists and revolves in the median plane through an angle of 180Ã‚°, accompanied by part of the larval vestibule, the space formed by the retra^tion of the oral surface.",
        "Before the end of the 9th century a monk of St Gall drew up a chronicle De gestis Karoli Magni, which was based partly on oral tradition, received from an old soldier named Adalbert, who had served in Charlemagne's army.",
        "Thus while its form would by analogy tend per se to awaken suspicion, its contents remove this feeling; and we may even infer from this surviving early formulation of local ecclesiastical tradition, that others of somewhat similar character came into being in the sub-apostolic age, but failed to survive save as embodied in later local teaching, oral or written, very much as if the Didache had perished and its literary offspring alone remained (see Didachf).",
        "Over against the claims of the Gnostics that they had apostolic authority, either oral or written, for their preaching, were set these two standards, by which alone the apostolic character of any doctrine was to be tested (cf.",
        "In both classes, accepted tradition (written or oral) was reinterpreted in order to justify or to deduce new teaching (in its widest sense), to connect the present with a hallowed past, and to be a guide for the future; and the prevalence of this process, the innumerable different examples of its working, and the particular application of the term Midrash to an important section of Rabbinical literature complicates both the study of the subject and any attempt to treat it concisely.'",
        "The traditional or oral law was codified in the Mishna (see Talmud, § i seq.), the Canon was 1 E.g.",
        "In the genus Rhizostoma, common on the British coasts and conspicuous on account of its large size, the oral arms, originally distinct and four in number, undergo concrescence, so that the entrance to the mouth is reduced to numerous fine pores and canals.2 Like the external structure, the internal anatomy of the medusa shows a complete radial symmetry, and is simple in plan but often complicated in detail (see fig.",
        "There are institutes for the blind at Overbrook and Pittsburg, and for the deaf and dumb at Philadelphia and Edgewood Park, an oral school for the deaf at Scranton, a home for the training of deaf children at Philadelphia, a soldiers' and sailors' home at Erie (1886), a soldiers' orphans' industrial school (1895) at Scotland, Franklin county, the Thaddeus.",
        "portions by heart, but certainly no one knew the whole; and a merely oral propagation would have left the door open to all kinds of deliberate and inadvertent alterations.",
        "There is also a special doctorate, the \" doctorat d'Universite,\" awarded on a thesis and an oral examination; and there are diplomas (Diplo nes d'Etudes superieures) awarded on dissertations and examinations on subjects in philosophy, history and geography, classics or modern languages, selected mainly by the candidate and approved by the faculty.",
        "Paulsen, The German Universities, pp. 344-345)1; (vii.) examinations of several hundred candidates at a time cannot be rationally conducted so as to be equally fair to the individuality of all candidates; the individual test is the only complete one (it is admitted that examinations on a large scale necessarily involve a margin of error; but this error may be reduced to a minimum, especially by a combination of oral and practical with written work); (viii.) the multiplicity of school examinations required for different reasons produces confusion in our secondary education (there is a growing tendency to admit equivalence of \" schoolleaving \" and entrance examinations; thus entrance examinations of Oxford, Cambridge and London, and the Northern Universities Joint Board are interchangeable under certain conditions); (ix.) the multiplicity of examinations tends to \" underselling \" (the success of the London examinations in medicine proves that a high standard attracts candidates as well as a low one; possibly intermediate standards may be killed in the competition; it is by no means obvious that a uniform system of examinations would conduce to efficiency); (x.) examinations produce physical damage to health, especially in the case of women-students (on this point more statistical evidence is needed; see, however, Engelmann quoted by G.",
        "Had these been in the oral stage he would scarcely incorporate traditions which did not agree with his views; at all events they would hardly have been written down by him in the form in which they have survived.",
        "In this connexion it may also be mentioned that in all cases the right half of the oral hood is directly continuous with the rostral fin (fig.",
        "The Mishnah is a more or less careful arrangement of the extant Oral Law (see § 2).",
        "Thus, the problem of the origin or antiquity of the unwritten Oral Law, a living and fluid thing, lies outside the scope of criticism; of greater utility is the study of the particular forms the laws have taken in the written sources which from time to time embody the ever-changing legacy of the past.",
        "629), and the oral esoteric traditions of t)ae Pharisees are attested by Josephus (xiii.",
        "The contents of the closing books are for the most part derived from oral tradition, from the narratives of friends and countrymen, from what was still generally known and current in the capital about past events, and from the ephemeral literature of the day.",
        "The mouth may be a simple structure at the extremity of the manubrium, or may be four-cornered, with the corners drawn out into so-called oral arms, each of which bears on the inner side a groove continuing the angle of the mouth (fig.",
        "In some genera the oral arms are of great length, and in the suborder Rhizostomeae they undergo concrescence to form a proboscis (fig.",
        "This is especially the case in the anterior part of the body, where, in correlation with the \" adaptational shifting of the oral aperture \" (see Arthropoda), a varying number of somites unite to form the \"cephalon \" or head.",
        "In 1874 the university of GÃƒ¶ttingen granted her a degree in absentia, excusing her from the oral examination on account of the remarkable excellence of the three dissertations sent in, one of which, on the theory of partial differential equations, is one of her most remarkable works.",
        "Up to that point the author compiles from Eutropius, Aurelius Victor, Nennius, Bede and the English chronicles, particularly that of Peterborough; in some cases he professes to supplement these sources from oral tradition; but most of his amplifications are pure rhetoric (see F.",
        "- Pelmatozoa in which epithecal extensions of the food-grooves, ambulacrals, superficial oral nervous system, blood-vascular and water-vascular systems, coelom and genital system are continued exothecally upon jointed outgrowths of the abactinal thecal plates (brachia), carrying with them extensions of the abactinal nerve-system.",
        "(3) Corm alone developed; with no endites or exites, but provided with terminal chitinous claws (ordinary leg of Peripatus), with terminal jaw teeth (jaw of Peripatus), or with blunt extremity (oral papilla of same) (see fig.",
        "- Soft-bodied vermiform animals, with one pair of ringed antennae, one pair of jaws, one pair of oral papillae, and a varying number of clawbearing ambulatory legs.",
        "Primarily a pustular rash may also be seen in those taking corticosteroids, lithium, oral contraceptives and anticonvulsant therapies.",
        "One series of oral presentations centered on controlling diseases of rapeseed crops.",
        "The decision is subject to the appellant 's right to have it reconsidered at an oral hearing.",
        "Oral presentation: ' Locating long-term glacial refugia in the Mediterranean Basin.",
        "This is the route being followed by Novartis with its oral renin inhibitor, aliskiren."
    ]
}