{
    "translation": "מסלול, לנוע במסלול סובב",
    "uses": [
        "Ordinary meteors, in the region of the earth's orbit, appear to be separated by intervals of about 250 m.",
        "Encke, the astronomer who first investigated its orbit and showed its periodicity.",
        "I too would fain be a track-repairer somewhere in the orbit of the earth.",
        "Another element is the time of revolution of the body in its orbit, called its period.",
        "It is now known to correspond to the actual orbit of the planet round the sun.",
        "This, and the inclination of the orbit being given, we have all the geometrical data necessary to compute the coordinates of the planet itself.",
        "We must conceive a time when the sun was swollen to such an extent that it filled up the entire space girdled by the orbit of Mercury.",
        "As the entire time required for light to pass over the radius of the earth's orbit is only about 500 seconds, this error is fatal to the method.",
        "If a point be in motion in any orbit and with any velocity, and if, at each instant, a line be drawn from a fixed point parallel and equal to the velocity of the moving point at that instant, the extremities of these lines will lie on a curve called the hodograph.",
        "In astronomy the word denotes the angular distance of a body from the pericentre of the orbit in which it is moving.",
        "The facial portion of the skull is generally shorter than the cranial; the orbit is freely open behind; and the premaxillae tend to be reduced and fused with the nasals.",
        "We begin by considering the laws of motion in the orbit itself, regardless of the position of the latter.",
        "Two elements define the position of the plane passing through the attracting centre in which the orbit lies.",
        "Orbit in higher forms closed by bone; and ridges of lower cheek-teeth terminating in large loops.",
        "The problem of determining an orbit may be regarded as coeval with Hipparchus, who, it is supposed, found the moving positions of the apogee and perigee of the moon's orbit.",
        "The plane of the joint orbit, in which no deviation from circularity has yet been detected, nearly coincides with the line of sight.",
        "The other element is the inclination of the plane of the orbit to the fundamental plane, called the inclination simply.",
        "The combined mass of the earth and moon admits of being determined by its effect in changing the position of the plane of the orbit of Venus.",
        "She contemplated an alliance with Spain, a state quite outside the orbit of Sweden's influence, the firstfruits of which were to have been an invasion of Portugal.",
        "The skull is elongated, with the orbit not separated from the temporal fossa and the nasals, which may or may not carry horns, reaching at least as far forwards as the union of the premaxillae.",
        "A sixth is the position of the planet in the orbit at a given moment, for which may be substituted the moment at which it passed the pericentre.",
        "If the consolidation took place with comparative uniformity we might then anticipate the formation of a vast multitude of small planets such as those we actually do find in the region between the orbit of Mars and that of Jupiter.",
        "After the satellite reached the apogee, it continued in orbit, becoming closer to the center of Earth.",
        "circular orbit around our galaxy.",
        "eccentricity of the earth 's orbit around the sun.",
        "The orbit has therefore two asymptotes, inclined at an angle lr/m.",
        "These conditions are: - (I) The smallness of the masses of the planets in comparison with that of the sun, in consequence of which the orbit of each planet deviates but slightly from an ellipse during any one revolution; (2) the fact that the orbits of the planets are nearly circular, and the planes of their orbits but slightly inclined to each other.",
        "We have shown that, when the position of a planet and the direction and speed of its motion at a certain instant are given, the elements of the orbit can be determined.",
        "With this position and speed the elements of the orbit can again be determined.",
        "Since the orbit is unchanged so long as no disturbing force acts, it follows that the elements determined by means of the two sets of values of the variables are in this case the same.",
        "V. \"Pediatric tumors of the eye and orbit.\"",
        "(See ORBIT.)",
        "The rates of motion are so slow that many centuries' observations are needed to determine the orbit.",
        "A point on a central orbit where the radial velocity (drfdt) vanishes is called an apse, and the corresponding radius is called an apse-line.",
        "We may apply this to the investigation of the stability of a circular orbit.",
        "Biela's comet of 1826, which had a period of 6.7 years, presented a significant resemblance of orbit with that of the meteors, but the comet has not been seen since 1852 and has probably been resolved into the meteoric stream of Andromedids.",
        "As this comet is almost the only one that passes within the orbit of Mercury, it is quite possible that it alone would show the effect of such a medium.",
        "In both genera, as in the okapi, there is a vacuity in front of the orbit.",
        "If the force is always the same at the same distance any apse-line will divide the orbit symmetrically, as is seen by imagining the velocity at the apse to be reversed.",
        "It follows that the angle between successive apse-lines is constant; it is called the apsidal angle of the orbit.",
        "If in a central orbit the velocity is equal to the velocity from infinity, we have, from (5),",
        "this determines the form of the critical orbit, as it is called.",
        "The semimajor axis of a planetary orbit is also the average distance from the planet to its primary.",
        "Orbit >>",
        "It aimed at a close alliance with the house of Austria, with the double object of drawing Sweden within its orbit and overawing the Porte by the conjunction of the two great Catholic powers of central Europe.",
        "long and 3 high at the base, is of a deep orange colour, with a large black oval spot near the tip. The eye, with its double iris of green and yellow, has a broad blue orbit, and is surrounded by a bare space of deep orange skin.",
        "In the skull there are two orifices to the lachrymal duct, situated on or inside the rim of the orbit.",
        "Usually only one orifice to the lachrymal canal, situated inside the rim of the orbit.",
        "Stars of the class to which the Algol type of variables belongs will appear to us to vary only in the exceptional case when the plane of the orbit passes so near our sun that one body appears to pass over the other and so causes an eclipse.",
        "Except when the line of sight is perpendicular to the plane of the orbit, the revolution of the two bodies will result in a periodic variation of the motion in the line of sight.",
        "It is, the orbit and periodic time is known, and also the parallax, the masses of the stars can be found.",
        "(If only the relative orbit is known, the sum of the masses can be determined; but if absolute positions of one component have been observed, both masses can be determined separately.) But even when, as in most cases, the parallax is unknown or uncertain, the ratio of the brightness to the mass can be accurately found.",
        "Distances and .Parallaxes of the Stars.-As the earth traverses annually its path around the sun, and passes from one part of its orbit to another, the direction in which a fixed star is seen changes.",
        "In fact the relative positions are the same as if the earth remained fixed and the star described an orbit equal to that of the earth, but with the displacement always exactly reversed.",
        "If 7r be the parallax, and R the radius of the earth's orbit, the distance of the star is R/sin ir.",
        "By means of the spectroscope it is possible to determine the relative orbital velocity of the two components, and this when compared with the period fixes the absolute dimensions of the orbit; the apparent dimensions of the orbit being known from visual observations the distance can then be found.",
        "We have supposed this to be done at a certain point P of the orbit, the direction and speed being expressed by the variables x, y, x' and y'.",
        "This is called the osculating orbit: The essential principle of Lagrange's elegant method consists in determining the variations of this osculating ellipse, the co-ordinates and velocities of the planet being ignored in the determination.",
        "A certain mean elliptic orbit, as near as possible to the actual varying orbit of the planet, is taken.",
        "In this orbit a certain fictitious planet is supposed to move according to the law of elliptic motion.",
        "Hence the position of the plane of the orbit of each planet is continually changing in consequence of their mutual action.",
        "Each orbit continually changes its form and position, sometimes in one direction and sometimes in another.",
        "But when these changes are averaged through years and centuries it is found that the average orbit has a secular variation which, for a number of centuries, may appear as a very slow progressive change in one direction only.",
        "The orbits of these bodies have a large inclination, nearly 27Ã‚°, to the plane of the planet's orbit.",
        "Hipparchus fixed the chief data of astronomy - the lengths of the tropical and sidereal years, of the various months, and of the synodic periods of the five planets; determined the obliquity of the ecliptic and of the moon's path, the place of the sun's apogee, the eccentricity of his orbit, and the moon's horizontal parallax; all with approximate accuracy.",
        "Hence a tacit understanding between Bismarck and Austria that the latter should profit by Italian resentment against France to draw Italy into the orbit of the Austro-German alliance.",
        "on the throne, in order that Poland, undivided and as strong as circumstances would permit, might be drawn wholly within the orbit of Russia.",
        "Let AB be the major axis of the orbit, B the pericentre, F the focus or centre of motion, P the position of the body.",
        "Elliptic orbits, and a parabolic orbit considered as the special case when the eccentricity of the ellipse is 1, are almost the only ones the astronomer has to consider, and our attention will therefore be confined to them in the present article.",
        "If the attraction of a central body is not the only force acting on the moving body, the orbit will deviate from the form of a conic section in a degree depending on the amount of the extraneous force; and the curve described may not be a re-entering curve at all, but one winding around so as to form an indefinite succession of spires.",
        "In all the cases which have yet arisen in astronomy the extraneous forces are so small compared with the gravitation of the central body that the orbit is approximately an ellipse, and the preliminary computations, as well as all determinations in which a high degree of precision is not necessary, are made on the hypothesis of elliptic orbits.",
        "Let the curve represent an elliptic orbit, AB being the major axis, DE the minor axis, and F the focus in which the centre of attraction is situated, which centre we shall call the sun.",
        "From the properties of the ellipse, A is the pericentre or nearest point of the orbit to the centre of attraction and B the apocentre or most distant point.",
        "To do this the actual speed in the orbit, and in a yet higher degree the angular speed around F, must be greatest at pericentre, and continually diminish till the apocentre is reached.",
        "Since the area of the triangle FPP' is one half the product of FP into the perpendicular p from P on FP', it follows that if these perpendiculars were equal all round the orbit, the areas described during the infinitesimal time would be smallest at the pericentre and continually increase during the passage of the body to B.",
        "One of these is the position of the line MN through the sun at F in which the plane of the orbit cuts some fundamental plane of reference, commonly the ecliptic. This is called the line of nodes, and its position is specified by the angle which it makes with some fixed line FX in the fundamental plane.",
        "The angle from the pericentre to the actual radius vector, and the length of the latter being found, the angular distance of the planet from the node in the plane of the orbit is found by adding to the true anomaly the distance from the node to the pericentre.",
        "To form a conception of this problem it is to be noted that since the position of the body in space can be computed from the six elements of the orbit at any time we may ideally conceive the coordinates of the body to be algebraically expressed as functions of the six elements and of the time.",
        "Orbit open behind; and ridges of lower cheek-teeth generally terminating in small loops.",
        "Nasals long in early, but shorter in later forms, hornless; orbit open behind.",
        "Skull elevated and compressed; with the orbit and temporal fossa widely continuous, there being no true post-orbital process from the frontal bone.",
        "The orbital planes of earth and moon are inclined to each other at an angle of 50.8 ° and at two points only in its orbit can the moon be situated in the plane of the ecliptic: the line joining these two points is called the \"line of nodes.\"",
        "If S is the area of the orbit described in time T by an electron of charge e, the moment of the equivalent magnet is M = eST; and the change in the value of M due to an external field H is shown to be OM = - He'S/47rm, m being the mass of the electron.",
        "The year 1787 was rendered further memorable by Laplace's announcement on the 19th of November (Memoirs, 1786), of the dependence of lunar acceleration upon the secular changes in the eccentricity of the earth's orbit.",
        "This will be evident if we consider that, since radii vectores of the hodograph represent velocities in the orbit, the elementary arc between two consecutive radii vectores of the hodograph represents the velocity which must be compounded with the velocity of the moving point at the beginning of any short interval of time to get the velocity at the end of that interval, that is to say, represents the change of velocity for that interval.",
        "Hence the elementary arc divided by the element of time is the rate of change of velocity of the moving-point, or in other words, the velocity in the hodograph is the acceleration in the orbit.",
        "Every orbit must clearly have a hodograph, and, conversely, every hodograph a corresponding orbit; and, theoretically speaking, it is possible to deduce the one from the other, having given the other circumstances of the motion.",
        "The most plausible explanation of this is that one or more masses of matter move around the sun, whose action, whether they are inside or outside the orbit of Mercury, would produce the required modification in the force.",
        "The explanation of these recurring phenomena is that a great cloud or distended stream of meteors revolves around the sun in a period of 331years, and that one portion of the elliptical orbit intersects that of the earth.",
        "As the meteors have been numerously visible in five or six successive years it follows they must be pretty densely distributed along a considerable arc of their orbit.",
        "It also follows that, as some of the meteors are seen annually, they must be scattered around the whole orbit.",
        "In 1867 the remarkable discovery was made that Tempel's comet (1866: I.) revolved in an orbit identical with that of the Leonids.",
        "A comet which appeared in 1861 had a very suggestive agreement of orbit when compared with that of the meteors, and the period computed for it was 415 year's.",
        "Exceptions occur in the case of the satellites of Uranus, which are nearly perpendicular to the plane of the orbit.",
        "deferens, bearing down), in ancient astronomy, the mean orbit of a planet, which carried the epicycle in which the planet revolved.",
        "If these suppositions have a basis of reality, the proper motion of Algol should be disturbed by a small, but measurable undulation, corresponding to the projection of its orbit upon the sky; and although certainty on the point cannot be attained for some years to come, Lewis Boss regarded the evidence available in 1895 as tending to confirm Dr Chandler's theory.6 Proceedings Amer.",
        "Tisserand in 1895.1 It involved the action of no third mass, but depended solely upon the progression of the line of apsides in a moderately elliptical orbit due to the spheroidal shape of the globes traversing it.",
        "He calculated an orbit for the comet of 1 759 (Halley's), reduced Lacaille's observations of 515 zodiacal stars, and was, in 1763, elected a member of the Academy of Sciences.",
        "having two components revolving about their common centre of gravity - and the first to have its orbit calculated.",
        "The variety most highly prized has an extremely short snout, eyes which almost wholly project beyond the orbit, no dorsal fin, and a very long threeor four-lobed caudal fin (Telescope-fish).",
        "From the time of his first introduction to Tycho he had devoted himself to the investigation of the orbit of Mars, which, on account of its relatively large eccentricity, had always been especially recalcitrant to theory, and the results appeared in Astronomia nova ainoXayrgrii, seu Physica coelestis tradita commentariis de motibus stellae Martis (Prague, 1609).",
        "The skull resembles that of the lion and tiger, but is much broader in proportion to its length, and may be identified by the presence of a tubercle on the inner edge of the orbit.",
        "This comet has given rise to a longer series of investigations than any other, owing to Encke's result that the orbit was becoming smaller, and the revolutions therefore accelerated, by some unknown cause, of which the most plausible was a resisting medium surrounding the sun.",
        "Notwithstanding the rude character of the apparatus at his disposal, Horrocks was enabled by his observation of it to introduce some important corrections into the elements of the planet's, orbit, and to reduce to its exact value the received estimate of its apparent diameter.",
        "The Solar Astronomical Year Is The Period Of Time In Which The Earth Performs A Revolution In Its Orbit About The Sun, Or Passes From Any Point Of The Ecliptic To The Same Point Again; And Consists Of 365 Days 5 Hours 48 Min.",
        "The \"line of apsides\" is that which joins them, forming the major axis of the orbit.",
        "Post-orbital processes of the frontals exist in squirrels, marmots and hares; but in all other genera they are rudimentary or altogether absent; and the zygoma seldom sends upwards a corresponding process, so that the orbit is more or less completely continuous with the temporal fossa.",
        "The lachrymal forj amen is always within the orbital margin; and in many species the infra-orbital foramen is very large (in some as large as the orbit) and transmits part of the masseter muscle.",
        "The front root of the zygomatic arch is nearly vertical, and placed so far back that it is above the second molar, while the orbit - a unique feature among rodents - is almost completely surrounded by bone.",
        "3) be the sun, ABCD the earth's orbit, and s the true position of a star.",
        "Every star, therefore, describes an apparent orbit, which, if the line joining the sun and the star be perpendicular to the plane Abcd, will be exactly similar to that of the earth, i.e.",
        "It arises from the ellipticity of the orbit, is zero at pericentre and apocentre, and reaches its greatest amount nearly midway between these points.",
        "Some years later he succeeded in showing that Kepler's elliptic orbit for planetary motion agreed with the assumed law of attraction; he also completed the co-ordination with terrestrial gravity by his investigation of the attractions of homogeneous spherical bodies.",
        "7repi, near, y the earth), in astronomy that point of the moon's orbit or of the sun's apparent orbit at which the moon or sun approach nearest to the earth.",
        "It may be considered as arising from a semi-annual variation in the eccentricity of the moon's orbit and the position of its perigee.",
        "Halley's most notable scientific achievements were - his detection of the \"long inequality\" of Jupiter and Saturn, and of the acceleration of the moon's mean motion (1693), his discovery of the proper motions of the fixed stars (1718), his theory of variation (1683), including the hypothesis of four magnetic poles, revived by C. Hansteen in 1819, and his suggestion of the magnetic origin of the aurora borealis; his calculation of the orbit of the 1682 comet (the first ever attempted), coupled with a prediction of its return, strikingly verified in 1759; and his indication (first in 1679, and again in 1716, Phil.",
        "The locus of the point V is called the hodograp/z (q.v.); and it appears that the velocity of the point V along the hodograph represents in magnitude and in directon tbt acceleration in the original orbit.",
        "Thus in the case of a plane orbit, if v be the velocity of P, ~l the inclination of the direction of motion to some fixed direction, the polar co-ordinates of V may be taken to be v, hence the velocities of V along and perpendicular to OV will be dv/dt and vdi,t/dt.",
        "In elliptic harmonic motion the velocity of P is parallel and proportional to the semi-diameter CD which is conjugate to the radius CP; the hodograph is therefore an ellipse similar to the actual orbit.",
        "In the case of a central orbit described under the law of the inverse _________________ square we have v=h/SY=h.",
        "This applies to an elliptic or hyperbolic orbit; the case of the parabolic orbit may be examired separately or treated as a limiting case.",
        "The pole 0 of the hodograph is inside on or outside the circle, according as the orbit is an ellipse, parabola or hyperbola.",
        "Dorsolaterally the basisphenoid is joined by the alisphenoid, which forms most of the posterior wall of the orbit.",
        "A second Tatar raid in 1259, less dangerous, perhaps, but certainly more ruinous, than the first invasion - for the principalities of Little Poland and Sandomir were systematically ravaged for three months - still further but Poland formed but a small portion of his vast domains, and Poland's interests were subordinated to the larger demands of an imperial policy which embraced half Europe within its orbit On the death of Louis there ensued an interregnum of two years marked by fierce civil wars, instigated by duke Ziemovit of Masovia, the northernmost province of Poland, the daughter of Louis the Great and the granddaughter of Wladislaus Lokietek, had an equal right, by inheritance, to the thrones of Hungary and Poland.",
        "where m=4(3n), except in the case 11=3, when the orbit is an equiangular spiral.",
        "Hence if h and a be connected by the relation h2=af(a) proper to a circular orbit, we have -",
        "II the coefficient of x be positive the variations of x are simple harmonic, and x can remain permanently small; the circular orbit is then said to be stable.",
        "Again, the half-period of x i irf-~ lf(a) +3a_if(a) ~, and since the angular velocity in the orbit i h/af, approximately, the apsidal angle is, ultimately, IS f(a) ?",
        "If this is the case, the apsidal angle must evidently be commensurable with -ir, and since it cannot vary discontinuously the apsidal angle in a nearly circular orbit must be constant.",
        "Moreover, the case n=2 is the only one in which the critical orbit (27) can be regarded as the limiting form of a closed curve.",
        "In 1866 Newcomb had published' an important memoir on the orbit of Neptune, which was followed in 1873 by a similar investigation of the orbit of Uranus.",
        "The satellite was placed into an orbit with perigee of 510 km and apogee of 670 km and an inclination of 31° .",
        "sending astronauts up to fix the Hubble Space Telescope in Earth orbit was difficult enough.",
        "the orbit is therefore a reciprocal spiral, except in the special case of A=o, when it is a circle.",
        "with the earth in its orbit, the star appears to have a displacement which is at all times parallel to the motion of the observer.",
        "In the Oreodontinae or typical section of the family, which includes several genera nearly allied to Oreodon, the skull is shorter and higher than in the camels, with a swollen brain-case, a preorbital glandpit, the condyle of the lower jaw transversely elongated, the tympanic bulla hollow, and the orbit surrounded by bone.",
        "In the Miocene Agriochoerus, which typifies a second sub-family (Agriochoerinae), there is no gland-pit in the skull, of which the orbit is open behind; while the upper incisors are wanting in the adult and the terminal toe-bones are claw-like rather than of the hoofed type.",
        "The speed is very nearly four radii of the earth's orbit per year; thus the annual parallactic motion is equal to four times the parallax, for a star lying in a direction 90° from the solar apex; for stars nearer the apex or antapex it is foreshortened.",
        "This may be compared with the period of revolution in a circular orbit of radius c about the same centre of force, viz.",
        "Hodograph.The motion of a particle subject to a force which passes always through a fixed point 0 is necessarily in a plane orbit.",
        "it appears that the orbit is an effipse, parabola or hyperbola according as v2 is less than, equal to, or greater than 2/sir.",
        "Hence the character of the orbit depends on whether the velocity at any point is, less than, equal to, or greater than the velocity from infinity, as it is called.",
        "In an elliptic orbit the area irab is swept over in the time irab 22-a r-~---j~ (10)",
        "The converse problem, to determine the law of force under which a given orbit can be described about a given pole, is solved by differentiating (5) with respect to r; thus h1dp P=~1:,1~.",
        "But since an ellipse can always be constructed with a given centre so as to touch a given line at a given point, and to have a given value of ab(=h/-~ u) we infer that the orbit will be elliptic whatever the initial circumstances.",
        "But since an equiangular spiral having a given pole is completely determined by a given point and a given tangent, this type of orbit is not a general one for the law of the inverse cube.",
        "Similarly, in the case of a circle with the pole on the circumference we have p2=r2/2a, P=ufri, if u=8hlai; but this orbit is not a general one for the law of the inverse fifth power.",
        "In any case of a central orbit the hodograph (when turned through a right angle) is similar and similarly situated to the reciprocal polar of the orbit with respect to the centre of force.",
        "Thus for a circular orbit with the centre of force at an excentric point, the hodograph is a conic with the pole as focus.",
        "He also investigated the orbit of the newly discovered planet Neptune.",
        "a7rb, from, and i i iXtos, sun), in astronomy, that point of the orbit of a planet at which it is most distant from the sun.",
        "we have memoirs relating to the proof of the theorem that every numerical equation has a real or imaginary root, the memoir on the Hypergeometric Series, that on Interpolation, and the memoir Determinatio attractionis - in which a planetary mass is considered as distributed over its orbit according to the time in which each portion of the orbit is described, and the question (having an implied reference to the theory of secular perturbations) is to find the attraction of such a ring.",
        "Owing to the action of the moon on the earth, as it performs its monthly revolution in an orbit slightly inclined to the ecliptic, the centre of the earth itself deviates from the plane of the ecliptic in a period equal to that of the nodal revolution of the moon.",
        "In 1804 he calculated the orbit of Halley's comet from observations made in 1607 by Thomas Harriot, and communicated his results to H.",
        "It is easy to calculate that this would be produced by an annual fall of matter equal to one nineteen millionth of the sun's mass, which would make an envelope eight metres thick, at the sun's mean density; this would be collected during the year from a spherical space extending beyond the orbit of Jupiter.",
        "The planet Eros was discovered in 1899, and proved to have an orbit between the earth and Mars, while every one of the other five or six hundred.",
        "Its mean distance from the sun is 1.46 times i that of the earth; but, besides, the eccentricity of its orbit is large (0.22), so that at the most favourable opportunity it can come within one-seventh of the distance of the sun.",
        "The constant of aberration introduces the sun's distance by a comparison between the velocity of the earth in its orbit and the velocity of light.",
        "Instead of confining himself, as before, to the fruitless integration of three differential equations of the second degree, which are furnished by mathematical principles, he reduced them to the three co-ordinates which determine the place of the moon; and he divided into classes all the inequalities of that planet, as far as they depend either on the elongation of the sun and moon, or upon the eccentricity, or the parallax, or the inclination of the lunar orbit.",
        "Johann Kepler had proved by an elaborate series of measurements that each planet revolves in an elliptical orbit round the sun, whose centre occupies one of the foci of the orbit, that the radius vector of each planet drawn from the sun describes equal areas in equal times, and that the squares of the periodic times of the planets are in the same proportion as the cubes of their mean distances from the sun.",
        "The fact that heavy bodies have always a tendency to fall to the earth, no matter at what height they are placed above the earth's surface, seems to have led Newton to conjecture that it was possible that the same tendency to fall to the earth was the cause by which the moon was retained in its orbit round the earth.",
        "He therefore was led to inquire whether, if the earth's attraction extended to the moon, the force at that distance would be of the exact magnitude necessary to retain the moon in its orbit.",
        "He found that the moon by her motion in her orbit was deflected from the tangent in every minute of time through a space of thirteen feet.",
        "Many of the letters are lost, but it is clear from one of Newton's, dated the 19th of September 1685, that he had received many useful communications from Flamsteed, and especially regarding Saturn, \" whose orbit, as defined by Kepler,\" Newton \" found too little for the sesquialterate proportions.\"",
        "It was this: from the observed perturbations of a known planet to deduce by calculation, assuming only Newton's law of gravitation, the mass and orbit of an unknown disturbing body.",
        "Unaware of Adams's work, he attempted a like inquiry, and on the 1st of June 1846, in a second memoir, gave the position, but not the mass or orbit, of the disturbing body whose existence was presumed.",
        "Leverrier, still ignorant of these occurrences, presented on the 31st of August 1846 a third memoir, giving for the first time the mass and orbit of the new body.",
        "Among them were an elegant solution of the problem to determine the orbit of a comet from three observations, and memoirs on the micrometer and achromatic telescopes.",
        "Between the orbit of Neptune and the nearest star known to us is an immense void in which no bodies are yet known to exist, except comets.",
        "But although these sometimes wander to distances considerably beyond the orbit of Neptune, it is probable that the extent of the void which separates our system from the nearest star is hundreds of times the distance of the farthest point to which a comet ever recedes.",
        "The orbit of a newly-discovered planet or comet may be computed from three complete observations by well-known methods in a single day.",
        "From the resulting elements of the orbit the positions of the body from day to day may be computed and tabulated in an ephemeris for the use of observers.",
        "Conceive that instead of the orbit of the planet, there is given a position P (fig.",
        "Logically these data completely determine the orbit in which the planet shall move, because there is only one such orbit passing through P, a; planet moving in which would have the given speed.",
        "It follows that the elements of the orbit admit of determination when the co-ordi nates of the planet at an assigned moment FIG.",
        "The ellipse is therefore the only closed orbit.",
        "(3) Whewell's theorem: if a point R be taken at a distance from the sun equal to the major axis of the orbit of a planet and, therefore, at double the mean distance of the planet, the speed of the latter at any point is equal to the speed which a body would acquire by falling from the point R to the actual position of the planet.",
        "The speed of the latter may, therefore, be expressed as a function of its radius vector at the moment and of the major axis of its orbit without introducing any other elements into the expression.",
        "Another corollary is that in the case of a body moving in a parabolic orbit the velocity at any moment is that which would be acquired by the body in falling from an infinite distance to the place it occupies at the moment.",
        "(5) At each distance from the sun there is a certain velocity which a body would have if it moved in a circular orbit at that distance.",
        "If projected with this velocity in any direction the point of projection will be at the end of the minor axis of the orbit, because this is the only point of an ellipse of which the distance from the focus is equal to the semi-major axis of the curve, and therefore the only point at which the distance of the body from the sun is equal to its mean distance.",
        "These ever varying elements represent an ever varying elliptic orbit, - not an orbit which the planet actually describes through its whole course, but an ideal one in which it is moving at each instant, and which continually adjusts itself to the actual motion of the planet at the instant.",
        "When the orbit of the satellite is inclined to that of the primary planet round the sun, the action brings about a change in the plane of the orbit represented by a rotation round an axis perpendicular to the plane of the orbit of the primary.",
        "If we conceive a pole to each of these orbits, determined by the points in which lines perpendicular to their planes intersect the celestial sphere, the pole of the satellite orbit will revolve around the pole of the planetary orbit precisely as the pole of the earth does around the pole of the ecliptic, the inclination of the two orbits remaining unchanged.",
        "The orbits of these bodies have a large inclination, nearly 27°, to the plane of the planet's orbit.",
        "The action of the sun alone would completely throw them out of these planes as each satellite orbit would rotate independently; but the effect of the mutual action is to keep all of the planes in close coincidence with the plane of the planet's equator.",
        "The Babylonians knew of the inequality in the daily motion of the sun, but misplaced by to' the perigee of his orbit.",
        "Pursuing the inquiry, he found that its velocity was uniform with respect to no single point within the orbit, but that the areas described, in equal times, by a line drawn from the sun to the planet were strictly equal.",
        "The discovery, just one hundred years after the publication of Newton's Principia, of its dependence upon the slowly varying eccentricity of the earth's orbit signalized the removal of the last conspicuous obstacle to admitting the unqualified validity of the law of gravitation.",
        "combined observations of the planet, which yielded a parallax for the sun of 9.5\", corresponding to a mean radius for the terrestrial orbit of 87,000,000 m.",
        "Schiaparelli's announcement that the orbit of the bright comet of 1862 agreed strictly with the elliptic ring formed by the circulating Perseid meteors; and three other cases of close coincidence were soon afterwards brought to light.",
        "We have next to conceive that, as the earth performs its annual revolution round the sun in an orbit whose diameter, as represented on the diagram, is nearly 40 ft., it carries the orbit of the moon with it.",
        "Conceiving the plane of the earth's motion, which is that of the ecliptic, to be represented by the surface of the paper, the orbit of the moon makes a small angle of a little more than 5° with this plane.",
        "Conceiving the line NN' to be that of the nodes at any time, and the earth and lunar orbit to be moving in the direction of the straight arrows, the earth will be on one side of the ecliptic from M2 to M5, and on the other side from M6 to M 1, intersecting it at the nodes.",
        "This excess is, however, subject to wide variation, owing to the obliquity of the ecliptic and of the lunar orbit to the equator, and therefore to the horizon.",
        "The smaller the angle which the orbit of the moon, when near the point of rising, makes with the horizon the less will be the retardation.",
        "There is also a libration in latitude, arising from the fact that the axis of rotation of the moon is not precisely perpendicular to the plane of her orbit.",
        "It is found that the direction of the moon's equator remains nearly invariable with respect to the plane of the orbit, and therefore revolves with that plane in a nodal period of 18.6 years.",
        "The orbit of the moon around the earth, though not a fixed curve of any class, is elliptical in form, and may be represented by an ellipse which is constantly changing its form and position, and has the earth in one of its foci.",
        "The Eccentricity of the Moon's Orbit.",
        "- He found that the moon moved most rapidly near a certain point of its orbit, and most slowly near the opposite point.",
        "The law of this motion was such that the phenomena could be represented by supposing the motion to be actually circular and uniform, the apparent variations being explained by the hypothesis that the earth was not situated in the centre of the orbit, but was displaced by an amount about equal to one-twentieth of the radius of the orbit.",
        "Thus the apogee and perigee became two definite points of the orbit, indicated by the variations in the angular motion of the moon.",
        "These points are at the ends of that diameter of the orbit which passes through the eccentrically situated earth, or, in other words, they are on that line which passes through the centre of the earth and the centre of the orbit.",
        "Assuming the mean motion of the moon to be known and the perigee to be fixed, three eclipses, observed in different points of the orbit, would give as many true longitudes of the moon, which longitudes could be employed to determine three unknown quantities - the mean longitude at a given epoch, the eccentricity, and the position of the perigee.",
        "The result of the latter inequality is brought out when it is sought to determine the eccentricity of the orbit from the observations near the time of the first and last quarter.",
        "Most of the elements are small numerical fractions: e, the eccentricity of the moon's orbit, about 0.055; e', the eccentricity of the earth's orbit, about o 017: y, the sine of half the inclination of the moon's orbit, about 0.046; m, the ratio of the mean motions of the moon and earth, about 0.075.",
        "Euler conceived the idea of starting with a preliminary solution of the problem in which the orbit of the moon should be supposed to lie in the ecliptic, and to have no eccentricity, while that of the sun was circular.",
        "The first step in constructing this theory was taken by Laplace, who showed that the secular acceleration was produced by the secular diminution of the earth's orbit.",
        "These appearances he referred with great acuteness to the slight inclination of the sun's axis of rotation to the plane of the ecliptic. Thus, when the earth finds herself in the plane of the sun's equator, which occurs at two opposite points of her orbit, the spots, travelling in circles parallel with that plane, necessarily appear to describe right lines; but when the earth is above or below the equatorial level, the paths of the spots open out into curves turned downwards or upwards, according to the direction in which they are seen.",
        "In the case of a single body revolving around the sun this plane is that of its orbit.",
        "In the case of the solar system the moment of Jupiter is so preponderant that the position of the invariable plane does not deviate much from that of the orbit of Jupiter.",
        "The orbit, of nearly circular form, though small in proportion to the size of the whole skull, is distinctly marked, being completely surrounded by a strong ring of bone with prominent edges.",
        "Behind it, and freely communicating with it beneath the osseous bridge (the post-orbital process of the frontal) forming the boundary between them, is the small temporal fossa occupying the whole of the side of the cranium proper, and in front is the great flattened expanse of the \" cheek,\" formed chiefly by the maxilla, giving support to the long row of cheek-teeth, and having a prominent ridge running forward from below the orbit for the attachment of the masseter muscle.",
        "The lachrymal occupies a considerable space on the flat surface of the cheek in front of the orbit, and below it the jugal does the same.",
        "The latter sends a horizontal or slightly ascending process backwards below the orbit to join the under surface of the zygomatic process of the squamosal, which is remarkably large, and instead of ending as usual behind the orbit, runs forwards to join the greatly developed post-orbital process of the frontal, and even forms part of the posterior and inferior boundary of the orbit, an arrangement not met with in other mammals.",
        "The closure of the orbit behind distinguishes the skull of the horse from that of its allies the rhinoceros and tapir, and also from all of the perissodactyles of the Eocene period.",
        "An example of this process is that of the discovery of the planet Neptune: certain perturbations of the orbit of Uranus had been observed, and it was seen that these could be explained on the hypothesis of the existence of a then unknown planet, and this hypothesis was verified by actual observation.",
        "It is clear that the light proceeds from a region surrounding the sun, and lenticular in form, the axis of the lens being nearly perpendicular to the ecliptic, while the circumference extends at least to the orbit of the earth.",
        "The hypothesis which best explains all the phenomena is that the light is that of the sun reflected from an extremely tenuous cloud of particles having the form and extent described, and becoming more and more tenuous as the earth's orbit is approached until, immediately outside the orbit, it fades into complete invisibility.",
        "Since the tenuous edge of the lens extends beyond the earth's orbit it follows that there must be some zodiacal light, whether it can be seen or not, passing entirely across the sky, along or near the ecliptic. Observations of this zodiacal band are therefore of great interest.",
        "He shows that, supposing the cloud of particles to move around the sun in nearly circular orbits immediately outside the earth, the perturbations by the earth in the motion of the particles will result in their retardation in that part of the orbit nearest the earth, and therefore in their always being more numerous in a given space in this part of the orbit Ethan in any other.",
        "The squamosal bone is large and either in contact with the frontals and parietals or separated from them by a vacuity; the orbit is sometimes roofed over by bone.",
        "length; while in all the later forms the orbit is surrounded by a ring of bone.",
        "stenonis, of the Upper Pliocene of Europe, which has a small depression in front of the orbit, while the skull is relatively larger, the feet are rather shorter, and the splintbones somewhat more developed.",
        "sivalensis), occurs in the Lower Pliocene, and may have been the ancestor of the Arab stock, which shows traces of the depression in front of the orbit characteristic of the earlier forms. In North America species of Equus occur in the Pleistocene and from that continent others reached South America during the same epoch.",
        "The allied Argentine Onohippidium, which is also Pleistocene, has still longer nasal bones and slits, and a deep double cavity in front of the orbit, part of which probably contained a gland.",
        "The skull, which is relatively short, has a large depression in front of the orbit, commonly supposed to have contained a gland, but this may be doubtful.",
        "The orbit is surrounded by a bony ring; the ulna and radius in the fore, and the tibia and fibula in the hind-limb are united, and the feet are of the types described above.",
        "The characteristics of the group will be gathered from the remarks on the leading genera; but it may be mentioned that the orbit is open behind, the cheek-teeth are short-crowned and without cement (fig.",
        "Its eccentric orbit makes it take on a variable role in history.",
        "accreted matter in orbit around a star.",
        "It was the first European satellite to carry a radar altimeter and was launched into an 800 kilometer altitude and 98.5 degree inclination orbit.",
        "calculated from the equations, leads to a change in the length of time of an orbit.",
        "The SMC follows a nearly circular orbit around our galaxy.",
        "NASA scientists still have six months ' work to do to put the spacecraft into an almost circular two-hour orbit.",
        "But no company has bigger cojones when a launch fails to go straight into orbit.",
        "comet's orbit (remember Newton's third law of motion?",
        "As an alternative to downloading the demo, you may request a demo CD from ORBiT.",
        "Perhaps the brown dwarf has an orbit similar to a comet, for instance.",
        "earth's orbit around the sun is elliptical with the sun at one focus of the ellipse, not the center.",
        "eccentricity of the orbit really be maintained over billions of years?",
        "Our current best orbit has an eccentricity of about 0.537.",
        "eccentricityVulcan orbit eccentricities can produce hazardous comets in a 2:3 orbit period ratio as will be shown latter.",
        "The plane of the orbit is called the ecliptic.",
        "ecliptic plane in which the planets orbit the Sun.",
        "ecliptic in the southern skies at this point in its orbit.",
        "FAST was launched on August 21, 1996 from a Pegasus rocket into a highly elliptical orbit.",
        "This causes the circular orbit of the water to become elliptical.",
        "elongated orbit that is inclined to the ecliptic to a greater degree than Pluto.",
        "It has a highly elongated orbit that is inclined to the ecliptic to a greater degree than Pluto.",
        "This cataclysmic eruption may have been triggered by a menacing flyby, perhaps of a planet in a long period orbit around our sun.",
        "The experiment has to make use of the unique features provided by the new research laboratory in Earth orbit.",
        "geostationary orbit.",
        "gravity gradient and inertial distribution to maintain three-axis stability in orbit.",
        "Cassini will continue to orbit Saturn, investigating the system for at least four years, from a wide range of orbital inclinations.",
        "inclination of the earth 's orbit.",
        "inclined orbit around Saturn.",
        "iterateequences of values produced by iterating a process is called the orbit of the initial value under the process.",
        "lunar orbit in November 2004., with X-ray mapping of the Moon.",
        "The Moon in orbit around the Earth is simulated with the phase of the moon in orbit around the Earth is simulated with the phase of the Moon, as seen from Earth, clearly shown.",
        "Free radicals An electrically neutral molecule with an unpaired electron in the outer orbit.",
        "This, incidentally, is the angle (called the obliquity) the equator makes with the plane of the Earth's orbit.",
        "observatoryet observatories Right now there are no dedicated ultraviolet observatories in orbit.",
        "We, drawn into That orbit, filled ourselves out like the orb of the moon.",
        "The Moon orbits the spinning earth that is itself in orbits the spinning earth that is itself in orbit round the Sun.",
        "The system would then be deployed in low earth orbit prior to being towed to geostationary orbit.",
        "Geosynchronous orbits are ones where an artificial satellite in orbit around the Earth has a period of exactly one day.",
        "Note that as it is in low-earth orbit the sighting details vary quite considerably across the UK.",
        "Of minor concern were changes in the background rate, due to the low earth orbit.",
        "The diameter of the disk is about the diameter of Pluto's orbit around the Sun.",
        "But it's intersting to note how little the comet's orbit will be changed by the impact.",
        "Will the comet \" cross \" the earth's orbit?",
        "orbit of Pluto.",
        "orbit of the planets round the Sun.",
        "annual parallax is caused by the Earth's yearly orbit around the Sun.",
        "The on-board GPS receivers have confirmed the orbit and initial Earth imaging payload testing is expected to commence at the end of the week.",
        "perigee passage, is required to get onto an interplanetary orbit.",
        "COMMENT ONE BY OUR ORBIT ANALYST Hazardous comets must have a perihelion inside the Earth's orbit.",
        "perturbed into an orbit that approaches the Sun it will be a truly spectacular comet.",
        "planets orbit ).",
        "As the earth's axis slowly precesses, the time in the orbit at which the equinox occurs also moves slowly round the sun.",
        "precession of the orbit of Mercury, the planet nearest the sun.",
        "The satellites have sufficient on-board propellant to maintain their orbit stations for at least 5 years.",
        "The second newly discovered planet has an orbit more like the Earth's and takes 426 days to orbit the star called epsilon reticulum.",
        "retrograde elliptical orbit around the Sun?",
        "The new ring adds to the growing number of narrow ringlets in orbit around Saturn.",
        "However, to be a geostationary satellite, the geosynchronous satellite must be in orbit in earth's.. .",
        "satellite into orbit.",
        "The Atlas 2 carried a U.S. reconnaissance satellite into orbit.",
        "satellites in orbit.",
        "semimajor axis of a planetary orbit is also the average distance from the planet to its primary.",
        "sidereal period is the time taken by a planet to execute a single orbit around the Sun.",
        "GRACE can measure changes in the separation of two identical spacecraft in the same orbit approximately 220 kilometers apart.",
        "spacecraft into an almost circular two-hour orbit.",
        "spacecraft in orbit at this speed.",
        "spectrum analyzer is to be assembled on a satellite on Polar orbit 700 km above the surface of the Earth.",
        "torus method can be seen as a direct generalization of methods for periodic orbit continuation and it is extensible to tori of arbitrary dimension.",
        "tried-and-true producer William Orbit and a French newcomer, DJ.. .",
        "unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
        "In any case the orbits of comets are exposed to such tremendous perturbations from the planets that it is unsafe from the present orbit of a comet to conjecture what that orbit may have been in remote antiquity.",
        "Mean R anomaly is the anomaly which the body would have if it moved from the pericentre around F with a uniform angular motion such that its revolution would be completed in its actual time (see Orbit).",
        "Eccentric anomaly is defined thus: - Draw the circumscribing circle of the elliptic orbit around the centre C of the orbit.",
        "The orbit is completely open behind.",
        "In part, again, a commercial war raged between Venice and Genoa, which attracted into its orbit all the various feuds and animosities of the Levant (12J7).",
        "ORBIT (from Lat.",
        "If the law of attraction is that of gravitation, the orbit is a conic section - ellipse, parabola or hyperbola - having the centre of attraction in one of its foci; and the motion takes place in accordance with Kepler's laws (see Astronomy).",
        "But unless the orbit is an ellipse the body will never complete a revolution, but will recede indefinitely from the centre of motion.",
        "When a new celestial body, say a planet or a comet is discovered, the astronomer meets with the problem of determining the orbit from several observed positions of the body.",
        "The problem of determining a heliocentric orbit first presented itself to Kepler, who actually determined that of Mars.",
        "The orbital planes of earth and moon are inclined to each other at an angle of 50.8 Ã‚° and at two points only in its orbit can the moon be situated in the plane of the ecliptic: the line joining these two points is called the \"line of nodes.\"",
        "The direct method consists in observing the times of some momentary or rapidly varying celestial phenomenon, as it appears when seen from opposite points of the earth's orbit.",
        "that at any point the tangent to the hodograph is parallel to the direction, and the velocity in the hodograph equal to the magnitude of the resultant acceleration at the corresponding point of the orbit.",
        "Phil.): - Let x, y, z be the coordinates of P in the orbit,, r t, those of the corresponding point T in the hodograph, then dx dy _ dz c= ' 71 - a' - at therefore Also, if s be the arc of the hodograph, ds = v = V V1 1) j dt + (dt2) dt Equation (1) shows that the tangent to the hodograph is parallel to the line of resultant acceleration, and (2) that the velocity in the hodograph is equal to the acceleration.",
        "The system of Algol, according to this view, is triple; it includes a large, obscure primary, round which the eclipsing pair revolves in an orbit somewhat smaller than that of Uranus, very slightly elliptical, and inclined 20Ã‚° to the line of sight, the periodic time being 118 years.",
        "APSE and APSIDES, in mechanics, either of the two points of an orbit which are nearest to and farthest from the centre of motion.",
        "(See ANOMALY and ORBIT.)",
        "The papal brief establishing the hierarchy was dated 29th September 1850, and on 7th October Wiseman wrote a pastoral, dated \" from out of the Flaminian Gate \" - a form diplomatically correct, but of bombastic tone for Protestant ears - in which he spoke enthusiastically, if also a little pompously, of the \" restoration of Catholic England to its orbit in the ecclesiastical firmament.\"",
        "The speed is very nearly four radii of the earth's orbit per year; thus the annual parallactic motion is equal to four times the parallax, for a star lying in a direction 90Ã‚° from the solar apex; for stars nearer the apex or antapex it is foreshortened.",
        "It will be seen that unless the conditions be exactly adjusted for a circular orbit the particle will either recede to infinity or approach the pole asymptotically.",
        "Apogee, Apocentre, Aposaturnium, &c. are terms applied to those points of the orbit of a body moving around a.",
        "The \" method of least squares,\" by which the most probable result can be educed from a body of observational data, was published by Adrien Marie Legendre in 1806, by Carl Friedrich Gauss in his Theoria Motus (1809), which described also a mode of calculating the orbit of a planet from three complete observations, afterwards turned to important account for the recapture of Ceres, the first discovered asteroid (see Planets, Minor).",
        "Conceiving the plane of the earth's motion, which is that of the ecliptic, to be represented by the surface of the paper, the orbit of the moon makes a small angle of a little more than 5Ã‚° with this plane.",
        "By the treaty of Meaux (1229), her diplomacy combined with the influence of the Church to prepare effectually for the annexation of Languedoc to the kingdom,,, supplementing this again by a portion of Champagne; and the marriage of her son to Margaret of Provence definitely broke the ties which held the country within the orbit of the German empire.",
        "The curve has important mechanical relations, in particular it is the orbit of a particle moving under the influence of a central force which varies inversely as the square of the distance of the particle; this is the gravitational law of force, and the curve consequently represents the orbits of the planets if only an individual planet and the sun be considered; the other planets, however, disturb this orbit (see Mechanics).",
        "The very globe continually transcends and translates itself, and becomes winged in its orbit.",
        "Its orbit had decayed to 175 nautical miles, and it was little more than one month away from reentering the Earth 's atmosphere.",
        "The second newly discovered planet has an orbit more like the Earth 's and takes 426 days to orbit the star called epsilon Reticulum.",
        "Could it be Nibiru, a brown dwarf in a retrograde elliptical orbit around the Sun?",
        "However, to be a geostationary satellite, the geosynchronous satellite must be in orbit in earth 's...",
        "Under central control from HQ it can be used to take out satellites in orbit.",
        "The Hostile Orbit mod is a sci-fi themed, team based, competitive, multiplayer game.",
        "The sidereal period is the time taken by a planet to execute a single orbit around the Sun.",
        "An example would be, say a flake of paint was to hit a spacecraft in orbit at this speed.",
        "The spectrum analyzer is to be assembled on a satellite on Polar orbit 700 km above the surface of the Earth.",
        "She was also found to have woven bone deposits in the right orbit and supraorbital ridge.",
        "However, the Moon 's orbit is tilted at a slight angle.",
        "Our method can be seen as a direct generalization of methods for periodic orbit continuation and it is extensible to tori of arbitrary dimension.",
        "Flanked by Ray of Light 's tried-and-true producer William Orbit and a French newcomer, DJ...",
        "The electrons have an orbit of minimum energy from which they cannot fall into the nucleus without violating the uncertainty principle.",
        "The most frequently used example is the unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
        "How far away is the apogee of the moon's orbit?",
        "After all, it's not every day you get a chance to watch a calico orbit a ceiling fan with such gusto.",
        "Pair that with an Orbit Futon Mattress, and you have the ideal inexpensive futon for your home.",
        "Orbit, on the other hand, has a distinctly Mad Men look with strong early 1960s burnt sienna, pale blue and yellow circles, and some stencil designed snowflakes.",
        "Uvex Orbit Ski Goggles have a matte blue or metallic blue frame with amber or amber flash lenses.",
        "The Orbit: One of the park's original rides, The Orbit has guests spinning up down and all around.",
        "First, your phone may already have a built-in GPS receiver -- like the Nokia N95 -- and as such, it is prepared to connect to the GPS satellites that orbit the Earth.",
        "While the crew races to try to help a planet whose moon has such an erratic orbit that it is calculated to make such a close pass that it will destroy all life, he deals with the fact that he can't do anything to help.",
        "A body can move round the sun in an elliptic orbit having the sun in its focus, and describing equal areas in equal times, only under the influence of a force directed towards the sun, and varying inversely as the square of the distance from it.",
        "By taking this plane, which is that of the orbit in which the planet performs its revolution, as the plane of xy, we have only two co-ordinates to consider.",
        "Besides these, we must have given the position of the planet in the orbit at some specified moment.",
        "The third law enables us to compute the time taken by the radius vector to sweep over the entire area of the orbit, which is identical with the time of revolution.",
        "This reasoning tacitly supposes the orbit to be a circle of radius a, and the mass of the planet to be negligible.",
        "Putting M and m for the respective masses of the sun and planet, a for the semi-major axis of the orbit, and n for the mean.",
        "In the language of algebra putting m l, m2, m 3, &c. for the masses of the bodies, r1.2 r1.3 r2.3, &c. for their mutual distances apart; vi, v 2, v 3, &c., for the velocities with which they are moving at any moment; these quantities will continually satisfy the equation orbit, appear as arbitrary constants, introduced by the process of integration.",
        "The arbitrary constants, a, b, c and d, are the elements of the orbit, or any quantities from which these elements can be obtained.",
        "Criminal Incarcerated (28 September 2010) - Jones reappears in Lux's orbit when she considers cheating on an exam because she is afraid she won't pass it.",
        "The array of satellites are set up to orbit so that there are always at least four satellites in the sky no matter where you are on Earth.",
        "The eyes and their muscles, nerves, and blood vessels may be injured as well as the eye socket (orbit), which can be fractured by a forceful blow.",
        "Elner, Victor M. et al. \"Eye, Orbit, and Adnexal Structures.\"",
        "Surgery involves releasing the fused sutures and reshaping the bone of the skull and eye orbit.",
        "For example, one popular science fair project is a model of the solar system that demonstrates how all the planets orbit.",
        "Orbit Travel Costa Rica offers air travel plans at prices as low as $400.",
        "You can read references, reviews and recommendations from numerous Orbit Travel clients.",
        "\"I say we take off and nuke the site from orbit.",
        "When Dragonflight begins, Pern has gone through an unusual period, during which, due to the vagueries of its orbit, the Red Star has not passed close enough to Pern to drop thread for some time (some hundreds of years).",
        "Build a gigantic ship (in orbit, since it would be too heavy to launch) and stock it with the necessities of life, including the ability to grow food to support the crew.",
        "With this end in view he expounded to the Berlin academy in 1849 a mode of determining an elliptic orbit from three observations, and communicated to that body in 1851 a new method of calculating planetary perturbations by means of rectangular coordinates (republished in W.",
        "The first book, The Edge of The World, just came out from Orbit Books and I think it's the most powerful thing I've ever written."
    ]
}