{
    "translation": "נבע, נוצר, צמח, התהווה",
    "uses": [
        "In France the Jesuits joined, if they did not originate, the league against Henry of Navarre.",
        "Bills may originate in either house.",
        "Four large railway systems practically originate in the state and radiate to the S.",
        "Revenue measures may originate in either house, but a three-fifths vote in each is necessary to their enactment.",
        "Clothing did not originate in ideas of decency (Gen.",
        "They occasionally exhibit striation and originate from large branched cells, the nucleus and unmodified part of which form conspicuous elements.",
        "The gonads originate by proliferation of the anterior wall of the pericardium.",
        "His was not the mind to originate, like Calvin, a new scheme of Christian thought.",
        "Bills may originate in either house, and either house may amend the bills of the other house.",
        "Although money bills may originate only in the House of Representatives the Senate may propose amendments.",
        "Each of the chambers has the right of introducing new bills, as has also the government; but all money bills must originate in the Chamber of Deputies.",
        "If sound waves originate at the seat of auroral displays they seem hardly likely to be audible on the earth, unless the aurora comes very low and great stillness prevails.",
        "Enclosed seas extend deeply into the land and originate either by the breaking through of the ocean or by the overflowing of a subsiding area.",
        "The fuller titles of the ark originate in the belief that it contained the \"covenant\" (berith) or \"testimony\" (`eduth), the technical terms for the Decalogue; primarily, however, it would seem to have been called \"the ark of Yahweh\" (or \"Elohim\"), or simply \"the ark.\"",
        "Its modern extension to all forms of impression supposed to convey information as to the future is justified on the assumption that such intimations commonly originate in the subliminal consciousness of the percipient and are thence transferred to the ordinary consciousness.",
        "The idea of force is one of those obscure conceptions which originate in an obscure region, in the sense of muscular power.",
        "Money bills may originate in either house, but at the final vote on such a bill in either house three-fifths of the members elected to that house must be present and the yeas and nays must be recorded; bills entailing appropriations for local or private purposes must receive a two-thirds majority to pass.",
        "Revenue or appropriation bills originate in the House of Representatives, but may be amended by the Senate.",
        "All bills for raising revenue must originate in the House of Representatives, but the senate may propose and concur with amendments as on other bills.",
        "Bills for raising revenue may originate only in the House of Representatives, but may be amended or rejected by the Senate.",
        "Any bill may originate in either house, but a bill of special, private or local interest must be referred to a standing committee of five members appointed by the Senate and seven members appointed by the House of Delegates, before it is referred to the committee of the house in which it originated.",
        "Bills appropriating revenue or moneys, or imposing taxation, must originate in the House of Assembly and may not be amended by the Senate.",
        "Tumours Or New Growths The various definitions of the term \" new growth \" leave us with a definite conception of it as a new formation of tissue which appears to originate and to grow independently.",
        "The cyclones of the Bay of Bengal appear to originate over the Andaman and Nicobar islands, and are commonly propagated in a north-westward direction, striking the east coast of the Indian peninsula at various points, and then often advancing with an easterly tendency over the land, and passing with extreme violence across the delta of the Ganges.",
        "A motion was carried in the Cape parliament affirming that any movement for federation should originate in South Africa and not in England.",
        "For instance, the animal traps of carnivorous plants (Drosera, Nepenihes, &c.) did not, presumably, originate as such; they began as organs of quite another kind which became adapted to their present function in consequence of animals having been accidentally caught.",
        "But there is some evidence that, in accordance with the strong and constant tradition among the alchemists, the idea of transmutation did originate in Egypt with the Greeks of Alexandria.",
        "Do they originate through the natural selection of those variations which are the more adaptive; or do they originate through the inheritance of those acquired modifications which are impressed on the nervous system in the course of individual and intelligent use ?",
        "In the Phylactolaemata, however, a new colony may originate not only from a larva, but also from a peculiar form of bud known as a statoblast, or by the fission of a fully-developed colony.",
        "Voltaire, though he did not originate, yet adopted a moral and religious scheme which he sought to substitute for the church tradition.",
        "Codrington in The Melanesians, 119 n., writes: \" It essentially belongs to personal beings to originate it, though it may act through the medium of water, or a stone, or a bone.",
        "Bills imposing taxation or appropriating revenue must not originate in the Senate, and neither taxation bills nor bills appropriating revenue for the annual service of the government may be amended in the Senate, but the Senate may return such bills to the House of Representatives with a request for their amendment.",
        "Small streams originate in the Ergenis, but are lost as soon as they reach the lowlands, where water can only be obtained from wells.",
        "The cyclones of the China Sea also occur in the hot months of the year, but they advance from north-east to south-west, though occasionally from east to west; they originate near the island of Formosa, and extend to about the 10th degree of N.",
        "Fats doubtless originate by the \" cleavage \" of the synthetically formed proteids, or from carbohydrates.",
        "Bills may originate in either house, but in about half of the states money bills must originate in the House of Representativesa survival of British custom which has here, where both houses equally represent the people, no functional value.",
        "From the surfaces of all objects there are continually flowing thin filmy images exactly copying the solid body whence they originate; and these images by direct impact on the organism produce (we need not care to ask how) the phenomena of vision.",
        "He thinks it may possibly originate in the vacuolization of the central region, and the accumulation of chromatin granules therein.",
        "Mine fires may originate from ordinary causes, but in addition they may result from the explosion of fire-damp or from the accidental lighting of jets of fire-damp issuing from the coal.",
        "All revenue measures must originate in the House of Representatives, but the Senate may introduce amendments.",
        "It is possible, however, that the tetraspore formation should be regarded as comparable with the prolific vegetative reproduction of Bryophyta, and in favour of this view there is the fact that the tetraspores originate on the thallus in a different way from carpospores with which the spores of Bryophyta are in the first place to be compared; moreover, in certain Nemalionales the production of tetraspores does not occur, and the difficulty referred to does not arise in such cases.",
        "These and various other species of Corchorus are natives of Bengal, where they have been cultivated from very remote times for economic purposes, although there is reason to believe that the cultivation did not originate in the northern parts of India.",
        "His powerful scientific imagination enabled him to realize that all the points of a wavefront originate partial waves, the aggregate effect of which is to reconstitute the primary disturbance at the subsequent stages of its advance, thus accomplishing its propagation; so that each primary undulation is the envelope of an indefinite number of secondary undulations.",
        "Three distinct foreign influences may be distinguished: they originate in Egypt, in Assyria, and in the Aegean.",
        "Apparent proof has been obtained that the shocks occurring in the Pacific districts originate at the bottom of the sea the Tuscarora Deep is supposed to be the centre of seismic activity and they are accompanied in most cases by tidal waves.",
        "He did not originate this line of research, for it had been pursued, if not originated, by Haller, and cultivated systematically by Tommasini, an Italian \"contra-stimulist\"; but he carried it out with much elaboration.",
        "As a statesman he has been very variously estimated, but it is generally agreed that a large number of the reforms and ideas of the Revolution were due to him; the ideas did not as a rule originate with him, but it was he who first gave them prominence.",
        "In legislative matters its powers are identical with those of the House of Representatives, with the single restriction that bills for raising revenue must originate in the popular assembly.",
        "This iron is considered by several of the first authorities\"on the subject to be of meteoric origin,' but no evidence hitherto given seems to prove decisively that it cannot be telluric. That the nodules found were lying on gneissic rock, with no basaltic rocks in the neighbourhood, does not prove that the iron may not originate from basalt, for the nodules may have been transported by the glaciers, like other erratic blocks, and will stand erosion much longer than the basalt, which may long ago have disappeared.",
        "All bills for raising a revenue must originate in the House of Representatives, but the Senate may propose amendments.",
        "The powers of the two houses are equal except that revenue measures must originate in the House of Representatives.",
        "As to the third or posterior series, when it is complete the three constituent pieces are developed almost simultaneously; but its median piece is said often to originate in two, which soon unite, especially when the side-pieces are wanting.",
        "It will be seen that the net result of Lassalle's life was to produce a European scandal, and to originate a socialistic movement in Germany, which, at the election of 1903, returned to the Reichstag eighty-one members and polled 3,010,771 votes, and at the election of 1907 returned forty-three members and polled 3,258,968 votes.",
        "According to Strauss the fulfilments of prophecy in the New Testament arise from the Christians' belief that the Christian Messiah must have fulfilled the predictions of the prophets, and the miracles of Jesus in the New Testament either originate in the same way or are purely mythical embodiments of Christian doctrines.",
        "In other cases (Hypomyces, Nectria) the perithecia arise on an already mature stroma, while yet more numerous examples can be given (Poronia, Hypoxylon, Claviceps, &c.) where the perithecia originate below the surface of a stroma formed long before.",
        "Van Buren did not originate the system, for it was already well developed when he entered public life; but the nickname of \"Little Magician\" which presently attached to him testifies to the skill with which he exploited it, and to the popular impression which his political methods produced.",
        "In a similar manner the Brazil current, the Agulhas current and the East Australian current originate from the drift of the south-east trades, and in the North Pacific the Japan current arises from the north-east trade drift.",
        "xl., we have the striking assertion, which surely did not originate in the Temple, that God has no delight in sacrifice and offerings.",
        "If you've ever paused to consider the multi-billion dollar cosmetics industry, you might have wondered, just where did makeup originate?",
        "which are believed to originate at different levels.",
        "It is thought to originate from a Viking called ' Ulf '.",
        "The action that ceases is not activity in general, but only the unskillful actions that originate in spiritual ignorance.",
        "There are three basic types of bathroom faucets from which almost all designs originate.",
        "Dairy - Some of the best cheeses in the world originate in the Mediterranean.",
        "Melanoma tumors originate in the cells that produce melanin, the chemical that causes pigmentation in the skin, eyes, and hair.",
        "Cruise Line Jobs According to the web site, these job opportunities are open to citizens of all countries; however, the cruise lines originate in the United States, United Kingdom, Australia, Canada, Germany, Finland, Egypt and Norway.",
        "There are other cruises that originate and terminate in Hawaii.You may also be interested in a repositioning cruise that stops off in Hawaii and ends up in a different place than where it began.",
        "Cattle must originate from breeders adhering to these same standards.",
        "These letters most often come directly from the creditor, or a collection agency working on behalf of the creditor, but may also originate from the debtor.",
        "Though VH1 did not originate the idea of celebrity reality shows, they have made a big business of the genre.",
        "There are a number of websites that originate in China and offer wholesale items.",
        "Cowry shells originate in the Maldive Islands, off the western coast of India, indicating Kirdi linkages to long distance trade.",
        "Your home wiring has many circuits that originate from the power box.",
        "Stories that originate from anonymous fake news websites aren’t held to the same ethical standards as traditional media.",
        "She trotted to the spot she'd identified from the tree as being where the currents appeared to originate from.",
        "Turning the light back on, she pointed the beam on the area where the scream seemed to originate.",
        "From this, as well as from various parts of the shoot system, other roots may originate.",
        "From a little ice-bound lake called Gaz Kul, or Karambar, which lies on the crest of the Hindu Kush near its northern origin at the head of the Taghdumbash Pamir, two very important river systems (those of Chitral and Hunza) are believed to originate.",
        "The comitatus developed and modified, it did not originate.",
        "Beneath each cap, and near the upper end of the shaft, are a number of vertical slits through which the drainage water which rises passes out into the conduit or trench from which the irrigating streams originate.",
        "- Though no literary documents belonging to the first century of Portuguese history have survived, there is, evidence that an indigenous popular poetry both Poetry sacred and profane existed, and while Provencal influences moulded the manifestations of poetical talent for nearly two hundred years, they did not originate them.",
        "There are good reasons for thinking that the Christian story did not originate with John of Damascus, and a strong case has been made out by Zotenberg that it reflects the religious struggles and disputes of the early 7th century in Syria, and that the Greek text was edited by a monk of Saint Saba named John, his version being the source of all later texts and translations.",
        "Money bills originate in the lower house, but the Senate may propose amendments.",
        "Even where a large number of the somites have fused, there is generally a marked change in the character of the appendages after the fifth pair, and since the integumental fold which forms the carapace seems to originate from this point, it is usual to take the fifth somite as the morphological limit of the cephalon throughout the class.",
        "Certain protectorates originate in treaties; others have been imposed by force.",
        "All revenue bills must originate in the House of Representatives, but to such bills the Senate may propose amendments provided they relate solely to raising revenue.",
        "Other bills may originate in either house.",
        "A resolution was passed (June 11, 1875) stating that any scheme in favour of confederation must in its opinion originate within South Africa itself.",
        "Bills for raising revenue must originate in the House of Representatives, but the Senate may offer amendments.",
        "The order Coenothecalia is represented by a single living species, Heliopora coerulea, which differs from all recent Alcyonaria in the fact that its skeleton is not composed of spicules, but is formed as a secretion from a layer of cells called calicoblasts, which originate from the ectoderm.",
        "The thecae in several of the families are occasionally provided with spines or lateral processes: the spines are especially conspicuous at the base in some biserial forms: in the Lasiograptidae the lateral processes originate a marginal meshwork surrounding the polypary.",
        "An exception, however,, is constituted by the comprehensive genus Dictyonema, which embraces species composed of a large number of divergent and sub-parallel branches, united by transverse dissepiments into a symmetrical cone-like or funnel-shaped polypary, and includes some forms (Dictyograptus) which originate from a nema-bearing sicula and have been claimed as belonging to the Graptoloidea.",
        "This bird is a winter visitor to Britain, and its Arctic nesting-places being then unknown, it was fabled to originate within the shell-like fruit of a tree growing by the sea-shore.",
        "Any bill may originate in either house, and either house may amend a bill passed by the other.",
        "thing to do; but it was not a Disraeli conception, nor did it originate in any government department.",
        "On germination the microspores give rise to a reduced prothallus, consisting of the small cell first cut off and a wall of cells enclosing two to four central ones; \"from these latter the biciliate spermatozoids originate.",
        "The sporangia originate from single cells, though surrounding cells may contribute to the formation of the stalk.",
        "Nevertheless there is a sense in which moral philosophy may be said to originate out of difficulties inherent in the nature of morality itself, although it remains true that the questions which ethics attempts to answer are never questions with which the moral consciousness as such is confronted.",
        "Though, however, Socrates was the first to arrive at a proper conception of the problems of conduct, the general idea did not originate with him.",
        "Bills of whatever character may originate in either house, but no bill can become a law until it has passed both houses by a majority of all the members to which the house is entitled under the constitution, and if the governor vetoes a bill it cannot become a law until it has again passed both houses by such a majority.",
        "They are not amicable people, \" said Hussain, whose own family originate from Pakistan's central Punjab province.",
        "The increased androgen can originate from the ovaries, or the adrenal glands, or from medication.",
        "When did the idea of economic autarchy originate in Germany?",
        "Regardless of whether they originate at home or abroad, we must bravely confront these problems by enacting active and effective solutions.",
        "Scientists believe that these GRBs originate when an extremely energetic supernova, called a hypernova, occurs.",
        "It appears that about 5% of alternatively spliced internal exons in the human genome originate in an Alu sequence.",
        "This SNP is located in a splicing region, just before the last exon, and might originate a splicing variant with functional consequences.",
        "Non-invasive molecular imaging of epithelial cancer It is estimated that more than 85% of all cancers originate in the epithelium.",
        "A great deal of ailments originate from stomach indigestion.",
        "All of the plants of var. japonica found in the UK are functionally female and originate from the same clone.",
        "The main difficulty arises from the rapidly varying magnetic fields which originate in a region of near-Earth space called the magnetosphere.",
        "It seems possible that both originate in the thin current sheet that occurs in the magnetotail at substorm onset.",
        "originate from the region 1 Anchor Bay release.",
        "originate elsewhere in the world, or where they are ' local ' they have repercussions on a much wider scale.",
        "Reports on academic matters mainly originate from the appropriate Faculty Boards.",
        "originate in the temporal lobe.",
        "Controversy exists as to whether myeloma and AML originate from a single haematopoietic progenitor or arise from different cell lineages.",
        "propagatehown that a strong enough flow can originate backward propagating waves.",
        "showcase international talent, alongside music from the unusual quartet, who originate from Reading.",
        "This is the hallmark of a peasant smallholder from where many design ideas originate.",
        "thinkis thought to originate from a Viking called ' Ulf ' .",
        "Their web site can be found at: www.scottish-tartans-society.co.uk Question: Where did the word ' tush ' originate from?",
        "unskillful actions that originate in spiritual ignorance.",
        "It extends into the arms, which originate in the bud (fig.",
        "The fact seems to be that the form in which Corneille's work was cast, and which by an odd irony of fate he did so much to originate and make popular, was very partially suited to his talents.",
        "Besides this there is a second point on the axis, from which all issuing rays are so refracted at the surface of the sphere that, after the refraction, they appear to originate from one point - the image-point (see fig.",
        "The performances will showcase international talent, alongside music from the unusual quartet, who originate from Reading.",
        "Voyages that originate in New Orleans allow passengers to soak up the city's southern charm, tour local landmarks and imbibe in an unlimited array of award-winning eateries before the ship even sets sail.",
        "The specification of synthetic chemicals recognizes the fact that many of the drinking water contaminants monitored by the EPA originate from agricultural practices.",
        "The first are those RPGs like Final Fantasy that originate in Japan, complete with their big-eyed, funny-haired anime heroes and their save-the-world missions.",
        "Understandable as the grape is believed by many to originate in this famed region.",
        "Adenocarcinomas develop in an organ or gland and squamous cell carcinomas originate in the skin.",
        "Malignant primary bone tumors are characterized as either bone cancers which originate in the hard material of the bone or soft-tissue sarcomas which begin in blood vessels, nerves, or tissues containing muscles, fat, or fiber.",
        "Fibrosarcomas originate in the ends of the bones in the arm or leg and then spread to soft tissue.",
        "If the bleeding does not stop or if it appears to originate in the upper nose, the doctor will consult a head and neck surgeon or an otolaryngologist for specialized evaluation of the bleeding.",
        "Cranial nerves are nerves that originate in the brain and connect to specialized structures such as the nose, eyes, muscles in the face, scalp, ear, and tongue.",
        "The Mohawk Indians were the first to originate this haircut.",
        "This is a convenient way to look at what is available because most of the loans originate from different companies, so it's easy to see which one is offering the best option.",
        "Lenders approved by FHA or those authorized Department of Veterans Affairs to originate loans qualify.",
        "Many of the holiday traditions in the United States originate from the customs practiced in Europe, since a large portion of Americans have European ancestry.",
        "The 2012 prophecy is said to originate from the ancient Mayan calendar that stops on the winter solstice date of December 21, 2012.",
        "You may ask, \"Where did the Chinese zodiac originate?\"",
        "As for the question of where did the Chinese zodiac originate, you can trace these roots back to the ancient Chinese astronomers.",
        "Eerie Tales features creepy stories that originate from all over the world.",
        "On the left of the web page you can click on a country and read through ghost stories that originate from that country.",
        "Erika Slezak did not originate the role of Victoria Lord on One Life to Live, but she is synonymous with it after playing the part since 1971.",
        "The Advent calendar tradition is thought to originate from German Lutherans in the 19th century who would physically count the days of Advent by marking chalk lines on the wall or lighting candles throughout the holiday season.",
        "Also significant is that the enzymes originate in living cells.",
        "This area is the center of gravity of your body and it is where all body movements originate.",
        "Again, make sure to keep your elbow stationary at all times and let the full rotation movement originate in the shoulder.",
        "Both bicep curls and triceps extensions originate from the elbow joint.",
        "These statistics usually originate from reliable sources like the Centers for Disease Control and Prevention, the CDC.",
        "This is the place where most of the Survivor spoilers originate, and you'll be amazed at just how much information is available here.",
        "Star Trek: The Next Generation's fearsome enemy the Borg originate in the Delta Quadrant, so it should come as no surprise that Voyager also meets and tangles with these unstoppable bad guys.",
        "Perhaps the most powerful character to emerge in the Star Wars universe that did not originate in the films is Mara Jade, the future wife of Luke Skywalker and mother to his son Ben.",
        "They are fairy women that originate in Irish lore.",
        "originate most of the alternative therapies currently enjoying vogue are based on ideas originating somewhere in the 1880's and the 1930's.",
        "Naturally gloves originate in the dim and distant past.",
        "This prompts us to ask two questions: 1) Where does the percept of pitch originate?",
        "Bass is primal, and it reminds me of a large posterior - but both spirituality and sexuality originate higher up in the body.",
        "probable that the majority of soil As anomalies originate from this type of mineralization.",
        "Capacity for work brought him places on important committees - he was chairman successively of the committee on military affairs, the committee on banking and currency, and the committee on appropriations, - and his ability as a speaker enabled him to achieve distinction on the floor of the House and to rise to leadership. Between 1863 and 1873 Garfield delivered speeches of importance on \"The Constitutional Amendment to abolish Slavery,\" \"The Freedman's Bureau,\" \"The Reconstruction of Rebel States,\" \"The Public Debt and Specie Payments,\" \"Reconstruction,'\" The Currency,\" Taxation of United States Bonds,\" Enforcing the 14th Amendment,\" National Aid to Education,' and \"the Right to Originate Revenue Bills.\"",
        "\"But yet as it is best, if we wish to understand the nature of plants or of men, to consider how they may by degrees proceed from seeds, rather than how they were created by God in the beginning of the world, so, if we can excogitate some extremely simple and comprehensible principles, out of which, as if they were seeds, we can prove that stars, and earth and all this visible scene could have originated, although we know full well that they never did originate in such a way, we shall in that way expound their nature far better than if we merely described them as they exist at present.\"",
        "Bills of any character may originate in either house.",
        "In Megerlia it is three times attached, first to the hinge-plate, and then to the septum by processes from the diverging and reflected positions of the loop. In Magas the brachial skeleton is composed of an elevated longitudinal septum reaching from one valve to the other, to which are affixed two pairs of calcareous lamellae, the lower ones riband-shaped; attached first to the hinge-plate, they afterwards proceed by a gentle curve near to the anterior portion of the septum, to the sides of which they are affixed; the second pair originate on both sides of the upper edge of the septum, extending in the form of two triangular anchor-shaped lamellae (fig.",
        "The statoblasts of the Phylactolaemata originate on the funiculus, and are said to be derived partly from an ectodermic core possessed by this organ and partly from its external mesoderm (Braem), the former giving rise to the chitinous envelope and to a nucleated layer (fig.",
        "If this dream or prejudice be exploded, then the scepticism originating in it - and a large proportion of recent sceptical thought does so originate - loses its raison d'etre.",
        "It follows that \"pragmatic\" lines of thought may originate from a multiplicity of considerations and in a variety of contexts."
    ]
}