{
    "translation": "לגבור, להתעלות על,... להשיג הישגים טובים\nיותר",
    "uses": [
        "\"And suppose they outdo my Milka at once!\" he thought as he rode with \"Uncle\" and Ilagin toward the hare.",
        "There is always some new brewing and many of these phones outdo the devices that came before them.",
        "As Spider Man, you are trying to outdo the villains by outbidding, renting, buying and selling everything that you can get your hands on.",
        "For Sanchuniathon is a mere literary fiction; and Philo's treatment is vitiated by an obvious attempt to explain the whole system of religion on the principles of Euhemerus, an agnostic who taught the traditional mythology as primitive history, and turned all the gods and goddesses into men and women; and further by a patriotic desire to prove that Phoenicia could outdo Greece in the venerable character of its traditions, that in fact Greek mythology was simply a feeble and distorted version of the Phoenician.'",
        "Designed for comfort and performance, the bags have specific details that outdo generic brands in a variety of ways.",
        "At this time arose the Hieronymites founded in 1375, under the Augustinian rule, the Observants (1415) among the Franciscans (q.v.), and the Minims (founded c. 1460 by St Francis of Paola, q.v.), whose programme was to outdo the Minors or Franciscans.",
        "outdo anything on the Xbox thus far.",
        "outdo the others.",
        "outdo everyone from Maria Callas to Ozzy Osbourne.",
        "In these days when expenditures always outdo incomes, secured loans UK are always ready to fill the deficit.",
        "If they choose to lie in wait for Dawn of the lovely throne they'll not outdo me.",
        "vie to outdo.",
        "In order to succeed, open-source projects have adopted management practices similar to those of the companies they vie to outdo.",
        "outdo girls.",
        "Those extra few dollars may safeguard your purchase from other bidders trying to outdo you by a few pennies."
    ]
}