{
    "translation": "הפצה, התרחבות, פרישה לרווחה",
    "uses": [
        "across the outspread wings.",
        "The god of Atha was a form of Horus (Apollo) as the sun-god; his most characteristic representation is as the disk of the sun with outspread wings, so often seen over the doors of shrines, at the top of stelae, &c. In the temple, where he is often figured as a falconheaded man, he is associated with Hathor of Dendera and the child Harsemteus.",
        "The Christ is an elect one, who, as the Cathars (q.v.) put it, having been consoled or become a Paraclete in the flesh, stands in prayer with his hands outspread in the form of a cross, while the congregation of hearers or audientes adore the Christ in him.",
        "But even before he could arrive, the outspread of the Mutiny had already been checked by the gallantry and skill of a mere handful of Britons and their faithful native allies.",
        "Just hold it up to a bright light source and hold your hand behind it with your fingers outspread.",
        "Some of the earlier works of Ur-Nina, En-anna-turn, Entemena and others, before the Semitic conquest, are also extremely interesting, especially the famous stele of the vultures and a great silver vase ornamented with what may be called the coat of arms of Lagash, a lion-headed eagle with wings outspread, grasping a lion in each talon.",
        "In May 1670 he received the titles of excellency and privy councillor; in July of the same year he was ennobled under the name of Griffenfeldt, deriving his title from the gold griffin with outspread wings which surmounted his escutcheon; in November 1673 he was created a count, a knight of the Elephant and, finally, imperial chancellor.",
        "The view from this point has been described by Livy in the following remarkable passage:- \"When the traveller, in passing through the rugged districts of Thessaly, where the roads are entangled in the windings of the valleys, arrives at this city, on a sudden an immense level expanse, resembling a vast sea, is outspread before him in such a manner that the eye cannot easily reach the limit of the plains extended beneath:\" (xxxii.",
        "Upon the ruins of the church - an Angel - wings outspread Commemorates the \" Victory \" of France's gallant dead.",
        "A 12 foot high rearing horse and young male rider with arms outspread.",
        "outspread wings, which appears to be sliding down a stretched string.",
        "outspread arms protecting the deceased.",
        "outspread, masks the others as you approach from Wells.",
        "outspread fingers, raised in the air.",
        "outspread hands from the sun, it spreads across the sky.",
        "It circled round, and then came sweeping overhead with its strong wings outspread ' (p. 125 ).",
        "to north and to south) like the fingers of the outspread human hand."
    ]
}