{
    "translation": "יוצא מן הכלל",
    "uses": [
        "Their list of outstanding collections was growing smaller.",
        "There is no outstanding debt.",
        "But there was an outstanding feud between him and them; and his first act as ethnarch was to remove the high priest on the ground of his sympathy with the rebels.",
        "Your outstanding debt to me is.",
        "His prose idylls, The Garden that I love and In Veronica's Garden, are full of a pleasant, open-air flavour, which is also the outstanding feature of his English Lyrics.",
        "The only danger he saw of losing his mate – again – was if she had any outstanding debt to Darkyn.",
        "Inasmuch as the debenture stocks and preference shares would have to be redeemed in 1911 at premiums ranging from 3 to 5 per cent., the state would have to pay the company £253,000 in excess of the total of the outstanding securities in order to enable the ordinary shares to receive par, and in the council's view this payment would diminish the p robability of the Post Office being able to afford a substantial reduction in the telephone charges.",
        "Locomotives have to start with the full load on the engine, consequently an outstanding feature of every compound locomotive is the apparatus or mechanism added to enable the engine to start readily.",
        "They appear at first as outstanding processes on the surface of the body.",
        "In the year 1905 the outstanding and authorized debt of the republic was as follows External debt (July 31, 1905): National loans..",
        "The completeness of Wolsey's fall enhanced his former appearance of greatness, and, indeed, he is one of the outstanding figures in English history.",
        "These academies were organized on both scholastic and popular lines; their constitution was democratic. An outstanding feature was the Kallah assemblage twice a year (in Elul at the close of the summer, and in Adar at the end of the winter), when there were gathered together vast numbers of outside students of the most heterogeneous character as regards both age and attainments.",
        "\"Do you have an outstanding debt to Darkyn?\" he asked.",
        "Agent Osborn, is there an outstanding warrant on him?",
        "A very, very few people, however, were freed from this sustenance lifestyle, either by their fortuitous birth or outstanding ability.",
        "The very sincerity of her piety and strength of her religious convictions led her more than once, however, into great errors of state policy, and into more than one act which offends the moral sense of a more refined age; her efforts for the introduction of the Inquisition into Castile, and for the proscription of the Jews, are outstanding evidences of what can only be called her bigotry.",
        "From the end of the 18th century until the present day, it is only possible to enumerate the outstanding features in the progress of entomology.",
        "The outstanding foreign debt amounted in 1887 to £2,691,300, while the arrears of interest were no less than £ 2,119, 500.",
        "Outstanding work is P. M.",
        "But British share capital has been issued so freely for extension and is ?- provement work of all sorts, including the costly requirements of the Board of Trade, that a situation has been reached where the return on the outstanding securities tends to diminish year by year.",
        "But Louis always preferred arbitration to war, and the peace congresses of Nagyszombat (1360) and of Pressburg (1360) summoned by him adjusted all the outstanding differences between the central European powers.",
        "The majority he obtained on this occasion enabled him, however, to carry through the Army Education Bill, which tended to magyarize the Hungarian portion of the joint army; and another period of comparative calm ensued, during which Banffy attempted to adjust various outstanding financial and economical differences with Austria.",
        "The best specimen of this work, of which the outstanding characteristics are sheer whimsicality and topsy-turvy humour, is The Ballad of Kynd Kittok.",
        "The following table gives the net loans outstanding of the several classes of local authorities in London at the 31st of March 1908 :/n==Authorities== - Full details and figures relating to the finance of London will be found in the parliamentary papers Local Taxation Returns (England and Wales), part iv.",
        "But the outstanding figure in the controversies of the first half of the 12th century is Abelard.",
        "In the year1910-1911the outstanding advances were to be so far paid off that the credits to be opened under this head would be still further reduced by £T500,000.",
        "On the conclusion of the Peace of Oliva, which adjusted the long outstanding differences between Poland and Sweden, Czarniecki was transferred to the eastern frontier where the war with Muscovy was still raging.",
        "They are, through poverty of material, unclassed languages, merely outstanding phenomena.",
        "31 1918 the amounts of outstanding debts incurred abroad during the war were as follows: 2,696 millions of German Reichsmarks 42.9.",
        "The outstanding names were those of Charles E.",
        "It is also the earliest outstanding work which discloses that habit of Scotticism which took such strong hold of the popular Northern literature during the coming years of conflict with England.",
        "It had loans on security outstanding to the amount of 186 millions, and the bank-notes in circulation amounted to 2,130 millions of kronen.",
        "In 1909 the taxable real estate and personal property was valued at $108,663,716, and the city had no floating debt; on the 1st of February 1910, there were 810,706,318 worth of bonds outstanding, and the sinking fund was 82,011,857.",
        "By this decree the outstanding capital of the exterior debt, to which were added the Ramazan certificates above mentioned, and all interest fallen due, making a grand total of £252,800,000, was scaled down to £106,437,234 (£T117,080,958).",
        "In 1748 he carried through the General Court a bill providing for the cancellation and redemption of the outstanding paper currency.",
        "In 1919 the city's outstanding bonds amounted to $19,884,000, to which in 1920 was added $5,500,000 for removal of railway grade crossings, for a municipal farm to afford better treatment of the tubercular and insane, for new engine houses and reconstruction of streets and for municipal lighting equipment.",
        "Considering the dilatory methods of Orientals, even when they are creditors, it is doubtful whether this sum adequately covers the whole of the claims outstanding, and it may be found difficult, even for a parliament, to refuse claims which should equitably be admitted and which may be preferred later.",
        "The exact mode in which the in-sinking of superficial outstanding limbs, carrying gill-lamellae, has historically taken place has been a matter of much speculation.",
        "Occupations.-The pre-war growth of industries, especially in Riga and Libau, tended to reduce the percentage of the agricultural population, but agriculture is still the chief occupation, and the redivision of the rural population was the outstanding feature after 1918.",
        "This, together with certain outstanding grievances and the pretext of enforcing the settlement of the Greek Question approved by the powers, gave Russia the excuse for declaring war against Turkey.",
        "The outstanding event in the latest history of Ultramontanism is the separation between Church and state in France (1904), by which the republic has endeavoured to break the influence of this party.",
        "Vrchlicky, a master of verse and a perfect cosmopolitan, and tech, who took the material for his epics from Czech history, are the outstanding names of this epoch.",
        "The outstanding feature in the history of pathology during the 19th century, and more particularly of the latter half of it, was the completion of its rescue from the thraldom of abstract philosophy, and its elevation to the dignity of one of the natural sciences.",
        "In the Flyting of Dunbar and Kennedie, an outstanding specimen of a favourite northern form, analogous to the continental estrif, or tenzone, he and his rival reach a height of scurrility which is certainly without parallel in English literature.",
        "The final settlement of outstanding tion.",
        "The outstanding attraction of Ayr, however, is the pleasant suburb of Alloway, 22 m.",
        "Nor can one do more than enumerate a few outstanding modern names, exclusive of living preachers.",
        "These \" battalias \" had their angles strengthened in the oldfashioned way that had prevailed since Marignan, with small outstanding bodies of musketeers, so that they resembled rectangular forts with bastions.",
        "Mark Twain was an outstanding figure for many years as a popular American personality in the world of letters.",
        "13, 1660), Poland gladly seized the opportunity of adjusting all her outstanding differences with Sweden.",
        "Alexander made no objection provided that the Porte would submit all outstanding claims to arbitration.",
        "The outstanding feature of his life was a transparent simplicity and saintliness of spirit, and the testimony of his contemporaries to his godliness is unanimous.",
        "The frontier between Siam and the new British possessions in Burma was settled amicably and without difficulty, but the; boundary question on the east was a much more intricate one and was still outstanding.",
        "Thus, with the exception of Epicureanism - which was always treated by Neoplatonism as its mortal enemy - there is no outstanding earlier system which did not contribute something to the new philosophy.",
        "In 1869 the government of Canada sent a deputation to England to press upon the imperial government the necessity of asserting Canada's position in regard to the fisheries, and the desirability of settling other questions in dispute with the republic. The outcome of this application was the appointment of a commission to consider and if possible settle outstanding differences between the three countries.",
        "As the result of communications during 1897 between Sir Wilfrid Laurier and Secretary Sherman, the governments of Great Britain and the United States agreed to the appointment of a joint high commission, with a view of settling all outstanding differences between the United States and Canada.",
        "Andreas (1514-1559) was a physician of some repute, but through his influence with Albert of Brandenburg, last grandmaster of the Teutonic order, and first Protestant duke of Prussia, became an outstanding figure in the controversy associated with Andreas Osiander whose daughter he had married.",
        "Different states had adjusted their frontiers, Great Britain in British Guiana had settled an outstanding question with Venezuela, France in French Guiana another with Brazil, Great Britain in Newfoundland had removed time-honoured grievances with France, Great Britain in Canada others with the United States of America, and now the most difficult kind of international questions which can arise,.",
        "14, 1903) and the arrangements for the general settlement of outstanding difficulties with France (April 8, 1904), the municipal bodies in France were prepared to go a step farther, and in 1906 the Municipal Council of Paris was invited by the London County Council to pay an official visit to England.",
        "In the States of the Church, during the first part of the period the outstanding feature in the history of the Temporal Power is the overthrow of nepotism; in the second, a dull conflict with debt.",
        "The outstanding features of missionary work in the South Seas are (1) its remarkable success: cannibalism, human sacrifice and infanticide have been suppressed, civilization and trade have marvellously advanced; (2) the evangelical devotion of the natives themselves; (3) the need of continued European supervision, the natives being still in many ways little better than grown-up children.",
        "The outstanding problem of African missions at least north of the Equator (south there is the Ethiopian question) is not the degradation of the black races, nor the demoralizing influences of heathen Christians, nor even the slave dealer, though all these obstacles are present and powerful.",
        "Before the strife flamed up again, Hobbes had published, in 1658, the outstanding section of his philosophical system, and thus completed, after a fashion, the scheme he had planned more than twenty years before.",
        "His triumph seemed complete when, on the 11th of October 1807, Metternich signed at Fontainebleau, on behalf of Austria, a convention that conceded all his outstanding claims, and seemed to range the Habsburg monarchy definitely on his side.",
        "The coast of Caithness abounds in outstanding pillars and obelisks of flagstone.",
        "The outstanding type is shown in such pieces as Holland's (q.v.) Buke of the Howlat, and in the anonymous poems Golagros and Gawane, The Awntyrs of Arthur at the Terne Wathelyne, Rauf Coil3ear and The Pistill of Susan.",
        "Outstanding examples of this rustic style are Peblis to the Play and Christis Kirk on the Grene, ascribed by some to James V.",
        "The expedition was undertaken on his suggestion and its success was largely due to his energy and enthusiasm; in September 1749 £ 183,650 (English) in coin was brought to Boston to cover the outlay of Massachusetts, and largely through Shirley's influence this was used for the redemption of outstanding paper money, thus re-establishing the finances of the province, a subject to which Shirley had given much attention.",
        "In especial it is an outstanding characteristic of the younger rivals to Aristotelianism that as they sprang up suddenly into being to contest the claims of the Aristotelian system in the moment of its triumph, so they reached maturity very suddenly, and thereafter persisted for the most part in a stereotyped tradition, modified only when convicted of indefensible weakness.",
        "The outstanding feature of this is, nevertheless, not affected, viz.",
        "of constitutional changes; treaties creating outstanding obligations are opposed to \" transitory conventions,\" e.g.",
        "In July 1905 the outstanding amount of the debt was £253,600.",
        "Spinoza's effects were few and realized little more than was required for the payment of charges and outstanding debts.",
        "In 1895 a conversion law was passed in which the sterling value of the peso was reduced to 18d., at which rate the outstanding paper should be redeemed.",
        "In September 1900 a fresh outburst of hostile feeling against Chile was created in Argentina by a note addressed by the Chilean government to Bolivia, intimating that Chile was no longer inclined to hand over the port of Arica or any other port on the Pacific, but considered the time ripe for a final settlement of the questions connected with the Chilean occupation of Bolivian territory, which had now been outstanding for sixteen years.",
        "The settlement of the long outstanding dispute with Bolivia in a treaty of peace signed on the 17th of October 1905 was very advantageous to both countries.",
        "A popular acquaintance with the outstanding features of Roman law was widely diffused by this time in Asia Minor.",
        "The departments that had a vizir at their head were the following: court, ceremonies, shahs secretarial department, interior, correspondence between court and governors, revenue accounts and budget, finance, treasury, outstanding accounts, foreign affairs, war, army accounts, military stores, arsenals, justice, commerce, mines and industries, agriculture and Crown domains, Crown buildings, public works, public instruction, telegraphs, posts, mint, religious endowments and pensions, customs, press.",
        "Before he departed, the French government undertook to pay the outstanding subsidies to Sweden unconditionally, at the rate of one and a half million livres annually; and the comte de Vergennes, one of the great names of French diplomacy, was transferred from Constantinople to Stockholm.",
        "Internal debt at 3, 4 and 42% was also outstanding to the amount of £7,213,506.",
        "In short, if we place aside the outstanding exception of tumour growth, we may say that practically all the important phenomena met with in disease may be experimentally produced by the injection of bacteria or of their toxins.",
        "Each year $ 100,000 is set aside for the sinking fund for the payment of outstanding bonds as fast as they become due.",
        "It was Secretary Fessenden's policy to avoid a further increase of the circulating medium, and to redeem or consolidate the temporary obligations outstanding.",
        "If we lay aside for the moment all the minor irregularities, we find, upon examination of a geological map of England, two structural features of outstanding importance.",
        "The sums borrowed must not exceed, with the outstanding loans, the amount of the assessable value for two years of the district for which the money is borrowed; and if the sum borrowed would, with the outstanding loans, exceed the assessable value for one year, the sanction of the Local Government Board may not be given except after local inquiry.",
        "The cause of this long interregnum was the disinclination of the Lithuanians to part with their prince till their outstanding differences with Poland, relating chiefly to the delimitation of the frontiers of the two states, had been settled.",
        "(See Menelek.) A convention with Italy, concluded in the same year, settled the frontier questions outstanding with that country.",
        "In 1892 he was appointed associate counsel for the United States on the Bering Sea Commission, and later was American counsel or agent before several important arbitral tribunals or mixed commissions, including the Alaskan Boundary Tribunal (1903), the Hague Tribunal for Arbitration of the North Atlantic Fisheries (1910), and the Anglo-American Commission (1911) for settling outstanding claims between Great Britain and the United States.",
        "They were free to leave their farms provided they were able to effect a settlement in regard to all outstanding rent arrears and debts.",
        "The claims of Stanislaus were supported by France, Spain and Sardinia, those of the Saxon prince by Russia and the empire, the local quarrel being made the pretext for the settlement of minor outstanding claims of the great powers amongst themselves.",
        "In May 1905 the outstanding public debt, which amounted to about £54,000,000, mainly placed in Germany and bearing interest at an average rate of 5%, was converted into a uniform 4% stock.",
        "(5) English education, in which the missionary societies have amply supplemented the efforts of the government, outstanding examples being the Madras Christian College (Free Church of Scotland), so long connected with the name of Dr William Miller, the General Assembly of Scotland's Institution at Calcutta, founded by Duff, Wilson College, Bombay (Free Church of Scotland), and St Joseph's College (Roman Catholic) at Trichinopoly.",
        "The London Mission has always been conspicuous for the contribution made by its agents to linguistic and literary knowledge, the name of James Legge being an outstanding example; it is now, in co-operation with other societies, earnestly taking up the new educational and medical openings.",
        "The government were unable to meet their obligations under the new contract, and in 1898 the outstanding amount had risen to £994, 600.",
        "The total outstanding on the 31st of December 1908 was £831,850.",
        "One outstanding incident was the filibustering expedition of William Walker, who was at first invited by the Liberals of Leon to assist them against the Conservatives of Granada, and who, after seizing the supreme power in 1856, was expelled by the combined forces of the neighbouring states, and on venturing to return was shot at Trujillo in Honduras on the 12th of September 1860.",
        "In a general survey of the life of this period, as it is revealed by the fossils, three outstanding facts are apparent: (I) the great divergence between the Cambrian fauna and that of the present day; (2) the Cambrian life assemblage differs in no marked manner from that of the succeeding Ordovician and Silurian periods; there is a certain family likeness which unites all of them; (3) the extraordinary complexity and diversity not only in the assemblage as a whole but within certain limited groups of organisms. Although in the Cambrian strata we have the oldest known fossiliferous rocks - if we leave out of account the very few and very obscure organic remains hitherto recorded from the pre-Cambrian - yet we appear to enter suddenly into the presence of a world richly peopled with a suite of organisms already far advanced in differentiation; the Cambrian fauna seems to be as far removed from what must have been the first forms of life, as the living forms of this remote period are distant from the creatures of to-day.",
        "The principal mountain chains are the Guadarrama, separating this province from Madrid; the Paramera and Sierra de Avila, west of the Guadarrama; and the vast wall of the Sierra de Gredos along the southern frontier, where its outstanding peaks rise to 6000 or even 8000 ft.",
        "If, however, the first and last sides of the funicular coincide, the two outstanding forces neutralize one another, and we have equilibrium.",
        "Here it is only possible to give a few outstanding books of reference.",
        "In 1907 the total bonded debt of the state was $393500; the General Assembly in 1906 authorized the issue of $900,000 worth of bonds to fund outstanding military certificates of indebtedness incurred in suppressing insurrections at Cripple Creek and elsewhere in 1903-1904.",
        "The question of issuing bonds for all outstanding warrants was decided to be voted on by the people in November 1908.",
        "- For the earlier history of the kirk the outstanding authorities are the histories of Knox, Calderwood, Baillie's Letters, and Wodrow's History: Knox's liturgy has been edited by Dr Sprott, and on the Westminster Standards the reader may consult Dr Mitchell's Minutes of the Westminster Assembly, and Baird lectures on the same subject.",
        "He entered with great vigour on his new labours, and in less than a month he was able to report to Buckingham that he had cleared off all outstanding chancery cases.",
        "One outstanding case, however, that of Dr Steward,' casts some suspicion on all the others.",
        "The outstanding feature of the mental life of savages known to psychologists as \" primitive credulity \" is doubtless chiefly due to sheer want of diversity of suggestiveness in their intellectual surroundings.",
        "Apart from its scriptural usage, the word is applied to any gigantic marine animal such as the whale, and hence, figuratively, of very large ships, and also of persons of outstanding strength, power, wealth or influence.",
        "Among other outstanding terms of the constitution are the following: - The Czechoslovak State is declared to be a democratic republic with an elected president at its head.",
        "Cornill's Das Buck des Propheten Ezechiel (1886): outstanding examples of important systematic critical notes are J.",
        "At the beginning of the fiscal year 1909-to (March 31st, O.S.) the total outstanding debt was £58,367,000, and the debt charges for the year were estimated at £3,518,080.",
        "It is little wonder, then, that the several reductions of the collected results were internally discordant so as to leave outstanding a considerable \" probable error,\" but showed themselves able to yield very different conclusions when the same set was discussed by different persons.",
        "On October 16, 1899 - the outstanding circulation then amounting to 46,000,000 pesos, - the government decreed an unlimited issue to meet its expenditures in suppressing the revolution, and later on the departments of Antioquia, Bolivar, Cauca, and Santander were authorized to issue paper money for themselves.",
        "This suicidal policy continued until February 28, 1903, when, according to an official statement, the outstanding paper circulation was: - 700,598,865.30 So great was the depreciation of this currency that before the end of the war loo American gold dollars were quoted at 22,500 pesos.",
        "Even at this valuation, the recognized outstanding circulation (for there had been fraudulent issues as well) amounted to more than I,400,000.",
        "The outstanding orographic feature of the country is the terrace-formation of the land, which rises from sea-level by well-marked steps to the immense plateau which forms seven-eighths of South Africa.",
        "Mr. Law's handling of the business of the House was, as ever, efficient and conciliatory; but for the greater occasions Mr. Lloyd George returned; and Mr. Law's most outstanding appearance in this session was when he announced that the Government were prepared to adopt the Sankey report in the spirit as well as in the letter, and to take all necessary steps to carry out its recommendations without delay.",
        "To pay bounties to soldiers in the Civil War a debt of $237,000 was contracted; but in 1870 only $90,000 of it was still outstanding.",
        "These are in truth the outstanding problems of modern philosophy.",
        "(Abelard speaks himself of \" theologia nostra.\") 2 It is of interest to note that even in these books the Trinity and Christology are the topics of outstanding importance.",
        "The place he held as Shaftesbury's adviser is indeed the outstanding circumstance in his middle life.",
        "In theory these successive approximations may be carried as far as we please, but in practice the labour of executing each approximation is so great that we are obliged to stop when the solution is so near the truth that the outstanding error is less than that of the best observations.",
        "Its simplicity was only comparative; many outstanding anomalies compromised its harmonious working.",
        "He found that, although the two inequalities found by Hipparchus and Ptolemy correctly represented the moon's longitude near conjunction and opposition, and also at the quadratures, it left a large outstanding error at the octants, that is when the moon was 45° or 135° on either side of the sun.",
        "It was found on comparing the results of Hansen and Delaunay that there are some outstanding discrepancies which are of sufficient magnitude to demand the attention of those interested in the mathematical theory of the subject.",
        "Another outstanding feature has been the effect of the Land Purchase Acts in transferring the ownership of the land from the landlords to the tenants.",
        "During the four centuries which elapsed between the arrival of St Patrick and the establishment of a central state in Dublin by the Norsemen the history of Ireland is almost a blank as regards outstanding events.",
        "The first step towards repudiation was taken by the \" carpet-bag \" legislature of 1873, when it provided for the issue of consolidated bonds to replace the outstanding obligations at the rate of fifty cents on the dollar.",
        "The law of the Single Sanctuary, one of D's outstanding characteristics, is, for him, an innovation, but an innovation towards which events had long been tending.",
        "- The outstanding importance of Leipzig as a commercial town is mainly derived from its three great fairs, which annually attract an enormous concourse of merchants from all parts of Europe, and from Persia, Armenia and other Asiatic countries.",
        "In January 1905 this total outstanding debt of 415,75o,00c had been reduced to 381,833,000; the capital sum was thus approximnate]v equal to 20 8s.",
        "A tendency towards the simplification and organization of the evil as of the good forces, leads towards belief in outstanding leaders among the forces of evil.",
        "The outstanding loans of municipalities amount to £697.133, of which the greater portion is represented by the indebtedness of the two chief cities, Hobart and Launceston.",
        "on the capital expenditure; and as the average interest upon outstanding loans is 3.73 per cent., the railways are carried on at a loss of 1.9 per cent.",
        "Maury thus gave up an internationally famous and outstanding career when confederates like Lee and yankees like Grant were not known and he remained with his state of Virginia.",
        "I also want access to data bases that might help such as Motor Vehicle registrations, crime records, outstanding warrants; that sort of thing.",
        "The only danger he saw of losing his mate â€“ again â€“ was if she had any outstanding debt to Darkyn.",
        "Officially, there isn't even an outstanding unsolved crime.",
        "Byrne was an outstanding employee who was thorough, conscientious, a self-starter and had missed but one day in the 15 years with the company.",
        "This film is outstanding, with special kudos due to Abbott's extraordinary editing effort.",
        "Any outstanding monies should be sent into the office by Monday 16th January please.",
        "The outstanding feature, being its superb ability to correct chromatic aberrations.",
        "Applications for this award are very competitive, and are judged on one criterion; the candidate's outstanding academic ability and research potential.",
        "The overall winner for the most outstanding achievement was the Magna Science Adventure Center at Rotherham.",
        "The chalk grassland supports an outstanding butterfly fauna including the nationally scarce Adonis blue and chalkhill blue butterflies.",
        "Our group was a little tardy to the gig, the pull of Manchester's outstanding Deansgate Locks proved too alluring.",
        "It has not been stated in this chronicle that he had large outstanding ears, rather like the handles of a Greek amphora.",
        "Workshop Designs Outstanding: - 1. grease applicator: - Results of heat transfer tests fine.",
        "CSA did, however, allow Mr H to pay the outstanding arrears at the minimum rate of £ 5.20 per week.",
        "Outstanding levels of performance in areas such as memory, chess, sports or music are commonly ascribed to innate talent.",
        "The outstanding wildlife interest includes aspen, juniper, capercaillie, red squirrel, crested tit, blood red slave maker ants and otter.",
        "Mills ' analysis of the production of knowledge about cannabis in the colonial asylum is quite outstanding.",
        "Following its acclaimed reception at Cannes (Best Screenplay and Best Actress ), this is an outstanding 16th feature for Spanish auteur AlmodÃ³var.",
        "ballet goers: the gala was outstanding and the success enormous.",
        "The other bamboo I set up in the middle of the yard, all by itself, some few steps from any outstanding object.",
        "We are slap in the middle of an area of outstanding beauty.",
        "play billiards in the splendid Billiard Room or relax in some of the most outstanding scenery in Scotland.",
        "However, it couldn't escape my noticing that she had one very outstanding facial blemish which hindered her beauty.",
        "This was in the personal gift of the Queen for outstanding bravery in the field.",
        "Antony Hart scored an outstanding breakaway try running 70 meters into the wind toward the end of the first half.",
        "bristles an outstanding and bristling military mustache; and it looked suspiciously like a false mustache.",
        "Luke Jones ran an outstanding race in the intermediate boys championship where he took the bronze medal just 10 seconds behind the race winner.",
        "The montane calcicole bryophyte flora is also outstanding and includes a number of species not present on other selected sites.",
        "Ms zuiderdam drinking wines Vienna cafe fine dining outstanding.",
        "calcicole bryophyte flora is also outstanding and includes a number of species not present on other selected sites.",
        "capitalization of a company represents the total dollar value of the company's outstanding shares.",
        "Go to this section Food from Ireland With its outstanding natural larder, Ireland is becoming increasingly celebrated for its food.",
        "Hercules Wimbledon teenager Emily Martin was the outstanding individual in the Surrey indoor championships where she came away with a hat-trick of titles.",
        "chelonian enthusiast and an outstanding teacher and communicator at Bristol University and other veterinary schools.",
        "When combined with the optimized triple clamp and front wheel axle design, the result is an outstanding front-end rigidity.",
        "Reverse split The reduction in a corporation's outstanding common stock.",
        "Out of 500 nominations in the environment category alone, Samuel's work clearly impressed judges who personally congratulated him for his outstanding contribution.",
        "It must be specially an outstanding note in the lives of those seeking to be specially consecrated to Christ as his servants.",
        "Perhaps the outstanding work to show this inspired conservatism is his Piano Quintet in D major of 1959, Opus 23.",
        "consort pieces, led by the outstanding Alison Crum.",
        "WEEK 4: Britain's outstanding contribution to Film: Issues of Realism in British Cinema.",
        "cumulusaddresses outstanding scientific questions regarding trade wind cumuli.",
        "An early outstanding feature of the hospital was the nursing care provided by the Protestant deaconesses from the Kaiserswerth Institute near Wessendorf.",
        "Disputes Where a customer raises a query regarding an outstanding debt.",
        "But, if you can't pay the outstanding balance each month, the interest due on the unpaid debt can soon mount up.",
        "The outstanding feature of ER demonstratives is their renewed composition: new consonantal roots are preposed to the older demonstratives.",
        "deplore the intention to demolish an outstanding example of good modernist design.",
        "designated as an area of Outstanding Natural Beauty.",
        "Four out of five units of assessment were rated internationally distinguished, with two rated internationally outstanding.",
        "It is also possible to print out working dockets for selected outstanding reports, either singly or in batches.",
        "dockets for selected outstanding reports, either singly or in batches.",
        "In its 28th year, the prize recognizes the work of outstanding women dramatists.",
        "Outstanding quality gelding who has competed affiliated dressage last year whilst still entire has BD points.",
        "All Attends products give outstanding skin dryness, thanks to a double core with super absorbent material.",
        "Enjoying superb locations on Ventnor's elegant esplanade are two outstanding hostelries and a wonderful traditional chandler's shop.",
        "These were two outstanding wines, perfect exemplars of their own styles.",
        "In 1893 Cody's Wild West Show was the outstanding attraction of the Chicago World's Columbian exposition.",
        "famed as a region of outstanding beauty and are a ' must-see ' on any serious travelers list.",
        "The landscape during the safari is outstanding and the views of the stunning white fells seem to go on forever!",
        "NOTES TO EDITORS: [1] Whernside SSSI is designated for its outstanding assemblage of plant species including parsley fern.",
        "By early 1988 major building works had been completed but various matters, e.g. relating to the external fire escape, were still outstanding.",
        "flautistt is played by the outstanding young flutist Emily Beynon in her first recording for Hyperion.",
        "The lichen and bryophyte flora of the complex is outstanding, and the vascular plant flora is also extremely rich.",
        "fossiliferous sequences containing an outstanding range of goniatites, brachiopods, and other fauna.",
        "Review On first impressions, there doesn't seem to be anything particularly outstanding about Paul Tonkinson ­just your average funnyman.",
        "They congratulate all those involved in securing a sustainable future for this outstanding 20th century building.",
        "In particular, I wish to bring to your notice the outstanding gallantry of Donald Johnson, Stoker First Class.",
        "Handsome, large velvety dark-green leaves are an outstanding feature of this often rather gaunt, tall shrub.",
        "gilt-edged stock outstanding to £ 285 billion.",
        "Even a cursory glance at Hurd's outstanding book reveals his dependable traits.",
        "griot tradition, he is also an outstanding drummer and percussionist.",
        "Jimmy Rimmer produced an outstanding save from a downward header from a corner in the last minute of the Bristol City match in 1985.",
        "And during the war he dismissed his acts of outstanding heroism as being of no account.",
        "This delicate and tasteful combination makes this horseshoe an outstanding and individual gift.",
        "The characterisation of the hard-pressed duck is achieved almost wholly through watercolor illustrations, and is outstanding.",
        "We finished the day with an outstanding and strangely incongruous restaurant.",
        "Pupil Progress From all early indications the results are quite outstanding.",
        "Braking response and feel are outstanding, and a very lightweight, six-spoke cast aluminum wheel reduces unsprung weight and steering inertia.",
        "Outstanding tracks include the latest single ' Only This Moment ', the incredibly infectious ' Triumphant ' and ' Follow My Ruin ' .",
        "Even at the hugely inflated fee Rooney is an outstanding signing for the club.",
        "instalmentail to pay the remainder of agreed installments, Career In Travel will require you to pay the full amount outstanding.",
        "outstanding instrumentalists are put forward to the St. Albans Stage band and for audition to the County Ensembles.",
        "We all know him as a fiercely intelligent man, an outstanding linguist, academic and manager of people.",
        "He was the Academy's most capped Scottish Rugby internationalist and the outstanding Scottish player of the post-war years.",
        "We will send out reminder letters to follow up outstanding invoices.",
        "The most outstanding difference would be that the first jamboree was held indoors at Olympia in the heart of London.",
        "DEBORAH JONES An outstanding internationally known artist whose work is very collectible.",
        "lilye Oriental Lilies have an outstanding perfume and come in many shades of whites and pinks, either pure, toned or speckled.",
        "lilye oriental Lilies have an outstanding perfume and come in many shades of whites and pinks, either pure, toned or speckled.",
        "NYC Horror Film Festival announces full lineup, Kick Off Party, outstanding filmmakers.. .",
        "Presiding over several national Councils, revising and developing the Mozarabic liturgy, he was a prolific writer and outstanding churchman.",
        "Probably the most outstanding example is the growing of yew trees in the churchyards to supply the wood for making the longbows.",
        "There are some outstanding players on the album including Ronnie McCoury (check out the twin mandolins on Grass Valley!",
        "They must also advise their line manger of any outstanding or urgent issues.",
        "Chandler was one of the few members to receive a second Gold medallion for his outstanding services to the RCA.",
        "Most Outstanding Contribution went to Duran Duran who then went onto remind us of all their classic hits in their 10 minute medley.",
        "miscalculate the outstanding debt and ask you to pay back too much.",
        "On North Muir are two outstanding examples of prehistoric burial mounds, which date to a period around 2,500 to 2,000 BC.",
        "moustachean outstanding and bristling military mustache; and it looked suspiciously like a false mustache.",
        "musicians of outstanding caliber is also an integral part of its promotional work.",
        "Three years ago Claire gained national notoriety by making outstanding predictions on ITV's show of the same name.",
        "numberless outstanding masterpieces.",
        "open-end funds, closed-end funds are not obligated to issue new shares or redeem outstanding shares.",
        "Considered by many to be an outstanding orator, he was widely tipped to be a future prime minister.",
        "The submitted work need not be in its final form but must provide evidence of outstanding originality and promise.",
        "The scintillating chicken tikka masala, a dish which now outsells fish and chips in Britain, is equally outstanding.",
        "You will learn how to use an extraordinary distant healing method to get truly outstanding results.",
        "This is again very competitive and awarded to academically outstanding candidates.",
        "Customer Rating: Summary: Indispensable guide for any trader Comment: An absolutely outstanding book that covers the whole breadth of chart formations.",
        "Throughout the 1990's there have been many successful vintages with 1995, 1996, and 1997 being consistently outstanding.",
        "At 'A ' level the results were particularly outstanding.",
        "If you fail to pay the remainder of agreed installments, Career In Travel will require you to pay the full amount outstanding.",
        "Edmundo's Godfather, fortunately, had loans outstanding in the British Army, and so a bit of bartering was negotiated.",
        "outstanding beauty.",
        "outstanding achievement in any area of safety improvement.",
        "outstanding contribution to Film: Issues of Realism in British Cinema.",
        "outstanding debt.",
        "outstanding balance to be paid four weeks prior to arrival.",
        "outstanding reputation for its cuisine, The CafÃ© Royal can cater for many types of events.",
        "Work will continue to resolve the few issues which remain outstanding.",
        "We know that you want products that deliver truly outstanding ' value ' .",
        "outstanding in defense.",
        "outstanding in the lead role, and Ed Harris exceptional as the sinister bad guy, as always.",
        "outstanding in many ways - doesn't usually happen.",
        "patristic era, it became an honorific attached to those outstanding in evangelical skill and zeal.",
        "pendragon fireplaces was established in 2001 and has been responsible for providing outstanding products ever since.",
        "The result is a system of extreme elegance and sophistication not to mention outstanding musical performance.",
        "This outstanding visco elastic memory foam pillow will fit completely into a standard pillow case.",
        "The ground floor of the house is open to the public and contains some outstanding 18th Century plasterwork.",
        "The decor is outstanding, with original ornate plasterwork.",
        "It is wise to check its finance history, specifically for any outstanding hire purchase.",
        "quarrying of limestone in an area of outstanding natural beauty.",
        "The Swedish Royal Court Orchestra employed an outstanding quartet of wind players at the beginning of the nineteenth century.",
        "quick timerkably quick AF response time, especially in the 1-point high speed AF mode, achieves outstanding focusing with both speed and precision.",
        "This outstanding success of UK research in universities made the impact of the actual funding decisions following the 2001 Rae doubly hard to bear.",
        "recognition of uncommon achievement and outstanding abilities in the field of human values.",
        "recoup the outstanding money?",
        "Outstanding features include a large number of Norwich silver items and an exceptional group of pre reformation patens unparalleled in other Dioceses.",
        "refurbished farmhouse enjoys unrivaled panoramic views of Upper Nidderdale, an Area of Outstanding Natural Beauty.",
        "The standard of lecturing and support at St Andrews is outstanding with courses covering subjects relevant to today's photonics industry.",
        "Around US$200 billion is outstanding as claimed reparations resulting from the invasion in 1990 - some 40 per cent is claimed by Kuwait.",
        "repay all amounts outstanding.",
        "The outstanding fines and emoluments shall prescribe five years after the sentence becomes res judicata.",
        "issues to Be resolved Many serious outstanding issues need to be considered in a preparatory study.",
        "resorcinol formaldehyde (RF) ~ outstanding durability qualities under the severest weather conditions and used mainly for external construction work.",
        "It is my sincere hope that a speedy resumption of inspections will help facilitate the resolution of all outstanding issues.",
        "Sharon has plenty of muscle - superb back and outstanding side chest and triceps shots - even an abdominal retraction.",
        "salt dome cannot contribute to the clarification of these outstanding questions.",
        "Walkers are rewarded with outstanding landscapes, the chalk scarp deeply divided by dry valleys.",
        "secure congratulate all those involved in securing a sustainable future for this outstanding 20th century building.",
        "This evening's program included some of Ashton's greatest work; the performances seemed generally serviceable, rather than outstanding.",
        "situated on the edge of Bodmin Moor, in an area of outstanding natural beauty.",
        "slippage in the implementation schedule but most outstanding work would be completed over the Summer.",
        "smallholding located on the gateway to the Gower Peninsular, Britains first area of Outstanding Natural Beauty.",
        "You will work in a fast paced, lively, highly sociable environment where outstanding results are highly rewarded.",
        "solve most of the outstanding conundrums in contemporary anthropology.",
        "Britain A unique souvenir of Britain, illustrated with a wide range of intriguing images from the British Museum's outstanding collections.",
        "In addition to attaining third place, Bexley were also recognized for their outstanding sportsmanship.",
        "standoff weapon system called Storm Shadow has also been an outstanding success.",
        "The acting is rather bland, no-one gives an outstanding performance and the characters are too stereotypical to have much depth.",
        "Now onto the home strait, our Reading experience ended with two of the most outstanding performances we'd witnessed all weekend.",
        "stunning backdrop and as you would expect, outstanding accoustics!",
        "Outstanding displays of horticultural sundries, floral arrangements and floristry complete the picture.",
        "An outstanding and prolific writer, he presided over several synods and worked much on the liturgy.",
        "The Museum offers outstanding examples of nineteenth-century taxidermy at its very best and was bequeathed to the nation in 1938.",
        "He was an outstanding teacher and craftsman and any old pupils reading this who knew him will readily testify to this.",
        "thank you14 September 2005 12:07 Could I just say thank-you for outstanding service!",
        "Grappenhall beat Romiley in the outstanding semi-final tie on Sunday.",
        "topside scenery is outstanding.",
        "Aberdeen tourism Award For outstanding efforts to promote tourism within their area.",
        "Intellectually trenchant and emotionally brutal, the film is also a feast of outstanding acting.",
        "The German Africa Corps performed outstanding achievements tho they were completely unaccustomed to the climate of this theater of war.",
        "underpay, interest will accrue immediately on the outstanding amount.",
        "Cato was outstanding, and Tommy Sexton and Mark Selby were almost untouchable up front.",
        "Superbly designed with style and flair this outstanding hotel provides the utmost in comfort.",
        "Both were outstanding solo vocalist who have each won a place in one of the semi-finals.",
        "We are delighted to present an outstanding holiday resort of luxury waterfront villas at Sands Beach Villas Resort.",
        "Ref: KIQ 08 Price is £ 120 or US $ 215 Kienzle divers Quartz wristwatch Outstanding looking Kienzle submariner diver's wristwatch.",
        "Reference RTA 10 Price is £ 1,195 Revue Thommen Sport 50 Outstanding Revue Thommen Sport 50 hand wound wristwatch.",
        "yew woodland is an outstanding example of a habitat with a very small representation in Britain.",
        "£6,225,669 £259,170 275,220 288,560 conversion law was adopted on the 31st of October i 899,which provided that the outstanding circulation should be redeemed at the rate of 44 centavos gold for each 100 centavos paper, the official rate for gold being 227.27.",
        "Of these only the outstanding features can be mentioned here; for a fuller discussion the reader must be referred to The Italic Dialects, pp. 400 sqq.",
        "prorogued the Chamber during the conclave to prevent unseemly inquiries or demonstrations on the part of deputies, but by means of Mancini, minister of justice, and Cardinal di Pietro, assured the new pope protection during the settlement of his outstanding personal affairs, an assurance of which Leo XIII.",
        "Having in his first published paper 1 shown his mastery of analysis, he proceeded to apply its resources to the great outstanding problems in celestial mechanics.",
        "In telescopes of the best construction and of moderate aperture the performance is not sensibly prejudiced by outstanding aberration, and the limit imposed by the finiteness of the waves of light is practically reached.",
        "They are here focused (so far as the rays in the primary plane are concerned) upon the circle OQ' A, and the outstanding aberration is of the fourth order.",
        "This was notably the case with the claim of Russia to Poti and the valley of the Rion (Phasis), which was still outstanding at the time of the congress of Vienna (1814-1815) and prevented the question of a European guarantee of the integrity of Turkey from being considered.",
        "Persia from the beginning of the 10th century produced some outstanding students of Arabic. Hamadhani (d.",
        "France undertook, moreover, to pay the outstanding subsidies to Sweden, amounting to one and a half millions of livres annually, beginning from January 1772; and Vergennes, one of the great names of French diplomacy, was to be sent to circumvent the designs of Russia at Stockholm as he had previously circumvented them at Constantinople.",
        "The first of the outstanding gravitational problems with which they grappled was the unaccountably rapid advance of the lunar perigee.",
        "He found that, although the two inequalities found by Hipparchus and Ptolemy correctly represented the moon's longitude near conjunction and opposition, and also at the quadratures, it left a large outstanding error at the octants, that is when the moon was 45Ã‚° or 135Ã‚° on either side of the sun.",
        "But the former do not correspond to the observed inequalities, and the explanation of the outstanding differences may be regarded to-day as the most perplexing enigma in astronomy.",
        "Description The activity is a role-play exercise examining issues related to the quarrying of limestone in an area of outstanding natural beauty.",
        "The remarkably quick AF response time, especially in the 1-point high speed AF mode, achieves outstanding focusing with both speed and precision.",
        "This outstanding success of UK research in universities made the impact of the actual funding decisions following the 2001 RAE doubly hard to bear.",
        "A new lectureship is appointed each year as recognition of uncommon achievement and outstanding abilities in the field of human values.",
        "What is the best course of action to recoup the outstanding money?",
        "Outstanding features include a large number of Norwich silver items and an exceptional group of pre Reformation patens unparalleled in other Dioceses.",
        "This recently rennovated and refurbished farmhouse enjoys unrivaled panoramic views of Upper Nidderdale, an Area of Outstanding Natural Beauty.",
        "The standard of lecturing and support at St Andrews is outstanding with courses covering subjects relevant to today 's photonics industry.",
        "The old cinema had been an outstanding repertory cinema, which the programming in the new one has never matched.",
        "Issues to Be Resolved Many serious outstanding issues need to be considered in a preparatory study.",
        "Resorcinol formaldehyde (RF) ~ outstanding durability qualities under the severest weather conditions and used mainly for external construction work.",
        "Rose - who had made several outstanding saves - came up to join her colleagues ringed round the Australian circle.",
        "A further exploration of the Gorleben salt dome cannot contribute to the clarification of these outstanding questions.",
        "The heathlands are of outstanding importance for reptiles, most notably the nationally rare sand lizard Lacerta agilis and smooth snake Coronella austriaca.",
        "The Museum holds an outstanding scrimshaw collection, the largest on this side of the Atlantic.",
        "A fun part of holidays in the Maldives are the outstanding seaborne excursions.",
        "This evening 's program included some of Ashton 's greatest work; the performances seemed generally serviceable, rather than outstanding.",
        "Rivermead Holidays - St Breward - Situated on the edge of Bodmin Moor, in an area of outstanding natural beauty.",
        "There had been some slippage in the implementation schedule but most outstanding work would be completed over the Summer.",
        "Westwinds is a smallholding located on the gateway to the Gower Peninsular, Britains first area of Outstanding Natural Beauty.",
        "Not only this, but it appears to solve most of the outstanding conundrums in contemporary anthropology.",
        "Britain A unique souvenir of Britain, illustrated with a wide range of intriguing images from the British Museum 's outstanding collections.",
        "The first operational use of the new standoff weapon system called Storm Shadow has also been an outstanding success.",
        "Now onto the home strait, our Reading experience ended with two of the most outstanding performances we 'd witnessed all weekend.",
        "The slate walls and roof provide a stunning backdrop and as you would expect, outstanding accoustics !",
        "Ref: KIQ 08 Price is £ 120 or US $ 215 Kienzle Divers Quartz Wristwatch Outstanding looking Kienzle submariner diver 's wristwatch.",
        "J Hyde 14 September 2005 12:07 Could I just say thank-you for outstanding service !",
        "The fish life in this area is prolific and the topside scenery is outstanding.",
        "Aberdeen Tourism Award For outstanding efforts to promote tourism within their area.",
        "He was the leading traditionist of his time (4th Century A.H.) and one of the most outstanding traditionists of Shi'ite Islam.",
        "You will also be rewarded with outstanding benefits & benefit from uncapped bonus.",
        "Conversely, if you underpay, interest will accrue immediately on the outstanding amount.",
        "Hell To Pay and Only Pretend are outstanding tracks, that world-weary voice singing words of bitter experience.",
        "The yew woodland is an outstanding example of a habitat with a very small representation in Britain.",
        "If you are interested in becoming accredited or looking for a superior program, two outstanding agencies are the National Association for the Education of Young Children and the National Association for Family Child Care.",
        "The website offers links and articles, enabling you an outstanding starting point to begin your search for documents involving childcare situations.",
        "Below are some great ideas for maximizing small spaces while including outstanding décor at the same time.",
        "In most cases banks will settle outstanding debts on the property so they can sell the property with a clear title.",
        "These are websites specifically designed to match you up with outstanding professionals in the field -- and avoid the less outstanding ones.",
        "We've narrowed the list down (considerably) to two multi-function players that offer a load of features for an outstanding price: the iPod Nano and the iAudio U2.",
        "For this outstanding speed, expect to pay close to $600.",
        "If you go through a car dealership, obtaining a CARFAX report from them will show you if the vehicle has been in any accidents, has outstanding liens, or has any other DMV problems.",
        "Wholesalers are already getting an outstanding deal and if you want to buy just one of an item, they can accommodate you.",
        "For watching television or movies: you will want lower levels of black, a wider angle of viewing, and outstanding color accuracy.",
        "Purchasing your cat from a breeder that has no outstanding history of feline respiratory infections is a good start, but it is no guarantee.",
        "Many outstanding books have been written and many talented artists have dedicated their skills to creating images children and parents adore.",
        "The Library of Congress supports this outstanding free online library that is filled with countless books including classic stories like A Christmas Carol by Charles Dickens.",
        "Moore. The poem has been featured in many different books, but A Magical Cut-Paper Edition is outstanding.",
        "For those unfamiliar with the term, the John Newbery Medal is awarded annually to an outstanding work of children's literature published during the previous year.",
        "The most popular toddler books in 2006 are still outstanding choices to consider for your child's library.",
        "This is because many creditors pay them for helping recover as outstanding debts.",
        "Debt consolidation programs help consumers organize and repay their outstanding debts.",
        "With the company's quality associates and dedication to training and development, Capital One delivers outstanding service to their customers.",
        "Some prior Clout cardholders report that they don't remember receiving notification of the change of ownership and that they have not received any monthly statements from Bank of America to pay off their outstanding balance.",
        "By providing their social security number, they can verify if they have any outstanding balance to pay off.",
        "Your statement may show that you are paying different interest rates on different portions of your outstanding balance.",
        "However, if you are not able to pay off the debt, the issuer may be willing to reduce the debt so that they can at least get part of the outstanding balance paid.",
        "The more you spend, the faster you will pay off your outstanding debt.",
        "The card issuer may be willing to settle for up to 50 percent of the outstanding amount if you are willing to set up an installment plan to pay off the remaining debt.",
        "Companies that purchase outstanding debts from creditors and then try to collect the debt from the consumer.",
        "Lenders send this type of letter because it is in the company's best interest to try to get at least part of the outstanding debt owed paid.",
        "Sold to Collection Agency: At some point, a creditor may sell delinquent accounts to a collection agency for a partial amount of the outstanding balance.",
        "The monthly interest is applied to the outstanding balance on the billing date, and that figure is added to the balance to tabulate the amount of money due for that month.",
        "Lump sum settlement: If you happen to have a chunk of cash sitting in a savings account, you can ask to make a lump sum settlement, which requires an all at once payment of an amount significantly less than the outstanding balance.",
        "Perhaps best known for outstanding customer service, Merchant One has been in business for over ten years and has won plenty of awards to show for it.",
        "During mediation, the two parties negotiate a settlement or resolution of outstanding issues based on a common base of information.",
        "Keep in mind that if you and your spouse are not able to resolve all of the outstanding issues between yourselves, you will have to go to court.",
        "It's known for its outstanding quality and the fact that it is usually made from 100 percent wood (as a general rule there is no laminate or particle board used).",
        "It does, however, have some other special qualities that are truly outstanding.",
        "With an outstanding creative team, this interior design firm brings plenty of ideas to the table.",
        "This bustling resort town features three outstanding mountain resorts which encompass over 8,800 acres of slopes blanketed by some 350 inches of snow each year.",
        "Buttons: Buttons can be both functional and decorative, and they make outstanding pillow closures.",
        "The following books are outstanding resources if you'd like more information about decorator pillows.",
        "Her achievements as author, lecturer and director of the Washington Institute of Dermatology Laser Surgery, have created a partnership to ensure outstanding skin products for women of all ages.",
        "The wide-reaching, extendable arm of a wall mount mirror is an outstanding feature that allows the user to pivot the mirror accordingly and examine all areas of the face.",
        "Style For Free: This outstanding online resource is a one-stop shop for all your freebie needs.",
        "Giving you outstanding coverage in a variety of natural hues, it is affordable and gets the job done.",
        "An empty purple perfume bottle is an outstanding gift idea for that hard-to-please individual who seems to have everything.",
        "The color is outstanding on the lips, particularly for anyone who's constantly searching for the famous \"lips but better\" shade with little success.",
        "Visit Stage and Theater Makeup for an outstanding selection.",
        "Step 1: As always, prep the face first, and cover up any outstanding blemishes.",
        "This formula is also waterproof, another outstanding feature.",
        "For those that are looking for enhancing the lips in a more subtle way and are already addicted to lip gloss application throughout the day, this is an outstanding lip glaze.",
        "Peruse the outstanding gallery at Cher Style for some fantastic photographs from the '80s.",
        "Great colors mean nothing if the formula isn't outstanding.",
        "In addition to making outstanding cosmetics, MAC also sells some of the highest quality makeup brushes on the market.",
        "Its refreshing scent, ability to remove some of the toughest waterproof eye makeup on the market, and its non-oily blend, are some of the product's most outstanding features.",
        "The makeup promises to last all day and the reviews are mostly outstanding.",
        "Yahoo Fantasy Football features outstanding expert contributors.",
        "They have over 150 years of experience, which helps in making an outstanding and useful dictionary.",
        "A clear advantage of digital SLR cameras is their ability to capture outstanding images in low light conditions.",
        "The key to landing your dream photo job can be summed up in two words: outstanding portfolio.",
        "Features outstanding sharing capabilities.",
        "Exotic female photography showcases the unique beauty of a woman's outstanding features while employing artistic creativity and good taste.",
        "One outstanding photo often tells a better story than multiple mediocre images.",
        "An outstanding feature of the machine is that it will make cutouts of any font you have on your computer.",
        "There are dozens of websites that showcase outstanding Disney-theme layouts.",
        "Beautifully Modest has an outstanding line of gorgeous prom dresses with sleeves.",
        "Prom is a bigger, more outstanding event, and as such it deserves a more intricate and unique theme to make it more special than a typical school dance.",
        "The medal goes to an individual book that is deemed \"the most outstanding contribution to children's literature.\"",
        "Truly outstanding workers in any field are hard to find, so you can really stand out by putting in your best effort and show that teens have what it takes.",
        "The following tips will help to ensure you hire a professional wedding photographer, one who is easy to work with and delivers outstanding images.",
        "If you want outstanding pictures taken at both the ceremony and reception, and you want them displayed in higher-end albums, then be prepared to spend more money.",
        "From luscious loose locks to elegant updos, brides have many outstanding styles to choose from.",
        "This store offers many outstanding products but its services are as attractive as the items it carries.",
        "Not only do they have the benefit of receiving outstanding wedding gifts, they have a chance to promote a good cause in the process.",
        "Among the most outstanding is the tea length tropical invitation that offers a sleek, slender design in an impressive layered ensemble.",
        "Sheath and A-line cuts are outstanding choices, but don't shy away from long gown styles if that's your ultimate preference.",
        "A World of Invitations offers an outstanding selection of beach theme invitations.",
        "No matter your preference, you can count on a high-quality invite with outstanding artwork.",
        "Couples who want a unique wedding card box for their wedding reception have many options for outstanding custom designs, whether they choose to purchase the box or want to make their own.",
        "I had personal loans outstanding, was on C.O.D. from the company I purchased my products from and they were threatening termination.",
        "Kohl's: Shop the down alternative section at Kohl's for an outstanding selection at reasonable prices.",
        "The home goods megastore offers an outstanding deal on its Suite Collection and Kas brands; solid-colored bath towels and prints are always affordably-priced.",
        "The variety is outstanding, and these vibrant prints are perfect for brightening up a room.",
        "In 2006, Kiefer's hard work paid off with an Emmy win for Outstanding Lead Actor in a Drama Series and for Outstanding Drama Series.",
        "Steve was awarded the Centenary Medal in 2001 in honor of his outstanding service to global conservation and Australian tourism.",
        "Ray's 30 Minute Meals received an Emmy Award in 2006 for Outstanding Service Show.",
        "Television Critics Association award (2006), Outstanding Individual Achievement in Comedy, The Office.",
        "Screen Actors Guild of America award (2007), Outstanding Performance by a Cast in a Motion Picture, Little Miss Sunshine.",
        "Screen Actors Guild of America award (2007), Outstanding Performance by an Ensemble in a Comedy Series, The Office.",
        "Screen Actors Guild of America award (2007), Outstanding Performance by a Male Actor in a Comedy Series, The Office.",
        "Overall, The Ellen DeGeneres Show has won 15 Emmys, including three for Outstanding Talk Show and two for Outstanding Talk Show Host.",
        "The Amazing Race has won several awards, including the Primetime Emmy for Outstanding Reality/Competition Program every year since 2003, since the category's inception.",
        "In May 2001, Regis was honored with a Daytime Emmy Award for Outstanding Talk Show Host.",
        "This outstanding warrant led to his February 2007 arrest.",
        "O'Brien moved to New York and began writing for Saturday Night Live in 1988, where a year later, he won an Emmy for Outstanding Writing in a Comedy or Variety Series.",
        "In 2006, the show marked the 10th consecutive year of receiving the nomination for Outstanding Writing for a Variety, Music or Comedy Series.",
        "Born in 1961 in Lexington, Kentucky, George Clooney is known for his rugged good looks and outstanding acting in such television shows as ER and Roseanne, and movies including Ocean's 11 and Syriana.",
        "While he personally hasn't been nominated for his role, the cast won the 2006 Screen Actors Guild award for \"Outstanding Performance by an Ensemble in a Drama Series.\"",
        "His role on the series won him a Daytime Emmy award for Outstanding Performer in a Children's Series in 2003.",
        "Emmy for \"Outstanding Lead Actress in a Mini-Series or Movie.\"",
        "Image Award for \"Outstanding Actress in a Television Movie/Miniseries/Dramatic Special.\"",
        "Screen Actors Guild Award for \" Outstanding Performance by a Female Actor in a Television Movie or Miniseries.\"",
        "The show won an Emmy for \"Outstanding Individual Achievement in Writing in a Variety or Music Program\" after its cancellation.",
        "The singer was already on probation for an earlier drug charge and had a few outstanding warrants for his arrest.",
        "The show won numerous awards for its portrayal of business and family life in the 1960s, including an Emmy Award for Outstanding Drama Series in 2008 and 2009.",
        "She played teacher Alice Johnson in the series Room 222, and won an Emmy Award in 1970 for Outstanding Actress in a Supporting Role.",
        "Modern Family has been extremely popular on ABC, earning an Emmy for Outstanding Comedy Series, one for the writing team, and another for Eric Stonestreet (Cameron Tucker).",
        "The Academy Awards are handed out by the Academy of Motion Picture Arts and Sciences, honoring outstanding performances and development of movies.",
        "It's not surprising in terms of the person being deserving of such awards, but that the feat hasn't been repeated again or outdone by the number of outstanding actors to have worked in movies in more modern times.",
        "The Best Actor award is given for an outstanding performance by a male actor in a motion picture.",
        "Like Best Actor, the Best Actress award is for an outstanding performance by a female in a film.",
        "The Best Supporting Actor and Best Supporting Actress awards are given for outstanding performances in supporting roles.",
        "The Best Director award is given for outstanding direction of a major motion picture."
    ]
}