{
    "translation": ".1 להשקיף, לתצפת .2 העלים עין, פסח",
    "uses": [
        "Someone was building a log house so close that they could overlook her farm.",
        "He chose to overlook the idea of his nishani cursing like a man at battle.",
        "Beyond this point the Anglo-Russian Commission of 1895 demarcated a line to the snowfields and glaciers which overlook the Chinese border.",
        "He chose to overlook Cora's disappointment at how close she'd been to home without being able to go back.",
        "If he had not given a definite pledge to forgive the bishops who had taken part in the young king's coronation, he had at least raised expectations that he would overlook all past offences.",
        "But the definiteness of this line should not cause us to overlook the fact that there was during these centuries much confusion of custom and practice.",
        "Before reaching Oxford the stream swings north, east and south to encircle the wooded hills of Wytham and Cumnor, which overlook the city from the west.",
        "Don't overlook yard sales and garage sales.",
        "From their elevated position they could overlook the entire valley, but not a single moving object could they see.",
        "The next copyist may easily overlook this sign and thus the passage may be permanently displaced.",
        "This beautiful street, with its northward branches, Park Lane, from which splendid houses overlook Hyde Park, and Bond Street, lined with handsome shops, may be said to focus the fashionable life of London.",
        "Its popular aim and its rationalistic method made men overlook its real contents, which were not put clearly before them.",
        "The town is still surrounded by the masonry walls of black basalt which give it the name of Kara or Black Amid; they are well built and imposing on the west facing the open country, but almost in ruins where they overlook the river.",
        "These tombs, which lie outside the city and overlook it from the surrounding hills, a feature characteristically Arabic, remain the most interesting monuments of Palmyra.",
        "Locke is too faithful to facts to overlook the ultimate mysteries in human experience.",
        "Ramsay, as we have seen, and though David was obliged to overlook the crime, the Knight of Liddesdale henceforth was not to be trusted as loyal against England.",
        "He restored the towns of Debra-Berhan and Angolala, and founded Entotto, the strong stone-built town whose ruins overlook the modern capital, Adis Ababa.",
        "overlook the sea with fine views of the.. .",
        "A magistrate was not bound to take notice of signs reported merely by a private person, but he could not overlook such a report from a brother magistrate.",
        "Hence to weave the data into a single historical outline or into an orderly evolution of thought is to overlook the probability of bona J.",
        "Two gates, the one of the time of Edward I., the other erected early in the 15th century, overlook the marshes; a third stands at a considerable distance west of the town, its position pointing the contrast between the extent of the ancient town and that of the shrunken village of to-day.",
        "to form one side of the Gulf of Saros; along this stretch of the shore a well-defined ridge, starting close to the headland, rises almost like a wall from the sea and overlooks what may be called the Suvla area from the N., just as the above-mentioned range of hills overlook the area from the east.",
        "Nor must we overlook the connexion between north and south of the Hindu Kush which is afforded by the long narrow valley of the Chitral (or Yashkun) itself, leading up to the Baroghil pass.",
        "Nor must we overlook Wellington's unswerving determination to co-operate with Blucher at all costs, and his firmness on June 18; or the invincible steadiness shown by the British troops and those of the King's German Legion.",
        "Reaching its summit they from Gorze towards Vionville, whence he could overlook the whole country to the north and west, had met von Rheinbaben (commanding the 5th cavalry division) and had seen the surprise of the French camps.",
        "At the same time we ought not to overlook the affinities between the doctrine of Plotinus and that remarkable combination of Greek and Hebrew thought which Philo Judaeus had expounded two centuries before; nor the fact that Neoplatonism was developed in conscious antagonism to the new religion which had spread from Judea, and was already threatening the conquest of the GraecoRoman world, and also to the Gnostic systems (see Gnosticism); nor, finally, that it furnished the chief theoretical support in the last desperate struggle that was made under Julian to retain the old polytheistic worship.",
        "Don't overlook department stores such as Target and JC Penney.",
        "Don't overlook opportunities for no destination cruises.",
        "Don't overlook what you wear when you are laying insulation.",
        "So secure in public favour did the book in time become, that the council of Trent, unable to suppress it and not daring to overlook it, ordered the preparation of a castrated edition.",
        "To overlook the Cyrenaic recognition of social obligation and the hedonistic value of altruistic emotion is a very common expedient of those who are opposed to all hedonistic theories of life.",
        "Farther west the serrated crests of the Blue Ridge overlook the Greater Appalachian Valley, here 73 m.",
        "wall, straight and rigid, towering above all surrounding hills, from the mass of mountains which overlook Kabul on the south-east to the frontiers of India, and preserving a strike which - being more or less perpendicular to the border line - is in strange contrast to the usual conformation of frontier ridge and valley.",
        "granted letters patent for the occupation of Virginia it was directed that the \" word and service of God be preached, We must not, however, overlook the remarkable appeal made by Erasmus in the first book of his treatise on the art of preaching (Ecclesiastes sive concionator evangelicus).",
        "But in 1639-1640 civil discords in England stood in the way of a strong foreign policy, and the adroit Aarssens was able so \" to sweeten the bitterness of the pill \" as to bring King Charles not merely to \" overlook the scandal of the Downs,\" but to consent to the marriage of the princess had a quasi-independence of its own.",
        "Even the churches offered little opposition to the excesses of persons in authority, and in many instances the clergy, both Protestant and Catholic, acquired an unenviable notoriety for their readiness to overlook or condone actions which outraged the higher sentiments of humanity.",
        "These were the \" ancient Homerics \" (01 apXaEoe `O,unpuccl), who busied themselves much with the hidden meanings of Homer; of whom Aristotle says, with his profound insight, that they see the small likenesses and overlook the great ones (Metaph.",
        "The governors were directed to regulate religious instruction in secular schools, to prevent horse-stealing, to control subscriptions collected for the holy places in Palestine, to regulate the advertisements of medicines and the printing on cigarette papers, to examine the quality of quinine soap and overlook the cosmetics and other toilet articles - such as soap, starch, brillantine, tooth-brushes and insect-powder - provided by chemists.",
        "Khalifat on the east of Quetta, flanking the Harnai loop of the Sind-Pishin railway; Takatu to the north; Chahiltan (Chiltan) on the south-west; and the great squareheaded Murdar to the south - all overlook the pretty cantonment from heights which range from 10,500 to 11,500 ft.",
        "Nor must we overlook the possibility that the endosporeformation in non-motile bacteria more than merely resembles the development of azygospores in the Conjugatae, and some Ulothricaceae, if reduced in size, would resemble them.",
        "From this point (considered as a building merely) it appears only as a secondary unit in a magnificent group. Seen from the west, however, it is the dominant unit, but here it is impossible to overlook the imperfect conception of the \"Gothic humour\" (as he himself termed it) manifested by Wren, from whose designs the western towers were completed in 1740.",
        "&c.), which overlook the essential distinction between what is and what ought to be; and even in one or two expressions to overleap this distinction extravagantly, as (e.g.) in saying that the man who \" wilfully acts contrary to justice wills things to be what they are not and cannot be.\"",
        "Root Co., Medina, Ohio, U.S.A.) his hives, but to overlook nothing that tends to be of advantage to the bees at all seasons.",
        "Polish historians, dazzled by his genius and valour, are apt to overlook his quasi-treasonable conduct and blame Sigismund III.",
        "Abrupt walls overlook the Pacific, and great longitudinal and transversal channels and fjords run right through the heart of the range, cutting it generally in a direction more or less oblique to its axis, the result of movements of the earth's crust.",
        "So large a proportion of the trees still belongs to the flora of North America that one is apt to overlook the fact that among the more specialized plants some of the largest American orders, such as the Compositae, are still missing from strata belonging to the Cretaceous period.",
        "The earlier dominant position of the Serbs led to a view of the war as Serbian aggression and a tendency to overlook Serbian losses.",
        "extrovert nature of Brown's painting it is easy to overlook the fact that the colors she adopts are never brash.",
        "Colvend is an excellent 18-hole course, less than a mile from the site - some chalets overlook the fairways.",
        "foolish pride had caused him to overlook the fact that without it, the body cannot live indefinitely!",
        "Many of these overlook the Fairfield recreation ground to the south of the town.",
        "All 2 beds overlook the marina, well worth the extra over one beds which have poor views.",
        "All bedrooms, and the sunny sitting out area overlook the millpond, waterfall and stream.",
        "More than 70 homes will overlook the new mortuary, which will store a maximum of eight bodies in a refrigeration unit.",
        "He'll share how to turn less than a thousand dollars into a comfortable retirement nest egg using smart financial strategies most people overlook.",
        "Many of it's executive styled offices overlook the apple orchard.",
        "Here, as everywhere in Western France, the Germans occupy the first low ranges of hills which overlook the plains.",
        "Some overlook the village pond and mill stream, the remainder our courtyard and walled garden.",
        "How do you overlook the fact that he pushed through the biggest corporate sell-off in the UK?",
        "And it would be a dreadful shame for the two aspiring surgeons to overlook the opportunity to hone their medical skills, right?",
        "The cookery school is housed in the ground floor of the converted Georgian stables, which overlook the castle.. .",
        "Away from the inner city, the Pacific Ocean laps up along the coast, whilst mountain vistas overlook the entire scenario.",
        "He did not overlook the need of supplementing merely intellectual insight by \" Socratic force of soul \"; but it seemed to him that, by insight and self-mastery combined, an absolute spiritual independence might be attained which left nothing wanting for perfect well-being (see also Diogenes).",
        "Many people overlook the fact that Switzerland has as much to offer visitors in summer as it does to skiers in winter.",
        "Antique Stores: When looking for Christmas dinnerware that is suitable for a little one, people often overlook the possibilities that an antique store might hold.",
        "When searching for help concerning international adoptions, don't overlook the valuable insight and assistance that the government can offer.",
        "Don't overlook specialty shops in your area, however.",
        "However, parents get so caught up in taking care of baby that they often overlook some much needed \"me time\".",
        "Don't overlook mealtimes and snack times, which can also make her irritable.",
        "Many parents overlook the advantage of a white noise machine to set in their baby's nursery while the infant sleeps.",
        "Don't overlook occasions such as a birth of a child, graduation, a promotion at a job or a wedding to give this unique gift option as well.",
        "You may be in the habit of saving paper coupons as they come to you on the backs of receipts or in your Sunday paper, but some people overlook the money-saving opportunities online.",
        "Renters should not overlook renter's insurance.",
        "Do not overlook the importance of making every payment on time, especially those secured loans you have, such as your mortgage and car loans.",
        "We see many shoppers looking for a nice looking piece that will be a comfortable sofa, but seem to overlook the comfort of the mattress.",
        "Kids are able to view the environment on a personal level, feeling empathy for animals and their surroundings in a way that most adults may overlook.",
        "In the end, Joseph's team destruction of the couch and painting of the heirloom table was too much for the judges to overlook.",
        "Many people only think to use small lamps on a nightstand in a bedroom or an end table in the living room, and while this is certainly acceptable, don't overlook other areas of a house.",
        "While country cottage decorating usually plays up these lighter colors, bright reds and brilliant blues have their place in this style of decorating as well, so don't overlook them as accent pieces and for accessories.",
        "Don't overlook this significant design element.",
        "The Internet is hard to beat for budget wall décor shopping, but don't overlook the deals lurking in your own backyard.",
        "This cute set makes a great gift, but don't overlook its potential to make a place for itself in your own collection!",
        "When dressing up as a tainted fairy, don't overlook your makeup.",
        "Do you really want to overlook this important area of your child's development?",
        "Still, once you learn how to photograph firework displays properly you can overlook distractions and focus on simple execution.",
        "Beginning scrapbookers often overlook the importance of typography, but creative font choices can easily add pizzazz to a simple layout.",
        "Although it may seem tempting to try to build your business by focusing exclusively on online customers, don't overlook the possibilities that exist in your local community.",
        "Here are a few ideas of great prom themes with some examples of details you won't want to overlook.",
        "As you browse the Web, don't overlook online auction sites.",
        "Search for bargains regularly in your favorite stores, check out online auction sites, and don't overlook consignment stores and garage sales for bargains that can't be beat!",
        "Friends and family may also overlook signs of an eating disorder in males, thinking it's not possible.",
        "After a couple of years of wearing braces, this should be a piece of cake, but do not overlook it.",
        "I found a spot for our New York wedding on the stone overlook with some of the city skyline behind us.",
        "You can begin your search for the perfect Las Vegas wedding package by checking with your local travel agent, but don't overlook some of the great deals that you can find on the Internet.",
        "Don't overlook a great discount bridesmaid dress just because it is used!",
        "In the frenzy of planning wedding decorations for the reception and attending to the hundreds of other details to create a beautiful wedding, many couples overlook the importance of decorating their wedding aisle appropriately.",
        "Be as creative or conservative with the tie as you like, but don't overlook it until you've weighed the options.",
        "Finally, don't overlook consignment shops and even yard sales, where you may be able to find adorable and stylish raincoats for a fraction of their original cost.",
        "One detail that most mothers won't overlook is the suggested cleaning method of certain garments.",
        "If you want just a simple formal dress, however, check out your local department stores and children's specialty shops, and don't overlook consignment shops where you can often find gently used clothing for bargain prices.",
        "Thrift stores - Shoppers frequently overlook one of the best sources for emo clothing - thrift stores.",
        "The program won't let you overlook items like stairs, supports or railings so there's no worry that you'll be missing a crucial component that you should be budgeting for.",
        "Don't overlook your accessories because they can complete your outfit.",
        "When considering your wardrobe for summer, don't overlook your accessories.",
        "Don't overlook the possibility of scooping up incredible bargains at your local thrift or consignment stores, especially when these stores are located in an upscale community.",
        "Many individuals clean out their closets and sell their unwanted clothing at yard sales and flea markets in the summer, so don't overlook these sales.",
        "Don't overlook small towns in your area or in other parts of your state if you really don't want to move very far.",
        "As you plan your budget and search for housing, don't overlook the role that taxes may play in your decision.",
        "It's not that the sellers will try to trick you; sometimes it's just easy to overlook it in the description.",
        "Sunshine Terrace: Enjoy the comfortable lounges which overlook Lake Shanalee.",
        "If you just want to sit back and relax, many of the Boardwalk's restaurants overlook this marina.",
        "One feature that many people overlook when considering the Nintendo Wii is its ability to play GameCube games.",
        "A logical flaw, but one that most are willing to overlook.",
        "Master Chief overlooks a burning city, while eyes overlook him.",
        "Note, to demonstrate my fairness and neutrality, wineries in surrounding AVAs such as Mt. Veeder, Howell Mountain and others that overlook the Valley are also included.",
        "Canyon Overlook provides one of the greatest views of the Badlands.",
        "This overlook is certainly worth visiting in order to gain perspective of the exceptional natural beauty of the area. 800-MEDORA-1.",
        "Campgrounds include Crosswinds, New Hope Overlook, Parkers Creek, Popular Point, and Vista Point.",
        "While you may be tempted to get a BlackBerry for your business email and other uses, you shouldn't overlook the possibility of going with a T-Mobile Dash instead.",
        "Don't overlook fiction as a strong part of your homeschool curriculum.",
        "Regardless of what type of employment opportunity you are applying for, it is important that you do not overlook the importance of the Kmart job application process.",
        "Don't overlook these online shops that specialize in clothes for your pregnancy.",
        "When talking about what to eat when you're expecting, don't overlook the role that beverages play in your pregnancy diet.",
        "However you should not overlook the importance of size.",
        "While it's true that black is quite slenderizing, you don't want to overlook certain shades that can be just as flattering.",
        "If you are searching for specialized toy soldiers or you simply want to begin your own collections, don't overlook eBay as an excellent buying source.",
        "To complete your fall look, don't overlook your accessories.",
        "Don't overlook the dresses with open backs.",
        "You can find fringe, sequins, and even lace, so if your heart is set on wearing the opposite of what everyone else will be wearing to a certain event, don't overlook the white dresses.",
        "There are games available that are excellent for both, and couples shouldn't overlook these, thinking they are for groups only.",
        "Don't overlook local garage sales, yard sales or even thrift stores for a hidden treasure.",
        "Don't overlook promoting the event by placing a window cling in your car window.",
        "They seem to be practically on every major street corner and you would be hard pressed to overlook them.",
        "Attics, closets, and garages: Don't overlook your own home as you search for Halloween costumes.",
        "As you are discussing each teenager dating rule, don't overlook teen chat rooms and online dating.",
        "Etienne Aigner small leather goods have been around for such a long time that they may be easy to overlook, and that's a shame, as the man behind the name truly had a gift for leather goods.",
        "Men of this moon sign may have difficulty in relating to women or being \"close\", while the females may overlook their personal lives in favor of more ambitious goals.",
        "If you can appreciate all the good Gemini characteristics and overlook the negative ones, you can have a lifetime of excitement and fun.",
        "Pisces will overlook Virgo's criticism to a point.",
        "There's so much emphasis on sun signs that it's easy to completely overlook the significance of your rising signs.",
        "As long as Aquarius can overlook Leo's need for constantly being in the limelight and doesn't mind bestowing accolades upon the lion's brow, the king of the jungle will reward those efforts with adoration.",
        "In your search for the perfect kids birthday cake, don't overlook cupcakes.",
        "Finally, don't overlook the very real threat of peer pressure for your kids.",
        "Coin collecting for kids is a simple hobby that parents often overlook because it is so easy and relatively inexpensive to get started.",
        "Many families overlook the wide selection of local activities for kids that are available in their area.",
        "That's because it's far too easy to overlook certain elements, whether hanging branches or a neighbor's car in the distance, once you start shooting.",
        "Finally, don't overlook the agent with whom you currently insure your cars or home.",
        "Don't overlook an item's hidden potential.",
        "Don't overlook the importance of a mail-in rebate.",
        "Don't overlook your footwear on your big day when you can complete your look and add an additional element of style with a stunning pair of brocade bridal shoes.",
        "Rooms overlook a perfectly manicured golf course as well as some of the most pristine beaches on the island.",
        "When you are searching for Charleston motels, don't overlook the Econo Lodge.",
        "Last but not least, don’t overlook tourism websites for your chosen destination.",
        "It's easy to overlook a mistake made when typing your own name, address, phone or fax numbers.",
        "Ask someone else to proofread the document for you, just to be sure that you didn't overlook anything that needs to be corrected or adjusted.",
        "Don't overlook the importance of leveraging social media websites as part of your advertising plan.",
        "Many beginning card makers overlook the envelope, but decorating your Christmas card envelope guarantees your holiday greeting will make a strong impression.",
        "However, it is something most dieters overlook.",
        "When it comes to choosing an exercise regime, it's easy to overlook the jump rope workout as an option.",
        "One thing people tend to overlook when purchasing a jump rope is fit.",
        "Don't overlook the items that you have in storage when undertaking this important task.",
        "Yandy.com: If you want some very naughty pieces of lingerie to take with you on your honeymoon, you won't want to overlook this site.",
        "Don't overlook traditional bikinis or cotton panties.",
        "Don't overlook the Tamara line; there are a few types of glossy pantyhose there.",
        "You fell in love with her Milkshake, so you'll probably overlook the fact she's a little Bossy.",
        "These sites are also good places not only for free music, but also for finding unreleased and rare tracks, so don't overlook these sites.",
        "Finally, don't overlook simple yet fun party ideas, like bonfires, sports parties, beach or pool luaus, and even decade parties, in which party guests dress in the outfits from their favorite decade.",
        "Don't overlook their clearance section for great deals on scrub tops.",
        "Don't overlook the customization options or the tools for the job that are also available.",
        "People often overlook the importance of space as a design element.",
        "7-23 and overlook the serious intricacies in the book of Nehemiah.",
        "BE.) The Nan-shan Highlands overlook Tsaidam on the N.E.",
        "The cookery school is housed in the ground floor of the converted Georgian stables, which overlook the castle...",
        "When planning and decorating your baby's nursery, don't overlook nursery bedding.",
        "White wicker baskets are great containers for baby supplies, but don't overlook lots of other containers that will work perfectly for a sweet baby girl.",
        "Classifieds. Don't overlook the classified section of your newspaper.",
        "Many families overlook nanny services, thinking they may be too expensive.",
        "If you are traveling by air don't overlook airline baggage restrictions.",
        "Don't overlook online auction sites, such as eBay.",
        "People avoiding carbs and focusing on proteins alone can overlook the fact that the foods they are eating can be high in fat, saturated fat and cholesterol.",
        "During the infatuation stage, couples tend to overlook the behaviors of their partner that are unattractive, preferring to focus on the qualities of our love interest that are most attractive.",
        "Local Resort: Many people overlook local resorts and tourist destinations simply because they're close to home, even though they may never have visited them.",
        "Website Content Creation - An online niche that many writers often overlook is that of website content.",
        "An editor may be kind enough to overlook a minor typo, but a letter filled with mistakes is going to be tossed even if your idea is absolutely brilliant.",
        "Reading out loud may make you feel silly, but it’s an easy way to catch problems you would otherwise overlook.",
        "LTK: What are some common gluten-containing products that persons with gluten sensitivities might otherwise overlook during their daily routine?",
        "While not a major detail, it's something that is equally essential to the bag and easy to overlook.",
        "Sagittarian men are willing to overlook many things, including someone who does not display any athletic abilities or is taciturn, but they will not overlook cruelty to animals.",
        "The Band-i-Turkestan anticlinal may be traced eastwards of the Balkh-ab (the Band-i-Amir) within the folds of the Kara Koh to the Kunduz, and beyond; but the Kara Koh does not mark the northern wall of the great plateau nor overlook the sands of the Oxus plain, as does the Band-i-Turkestan."
    ]
}