{
    "translation": "העריך יתר על המידה",
    "uses": [
        "The value of Dalton's generalizations can hardly be overestimated, notwithstanding the fact that in several cases they needed correction.",
        "His output of work, in catalogues, &c., was enormous, and his services to the Bibliotheque Nationale in this respect cannot be overestimated.",
        "The influence which Mill's works exercised upon contemporary English thought can scarcely be overestimated.",
        "By strengthening the older methods, and devising new ones, he exerted an influence which can never be overestimated.",
        "The importance of the general conclusions above formulated, as imposing a limit upon our powers of direct observation, can hardly be overestimated; but there has been in some quarters a tendency to ascribe to it a more precise character than it can bear, or even to mistake its meaning altogether.",
        "The differences of level between different parts of the geoid have been greatly overestimated in the past; F.",
        "American scientific enterprise, mainly in very deep water, though in a few instances he overestimated under the guidance of Professor Alexander Agassiz, has been the depth by failing to detect the moment at which the lead active in the North Atlantic and especially in the Pacific Ocean, touched bottom.",
        "That the religious elements in the Reformation have been greatly overestimated from a modern point of view can hardly be questioned, and one of the most distinguished students of Church history has ventured the assertion that \" The motives, both remote and proximate, which led to the Lutheran revolt were largely secular rather than spiritual.\"",
        "The value of this reinforcement at this particular moment can hardly be overestimated.",
        "BLit it was not in confidence of victory that Kuropatkin began the execution of the new plan - rather as a desperate expedient to avoid being cut off by the 1st Army, whose strength he greatly overestimated.",
        "The influence exercised by these writings, first on the East, and then - after the 9th (or 12th) century - on the West, cannot be overestimated.",
        "The age of the trees has been greatly overestimated.",
        "From that time the school as such ceased to have a real existence, though the results of its work are traceable more or less in all modern Biblical criticism, and its influence upon the attitude of modern theologians and Biblical critics can scarcely be overestimated.",
        "This disadvantage, however, is often overestimated since in most cases other means of uniting two pieces are available.",
        "The north and south direction of the river has been largely determined by faults, though the geologists of the Egyptian Survey are finding that the influence of faulting in determining physical outline has, in some cases, been overestimated.",
        "(a) The political condition of Greece in the earliest times known to history is separated from the Greece of Homer by an interval which can hardly be overestimated.",
        "Not the fall of Samaria, but the crisis of 701, is the earliest date that could safely be chosen, and the extent of these reforms must not be overestimated.",
        "If these results are confirmed and the treatment can be worked commercially, the importance to agriculture of the discovery cannot be overestimated; each plant will provide, like the bean and vetch, its own nitrogenous manure, and larger crops will be produced at a decreased cost.",
        "If, therefore, these are original works rather than translations, and contain facts and doctrines which are not to be found in the Arabian Jaber, it follows that, on the one hand,the chemical knowledge of the Arabs has been overestimated and, on the other, that more progress was made in the middle ages than has generally been supposed.",
        "overestimated the strength of the dictator and his pillars of power, ' he added.",
        "overestimated when forming partnerships with public sector bodies.",
        "overestimated in these regions and underestimated in regions with ' outflows ' of commuters.",
        "The importance of such groups as methyl, ethyl, &c. in attempting a nomenclature of organic compounds cannot be overestimated; these compound radicals, fre q uently termed alkyl radicals, serve a similar purpose to the organic chemist as the elements to the inorganic chemist.",
        "The importance of this generalization cannot be overestimated; it is of more than historical interest, for it remains the basis upon which certain authorities introduce the study of these curves.",
        "The importance of this cannot be overestimated.",
        "Some tankinis also offer blouson tops, and the convenience of a two piece over a one piece swimsuit cannot be overestimated when it's time for a restroom break.",
        "Don't let the amount of time it takes encourage you to skip the cool down because the importance of it can't be overestimated!",
        "The importance of stretching, warming up and cooling down cannot be overestimated."
    ]
}