{
    "translation": "חפף",
    "uses": [
        "The syllables overlap, and the hearing is confused.",
        "In Propalaeohoplophorus the scutes of the carapace, which are less deeply sculptured than in the larger glyptodonts, are arranged in distinct transverse rows, in three of which they partially overlap near the border of the carapace after the fashion of the armadillos.",
        "If be less than this, the images overlap too much; while if greatly exceed the above value the images become unnecessarily separated.",
        "in the oldland area, independent of the overlap of Palaeozoic strata.",
        "Especially in alligators the upper teeth overlap laterally those of the lower jaw, whilst in most crocodiles the overlapping is less marked and the teeth mostly interlock, a feature which increases with the slenderness of the snout.",
        "In large halls the words of a speaker are echoed or reflected from flat walls or roof or floor; and these reflected sounds follow the direct sounds at such an interval that syllables and words overlap, to the confusion of the speech and the annoyance of the audience.",
        "Eventually, when the right and left feet of the coracoids overlap each other, the anterior sternal spine contains a foramen.",
        "Hence, although the two groups overlap owing to their nearness, it is impossible to regard them as all one unit.",
        "The terga and pleura of each individual segment overlap those of the segment that serially succeeds it.",
        "The anterior half of the sclerotic is composed of a ring of some ten to seventeen cartilaginous or bony scales which partly overlap each other.",
        "Innumerable little streams overlap and interlace one with another, exhibiting a sort of hybrid product, which obeys half way the law of currents, and half way that of vegetation.",
        "Those who work with living forms of which it is possible to obtain a large number of specimens, and those who make revisions of the provisional species of palaeontologists, are slowly coming to some such conception as that a species is the abstract central point around which a group of variations oscillate, and that the peripheral oscillations of one species may even overlap those of an allied species.",
        "Opinion still differs as to the extent to which the geographer's work should overlap that of the geologist.",
        "The fauna of Liberia is sufficiently peculiar, at any rate as regards vertebrates, to make it very nearly identical with a \"district\" or sub-province of the West African province, though in this case the Liberian \"district\" would not include the northernmost portions of the country and would overlap on the east and west into Sierra Leone and the French Ivory Coast.",
        "Indeed, the original interior border of the plain has been well stripped from its inland overlap; the higher-standing inner part of the plain is now maturely dissected, with a relief of 200 to 500 ft., by rivers extended seaward from the older land anti by their inntimerable branches, which are often of insequent arrangement; while the seaward border, latest uplifted, is prevailingly low and smooth, with a hardly perceptible seaward slope of but a few feet in a mile; and the shallow sea deepens very gradually for many nules off shore.",
        "There will be, in general, portions of all the separate geometrical shadows which overlap one another in some particular regions of the screen.",
        "B an enlarged portion of the edge of the shell along the back, showing the overlap of each growth.",
        "As this increases from zero, the two processions which correspond to the two halves of the aperture begin to overlap, and the overlapping gradually increases until there is almost complete superposition.",
        "On the other hand, if the emergent streams overlap and the common part be examined, it is found to have all the properties of common light.",
        "2), or membranaceous and polished, hairy or smooth, oval or round or bean-shaped, or of some less simple pattern; the valves may fit neatly, or one overlap the other, their hinge may have teeth or be edentulous, and their front part may be excavated for the protrusion of the antennae or have no such \" rostral sinus.\"",
        "Hence the clergy were left to do as they pleased, so long as they respected the law of the land; and most of the modern collisions between Church and State have occurred on the debateable ground where their respective spheres overlap, over questions concerning education or the marriage-laws.",
        "But the habitats overlap, and persimmons and magnolias of different species are common and notable in both areas.",
        "Hoogezand and Sappemeer, Veendam and Wildervank, New and Old Pekela, New and Old Stads-Canal are instances of villages which have extended until they overlap one another and are similar in this respect to the industrial villages of the Zaan Streek in North Holland.",
        "There is good reason for believing that at least along the southern border of New England a narrow coastal plain was for a time added to the continental border; and that, as in the New Jersey section the plain was here stripped from a significant breadth of inland overlap and worn down so as to form an inner lowland enclosed by a longitudinal upland or cuesta; and that when this stage was reached a submergence, of the kind which has produced the many embayments of the New England coast, drowned the outer part of thy plain and the inner lowland, leaving only the higher parts of the cuesta as islands.",
        "Whereas, however, ordinary frames placed nearer together than their height overlap one another when lowered on to the apron, the trestles of the Louisa weir lie clear of each other quite flat on the apron.",
        "As the hole is made larger the illuminated portions from different sources gradually overlap; and when the hole becomes a window we have no indications of such a picture except from a body (like the sun) much brighter than the other external objects.",
        "The two modes of progression overlap in human life, but the child's tendency when learning is to rest on the soles of the feet and the palms of the hands, unlike the apes, which support themselves on the sides of the feet and the bent knuckles of the hands.",
        "The visceral hump forms a low conical dome above the subcircular foot, and standing out all round the base of this dome so as completely to overlap the head and foot, is the circular mantle-skirt.",
        "Niebuhr's system was a modification of Hommel's second theory, for, instead of entirely ignoring Dynasty II., he reduced its independent existence to 143 years, making it overlap Dynasty I.",
        "I have in my mind's eye the western, indented with deep bays, the bolder northern, and the beautifully scalloped southern shore, where successive capes overlap each other and suggest unexplored coves between.",
        "The line of demarcation cannot be very sharply drawn, as the zones everywhere overlap each other and local climatic conditions greatly modify plant types.",
        "The Pennsylvania portionof the crystalline belt is narrow, as has been said, because of encroachment upon it by the inward overlap of the coastal olain: it ~s low because of small Tertiary unlift: but.",
        "The feature referred to results from the occurrence here of a weak basal formation of clay overlaid by more resistant sandy strata; the clay belt has been stripped for a score or more of miles from its original inland overlap, and worn down in a longitudinal inner lowland, while the sandy belt retains a significant altitude of 200 or 300 ft.",
        "When the oldland and its overlap of stratified deposits were elevated again, the overlapping strata must have had the appearance of a coastal plain; but that was long ago; the strata have since then been much eroded, and to-day possess neither the area nor the smooth form of their initial extent.",
        "The plan commonly adopted to obviate the necessity of inconveniently long stems is to construct a number of hydrometers as nearly alike as may be, but to load them differently, so that the scaledivisions at the bottom of the stem of one hydrometer just overlap those at the top of the stem of the preceding.",
        "It is true that there will be some overlap.",
        "In certain cases, the groups overlap in age and grade levels based on areas of interest.",
        "If your fingers overlap, you have a small frame.",
        "The embryos in the uterus are all nearly of the same age, except for a month or two before birth, when two broods overlap.",
        "Relevant market The parties overlap in the supply of radio advertising airtime in parts of South West England.",
        "We have a devil, but have a chance of killing him. overlapping anchors: sometimes annotation anchors may overlap.",
        "It ends up with two ligands overlap with each other while the 2-fold axis goes in the middle.",
        "Boundary categories include civil, judicial and ecclesiastical with some overlap.",
        "The majority, however, may have considerable overlap or may be based on a rather loose association of clinical features.",
        "The overlap of Peru's coca cultivation regions and the traditional SL strongholds suggest SL involvement in aspects of local drug trade.",
        "The plank join scarfs are staggered so that they do not overlap and the stem post has a pronounced cutwater.",
        "The program tests for linear dependence by calculating the eigenvalues of the overlap matrix.",
        "evolveough overlap between types may occasionally blur the distinctions, this typology is presented to better understand evolving touristic landscapes.",
        "exilic times, yet there is clearly an overlap.",
        "extension ladder is used is there sufficient overlap between sections?",
        "The symptoms of atypical depression overlap with those associated with reactive hypoglycemia.",
        "invertebrate taxa found in the Indian Ocean sites overlap with taxa previously known only to live in the Pacific.",
        "These categories are useful, but not inviolable, and there is much overlap in the careers of individuals.",
        "These communities might be highly self-contained and deeply jealous of each other; they might overlap in friendly competition.",
        "knuckles of both hands overlap.",
        "Subacute cutaneous lupus erythematosus is a mild overlap form associated with HLA DR3 and anti-Ro antibodies.",
        "There is no exact overlap between the informal economy and irregular migrants.",
        "George IV has two different obverses and three different reverses, with no overlap for a single date.",
        "There are nine ranges allowed, which overlap and span two octaves each.",
        "In such a case, use & for each output operand that may not overlap an input.",
        "overlap integrals.",
        "overlap matrix, S.",
        "overlap either side edges or top edges or both.",
        "overlap region of swaths were cm scale.",
        "overlap relief: Rent for each of the 15 years is £ 150,000.",
        "overlap between categories of assessment.",
        "Imagine you have to objects that partially overlap like shown in the figure below.",
        "overlap considerably.",
        "overlap substantially with the subject of a student's Year Abroad Project.",
        "There will be a need to involve SCONUL Staffing committee to ensure there is no overlap.",
        "overlap where personal information is considered for disclosure.",
        "overlap in the manufacture and supply of carpet underlay and related accessories.",
        "overlap in plan content.",
        "overlap in the supply of mobile offshore contract drilling.",
        "paratactic field are associated with one another on account of an overlap of their several syntactic fields.",
        "pi bonds are formed by the sideways overlap between p orbitals.",
        "protagonist's name, and in the Creole word the two overlap.",
        "seam sewn up, Velcro is sewn on the overlap.",
        "Since the two aspects of SDI are not entirely separable, some overlap is going to occur.",
        "But these processes are not strictly sequential, they may overlap and one informs the other sometimes in several cycles.",
        "sigma bond is formed by the end-to-end overlap between atomic orbitals.",
        "subacute cutaneous lupus erythematosus is a mild overlap form associated with HLA DR3 and anti-Ro antibodies.",
        "It also has a significant overlap with Lizzie's ideas about conflict between bacterial subpopulations.",
        "Atomic spectra generally consist of many sharp lines which, in the absence of spectral overlap, appear symmetrical.",
        "The Drs. sometime call it \" overlap syndrome \" .",
        "taxonrty-six invertebrate taxa found in the Indian Ocean sites overlap with taxa previously known only to live in the Pacific.",
        "Thermafleece should overlap the wall insulation to avoid thermal bridging at the eaves.",
        "The manual divides comfortably without too much overlap into three sections, classical, molecular and medical virology.",
        "watertight integrity depends to a great extent on the closeness of finish to each plank overlap or ' land ' .",
        "By the time (5.3 0) it had sufficiently cleared this village it became apparent that the 4th brigade in its extension for attack would overlap the front assigned to the and, hence a further (half-left) wheel, still in mass, had to be undertaken before room for deployment could be obtained.",
        "sq.) overlap. The cause of the separation is probably to be found in the late reception of Chronicles into the Jewish canon.",
        "There are, of course, many other parallels with St Mark, and at some points the two documents seem to overlap and to relate the same incidents in somewhat different forms. There is the same use of parables from nature, the same incisiveness of speech and employment of paradox, the same demand to sacrifice all to Him and for His cause, the same importunate claim made by Him on the human soul.",
        "The sand-hills, which overlap the loess N.",
        "The band is then folded over and the seam sewn up, Velcro is sewn on the overlap.",
        "Remember: A sigma bond is formed by the end-to-end overlap between atomic orbitals.",
        "Relevant markets The parties overlap in the supply of malleable iron slip-on tube fittings (or clamps).",
        "It also has a significant overlap with Lizzie 's ideas about conflict between bacterial subpopulations.",
        "The Drs. sometime call it \" overlap syndrome \".",
        "Each jet has to overlap to give a smooth throttle response.",
        "Watertight integrity depends to a great extent on the closeness of finish to each plank overlap or ' land '.",
        "These two fields of baby care can even overlap and cause a concentric mess of frustration for both parent and child.",
        "After laying your baby on the diaper and pulling the front up, the back of the diaper that is pulled around each side should overlap the front at least an inch.",
        "Overlap the fabric on both sides, pulling the cloth around baby so that it fits snugly.",
        "Move to the opposite side, pull the fabric up tight and completely staple this side as well, but you'll want to overlap the staples from the other side.",
        "Overlap the edges of each square of paper slightly as you install, and then paint the entire ceiling at once.Use a metallic finish paint in silver, brass or copper for a realistic finish.",
        "The company claims that these crystals essentially overlap each other when applied, forming a protective barrier while still allowing the skin to breathe.",
        "The ends of the foil should overlap, and the sides should come up around the bird.",
        "Or cut your pictures like jigsaw puzzle pieces so that they all fit together on your page without overlap.",
        "Overlap the images for a layered effect.",
        "He developed a unique boot design that included a floating ribbed tongue instead of an overlap.",
        "Some may have an unclear management structure, where workers' functions overlap and there is no clear chain of command as to who owns or operates the camp.",
        "A Thanksgiving theme can easily overlap with a harvest theme, so consider borrowing related ideas such as the cornucopia decoration.",
        "These depression and anxiety disorders may overlap in some people.",
        "Use a little gum paste glue to secure the petal where the edges overlap.",
        "Roll the petal around the cone so the edges will overlap and secure them with gum paste glue.",
        "First published as a white paper in 1987, the PMBOK has evolved to meet the demands of overlap in project phases from the tools and techniques to the outputs and inputs.",
        "Study groups, tutoring sessions, or evening classes might overlap with sports practices or other extracurriculars.",
        "The biggest attraction to Royal Caribbean Cruises may also be its biggest flaw: the days are packed with numerous activities that sometimes overlap and prevent you from experiencing everything you might want to try.",
        "While nudism had distinctive national flavors, and there was occasionally some rivalry (especially between the French and the Germans), there was also considerable communication, influence, and overlap between nudist cultures.",
        "Large plants such as bell peppers, tomatoes, broccoli, and cauliflower are only planted one to a square and positioned in the very center of the square so at maturity they do not overlap the square next to them.",
        "The pieces are then installed so they overlap slightly, encouraging water to shed from the exterior surface.",
        "When you reach the top again, overlap the last shingle over the roof's peak and secure it in place.",
        "When creating seams, leave a one-inch overlap, and stagger joints.",
        "Lay the next length of screen slightly overlapping the first length and place an anchor clip directly on the overlap to prevent movement or gaps.",
        "Alzheimer's symptoms can often overlap with each other or occur at different times.",
        "Of course, each person is different and may experience symptoms differently and overlap the various stages.",
        "Many of the titles will overlap between websites, so you'll also find Sushi Go Round at Games 2 Girls.",
        "These two genres have a lot of overlap and often claim some of the same games.",
        "Most of the confusion about video game developers and publishers comes from the fact that there is a lot of role overlap in the video game industry.",
        "These categories overlap, with sexual and physical abuse often occurring together; physical abuse or neglect seldom occur without emotional abuse.",
        "The teeth of the upper jaw slightly overlap those of the lower jaw.",
        "Children may overlap stages, making drawings with elements of one stage while progressing or regressing to another.",
        "Overriding is a term used to describe bony fragments that overlap and shorten the total length of a bone.",
        "For example, if the bone in the thigh breaks, the broken ends may have a tendency to overlap.",
        "With a perfect bite (occlusion), the teeth of the upper jaw slightly overlap those of the lower jaw.",
        "The differences among these disorders are continuous, with overlap between abnormalities.",
        "Diagnosing children with an anxiety disorder can be very difficult, since anxiety often results in disruptive behaviors that overlap with other disorders such as attention-deficit hyperactivity.",
        "Categories of play are not mutually exclusive; different forms or categories of play may overlap.",
        "Alternative and traditional approaches to IBS treatment overlap to a certain extent.",
        "For example, thalassemia minor and iron deficiency anemia are both microcytic and hypochromic anemias, and overlap in MCV and MCH.",
        "Teeth may show abnormal signs of wear on the chewing surfaces or decay in areas of tight overlap.",
        "The second and third stages of a classical homeschooling may overlap to an extent.",
        "Pull it through until the barrel is the desired length on and does not overlap on the left side.",
        "Check if your overalls have a special overlap underneath the button side clasps at the trouser sides.",
        "Select a long sweater dress or duster to layer over your dress (the hems can overlap).",
        "In the listing below, you'll notice that some of the square footage figures overlap.",
        "Be sure to add a couple of extra inches to overlap the ends a bit for a neater look.",
        "Remember the wedding band - the shape of a pear cut diamond or gemstone means that the stone may overlap with the wedding band.",
        "The pictures or papers can be glued straight across or they can overlap one another.",
        "For added interest, it is best if the photos are of different sizes and shapes and if they overlap a bit.",
        "Strikes will overlap and can be re-branded.",
        "Sometimes services overlap with the child receiving occupational therapy from each of the three entities and sometimes the child does not receive necessary services because of conflicts in determining which should provide them.",
        "Speech therapy for Aspergers may overlap with social skills training for the condition.",
        "Physical therapy and occupational therapy can overlap with sensory integration therapy.",
        "You may find some college schedules available that allow you to work towards your bachelor's degree and master's degree simultaneously, and sometimes courses can overlap, to shorten the time it takes to complete both programs.",
        "Your position exists within the area where both of these spheres overlap.",
        "The bases should face each other in the lunge position, close enough together that their feet overlap and their knees touch.",
        "Be sure to overlap the raw edges until the entire foundation block is covered.",
        "Cut pieces of card stock wide enough to wrap around your paper towel tube with some overlap.",
        "These items are popular for scrapbooking and easily lend themselves to handmade card making; the scrapbook and card supplies often overlap in craft stores.",
        "You can overlap the pictures if you like for an artistic effect.",
        "It tells you to determine your frame size based on whether your fingers overlap when wrapped around your opposite wrist.",
        "The tape should overlap slightly as you go up your leg.",
        "If you're making fly-front shorts (not necessary for women), you'll have to take that into account when cutting fabric for the front and choosing how you want the flap to overlap (left over right or right over left).",
        "However, take extra care not to overlap with the previous latex sections.",
        "There is some overlap between heights and weights to allow for different body shapes and measurements, as well as different lingerie items.",
        "The seasons are sometimes so close together that two seasons will overlap during the same year.",
        "However, while there is some overlap between business and pleasure social networks, certain sites are geared for specific needs."
    ]
}