{
    "translation": "לעשות יתר על המידה",
    "uses": [
        "careful not to overdo it on the keywords.",
        "Prolonged sun exposure can increase your risk of skin cancer, so don't overdo it, and remember to give yourself some time in the shade.",
        "There really are no rules: just don't overdo it.",
        "It is also worth noting that pregnant women should be especially careful not to overdo the vitamin A, since studies have shown that developing children are particularly vulnerable to the negative effects of vitamin A overdosing.",
        "One thing to remember with zebra print is that it's very easy to overdo it.",
        "You don't want to overdo it, because all words can lose their impact when said too much, but don't wait for birthdays or other special occasions to verbally remind your darling that they are your darling.",
        "Training obliques in particular can help visually \"tighten up\" the waist by acting as the body's own girdle, just don't overdo it to the point where they get too bulky and take away from the flat abs you've worked so hard for.",
        "The one ounce tube surprisingly really lasts - I use it nearly everyday in my acne-prone areas, under my eyes and on barely-there lines around the mouth, then every two to three days on the cheeks (you do not want to overdo it).",
        "Be careful not to overdo it, though - never have two mirrors facing each other.",
        "If you like the design but don't want to overdo it, try adding one or two accessories such as bookends or coasters.",
        "The key is to not overdo it and start with just one or two items.",
        "Accessorize with items you love and that make you smile, but be careful not to overdo it.",
        "It's very easy to overdo it, and you don't want to shine like a light bulb.",
        "Apply it generously, but don't overdo it: Thick makeup never looks good!",
        "When wearing blush, the goal is to look naturally kissed by the sun or snow, so don't overdo it.",
        "Don't overdo the rest of your makeup, and just let your sparkly lips catch all the eyes in the room.",
        "It's understandable to want to look nice for your face-to-face meeting, but don't overdo it.",
        "Don't overdo it because you may tire yourself out too much and not be able to concentrate.",
        "A Valentine's gift is a great idea, as long as it's not too mushy, and that you don't overdo it.",
        "Because there are so many options for Cinderella decorative accents, couples must be careful not to overdo the fantasy theme.",
        "It's quite alright to tell a woman that you think she's pretty or beautiful, but keep the focus on shared interests and don't overdo the physical compliments.",
        "They should make sure the child does not overdo it, either by taking on an activity he or she cannot handle or by taking on too many activities.",
        "Be aware not to overdo it though, too much garlic oil on your plants will have a negative effect and kill off leaves and flower petals.",
        "overdo anything.",
        "overdo either activity or rest.",
        "overdo the effects tho unless you want the video to look like something off Top of the Pops circa 1980!",
        "overdo exercise, otherwise your symptoms may worsen.",
        "All moving parts need to be lightly oiled from time to time - do n't overdo the oil.",
        "overdo Then from Rastus Johnson's Cakewalk #2, November 1993 Alas, I feel that I rather overdid it here.",
        "There may be a tendency to overdo other things also, which could lead to an expanded waistline!",
        "According to the amount of gum to be boiled off the soap solutions are made strong or weak; but care has to be exercised not to overdo the scouring, whereby loss of strength, substance and lustre would result.",
        "There may be a tendency to overdo other things also, which could lead to an expanded waistline !",
        "Fruit-Dried fruits, like apricots and raisins, are great choices, but don't overdo it.",
        "Almost all vodka martini recipes are quite strong, however, so make sure you don't overdo it.",
        "Don't overdo it; the look here is simple, elegant, and classic.",
        "Cleanse your skin thoroughly, but don't overdo it.",
        "Try not to overdo it though; having Beatrix Potter on every surface may appeal to some parents, but for others, a few strategically chosen items on the right color backgrounds will have an even greater Beatrix Potter effect.",
        "If couples enjoy the Asian accents of lucky bamboo but don't want to overdo the effect, they may also consider bonsai trees, origami figurines, or miniature Chinese takeout wedding favor boxes in their décor.",
        "Don't overdo it; less is usually more when it comes to accessories in your garden.",
        "Just be careful not to overdo it because too many embellishments could take your look from stylish to gaudy.",
        "When it comes to buying resort wear for your vacation or cruise, the key is to plan for your trip specifically, and not to overdo it.",
        "So while regular exercise is beneficial, be careful to not overdo it.",
        "Do not overdo the bedroom's romantic elements.",
        "Don't overdo your look, instead find a way to enhance your gown and features minimally.",
        "Don't overdo the end of the letter with undo praise for the individual or it may be viewed as biased.",
        "Be careful not to overdo it while you practice prenatal Pilates.",
        "Bottom line: play it safe and make sure you get what you need, based on the RDI for pregnant women, but don't overdo it.",
        "This will ensure that you do not overdo it on your kidneys and liver or compromise your bone health.",
        "Don't overdo it with pieces that are as substantial as the dress.",
        "Just don't overdo it when it comes to embellishments and accessories.",
        "To remedy the situation, let the water/salt brine warm up a bit and proceed, taking care not to overdo the salt.",
        "Don't overdo it with added oils and dyes.",
        "Simile - A simile is great to use, here and there, but don't overdo it.",
        "While it is wonderful to take an interest in your child's education; be careful not to overdo it.",
        "You don't want to overdo this, though, because it will make your site hard to read.",
        "Bright colors and interesting fabrics add interest to a look, but don't overdo it.",
        "Don't try to overdo your stretches and pull a muscle or tear something.",
        "Abdominal muscles can get very sore if you overdo it.",
        "But don't overdo it as profiles with too many graphics can take longer to download and can be hard on the eyes!",
        "Don't overdo the graphics and special effects; too many will be too much and it was cause your page to load slower.",
        "On a website with a holiday theme, it might be best not to overdo the Tinker Bell images throughout.",
        "However, do not overdo it or yahoo will consider your site a keyword \"spamming\" site.",
        "You don't want to overdo it, or else the web page will become far too busy and distracting.",
        "overdo the babe baby thing."
    ]
}