{
    "translation": "לפקח, להשגיח",
    "uses": [
        "As chancellor, the statutes directed him to study theology, to train others in that study and to oversee the educational work of the diocese.",
        "He was accused later of having taken part in the massacres of September, but was able to prove that at that time he had been sent by the provisional executive council to Normandy to oversee a requisition of 60,000 men.",
        "Sanitary institutes are held by the state board at various towns each year for the instruction of the public. Boards of appraisers and equalization oversee the administration of the tax system; the cost of collection, owing to the fee system for payment of collectors, was higher than in any other state of the Union until 1907, when the fees were greatly reduced.",
        "Human Resource Management: Operations mangers typically oversee and are directly involved in hiring, training, making promotion decisions, dealing with employee discipline and making termination decisions.",
        "As a manager, you can oversee and supervise a small healthcare organization and its staff, helping to plan its day-to-day operations and working on securing its success in the future.",
        "Your architect should have a construction team with whom he or she has a working relationship to do the physical labor and the architect should oversee the progress every step of the way.",
        "I oversee their creation then seal them.",
        "However, keep in mind that the interior architect's specialty is to balance the aesthetic and scientific/mathematical aspects of room design, as well as oversee the internal reconstruction process.",
        "Jerry's job is to book events and oversee set-up for extravagant wedding receptions, including his most famous: turning an eccentric millionaire's home into a fairytale castle for a princess bride.",
        "Management companies for senior living facilities oversee, manage and support all aspects of the daily and long-term operations of the facilities their organizations are responsible for operating.",
        "appointed to oversee the process has departed.",
        "Royal Colleges The medical Royal Colleges oversee standards and training in the various medical and surgical specialties.",
        "The regional operations personnel who oversee the various geographic territories are at the same level of the corporate organizational chart and typically report to the chief operating officer.",
        "Betsy glanced up to oversee Molly's culinary activities.",
        "The hope is that the Original Being will oversee the transition and make sure none of the immortal entities interfere.",
        "We have just appointed a full-time ecumenical chaplain to oversee the work - on all five sites!",
        "The next major priority was to appoint an engineer to oversee this construction.",
        "They oversee the creation, setting and marking of exams.",
        "flinching man would oversee the necessary democratic revolution is preposterous.",
        "And yet the man chosen to oversee agricultural reforms was that old hard-liner, Ligachev, who was not removed from power until 1990!",
        "The act also instigated the setting up of a General Board of Health to oversee these reforms.",
        "In addition, the DHS will, for the first time, oversee the visa issuance process.",
        "oversee the maintenance of all necessary training and development records.",
        "I had to oversee the merger with Polygram at which point Island Records was in financial trouble.",
        "nominated to oversee this process.",
        "nonpartisan body to oversee donations to parties and campaign spending.",
        "oversee the running of the Scottish Branch of the Society.",
        "oversee implementation of the changes arising from the review.",
        "oversee delivery.",
        "oversee the merger with Polygram at which point Island Records was in financial trouble.",
        "The aim of the guide is to give you the background knowledge needed to design and brief an evaluation and effectively oversee the process.",
        "oversee Murlis and Andy Sparrow jointly oversaw the second pitch.",
        "The Scottish Committee oversee the running of the Scottish Branch of the Society.",
        "In licensed slaughterhouses, there is rarely a ' manager ' to oversee staff or any form of training.",
        "Using A toastmaster Find out the benefits of booking a professional toastmaster to oversee the smooth running of your wedding reception.",
        "It's a pretty brunson Todd brunson total of five who will oversee.",
        "Using A Toastmaster Find out the benefits of booking a professional toastmaster to oversee the smooth running of your wedding reception.",
        "It 's a pretty brunson todd brunson total of five who will oversee.",
        "Be prepared for a whirlwind of activity-people to hire, sales to make, trips to take, presentations to give, production to oversee.",
        "She will have a place of refuge from the friendly family dog and a perch from which she can oversee the family's daily activities.",
        "They approve residency programs, and oversee residencies that provide postgraduate training in various naturopathic specialties in the United States and Canada.",
        "At LoveToKnow Makeup we employ a full-time editor to consistently oversee all the content, submissions and changes.",
        "At LoveToKnow, we employ full-time editors to consistently oversee all the content, submissions, and changes.",
        "There is no credentialing agency to oversee who can call themselves modeling agents.",
        "An opening prayer might involve asking for a smooth ceremony and that God will oversee festivities.",
        "Student council members oversee school activities and participate in leadership positions.",
        "From there, you can create ideas for fundraising that the student council can oversee.",
        "Rumors had circulated claiming that this was to be their honeymoon, but they are actually in Mexico to oversee a musical video shoot.",
        "I was hired by Time Warner in 1996 to oversee some early interactive news projects, and joined the company's NY1 News operation in 1997.",
        "Graduates typically work in healthcare management and might oversee care organizations, customers, or companies.",
        "You can oversee payments and budgetary matters if you take a job as a financial officer for a health organization.",
        "As an information manager, you're responsible for security and confidentiality of patient records and may oversee their organization policies.",
        "Oversee the quality of the subcontractors' work.",
        "Children often loose things, so unless you or another adult will oversee the wearing of expensive jewelry pieces, you may wish to purchase a cheaper ID bracelet.",
        "The size of your estate dictates whether you can generate a will yourself or need to hire an executor to oversee the process and result.",
        "In the United States, individual states oversee the laws governing the licensing requirements of assisted living facilities.",
        "Expert personnel to oversee day-to-day living functions and offer help with personal care as needed.",
        "In order to ensure our community's information is accurate we employ expert writers and editors who oversee all the content, submissions and edits.",
        "The ratings system, however, is just a guide, and parents still need to oversee which video games their children buy and play.",
        "In most cells, heme is a key building block in the construction of factors that oversee metabolism and transport of oxygen and energy.",
        "State or county social service agencies oversee foster care decisions, although they may also work with private foundations.",
        "Mates inspect safety gear and ship equipment, supervise crew members and oversee fishing.",
        "Pursers coordinate and oversee workers' activities and are responsible for hiring crew members, taking care of payroll, and many other duties.",
        "Individuals who work as operations managers oversee the administrative and production functions for the companies where they work.",
        "The operations manager may actually be responsible for creating schedules, or may oversee a scheduling process that is implemented by employees assigned to specific departments.",
        "The 1017-acre site, at the time mostly sand dunes and rocks, was acquired and William Hammond Hall and his Scottish assistant, John McLaren, were appointed to oversee the project.",
        "Always have a coordinator who will oversee the fundraiser and organize the photo sessions.",
        "An important note to keep in mind is that the Food and Drug Administration does not oversee these products unless a need arises.",
        "Diddy for the next session to oversee the talent searches and guide the new bands along their paths to stardom.",
        "Actress turned talk show host Ricki Lake will oversee an eclectic group of semi-civilized females in front of a national TV audience, and the results may shock you.",
        "There are four judges who oversee the pageant and decide on the winners.",
        "Merit Badge Counselors oversee the system of fulfilling the requirements for each badge and thus obtaining them.",
        "A Sharia Commission was established in the soviet commissariat of Justice to oversee the system."
    ]
}